[{"act": "Finance Act 1993", "year": 1993, "section": "1", "section_title": " Rates of duty.", "section_text": "1 1 In section 36 of the  Alcoholic Liquor Duties Act 1979 (beer), as that section has effect apart from section 7(1) of the  Finance Act 1991, for “£1.108” there shall be substituted  “                      £1.163                    ” . 2 For the Table of rates of duty in Schedule 1 to that Act (wine and made-wine) there shall be substituted the Table in Schedule 1 to this Act. 3 In section 62(1) of that Act (cider) for “£21.32” there shall be substituted  “                      £22.39                    ” . 4 This section shall be deemed to have come into force at 6 o’clock in the evening of 16th March 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "2", "section_title": " Beer duty: rate for new regime.", "section_text": "2 1 In section 36(1) of the  Alcoholic Liquor Duties Act 1979 (beer duty), as substituted by section 7(1) of the  Finance Act 1991, for “£10.60” there shall be substituted  “                      £10.45                    ” . 2 This section shall be deemed to have come into force on 1st June 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "3", "section_title": " Low strength beer.", "section_text": "3 1 In section 1 of the Alcoholic Liquor Duties Act 1979 (alcoholic liquors dutiable under that Act) in subsection (3) (beer) for “1.2 per cent.” there shall be substituted  “                      0.5 per cent.                    ” . 2 In section 36 of that Act (beer duty), as substituted by section 7(1) of the Finance Act 1991, after subsection (1) there shall be inserted the following subsection— 1A No duty shall be chargeable under subsection (1) above on beer which is of a strength of 1.2 per cent. or less; but any such beer shall in all other respects be treated as if it were chargeable with a duty of excise. 3 This section shall apply in relation to liquor which is produced in or imported into the United Kingdom, or removed into the United Kingdom from the Isle of Man, on or after the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "4", "section_title": " Beer duty: abolition of certain reliefs,  etc.", "section_text": "4 1 The Alcoholic Liquor Duties Act 1979 shall be amended as follows. 2 In subsection (2) of section 42 (drawback on exportation etc. of beer)— a paragraph (a) (drawback on removal to excise warehouse) shall be omitted, b in paragraph (b) the words “or removal to the Isle of Man” shall be omitted, c also in paragraph (b) for “any such beer” there shall be substituted  “                          any beer to which this section applies                        ” , and d for “exported, removed or shipped” there shall be substituted  “                          exported or shipped                        ” . 3 In subsections (3) and (4) of that section the word “remove,”, in each place where it occurs, shall be omitted. 4 Section 43 (warehousing of beer for exportation, etc.) shall cease to have effect. 5 In section 45(1) (repayment of duty on beer used in the production or manufacture of other beverages etc.)— a at the end of paragraph (a) there shall be inserted  “                          or                        ” , and b paragraph (b) shall be omitted. 6 Section 51 (power to require production of books by brewers for sale) shall cease to have effect. 7 Subsections (2)(a) and (c) and (4) to (6) above shall come into force on 1st September 1993. 8 Subsections (2)(b) and (d) and (3) above shall come into force on such day as the Commissioners of Customs and Excise may by order made by statutory instrument appoint."}, {"act": "Finance Act 1993", "year": 1993, "section": "5", "section_title": " Blending of alcoholic liquors.", "section_text": "5 1 In Part VI of the  Alcoholic Liquor Duties Act 1979 the following section shall be inserted before section 67—  Blending of alcoholic liquors. 66A 1 Subject to subsections (4) to (6) below, a person shall not blend two or more alcoholic liquors— a each of which is of a kind mentioned in paragraphs (a) to (e) of section 1(1) above, but b not all of which fall within the same one of those paragraphs, except in an excise warehouse or on premises which, in relation to the liquors blended, are for the time being permitted premises. 2 Subject to subsections (4) to (6) below, a person shall not blend two or more alcoholic liquors which— a fall within the same paragraph of section 1(1) above, but b are not all of the same alcoholic strength, except in an excise warehouse or on premises which, in relation to the liquors blended, are for the time being permitted premises. 3 In relation to the blending of particular alcoholic liquors— a if the liquor which is the product of the blending is beer, permitted premises are premises which are registered under section 41A above and premises in respect of which a person is registered under section 47 above; b if the liquor which is the product of the blending is wine, permitted premises are premises in respect of which a licence under section 54(2) above is held; c if the liquor which is the product of the blending is made-wine, permitted premises are premises in respect of which a licence under section 55(2) above is held; d if the liquor which is the product of the blending is cider, permitted premises are premises in respect of which a person is registered under section 62 above. 4 Subsections (1) and (2) above do not apply unless the blending is done with a view to offering for sale the liquor which is the product of the blending. 5 Subsections (1) and (2) above do not apply where the liquor which is the product of the blending is intended for consumption on the premises on which the blending takes place. 6 The Commissioners may direct that subsections (1) and (2) above shall not apply to the blending of alcoholic liquors in such circumstances as are specified in the direction. 7 Where a person contravenes subsection (1) or (2) above, the following shall be liable to forfeiture— a the liquor which is the product of the blending; b all such vessels, utensils and materials for the blending of alcoholic liquors as are found in his possession. 8 In this section any reference to blending liquors includes a reference to otherwise mixing them. 2 In subsection (5) of section 55 of that Act (exemption for certain producers of made-wine from requirement to hold excise licence) before paragraph (a) there shall be inserted the following paragraph— aa he does not blend or otherwise mix two or more alcoholic liquors to which paragraphs (a) and (b) of section 66A(1) below or paragraphs (a) and (b) of section 66A(2) below apply; . 3 In that section— a paragraph (e) of subsection (5) and the word “and” immediately preceding that paragraph shall be omitted, and b subsection (5A) shall be omitted. 4 This section shall apply in relation to the blending or other mixing of alcoholic liquors on or after the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "6", "section_title": " Mixing of wine and spirits in excise warehouse.", "section_text": "6 1 In subsection (1) of section 58 of the  Alcoholic Liquor Duties Act 1979 (mixing of wine and spirits in excise warehouse)— a for “6 litres” there shall be substituted  “                          12 litres                        ” , b for “except as provided by subsection (2) below” there shall be substituted  “                          by virtue of this section                        ” , and c for “23 per cent.” there shall be substituted  “                          22 per cent.                        ” . 2 Subsection (2) of that section shall be omitted. 3 This section shall apply in relation to mixing done on or after the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "7", "section_title": " Sparkling wine or made-wine.", "section_text": "7 1 In Schedule 1 to the Alcoholic Liquor Duties Act 1979 (rates of duty on wine and made-wine), for paragraphs 1 and 2 there shall be substituted the following paragraphs— 1 Paragraphs 2 and 3 below apply for the purposes of this Act. 2 1 Wine or made-wine which is for the time being in a closed container is sparkling if, due to the presence of carbon dioxide or any other gas, the pressure in the container, measured at a temperature of 20°C, is not less than 3 bars in excess of atmospheric pressure. 2 Wine or made-wine which is for the time being in a closed container is sparkling regardless of the pressure in the container if the container has a mushroom-shaped stopper (whether solid or hollow) held in place by a tie or fastening. 3 Wine or made-wine which is not for the time being in a closed container is sparkling if it has characteristics similar to those of wine or made-wine which has been removed from a closed container and which, before removal, fell within sub-paragraph (1) above. 3 1 Wine or made-wine shall be regarded as having been rendered sparkling if, as a result of aeration, fermentation or any other process, it either falls within paragraph 2(1) above or takes on such characteristics as are referred to in paragraph 2(3) above. 2 Wine or made-wine which has not previously been rendered sparkling by virtue of sub-paragraph (1) above shall be regarded as having been rendered sparkling if it is transferred into a closed container which has a mushroom-shaped stopper (whether solid or hollow) held in place by a tie or fastening. 3 Wine or made-wine which is in a closed container and has not previously been rendered sparkling by virtue of sub-paragraph (1) or (2) above shall be regarded as having been rendered sparkling if the stopper of its container is exchanged for a stopper of a kind mentioned in sub-paragraph (2) above. 2 This section shall apply in relation to wine and made-wine which is produced in or imported into the United Kingdom, or removed into the United Kingdom from the Isle of Man, on or after the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Finance Act 1993", "year": 1993, "section": "9", "section_title": " Rates of duty.", "section_text": "9 1 In section 6(1) of the  Hydrocarbon Oil Duties Act 1979 for “£0.2779” (duty on light oil) and “£0.2285” (duty on heavy oil) there shall be substituted  “                      £0.3058                    ”  and  “                      £0.2514                    ”  respectively. 2 In section 11(1) of that Act (rebate on heavy oil) for “£0.0095” (fuel oil) and “£0.0135” (gas oil) there shall be substituted  “                      £0.0105                    ”  and  “                      £0.0149                    ”  respectively. 3 In section 13A(1) of that Act (rebate on unleaded petrol) for “£0.0437” there shall be substituted  “                      £0.0482                    ” . 4 In section 14(1) of that Act (rebate on light oil for use as furnace fuel) for “£0.0095” there shall be substituted  “                      £0.0105                    ” . 5 This section shall be deemed to have come into force at 6 o’clock in the evening of 16th March 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "10", "section_title": "  Extension of Hydrocarbon Oil Duties Act 1979 to energy products.", "section_text": "10 1 The Hydrocarbon Oil Duties Act 1979 (“ the 1979 Act ”) shall have effect in relation to such cases as may be specified in an order made by the Treasury as if references in that Act to hydrocarbon oil or to road fuel gas included references to any   energy product   which is designated by that order as a substance which is to be treated for the purposes of that Act as the equivalent of hydrocarbon oil or, as the case may be, of road fuel gas. 2 The Treasury may by order provide, in relation to any substance which by virtue of this section is to be treated for the purposes of the 1979 Act as the equivalent of hydrocarbon oil   or road fuel gas , for that substance to be treated for the purposes of such of the provisions of that Act as may be specified in the order   as if it fell within such class or description of substance   as may be so specified . 3 In exercising their powers under this section, the Treasury shall so far as practicable secure that   an energy product   which is intended for, or capable of being put to, a particular use is treated for the purposes of the 1979 Act as if it were   the substance   to which, when put to that use, it is most closely equivalent. 4 In this section  “ energy product ” means a substance which— a is an energy product for the purposes of Council Directive 2003/ 96/ EC  restructuring the Community framework for the taxation of energy products and electricity, and b is not (apart from as a result of this section) hydrocarbon oil or road fuel gas within the meaning of the 1979 Act. 5 The power of the Treasury to make an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons; and any such order may make different provision for different cases and different substances. 6 Where a duty of excise is charged on a substance under a provision of the 1979 Act by virtue of an order under this section, no duty shall be charged on the substance under any other provision of that Act."}, {"act": "Finance Act 1993", "year": 1993, "section": "11", "section_title": " Other fuel substitutes.", "section_text": "11 1 After section 6 of the  Hydrocarbon Oil Duties Act 1979 there shall be inserted the following section—  Fuel substitutes. 6A 1 A duty of excise shall be charged on the setting aside for a chargeable use by any person, or (where it has not already been charged under this section) on the chargeable use by any person, of any liquid which is not hydrocarbon oil. 2 In this section “ chargeable use ” in relation to any substance means the use of that substance— a as fuel for any engine, motor or other machinery; or b as an additive or extender in— i any substance on which duty is charged by virtue of paragraph (a) above; or ii any hydrocarbon oil which is or is to be used as mentioned in that paragraph. 3 The rate of the duty under this section shall be prescribed by order made by the Treasury. 4 In the following provisions of this Act references to hydrocarbon oil shall be construed as including references to any substance on which duty is charged under this section; and, accordingly, references to duty on hydrocarbon oil shall be construed, where a substance is to be treated as such oil, as including references to duty under this section. 5 The Treasury may by order provide for any substance on which duty is charged under this section to be treated for the purposes of such of the following provisions of this Act as may be specified in the order as if it fell within the description of such one or more of the following as may be so specified, that is to say— a heavy oil or light oil; b aviation gasoline; c fuel oil or gas oil, as defined in section 11(2) below; and d unleaded petrol, as defined in section 13A(2) below. 6 In exercising their powers under this section, the Treasury shall so far as practicable secure— a that a substance set aside for use or used as mentioned in subsection (2)(a) above is— i charged with duty at the same rate as, and ii otherwise treated for the purposes of the following provisions of this Act as if it were, the substance falling within the descriptions specified in subsection (5) above to which, when put to that use, it is most closely equivalent; and b that a substance set aside for use or used as an additive or extender in any substance is— i charged with duty at the same rate as, and ii otherwise treated for the purposes of the following provisions of this Act as if it were, the substance in which it is an additive or extender. 7 For the purposes of this section “ liquid ” does not include any substance which is gaseous at a temperature of 15°C and under a pressure of 1013.25 millibars. 8 The power of the Treasury to make an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 9 An order under this section— a may make different provision for different cases and for different substances; b may prescribe the rate of duty under this section in respect of any substance by reference to the rate of duty under this Act in respect of any other substance; and c in making different provision for different substances, may define a substance by reference to the use for which it is set aside or the use to which it is put. 2 Sections 4, 7 and 16 of that Act (petrol substitutes and power methylated spirits) shall cease to have effect. 3 In section 22(1) of that Act (offence of using petrol substitutes on which duty has not been paid), for the words from the beginning to the word “shall”, in the first place where it occurs, there shall be substituted— A person who—                       a puts to a chargeable use (within the meaning of section 6A above) any liquid which is not hydrocarbon oil; and b knows or has reasonable cause to believe that there is duty charged under section 6A above on that liquid which has not been paid and is not lawfully deferred, shall                     . 4 In section 1(1)(b) of the  Excise Duties (Surcharges or Rebates) Act 1979 (surcharges or rebates in respect of excise duties on hydrocarbon oil etc.), for paragraph (b) there shall be substituted the following paragraph— b those chargeable by virtue of the Hydrocarbon Oil Duties Act 1979; . 5 This section shall come into force on such day as the Treasury may by order made by statutory instrument appoint, and different days may be appointed under this subsection for different provisions and for different purposes."}, {"act": "Finance Act 1993", "year": 1993, "section": "12", "section_title": " Measurement of volume.", "section_text": "12 1 In ascertaining for the purposes of the  Hydrocarbon Oil Duties Act 1979— a the amount of any duty of excise chargeable on any liquid by virtue of that Act; or b the amount of any rebate allowable on any such liquid by virtue of that Act, the volume of that liquid shall be taken (if it would not otherwise be so taken) to be what would be its volume, calculated in accordance with regulations under subsection (2) below, at a temperature of 15°C. 2 The Commissioners of Customs and Excise may by regulations make such provision as they think fit as to the method by which, in ascertaining any amount mentioned in subsection (1) above— a the volume of any liquid is to be measured; or b the volume as at a temperature of 15°C of any amount of a liquid is to be determined; and that provision may include provision made by reference to any internationally recognised conversion tables. 3 Any reference in sections 15 and 17 to 19A of that Act (drawback and relief) to the amount of any duty of excise which has been paid in respect of any substance, or to the amount of any rebate that has been allowed in respect of any substance, shall be construed as a reference— a to such amount as is shown to the satisfaction of the Commissioners of Customs and Excise to have been paid or, as the case may be, allowed in respect of that substance; or b where regulations made by those Commissioners so provide, to such amount as is calculated on such assumptions as to the volume of the substance in question as may be determined in accordance with any such regulations. 4 The power of the Commissioners of Customs and Excise to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and any such regulations— a may make different provision for different cases and for different substances; and b may contain such transitional, supplemental and incidental provision as those Commissioners think fit. 5 Provision made under this section by any regulations may provide for any determination or measurement under the regulations to be made, or any description of a case or substance to be framed, by reference to such circumstances or other factors, or to the opinion of such persons, as the Commissioners think fit. 6 For the purposes of this section “ liquid ” does not include any substance which is gaseous at a temperature of 15°C and under a pressure of 1013.25 millibars. 7 In consequence of this section— a section 2(5) of that Act (measurement of heavy oil having a temperature exceeding 15°C) shall cease to have effect; and b the words “shown to the satisfaction of the Commissioners to have been” in section 15(1) of that Act (drawback) shall be omitted. 8 This section shall come into force on such day as the Commissioners of Customs and Excise may by order made by statutory instrument appoint, and different days may be appointed under this subsection for different provisions and for different purposes."}, {"act": "Finance Act 1993", "year": 1993, "section": "13", "section_title": " Rates of duty.", "section_text": "13 1 For the Table in Schedule 1 to the  Tobacco Products Duty Act 1979 there shall be substituted—  TABLE 1. Cigarettes An amount equal to 20 per cent. of the retail price plus £48.75 per thousand cigarettes. 2. Cigars £72.30 per kilogram. 3. Hand-rolling tobacco £76.29 per kilogram. 4. Other smoking tobacco and chewing tobacco £31.93 per kilogram. 2 This section shall be deemed to have come into force at 6 o’clock in the evening of 16th March 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "14", "section_title": " Hand-rolling tobacco.", "section_text": "14 1 In the Tobacco Products Duty Act 1979, section 1 (definition of tobacco products) shall be amended as follows. 2 In subsection (2) (definition of hand-rolling tobacco) after paragraph (a) there shall be inserted— aa which is of a kind used for making into cigarettes; or . 3 In paragraph (b) of subsection (2) (more than 25 per cent. by weight of the tobacco particles have a width of less than 0.6 mm) for “0.6” there shall be substituted  “                      1                    ” . 4 The following subsection shall be inserted after subsection (2)— 2A For the purposes of subsection (2)(aa) above the use for making into cigarettes must amount to more than occasional use but need not amount to common use. 5 In subsection (3) (power to amend definitions) after “(2)” there shall be inserted  “                      or (2A)                    ” ."}, {"act": "Finance Act 1993", "year": 1993, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Finance Act 1993", "year": 1993, "section": "16", "section_title": " Small-prize machines.", "section_text": "16 1 The Betting and Gaming Duties Act 1981 shall be amended as follows. 2 In section 21 (gaming machine licences) in subsection (1) (licence required for machine other than a two-penny machine) for “a two-penny machine” there shall be substituted  “                      an excepted machine                    ” . 3 In that section the following subsection shall be inserted after subsection (3)— 3A For the purposes of this section an excepted machine is— a a two-penny machine, or b a five-penny machine which is a small-prize machine. 4 In section 22 (charge to duty)— a in subsection (1) for the words from “by reference” to the end of the subsection there shall be substituted  “                          in accordance with section 23 below                        ” ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For subsection (4) of section 25 (meaning of “gaming machine”) there shall be substituted the following subsections— 4 Subject to subsection (5) below, for the purposes of determining whether a machine is a gaming machine it is immaterial whether it is capable of being played by only one person at a time, or is capable of being played by more than one person. 5 For the purposes of sections 21 to 24 above a machine (the actual machine) which two or more persons can play simultaneously (whether or not participating with one another in the same game) shall, instead of being treated as one machine, be treated as if it were a number of machines (accountable machines) equal to the number of persons who can play the actual machine simultaneously. 6 Subsection (5) above does not apply to a machine which is a two-penny machine, or is both a small-prize machine and a five-penny machine. 7 If the actual machine is a small-prize machine but not a five-penny machine, the accountable machines shall be taken to be small-prize machines which are not five-penny machines. 8 If the actual machine is not a small-prize machine, the accountable machines shall be taken not to be small-prize machines, and in such a case— a if the actual machine is a five-penny machine, the accountable machines shall be taken to be five-penny machines; b if the actual machine is not a five-penny machine, the accountable machines shall be taken not to be five-penny machines. 9 For the purposes of subsection (5) above the number of persons who can play a particular machine simultaneously shall be determined by reference to the number of individual playing positions provided on the machine. 7 In section 26(2) (interpretation) the following definition shall be inserted after the definition of “two-penny machine”— “ five-penny machine ” means a gaming machine which can only be played by the insertion into the machine of a coin or coins of a denomination, or aggregate denomination, not exceeding 5p; . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 This section shall apply in relation to licences for any period beginning on or after 1st November 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "17", "section_title": " Rates of duty: general.", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In Schedule 2 (annual rate of duty on hackney carriages) in the Table set out in Part II— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In Schedule 5 (annual rate of duty on vehicles not falling within Schedules 1 to 4) in the Table set out in Part II— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Finance Act 1993", "year": 1993, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Finance Act 1993", "year": 1993, "section": "20", "section_title": " Old bicycles.", "section_text": "20 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Finance Act 1993", "year": 1993, "section": "22", "section_title": " Mutual recovery and disclosure of information.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Finance Act 1993", "year": 1993, "section": "24", "section_title": " Lottery duty.", "section_text": "24 1 Subject to subsections (3) and (4) below, a duty of excise called “ lottery duty ” is chargeable— a on the taking in the United Kingdom of a ticket or chance in a lottery, and b in such cases as may be determined by regulations, on the taking outside the United Kingdom of a ticket or chance in a lottery promoted in the United Kingdom. 2 Regulations may make provision for determining when and where the taking of a ticket or chance in a lottery is to be treated as occurring for the purposes of this Chapter. 3 Lottery duty is not chargeable in respect of a lottery that constitutes a game of bingo (or any version of bingo, by whatever name called). 4 Lottery duty is   not chargeable (in Great Britain) in respect of a lottery which is an exempt lottery within the meaning of the Gambling Act 2005 (see section 258)   or is promoted under and operated in accordance with a lottery operating licence under Part 5 of that Act  or (in Northern Ireland) in respect                     — a of a lottery promoted as an incident of an exempt entertainment within the meaning of  ... the  Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985; b of a private lottery within the meaning of that  ... Order; c of a society’s lottery within the meaning of that  ... Order in respect of which the conditions set out in  ... Article 135(1) of that Order are satisfied; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Treasury may by order amend subsection (4) above so as to add to the descriptions of lottery for the time being mentioned in that subsection, so as to omit any of them or so as to substitute a different description of lottery for any of them."}, {"act": "Finance Act 1993", "year": 1993, "section": "25", "section_title": " Amount of duty.", "section_text": "25 1 The amount of the lottery duty chargeable on the taking of a ticket or chance in a lottery is equal to 12 per cent. of the value of the consideration given for the ticket or chance. 2 Subject to subsection (3) below, the aggregate of everything paid or given by (or debited to the account of) the person taking the ticket or chance for, on account of, or in connection with, the ticket or chance shall be taken to be the consideration given for it. 3 If a price is shown on a lottery ticket or any other document providing evidence of the taking of a ticket or chance in a lottery and— a the consideration given for the ticket or chance is of lesser value than the price shown (or is of no value), or b no consideration is given for the ticket or chance, consideration to the value of the price shown shall be taken to be given for the ticket or chance."}, {"act": "Finance Act 1993", "year": 1993, "section": "26", "section_title": " Time for payment.", "section_text": "26 1 The lottery duty chargeable on the taking of a ticket or chance in a lottery becomes due and (subject to any regulations under subsection (2) below) payable at the time the ticket or chance is taken. 2 Regulations may provide for the payment of any lottery duty due in respect of a lottery of a description specified in the regulations to be deferred, subject to any conditions or requirements that may be imposed by or under the regulations. 3 Regulations may require payments (of amounts determined by or under the regulations) to be made on account of any lottery duty that may become due in respect of a lottery of a description specified in the regulations that is being or is to be promoted."}, {"act": "Finance Act 1993", "year": 1993, "section": "27", "section_title": " Persons liable for duty.", "section_text": "27 1 Any lottery duty or payment on account of lottery duty that under section 26 above or regulations under that section is payable in respect of a lottery shall be paid (subject to any regulations under subsection (2) below) by the promoter of the lottery. 2 Regulations may require any lottery duty or payment on account of lottery duty that is payable in respect of a lottery of a description specified in the regulations to be paid by a person specified in the regulations (being a person who occupies or has occupied a position of responsibility in relation to the lottery) instead of by the promoter. 3 Any lottery duty that is payable in respect of a lottery may be recovered jointly and severally from— a the promoter of the lottery, b any other person who occupies or has occupied a position of responsibility in relation to the lottery or who has or has had any degree of control over any of its proceeds, and c where the promoter or a person within paragraph (b) above is a body corporate, any director of that body corporate. 4 Where a person does not make a payment that he is required to make by subsection (1) above or regulations under subsection (2) above at the time the payment becomes payable  his failure so to make the payment shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties) which shall be calculated by reference to the amount which has not been paid and shall also attract daily penalties. ."}, {"act": "Finance Act 1993", "year": 1993, "section": "28", "section_title": " General.", "section_text": "28 1 Lottery duty shall be under the care and management of the Commissioners. 2 Regulations may provide for any matter for which provision appears to the Commissioners to be necessary or expedient for the administration or enforcement of lottery duty or for the protection of the revenue derived from lottery duty. 3 Where a person  contravenes or does not comply with any regulations under subsection (2) above  his contravention or failure to comply shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties). ."}, {"act": "Finance Act 1993", "year": 1993, "section": "29", "section_title": " Registration of promoters etc.", "section_text": "29 1 A lottery in respect of which lottery duty is chargeable (or, on the taking of a ticket or chance, will be chargeable) shall not be promoted in the United Kingdom unless the chargeable person is registered with the Commissioners under this section. 2 In this section “ the chargeable person ”, in relation to a lottery, means— a subject to paragraph (b) below, the promoter of the lottery; b in the case of a lottery of a description specified in regulations under section 27(2) above, the other person referred to in that subsection. 3 Regulations may make provision— a as to the time at which an application for registration is to be made, as to the form and manner of such an application and as to the information to be contained in or provided with it, b as to the requirements that must be satisfied as a condition of a person’s registration or continued registration, and c as to other requirements that must be observed by a person while he remains registered. 4 The requirements imposed by virtue of subsection (3)(b) above may include requirements as to the giving of security or further security (by means of a deposit or otherwise) for any lottery duty that may become due. 5 Subject to regulations under subsection (3)(a) and (b) above, the Commissioners— a shall register any person applying to them for registration who satisfies them that he will be the chargeable person in relation to a lottery that is to be promoted, and b shall not remove any person from the register unless it appears to them that no lottery is being or is to be promoted in relation to which he is or will be the chargeable person. 6 Where— a the Commissioners determine that a person should be removed from the register because any requirement imposed by regulations under subsection (3)(b) above is not (or is no longer) satisfied in relation to him, and b a lottery in relation to which he is the chargeable person is being promoted at the time they make that determination, they shall not remove him from the register until the promotion of that lottery has come to an end. 7 If subsection (1) above is contravened in relation to a lottery at any time during its promotion, the chargeable person is guilty of an offence and liable— a on summary conviction, to a penalty of  £20,000  or to imprisonment for a term not exceeding six months, or to both, or b on conviction on indictment, to a penalty of any amount or to imprisonment for a term not exceeding two years, or to both. 8 Where a person  contravenes or fails to comply with any requirements imposed by regulations under subsection (3)(c) above  his contravention or failure to comply shall attract a penalty under section 9 of the Finance Act 1994 (civil penalties) ."}, {"act": "Finance Act 1993", "year": 1993, "section": "30", "section_title": " Application of revenue trade provisions of  CEMA  1979.", "section_text": "30 1 Section 1(1) of the  Customs and Excise Management Act 1979 (interpretation) shall be amended in accordance with subsections (2) and (3) below. 2 In the definition of “the revenue trade provisions of the customs and excise Acts”— a the word “and” at the end of paragraph (b) shall be omitted, and b at the end there shall be added ; and                           d the provisions of Chapter  II  of Part I of the Finance Act 1993; . 3 In paragraph (a) of the definition of “revenue trader”— a the word “or” at the end of sub-paragraph (i) shall be omitted, b after sub-paragraph (i) there shall be inserted— i the buying, selling, importation, exportation, dealing in or handling of tickets or chances on the taking of which lottery duty is or will be chargeable; or , and c in sub-paragraph (ii) after “activities” there shall be inserted  “                          as are mentioned in sub-paragraph (i) or (ia) above                        ” . 4 In section 117 of the  Customs and Excise Management Act 1979 (execution and distress against revenue traders) after subsection (1) there shall be inserted— 1A In subsection (1) above as it applies in relation to a sum owing by a revenue trader in respect of lottery duty or of a relevant penalty— a references to goods liable to any excise duty include lottery tickets on the taking of which lottery duty will be chargeable, and b “ the trade in respect of which the duty is imposed ” includes any trade or business carried on by the revenue trader that consists of or includes the buying, selling, importation, exportation, dealing in or handling of tickets or chances on the taking of which lottery duty is or will be chargeable."}, {"act": "Finance Act 1993", "year": 1993, "section": "31", "section_title": " General offences.", "section_text": "31 1 A person who is knowingly concerned— a in the fraudulent evasion (by him or another person) of lottery duty, or b in taking steps with a view to such fraudulent evasion, is guilty of an offence. 2 A person guilty of an offence under subsection (1) above is liable— a on summary conviction, to a penalty of  £20,000  or, if greater, treble the amount of the duty evaded or sought to be evaded or to imprisonment for a term not exceeding six months, or to both, or b on conviction on indictment, to a penalty of any amount or to imprisonment for a term not exceeding seven years, or to both. 3 A person who in connection with lottery duty— a makes a statement that he knows to be false in a material particular or recklessly makes a statement that is false in a material particular, or b with intent to deceive, produces or makes use of a book, account, return or other document that is false in a material particular, is guilty of an offence. 4 A person guilty of an offence under subsection (3) above is liable— a on summary conviction, to a penalty of  £20,000  or to imprisonment for a term not exceeding six months, or to both, or b on conviction on indictment, to a penalty of any amount or to imprisonment for a term not exceeding two years, or to both."}, {"act": "Finance Act 1993", "year": 1993, "section": "32", "section_title": " Offences by bodies corporate.", "section_text": "32 Where an offence under this Chapter is committed by a body corporate, every person who at the date of the commission of the offence is a director, manager, secretary or other similar officer of the body corporate (or is purporting to act in such a capacity) is also guilty of the offence unless— a the offence is committed without his consent or connivance, and b he has exercised all such diligence to prevent its commission as he ought to have exercised, having regard to the nature of his functions in that capacity and to all the circumstances."}, {"act": "Finance Act 1993", "year": 1993, "section": "33", "section_title": " Forfeiture.", "section_text": "33 1 Where a person has committed an offence under section 31(1) or (3) above, any goods used in the promotion of, or in any other way related to, a relevant lottery are liable to forfeiture. 2 In subsection (1) above “ relevant lottery ”— a in relation to an offence under section 31(1) above, means a lottery in respect of which lottery duty was fraudulently evaded or (as the case may be) in respect of which the fraudulent evasion of lottery duty was sought, and b in relation to an offence under section 31(3) above, means a lottery to which the false statement or (as the case may be) false document related."}, {"act": "Finance Act 1993", "year": 1993, "section": "34", "section_title": " Protection of officers etc.", "section_text": "34 Where a person takes an action in pursuance of instructions of the Commissioners given in connection with the enforcement of this Chapter or of regulations under it and, apart from this section, the person would in taking that action be committing an offence under any enactment relating to lotteries, he shall not be guilty of that offence."}, {"act": "Finance Act 1993", "year": 1993, "section": "35", "section_title": " Evidence by certificate etc.", "section_text": "35 1 A certificate of the Commissioners— a that a person was or was not, at any date, registered under section 29 above, b that any return required by regulations under this Chapter had not been made at any date, or c that any lottery duty shown as due in a return made in pursuance of such regulations or in an estimate made under section 116A of the  Customs and Excise Management Act 1979 had not been paid at any date, is sufficient evidence of that fact until the contrary is proved. 2 A photograph of any document furnished to the Commissioners for the purposes of this Chapter and certified by them to be such a photograph is admissible in any proceedings, whether civil or criminal, to the same extent as the document itself. 3 Any document purporting to be a certificate under subsection (1) or (2) above shall be taken to be such a certificate until the contrary is proved."}, {"act": "Finance Act 1993", "year": 1993, "section": "36", "section_title": " Duty a preferential debt in insolvency.", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "37", "section_title": " Disclosure of information.", "section_text": "37 1 Notwithstanding any obligation not to disclose information that would otherwise apply, the Commissioners may disclose information— a to the Secretary of State, b to the   Gambling Commission , or c to an authorised officer of the Secretary of State   or Gambling Commission , for the purpose of assisting the Secretary of State   or Gambling Commission   (as the case may be) in the performance of duties imposed by or under any enactment in relation to lotteries. 2 Notwithstanding any such obligation as is mentioned in subsection (1) above— a the Secretary of State, b the   Gambling Commission                     , or c an authorised officer of the Secretary of State   or Gambling Commission , may disclose information to the Commissioners or to an authorised officer of the Commissioners for the purpose of assisting the Commissioners in the performance of duties in relation to lottery duty. 3 Information that has been disclosed to a person by virtue of this section shall not be disclosed by him except— a to another person to whom (instead of him) disclosure could by virtue of this section have been made, or b for the purpose of any proceedings connected with the operation of any enactment in relation to lotteries or lottery duty. 4 References above in this section to the Secretary of State include any person who has been designated by the Secretary of State as a person to and by whom information may be disclosed under this section. 5 The Secretary of State shall notify the Commissioners in writing if he designates a person under subsection (4) above."}, {"act": "Finance Act 1993", "year": 1993, "section": "38", "section_title": " Regulations and orders.", "section_text": "38 1 Any regulations under this Chapter may make— a different provision for different cases or circumstances, and b incidental, supplemental or consequential provision. 2 Any power to make regulations or orders under this Chapter is exercisable by statutory instrument. 3 Subject to subsection (4) below, a statutory instrument containing such regulations or an order under section 24(5) above is subject to annulment in pursuance of a resolution of the House of Commons. 4 An order under section 24(5) above that will result in lottery duty becoming chargeable in respect of any description of lottery shall not be made unless a draft of the statutory instrument containing it has been laid before, and approved by a resolution of, the House of Commons."}, {"act": "Finance Act 1993", "year": 1993, "section": "39", "section_title": " Disapplication of pool betting duty.", "section_text": "39 In section 6 of the  Betting and Gaming Duties Act 1981 (pool betting duty)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b subsection (4) shall cease to have effect."}, {"act": "Finance Act 1993", "year": 1993, "section": "40", "section_title": " Interpretation etc.", "section_text": "40 1 In this Chapter— “ the Commissioners ” means the Commissioners of Customs and Excise, “ document ” includes a document of any kind whatsoever and, in particular, a record kept by means of a computer, “ promotion ”, in relation to a lottery, includes the conduct of the lottery (and “ promoted ” is to be read accordingly), and “ regulations ” means regulations made by the Commissioners. 2 This Chapter applies in relation to lotteries promoted on behalf of the Crown in pursuance of any enactment as it applies in relation to lotteries not so promoted. 3 The imposition by this Chapter of lottery duty does not make lawful anything that is unlawful apart from this Chapter."}, {"act": "Finance Act 1993", "year": 1993, "section": "41", "section_title": " Commencement.", "section_text": "41 This Chapter shall come into force on such day as the Commissioners may by order appoint, and different days may be appointed for different provisions or for different purposes."}, {"act": "Finance Act 1993", "year": 1993, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Finance Act 1993", "year": 1993, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Finance Act 1993", "year": 1993, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Finance Act 1993", "year": 1993, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Finance Act 1993", "year": 1993, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Finance Act 1993", "year": 1993, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Finance Act 1993", "year": 1993, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Finance Act 1993", "year": 1993, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Finance Act 1993", "year": 1993, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Finance Act 1993", "year": 1993, "section": "51", "section_title": " Charge and rates of income tax for 1993-94.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "52", "section_title": " Personal and married couple’s allowances.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "53", "section_title": " Charge and rate of corporation tax for 1993.", "section_text": "53 Corporation tax shall be charged for the financial year 1993 at the rate of 33 per cent."}, {"act": "Finance Act 1993", "year": 1993, "section": "54", "section_title": " Small companies.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "55", "section_title": " Relief for interest.", "section_text": "55 For the year 1993-94 the qualifying maximum defined in section 367(5) of the Taxes Act 1988 (limit on relief for interest on certain loans) shall be £30,000."}, {"act": "Finance Act 1993", "year": 1993, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Finance Act 1993", "year": 1993, "section": "57", "section_title": " Temporary relief for interest payments.", "section_text": "57 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 365 of that Act (relief on interest on loans to buy a life annuity), after subsection (1) there shall be inserted the following subsections— 1A Where, in the case of any loan— a the condition specified in subsection (1)(d) above would not (apart from this subsection) be fulfilled with respect to any land by reason of its having ceased at any time to be used by a particular person as his only or main residence; and b the intention at that time of the person to whom the loan was made, or of each of the annuitants owning an estate or interest in that land, was to take steps, before the end of the period of 12 months after the day on which it ceased to be so used, with a view to the disposal of his estate or interest, that condition shall be treated in relation to interest on that loan as continuing to be fulfilled with respect to the land from that time until the end of that period or (if sooner) the abandonment by that person or any of those annuitants of his intention to dispose of his estate or interest. 1B If it appears to the Board reasonable to do so, having regard to all the circumstances of a particular case, they may direct that in relation to that case subsection (1A) above shall have effect as if for the reference to 12 months there were substituted a reference to such longer period as meets the circumstances of that case. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section shall have effect in relation to payments of interest made on or after 16th March 1993 (whenever falling due). 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "58", "section_title": " Overclaims in respect of deductions of mortgage interest.", "section_text": "58 1 After subsection (6) of section 369 of the Taxes Act 1988 (recovery of amount treated as paid by recipient of interest paid subject to a deduction under that section) there shall be inserted the following subsection— 7 The following provisions of the Management Act, namely— a section 29(3)(c) (excessive relief), b section 30 (tax repaid in error etc.), c section 88 (interest), and d section 95 (incorrect return or accounts), shall apply in relation to an amount which is paid to any person by the Board as an amount recoverable in accordance with regulations made by virtue of subsection (6) above but to which that person is not entitled as if it were income tax which ought not to have been repaid and, where that amount was claimed by that person, as if it had been repaid as a relief which was not due. 2 This section shall not apply in relation to any payment if the payment, or the claim on which it is made, was made before the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "59", "section_title": " Interest payments to persons not ordinarily resident in UK.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Finance Act 1993", "year": 1993, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Finance Act 1993", "year": 1993, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Finance Act 1993", "year": 1993, "section": "62A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62A"}, {"act": "Finance Act 1993", "year": 1993, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Finance Act 1993", "year": 1993, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Finance Act 1993", "year": 1993, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65"}, {"act": "Finance Act 1993", "year": 1993, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Finance Act 1993", "year": 1993, "section": "67", "section_title": " Donations from companies and individuals.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "68", "section_title": " Payroll deduction schemes.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "69", "section_title": " Contributions to agent’s expenses.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "70", "section_title": " Car benefits: 1993-94.", "section_text": "70 1 In Schedule 6 to the Taxes Act 1988 (taxation of directors and others in respect of cars) for Part I (tables of flat rate cash equivalents) there shall be substituted— Part I  Tables of Flat Rate Cash Equivalents Table A Cars with an original market value up to £19,250 and having a cylinder capacity Cylinder capacity of car in cubic centimetres Age of car at end of relevant year of assessment Under 4 years 4 years or more 1,400 or less £2,310 £1,580 More than 1,400 but not more than 2,000 £2,990 £2,030 More than 2,000 £4,800 £3,220 Table B Cars with an original market value up to £19,250 and not having a cylinder capacity Original market value of car Age of car at end of relevant year of assessment Under 4 years 4 years or more Less than £6,000 £2,310 £1,580 £6,000 or more but less than £8,500 £2,990 £2,030 £8,500 or more but not more than £19,250 £4,800 £3,220 Table C Cars with an original market value of more than £19,250 Original market value of car Age of car at end of relevant year of assessment Under 4 years 4 years or more More than £19,250 but not more than £29,000 £6,210 £4,180 More than £29,000 £10,040 £6,660 2 This section shall have effect for the year 1993-94."}, {"act": "Finance Act 1993", "year": 1993, "section": "71", "section_title": " Car fuel: 1993-94.", "section_text": "71 1 In section 158 of the Taxes Act 1988 (car fuel) for the Tables in subsection (2) (tables of cash equivalents) there shall be substituted— TABLE A Cylinder capacity of car in cubic centimetres Cash equivalent 1,400 or less £600 More than 1,400 but not more than 2,000 £760 More than 2,000 £1,130 TABLE AB Cylinder capacity of car in cubic centimetres Cash equivalent 2,000 or less £550 More than 2,000 £710  TABLE B Original market value of car Cash equivalent Less than £6,000 £600 £6,000 or more but less than £8,500 £760 £8,500 or more £1,130 2 In subsection (5) of that section (reductions in cash equivalents) the words  “or 3” shall be omitted. 3 This section shall have effect for the year 1993-94."}, {"act": "Finance Act 1993", "year": 1993, "section": "72", "section_title": " Car and car fuel benefits: 1994-95 onwards.", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "73", "section_title": " Vans.", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "74", "section_title": " Heavier commercial vehicles.", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "75", "section_title": " Sporting and recreational facilities.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "76", "section_title": " Removal expenses and benefits.", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "77", "section_title": " Application of lower rate.", "section_text": "77 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section shall apply in relation to the year 1993-94 and subsequent years of assessment."}, {"act": "Finance Act 1993", "year": 1993, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "78"}, {"act": "Finance Act 1993", "year": 1993, "section": "79", "section_title": " Provisions supplemental to sections 77 and 78.", "section_text": "79 1 Schedule 6 to this Act (which makes further provision for the purposes of and in connection with the provisions of sections 77 and 78 above) shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "80", "section_title": " Transitional relief for charities etc.", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Finance Act 1993", "year": 1993, "section": "82", "section_title": " Annual exempt amount for 1993-94.", "section_text": "82 For the year 1993-94 section 3 of the  Taxation of Chargeable Gains Act 1992 (annual exempt amount) shall have effect as if the amount specified in subsection (2) were £5,800, and accordingly subsection (3) of that section (indexation) shall not apply for that year."}, {"act": "Finance Act 1993", "year": 1993, "section": "83", "section_title": " Annual exempt amount: indexation for 1994-95 onwards.", "section_text": "83 1 In section 3(3) of the  Taxation of Chargeable Gains Act 1992 (indexation of annual exempt amount) for  “December” (in each place) there shall be substituted  “                      September                    ” . 2 This section shall have effect for the year 1994-95 and subsequent years of assessment."}, {"act": "Finance Act 1993", "year": 1993, "section": "84", "section_title": " Re-organisations etc. involving debentures.", "section_text": "84 1 In section 117 of the Taxation of Chargeable Gains Act 1992 (meaning of qualifying corporate bond), after subsection (6) there shall be inserted the following subsection— 6A For the purposes of this section   “ corporate bond ” also includes, except in relation to a person who acquires it on or after a disposal in relation to which section 115 has or has had effect in accordance with section 116(10)(c), any debenture issued on or after 16th March 1993 which is not a security (as defined in section 132) but— a is issued in circumstances such that it would fall by virtue of section 251(6) to be treated for the purposes of section 251 as such a security; and b would be a corporate bond if it were a security as so defined. 2 In section 251 of that Act (general provisions in relation to debts), after subsection (5) there shall be inserted the following subsection— 6 For the purposes of this section a debenture issued by any company on or after 16th March 1993 shall be deemed to be a security (as defined in section 132) if— a it is issued on a reorganisation (as defined in section 126(1)) or in pursuance of its allotment on any such reorganisation; b it is issued in exchange for shares in or debentures of another company and in a case unaffected by section 137 where one or more of the conditions mentioned in paragraphs (a) to (c) of section 135(1) is satisfied in relation to the exchange; c it is issued under any such arrangements as are mentioned in subsection (1)(a) of section 136 and in a case unaffected by section 137 where section 136 requires shares or debentures in another company to be treated as exchanged for, or for anything that includes, that debenture; or d it is issued in pursuance of rights attached to any debenture issued on or after 16th March 1993 and falling within paragraph (a), (b) or (c) above. 3 This section shall have effect in relation to any chargeable period ending on or after 16th March 1993 but, in relation to any accounting period of a company which began before 6th April 1992, this section shall have effect as if the references in this section, and in the amendments made by this section, to provisions of the Taxation of Chargeable Gains Act 1992 were references to such of the provisions of the  Capital Gains Tax Act 1979 and the  Finance Act 1984 as correspond to those provisions and have effect in relation to that accounting period."}, {"act": "Finance Act 1993", "year": 1993, "section": "85", "section_title": " Personal equity plans.", "section_text": "85 After subsection (3) of section 151 of the Taxation of Chargeable Gains Act 1992 (personal equity plans) there shall be inserted the following subsection— 4 Regulations under this section may include provision which, for cases where a person subscribes to a plan by transferring or renouncing shares or rights to shares— a modifies the effect of this Act in relation to their acquisition and their transfer or renunciation; and b makes consequential modifications of the effect of this Act in relation to anything which (apart from the regulations) would have been regarded on or after their acquisition as an indistinguishable part of the same asset."}, {"act": "Finance Act 1993", "year": 1993, "section": "86", "section_title": " Roll-over relief.", "section_text": "86 1 In section 155 of the  Taxation of Chargeable Gains Act 1992 (classes of assets for the purposes of roll-over relief), after Class 5 there shall be inserted— CLASS 6 Ewe and suckler cow premium quotas (that is, rights in respect of any ewes or suckler cows to receive payments by way of any subsidy entitlement to which is determined by reference to limits contained in  an EU   instrument). 2 The Treasury may by order made by statutory instrument amend section 155 of the Taxation of Chargeable Gains Act 1992 (roll-over relief: relevant classes of assets) so as to add to or amend the classes of assets specified in that section. 2A But an order under subsection (2) may not restrict the assets which fall within a class listed in that section (whether by virtue of subsection (2) or otherwise). 2B An order under subsection (2) may make such consequential amendments of section 156ZB of, or Schedule 7AB to, the Taxation of Chargeable Gains Act 1992 as appear to the Treasury to be appropriate. 3 A statutory instrument containing an order under subsection (2) above shall be subject to annulment in pursuance of a resolution of the House of Commons. 4 Subsection (1) above shall apply where the disposal of the old assets (or an interest in them) or the acquisition of the new assets (or an interest in them) is on or after 1st January 1993; but, in relation to any accounting period of a company which began before 6th April 1992, subsection (1) above shall have effect as if the inserted class were numbered 5 and were inserted after Class 4 in section 118 of the  Capital Gains Tax Act 1979."}, {"act": "Finance Act 1993", "year": 1993, "section": "87", "section_title": " Relief on retirement or re-investment.", "section_text": "87 1 Schedule 7 to this Act (which amends the provisions of the Taxation of Chargeable Gains Act 1992 with respect to retirement relief and makes new provision in relation to relief on the re-investment of certain gains) shall have effect. 2 This section and that Schedule shall have effect in relation to any disposal made on or after 16th March 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "88", "section_title": " Restriction on set-off of pre-entry losses.", "section_text": "88 1 After section 177 of the Taxation of Chargeable Gains Act 1992 there shall be inserted the following section—  Restriction on set-off of pre-entry losses. 177A Schedule 7A to this Act (which makes provision in relation to losses accruing to a company before the time when it becomes a member of a group of companies and losses accruing on assets held by any company at such a time) shall have effect. 2 The Schedule set out in Schedule 8 to this Act shall be inserted after Schedule 7 to that Act. 3 This section and that Schedule— a shall apply for the calculation of the amount to be included in respect of chargeable gains in a company’s total profits for any accounting period ending on or after 16th March 1993; but b shall so apply only in relation to the deduction from chargeable gains accruing on or after 16th March 1993 of amounts in respect of, or of amounts carried forward in respect of— i pre-entry losses accruing before it became a member of the relevant group to a company whose membership of that group began or begins at a time on or after 1st April 1987; and ii losses accruing on the disposal of any assets so far as it is by reference to such a company that the assets fall to be treated as being or having been pre-entry assets or assets incorporating a part referable to pre-entry assets. 4 In relation to accounting periods beginning before 6th April 1992 this section and that Schedule shall have effect as if— a the section and Schedule inserted by subsections (1) and (2) above were inserted in the  Capital Gains Tax Act 1979; and b references in the Schedule so inserted to provisions of the  Taxation of Chargeable Gains Act 1992 were references to such of the provisions of that Act of 1979 or of any other enactment as correspond to the provisions referred to and have effect in relation to that accounting period."}, {"act": "Finance Act 1993", "year": 1993, "section": "89", "section_title": " De-grouping charges.", "section_text": "89 1 In section 179(4) of the Taxation of Chargeable Gains Act 1992 (time at which de-grouping charges accrue), for the words from  “as follows” onwards there shall be substituted at whichever is the later of the following, that is to say—                       a the time immediately after the beginning of the accounting period of that company in which or, as the case may be, at the end of which the company ceases to be a member of the group; and b the time when under subsection (3) above it is treated as having reacquired the asset; and subsection (2) of section 409 of the Taxes Act (group relief) shall require any apportionment under that subsection to be made accordingly but shall not require any reference in this subsection to an accounting period to have effect for any of the purposes specified in subsection (3) of that section as a reference to any accounting period other than a true accounting period.                     2 This section shall have effect in relation to accounting periods ending after the day appointed for the purposes of section 180(1)(b) of that Act."}, {"act": "Finance Act 1993", "year": 1993, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "90"}, {"act": "Finance Act 1993", "year": 1993, "section": "91", "section_title": " Deemed disposals of unit trusts by insurance companies.", "section_text": "91 1 Section 212 of the Taxation of Chargeable Gains Act 1992 (annual deemed disposal by insurance companies of unit trusts) shall have effect in relation to accounting periods beginning on or after 1st January 1993; and neither that section nor section 46 of the  Finance Act 1990 (which is consolidated in that section) shall have effect in relation to any earlier accounting period in relation to which either of them would have applied apart from this subsection. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (7) of that section 212, in the words after paragraph (b)\t\t\t\t\t(application of definitions in the Taxes Act 1988), for \t\t\t\t\t\t“and 214” there shall be substituted  “                      to 214A                    ” . 4 After section 213(1) of that Act of 1992 (spreading of gains and losses), there shall be inserted the following subsection— 1A Subsection (1) above shall not apply to chargeable gains or allowable losses except so far as they are gains or losses which— a are referable to basic life assurance and general annuity business; or b would (apart from that subsection) be taken into account in computing the profits of any business treated as a separate business under section 458 of the Taxes Act; and that subsection shall apply separately in relation to the gains and losses falling within paragraph (a) above and those falling within paragraph (b) above for the purpose of determining what chargeable gains or allowable losses so referable are to be treated as accruing under that subsection and what chargeable gains or allowable losses to be so taken into account are to be treated as so accruing. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92", "section_title": "The basic rule: sterling to be used", "section_text": "92 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92A", "section_title": "Company operating in sterling and preparing accounts in another currency", "section_text": "92A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92B", "section_title": "Company operating in currency other than sterling and preparing accounts in another currency", "section_text": "92B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92C", "section_title": "Company preparing accounts in currency other than sterling", "section_text": "92C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92D", "section_title": "Sterling equivalents: the basic rule", "section_text": "92D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92DA", "section_title": "Sterling equivalents: carried-back amounts", "section_text": "92DA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92DB", "section_title": "Sterling equivalents: carried-forward amounts", "section_text": "92DB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92DC", "section_title": "Adjustment of sterling losses: carried-back amounts", "section_text": "92DC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92DD", "section_title": "Adjustment of sterling losses: carried-forward amounts", "section_text": "92DD . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92DE", "section_title": "Meaning of  “carried-back amount” and  “carried-forward amount”", "section_text": "92DE . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "92E", "section_title": "Interpretation of sections 92A to 92DD", "section_text": "92E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "95"}, {"act": "Finance Act 1993", "year": 1993, "section": "96", "section_title": " Foreign companies: trading currency.", "section_text": "96 1 In Schedule 24 to the Taxes Act 1988 (assumptions for calculating chargeable profits, creditable tax and corresponding United Kingdom tax of foreign companies) the following paragraph shall be inserted after paragraph 4— 4A 1 Sub-paragraph (2) below applies where— a the company carries on a trade, and b the currency used in the accounts of the company for an accounting period is a currency other than sterling. 2 It shall be assumed that by virtue of regulations under section 93 of the Finance Act 1993 (corporation tax: currency to be used) the basic profits or losses of the trade for the accounting period are to be computed and expressed for the purposes of corporation tax in the currency used in the accounts of the company for the period. 3 References in this paragraph to the accounts of a company— a are to the accounts which the company is required by the law of its home State to keep, or b if the company is not required by the law of its home State to keep accounts, are to the accounts of the company which most closely correspond to the individual accounts which companies formed and registered under the  Companies Act 1985 are required by that Act to keep; and for the purposes of this paragraph the home State of a company is the country or territory under whose law the company is incorporated. 4 The reference in sub-paragraph (2) above to the basic profits or losses of the trade for the accounting period shall be construed in accordance with section 93 of the Finance Act 1993. 2 This section applies in relation to any accounting period beginning on or after the day appointed under section 165(7)(b) below."}, {"act": "Finance Act 1993", "year": 1993, "section": "97", "section_title": " Modification of Taxes Act 1988.", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "98", "section_title": " Modification of section 440 of Taxes Act 1988.", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "99"}, {"act": "Finance Act 1993", "year": 1993, "section": "100", "section_title": " Income from investments attributable to BLAGAB, etc.", "section_text": "100 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 475 of that Act (tax-free Treasury securities: exclusion of interest on borrowed money), in subsection (6)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the words  “of the life assurance fund”, in each place where they occur, there shall be substituted the words  “                          attributable to basic life assurance and general annuity business                        ” . 3 This section shall apply in relation to accounting periods beginning after 31st December 1992."}, {"act": "Finance Act 1993", "year": 1993, "section": "101", "section_title": " Modification of Finance Act 1989.", "section_text": "101 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "102", "section_title": " Modification of Taxation of Chargeable Gains Act 1992.", "section_text": "102 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "103", "section_title": " Amendment of definition and repeals.", "section_text": "103 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The following provisions of that Act shall cease to have effect— a section 445 (charge to tax on investment income of overseas life insurance company); b section 446(1) (qualifying distributions part of profits of pension business of overseas life insurance company); c section 447(1), (2) and (4) (set-off of income tax and tax credits against corporation tax assessed under section 445); d section 448 (qualifying distributions and tax credits); e section 449 (double taxation agreements); f section 724(5) to (8) (special provisions of accrued income scheme for overseas life insurance companies); g section 811(2)(c) (provision about deduction of foreign tax not to affect overseas life insurance company charged under section 445); h paragraph 1(9) of Schedule 19AB (payments on account of tax credits in case of pension business: special provision for overseas life insurance companies). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "104", "section_title": " Calculation of consideration.", "section_text": "104 After section 149 of the  Taxation of Chargeable Gains Act 1992 there shall be inserted the following section—  Approved share option schemes. 149A 1 This section applies where— a an option is granted on or after 16th March 1993, b the option consists of a right to acquire shares in a body corporate and is obtained as mentioned in section 185(1) of the Taxes Act (approved share option schemes), and c section 17(1) would (apart from this section) apply for the purposes of calculating the consideration for the grant of the option. 2 The grantor of the option shall be treated for the purposes of this Act as if section 17(1) did not apply for the purposes of calculating the consideration and, accordingly, as if the amount or value of the consideration was its actual amount or value. 3 Where the option is granted wholly or partly in recognition of services or past services in any office or employment, the value of those services shall not be taken into account in calculating the actual amount or value of the consideration. 4 The preceding provisions of this section shall not affect the treatment for the purposes of this Act of the person to whom the option is granted."}, {"act": "Finance Act 1993", "year": 1993, "section": "105", "section_title": " Expenditure on shares.", "section_text": "105 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 32A(5) of the  Capital Gains Tax Act 1979 (expenditure: amounts to be included as consideration)— a for the words  “section 185(6)” there shall be substituted the words  “                          the applicable provision                        ” , and b at the end there shall be inserted ; and in this subsection   “ the applicable provision ” means—                           a subsection (6) of section 185 of the Taxes Act (as that subsection had effect before the coming into force of section 39(5) of the  Finance Act 1991), or b subsection (6A) of that section. 4 The  amendments made by subsection (3) above shall be deemed to have come into force on 1st January 1992 (but shall have effect subject to the repeals made by the Taxation of Chargeable Gains Act 1992)."}, {"act": "Finance Act 1993", "year": 1993, "section": "106", "section_title": " Earnings cap  etc : no indexation in 1993-94.", "section_text": "106 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "107", "section_title": " Indexation of allowances etc. for 1994-95 onwards.", "section_text": "107 1 The Taxes Act 1988 shall be amended as mentioned in subsections (2) to (6) below. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 257C— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b subsection (2) (no change required for  PAYE  before 18th May) shall be omitted. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 This section shall have effect for the year 1994-95 and subsequent years of assessment."}, {"act": "Finance Act 1993", "year": 1993, "section": "108", "section_title": " Counselling services for employees.", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "109", "section_title": " Pre-trading expenditure.", "section_text": "109 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "110", "section_title": " Waste disposal expenditure.", "section_text": "110 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "111", "section_title": " Business expansion scheme: loan linked investments.", "section_text": "111 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "112", "section_title": " Employers’ pension contributions.", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "113", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "113"}, {"act": "Finance Act 1993", "year": 1993, "section": "114", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "114"}, {"act": "Finance Act 1993", "year": 1993, "section": "115", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "115"}, {"act": "Finance Act 1993", "year": 1993, "section": "116", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "116"}, {"act": "Finance Act 1993", "year": 1993, "section": "117", "section_title": " Transactions between connected persons etc.", "section_text": "117 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "118", "section_title": " Scottish trusts.", "section_text": "118 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "119", "section_title": " Controlled foreign companies.", "section_text": "119 1 In section 750(1) of the Taxes Act 1988 (meaning of lower level of taxation for purposes of provisions relating to controlled foreign companies) for  “one-half” there shall be substituted  “                      three-quarters                    ” . 2 Subsection (1) above shall apply in relation to accounting periods beginning on or after 16th March 1993. 3 Where a company is by virtue of section 749(1) or (2) of the Taxes Act 1988 regarded as resident in a territory outside the United Kingdom and (apart from this section)— a an accounting period of the company would begin before 16th March 1993 and end on or after that date, and b the company would not be considered to be subject, by virtue of section 750(1) of that Act, to a lower level of taxation in that accounting period in the territory in which it is regarded as resident, for the purposes of Chapter  IV  of Part XVII of that Act that accounting period shall be treated as ending on 15th March 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "120", "section_title": " Pay and file: miscellaneous amendments.", "section_text": "120 Schedule 14 to this Act (which makes various amendments of the  Taxes Management Act 1970, the Taxes Act 1988 and the  Finance Act 1989 with a view to, or in connection with, the introduction of  “pay and file”) shall have effect."}, {"act": "Finance Act 1993", "year": 1993, "section": "121", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "121"}, {"act": "Finance Act 1993", "year": 1993, "section": "122", "section_title": " Application of Income Tax Acts etc. to public departments.", "section_text": "122 1 In subsection (2) of section 829 of the Taxes Act 1988 (restriction on application of Income Tax Acts to public departments), at the end there shall be inserted  “                      unless it is tax which would not have been so borne but for a failure by a public office or department of the Crown to make a deduction required by virtue of subsection (1) above.                    ” 2 The provisions of Parts IX and X of the Taxes Management Act 1970 (interest and penalties) shall apply in relation to public offices and departments of the Crown for the purposes, so far as they so apply, of the other provisions of that Act and of the provisions of the Income Tax Acts mentioned in section 829(1) of the Taxes Act 1988. 3 This section shall have effect in relation to the year 1993-94 and subsequent years of assessment."}, {"act": "Finance Act 1993", "year": 1993, "section": "123", "section_title": " Expenditure involving crime.", "section_text": "123 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "124", "section_title": " Expenses of Members of Parliament.", "section_text": "124 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "125", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "125"}, {"act": "Finance Act 1993", "year": 1993, "section": "126", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "126"}, {"act": "Finance Act 1993", "year": 1993, "section": "127", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "127"}, {"act": "Finance Act 1993", "year": 1993, "section": "128", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "128"}, {"act": "Finance Act 1993", "year": 1993, "section": "129", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "129"}, {"act": "Finance Act 1993", "year": 1993, "section": "130", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "130"}, {"act": "Finance Act 1993", "year": 1993, "section": "131", "section_title": " Non-trading gains and losses: relief.", "section_text": "131 1 This section applies where— a a company is treated as incurring in an accounting period a loss or losses by virtue of section 129 above, and b it is not treated as receiving in the accounting period any amount by virtue of that section; and where this section applies by virtue of this subsection references to the relievable amount for the accounting period are to an amount equal to amount B. 2 This section also applies where— a a company is treated as incurring in an accounting period a loss or losses by virtue of section 129 above, b it is treated as receiving in the accounting period an amount or amounts by virtue of that section, and c amount B exceeds amount A; and where this section applies by virtue of this subsection references to the relievable amount for the accounting period are to an amount equal to amount B minus amount A. 3 The company may claim under this subsection that the whole or part of the relievable amount for an accounting period shall be treated for the purposes of section 403(1) of the Taxes Act 1988 (group relief) as if it were a loss incurred by the company in the period in carrying on a trade, and in such a case section 403(2)\t\t\t\t\t(exclusions) shall not apply. 4 The company may claim under this subsection that the whole or part of the relievable amount for an accounting period shall be set off for the purposes of corporation tax against profits (of whatever description) of that accounting period; and in such a case, subject to any relief for a loss incurred in a trade in an earlier accounting period, those profits shall then be treated as reduced accordingly. 5 Where a company has made no claim under subsection (3) or (4) above as regards the relievable amount for an accounting period, the company may claim under this subsection that— a the whole of the relievable amount, or b where the relievable amount exceeds the relevant exchange profits, so much of the relievable amount as is equal to those profits, shall be treated as mentioned in subsection (7) below. 6 Where a company has made a claim under subsection (3) or (4) above as regards the relievable amount for an accounting period, the company may claim under this subsection that— a such part of the relievable amount as is not the subject of any such claim, or b where that part exceeds the relevant exchange profits, so much of that part as is equal to those profits, shall be treated as mentioned in subsection (7) below. 7 Where a company claims under subsection (5) or (6) above as regards the whole or part of the relievable amount for an accounting period, the whole or part concerned shall be set off for the purposes of corporation tax against the exchange profits of preceding accounting periods falling wholly or partly within the permitted period; and (subject to any relief for an earlier loss) the exchange profits of any of those accounting periods shall then be treated as reduced by the whole or part concerned or by so much of it as cannot be set off under this subsection against the exchange profits of a later accounting period. 8 For the purposes of subsections (5) and (6) above “ the relevant exchange profits ” means the total of the following— a the exchange profits, as reduced by any reliefs for earlier losses and any reliefs falling within subsection (9) below, of all those accounting periods falling wholly within the permitted period, and b such part of the exchange profits, as so reduced, of any accounting period falling partly before the beginning of the permitted period as is proportionate to the part of the accounting period falling within the permitted period. 9 The reliefs falling within this subsection are— a any relief under section 338 of the Taxes Act 1988 (charges on income) in respect of payments made wholly and exclusively for the purposes of a trade; b where the company is an investment company for the purposes of Part IV of the Taxes Act 1988, any relief under that section in respect of payments made wholly and exclusively for the purposes of its business. 10 For the purposes of subsections (7) and (8) above— a the exchange profits of an accounting period are the annual profits or gains the company is treated as receiving in that period under section 130 above, b the permitted period is the period of three years immediately preceding the accounting period first mentioned in subsection (7) above, and c an earlier loss is a loss incurred, or treated as incurred, in an accounting period earlier than that first mentioned in subsection (7) above. 11 The amount of the reduction that may be made under subsection (7) above in the exchange profits of an accounting period falling partly before the beginning of the permitted period shall not exceed a part of those profits proportionate to the part of the accounting period falling within the permitted period. 12 If the whole or part of the relievable amount for an accounting period is not dealt with under a claim under this section— a the company shall be treated as incurring by virtue of section 129 above a loss of an amount equal to the whole or part (as the case may be), b the company shall be treated as incurring the loss in the next succeeding accounting period, and c in relation to that accounting period references to amount B shall be construed accordingly. 13 A company— a may not claim under more than one of subsections (3) and (4) above as regards the same part of a relievable amount, and b where it has claimed under subsection (5)(b) or (6) above as regards part of a relievable amount, may not later claim under subsection (3) or (4) above as regards any part of the relievable amount. 14 A claim under any of subsections (3) to (6) above must be made within the period of two years immediately following the accounting period to which the relievable amount relates or within such further period as the Board may allow."}, {"act": "Finance Act 1993", "year": 1993, "section": "132", "section_title": " Modifications where loss carried forward.", "section_text": "132 1 This section applies where section 131(12) above treats a company as incurring a loss in an accounting period by virtue of section 129 above. 2 In this section references to amount C are to so much of amount B as the company is treated as incurring in the accounting period otherwise than by virtue of section 131(12). 3 Where section 131 above applies by virtue of section 131(1) and this section applies, then, as regards the accounting period— a if amount C is nil section 131(3) to (6) shall not apply; b if amount C exceeds nil the references to the relievable amount in section 131(3) to (7), (13) and (14) shall be construed as references to so much of that amount as equals amount C. 4 Where section 131 above applies by virtue of section 131(2) and this section applies, then, as regards the accounting period— a if amount C does not exceed amount A section 131(3) to (6) shall not apply; b if amount C exceeds amount A the references to the relievable amount in section 131(3) to (7), (13) and (14) shall be construed as references to so much of that amount as equals amount C minus amount A."}, {"act": "Finance Act 1993", "year": 1993, "section": "133", "section_title": " Interaction with ICTA.", "section_text": "133 1 Section 131(4) above shall apply before section 393A(1) of the Taxes Act 1988 in relation to profits of the accounting period first mentioned in section 131(4) above. 2 Relief shall not be given under section 131(4) above against any ring fence profits of the company; and in this subsection “ ring fence profits ” has the same meaning as in Chapter V of Part XII of the Taxes Act 1988. 3 Where the company incurs a loss in a trade in the accounting period first mentioned in subsection (7) of section 131 above, that subsection shall apply after section 393A(1) of the Taxes Act 1988 in relation to exchange profits of a particular accounting period. 4 Relief shall not be given by virtue of section 131(7) above so as to interfere with— a any relief under section 338 of the Taxes Act 1988 (charges on income) in respect of payments made wholly and exclusively for the purposes of a trade, or b where the company is an investment company for the purposes of Part IV of the Taxes Act 1988, any relief under that section in respect of payments made wholly and exclusively for the purposes of its business. 5 The reference in subsection (3) above to exchange profits of an accounting period shall be construed in accordance with section 131(10) above."}, {"act": "Finance Act 1993", "year": 1993, "section": "134", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "134"}, {"act": "Finance Act 1993", "year": 1993, "section": "135", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "135"}, {"act": "Finance Act 1993", "year": 1993, "section": "135A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "135A"}, {"act": "Finance Act 1993", "year": 1993, "section": "136", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "136"}, {"act": "Finance Act 1993", "year": 1993, "section": "136A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "136A"}, {"act": "Finance Act 1993", "year": 1993, "section": "137", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "137"}, {"act": "Finance Act 1993", "year": 1993, "section": "138", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "138"}, {"act": "Finance Act 1993", "year": 1993, "section": "139", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "139"}, {"act": "Finance Act 1993", "year": 1993, "section": "140", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "140"}, {"act": "Finance Act 1993", "year": 1993, "section": "141", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "141"}, {"act": "Finance Act 1993", "year": 1993, "section": "142", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "142"}, {"act": "Finance Act 1993", "year": 1993, "section": "143", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "143"}, {"act": "Finance Act 1993", "year": 1993, "section": "144", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "144"}, {"act": "Finance Act 1993", "year": 1993, "section": "145", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "145"}, {"act": "Finance Act 1993", "year": 1993, "section": "146", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "146"}, {"act": "Finance Act 1993", "year": 1993, "section": "147", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "147"}, {"act": "Finance Act 1993", "year": 1993, "section": "148", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "148"}, {"act": "Finance Act 1993", "year": 1993, "section": "149", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "149"}, {"act": "Finance Act 1993", "year": 1993, "section": "150", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "150"}, {"act": "Finance Act 1993", "year": 1993, "section": "151", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "151"}, {"act": "Finance Act 1993", "year": 1993, "section": "152", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "152"}, {"act": "Finance Act 1993", "year": 1993, "section": "153", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "153"}, {"act": "Finance Act 1993", "year": 1993, "section": "154", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "154"}, {"act": "Finance Act 1993", "year": 1993, "section": "155", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "155"}, {"act": "Finance Act 1993", "year": 1993, "section": "156", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "156"}, {"act": "Finance Act 1993", "year": 1993, "section": "157", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "157"}, {"act": "Finance Act 1993", "year": 1993, "section": "158", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "158"}, {"act": "Finance Act 1993", "year": 1993, "section": "159", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "159"}, {"act": "Finance Act 1993", "year": 1993, "section": "160", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "160"}, {"act": "Finance Act 1993", "year": 1993, "section": "161", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "161"}, {"act": "Finance Act 1993", "year": 1993, "section": "162", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "162"}, {"act": "Finance Act 1993", "year": 1993, "section": "163", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "163"}, {"act": "Finance Act 1993", "year": 1993, "section": "164", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "164"}, {"act": "Finance Act 1993", "year": 1993, "section": "165", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "165"}, {"act": "Finance Act 1993", "year": 1993, "section": "166", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "166"}, {"act": "Finance Act 1993", "year": 1993, "section": "167", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "167"}, {"act": "Finance Act 1993", "year": 1993, "section": "168", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "168"}, {"act": "Finance Act 1993", "year": 1993, "section": "168A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "168A"}, {"act": "Finance Act 1993", "year": 1993, "section": "169", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "169"}, {"act": "Finance Act 1993", "year": 1993, "section": "170", "section_title": " Amendments.", "section_text": "170 Schedule 18 to this Act (which contains amendments) shall have effect."}, {"act": "Finance Act 1993", "year": 1993, "section": "171", "section_title": " Taxation of profits and allowance of losses.", "section_text": "171 1 Income tax for any year of assessment on the profits arising from a member’s underwriting business shall be computed on the profits of that year of assessment. 2 As respects the profits arising to a member from his underwriting business for any year of assessment— a the aggregate of those profits shall be chargeable to tax under Chapter 2 of Part 2 of the Income Tax (Trading and Other Income) Act 2005 as the profits of a trade carried on in the United Kingdom; and b accordingly, no part of those profits shall be treated as relevant foreign income, or be charged to tax under any other Part of that Act or any Part of the Income Tax (Earnings and Pensions) Act 2003; but nothing in this subsection shall affect the manner in which the amount of any profits arising from assets forming part of an ancillary trust fund is to be computed. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subsection (2) above does not apply in relation to any profits arising before 6th April 1993 from assets forming part of an ancillary trust fund."}, {"act": "Finance Act 1993", "year": 1993, "section": "172", "section_title": " Year of assessment in which profits or losses arise.", "section_text": "172 1 Subject to the provisions of this Chapter, for the purposes of section 171 above and all other purposes of the Income Tax Acts the profits or losses in any year of assessment of a member’s underwriting business shall be taken to be— a in the case of profits or losses arising directly from his membership of one or more syndicates, those of any previous year or years which are declared in the corresponding underwriting year; b in the case of profits or losses arising from assets forming part of a  premium  trust fund, those allocated under the rules or practice of Lloyd’s to any previous year or years the profits or losses of which are declared in the corresponding underwriting year; and c in the case of other profits or losses, those derived from payments received or made in the corresponding underwriting year. 2 Subsection (1)(c) above does not apply in relation to payments received or made before 6th April 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "173", "section_title": " Assessment and collection of tax.", "section_text": "173 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "174", "section_title": "Premium  trust funds.", "section_text": "174 1 For the purposes of the Income Tax Acts and the Gains Tax Acts— a a member shall be treated as absolutely entitled as against the trustees to the assets forming part of a  premium  trust fund of his; and b where a deposit required by a regulatory authority in a country or territory outside the United Kingdom is paid out of such a fund, the money so paid shall be treated as still forming part of that fund. 2 Where an asset forms part of a  premium  trust fund at the beginning of any underwriting year, for the purposes of the Income Tax Acts— a the trustees of the fund shall be treated as acquiring it on that day, and b they shall be treated as paying in respect of the acquisition an amount equal to the value of the asset at the time of the acquisition. 3 Where an asset forms part of a  premium  trust fund at the end of any underwriting year, for the purposes of the Income Tax Acts— a the trustees of the fund shall be treated as disposing of it on that day, and b they shall be treated as obtaining in respect of the disposal an amount equal to the value of the asset at the time of the disposal. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Subsections (2) to (5) above do not apply to  FOTRA  securities forming part of a member’s premiums trust fund at the beginning or end of any underwriting year if— a the member is not domiciled in the United Kingdom at any time in the year, and b he is either not ordinarily resident in the United Kingdom during the year or a non-resident United Kingdom trader in the year. 7 In this section— “ FOTRA securities ” has the same meaning as in section 715 of the Taxes Act 1988 (exceptions from accrued income scheme); “ non-resident United Kingdom trader ” shall be construed in accordance with subsection (5) of that section; “ underwriting year ” does not include the year 1993 or any earlier underwriting year."}, {"act": "Finance Act 1993", "year": 1993, "section": "175", "section_title": " Special reserve funds.", "section_text": "175 1 If arrangements are made by the Council of Lloyd’s which— a enable such a special reserve fund as is referred to in Part I of Schedule 20 to this Act to be set up in relation to each member; and b comply with the requirements of that Part and are approved by the Board, the provisions of that Part relating to taxation shall have effect in relation to any special reserve fund of a member set up under the arrangements. 2 The arrangements may from time to time be varied with the consent of the Board. 3 If, after giving notice of their intention to do so to the Council of Lloyd’s, the Board cancel the approval which they have given with respect to the arrangements, paragraph 3 of Schedule 20 to this Act shall not apply, in the case of any member, to any year of assessment after the year of assessment in which the approval is cancelled. 4 The provisions of Part II of Schedule 20 to this Act shall have effect as respects the winding up of any special reserve fund which— a was set up under the arrangements mentioned in section 452(1) of the Taxes Act 1988; and b belongs to a member for whom a special reserve fund may be set up under the arrangements mentioned in subsection (1) above."}, {"act": "Finance Act 1993", "year": 1993, "section": "176", "section_title": " Ancillary trust funds.", "section_text": "176 1 A member shall be treated for the purposes of the Income Tax Acts and the Gains Tax Acts as absolutely entitled as against the trustees to the assets forming part of an ancillary trust fund of his. 2 The cost of acquisition and the consideration for the disposal of assets forming part of an ancillary trust fund— a shall be left out of account in computing for the purposes of income tax the profits or losses of the member’s underwriting business; and b accordingly, shall not be excluded for the purposes of capital gains tax under section 37 or 39 of the Gains Tax Act. 3 None of the following provisions (which apply where an individual entitled to securities dies), namely— a section 636 of ITA 2007 (exception where there is a transfer to a legatee); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . shall apply where the individual concerned is a member and the security concerned forms part of an ancillary trust fund of his. 4 In a case where subsection (3)(a) above applies, the deceased’s personal representatives shall be treated for the purposes of   Part 12 of ITA 2007 and section   728 of the Taxes Act 1988 as the transferor or transferee in relation to transfers of securities as to which the deceased was the transferor or transferee (as the case may be) in the interest period in which he died."}, {"act": "Finance Act 1993", "year": 1993, "section": "177", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "177"}, {"act": "Finance Act 1993", "year": 1993, "section": "178", "section_title": " Stop-loss and quota share insurance.", "section_text": "178 1 In computing for the purposes of income tax the profits of a member’s underwriting business, each of the following shall be deductible as an expense, namely— a any premium payable by him under a stop-loss insurance, and any repayment of insurance money paid to him under such an insurance; b any amount payable by him into the High Level Stop Loss Fund, and any repayment of an amount paid to him out of that Fund; and c where an amount is payable by him under a quota share contract— i so much of that amount as exceeds the amount of transferred losses that are declared on or before the date the contract takes effect (“ the declared amount ”), or ii if the contract does not take effect, the amount so payable under the contract. 2 Subject to subsection (3) below, each of the following, namely— a any insurance money payable to  a member  under a stop-loss insurance in respect of a loss in his underwriting business; and b any amount payable to a member out of the High Level Stop Loss Fund in respect of such a loss, shall be treated as a trading receipt in computing the profits arising from that business for the year of assessment which corresponds to the underwriting year in which the loss  was declared . 3 Where, as respects the payment of any such insurance money or amount as is mentioned in subsection (2) above— a the inspector is not notified of the payment at least 30 days before the time after which any assessment or further assessment of profits for the year of assessment is precluded by section 34 of the Management Act (ordinary time limit of   4 years ), and b the inspector is not entitled, after that time, to make any such assessment or further assessment by virtue of section 36 ( loss of tax brought about carelessly or deliberately ) or 40(2) (assessment on personal representatives) of that Act, that subsection shall have effect in relation to that insurance money or amount as if it referred instead to the year of assessment which corresponds to the underwriting year in which the payment is made. 3A Where the amount payable by a member under a quota share contract is less than the declared amount, the difference between the two amounts shall be treated as a trading receipt in computing the profits arising from the member’s underwriting business in the year of assessment which corresponds to the underwriting year in which the contract takes effect. 3B Where a member has entered a quota share contract, any amount paid by him to cover a cash call in respect of transferred losses that are not declared at the time the contract takes effect shall be treated— a for the purposes of subsection (1)(c)(i) and (3A) above, as an amount payable under the contract, and b for the purposes of section 172, as a payment made at the time the contract takes effect. 4 For the purposes of this section— “ cash call ” has the same meaning as in Part 1 of Schedule 20 to this Act; “ quota share contract ” means any contract between a member and another person which— is made in accordance with the rules or practice of Lloyd’s, and provides for that other person to take over any rights and liabilities of the member under any of the syndicates of which he is a member; and where the taking over of a member’s rights and liabilities is conditional upon the occurrence of any event, the contract does not take effect until that event occurs; and “ transferred loss ”, in relation to such a contract, means a loss for which that other person takes over liability under the contract (disregarding, in the case of a loss that has been declared at the time it is taken over, any part of it in respect of which the member has paid a cash call before that time)."}, {"act": "Finance Act 1993", "year": 1993, "section": "179", "section_title": " Cessation: final year of assessment.", "section_text": "179 1 Subject to subsection (5) below, this section applies where a member ceases to carry on his underwriting business, whether by reason of death or otherwise. 2 Subject  . . . to the provisions of any regulations made by the Board, the member’s final year of assessment shall be that which corresponds to the underwriting year in which his deposit at Lloyd’s is paid over to him or his personal representatives or assigns. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of section 171 above and all other purposes of the Income Tax Acts, any profits or losses arising to the member from his underwriting business which are not taken (by virtue of the provisions of this Chapter) to be profits or losses of an earlier year of assessment shall be taken to be profits or losses of his final year of assessment. 5 This section does not apply in any case where the member’s deposit at Lloyd’s is paid over to him or his personal representatives or assigns before 1st January 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "179A", "section_title": " Death of member.", "section_text": "179A 1 This section applies where a member ceases to carry on his underwriting business by reason of death. 2 For the purposes of assessing the profits of the member’s underwriting business, the member shall be treated as having died at the end of the year of assessment which corresponds to the underwriting year immediately preceding that in which he actually died. 3 For the purposes of the Income Tax Acts— a the carrying on of the member’s underwriting business by his personal representatives shall not be treated as a change in the persons engaged in the carrying on of that business; and b subject to the provisions of any regulations made by the Board, the business shall be treated as continuing until the member’s deposit at Lloyd’s is paid over to his personal representatives."}, {"act": "Finance Act 1993", "year": 1993, "section": "179B", "section_title": "Conversion to   underwriting through partnership or company  ", "section_text": "179B Schedule 20A to this Act (which makes provision for certain reliefs to be available where a member converts to limited liability underwriting  or a Lloyd’s partnership converts to underwriting through a company ) shall have effect."}, {"act": "Finance Act 1993", "year": 1993, "section": "180", "section_title": " Underwriting profits to be   relevant  UK  earnings  etc .", "section_text": "180 1 In relation to any member, all profits arising to him from his underwriting business— a shall be treated for the purposes of the Income Tax Acts as immediately derived from the carrying on by him of that business, and b accordingly, shall constitute— i for the purposes of Part 4 of the Finance Act 2004, relevant  UK  earnings within section 189(2)(b) of that Act, and ii income in relation to which the treatment in section 836(2) of ITA 2007 does not apply. 2 This section does not apply in relation to profits of the year 1992-93 or earlier years of assessment."}, {"act": "Finance Act 1993", "year": 1993, "section": "181", "section_title": " Lloyd’s underwriting agents.", "section_text": "181 In section 43 of the  Finance Act 1989 (Schedule D: computation), subsections (6) and (7) (which extend certain time limits for persons permitted by the Council of Lloyd’s to act as underwriting agents at Lloyd’s) shall cease to have effect in relation to periods of account ending on or after 30th June 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "182", "section_title": " Regulations.", "section_text": "182 1 The Board may by regulations provide— a for the assessment and collection of tax charged in accordance with section 171 above  . . . ; b for making, in the event of any changes in the rules or practice of Lloyd’s, such amendments of this Chapter as appear to the Board to be expedient having regard to those changes; c for modifying the application of this Chapter in cases where a syndicate continues after the end of its closing year or a member dies or otherwise ceases to carry on his underwriting business; ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d for giving credit for foreign tax. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Regulations made, or deemed to have been made, under any of the following enactments (regulations about Lloyd’s underwriters), namely— a section 451(1) or (1A) of the Taxes Act 1988, b section 92(5) of the  Finance Act 1989, or c section 209(4) of the Gains Tax Act, which were in force immediately before 6th April 1992 shall continue in force for the year 1992-93 and subsequent years of assessment notwithstanding the repeal of that enactment by this Act, and shall be deemed to have been made under this section. 6 Any power to make regulations conferred by this section includes power to make— a different provision for different cases or different purposes, and b incidental, supplemental or transitional provision and savings."}, {"act": "Finance Act 1993", "year": 1993, "section": "183", "section_title": " Consequential amendments.", "section_text": "183 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 710(14) of that Act (meaning of “business” and “premiums trust fund”), for the words “section 457” there shall be substituted the words  “                      section 184 of the Finance Act 1993                    ” . 5 In the following provisions (which relate to nominees, trustees etc.), namely—  Section 720(3) of the Taxes Act 1988,  paragraph 18(1) of Schedule 4 to that Act, paragraph 10(1) of Schedule 11 to the Finance Act 1989, and paragraph 18(1) of Schedule 10 to the  Finance Act 1990, the words from “his special reserve fund” to the end shall be omitted. 6 In the following provisions (which relate to the death of a member), namely— section 721(5) of the Taxes Act 1988, paragraph 18(8) of Schedule 4 to that Act, paragraph 10(6) of Schedule 11 to the Finance Act 1989, and paragraph 18(6) of Schedule 10 to the  Finance Act 1990, the words from “a special reserve fund” to the end shall be omitted. 7 In section 206(2) of the Gains Tax Act (Lloyd’s underwriters), after the words “subsection (1) above” there shall be inserted the words  “                       and section 174(1) of the Finance Act 1993                    ” . 8 In section 209 of that Act (interpretation, regulations about underwriters etc.)— a in subsection (1), for the words “sections 450 to 456 of the Taxes Act” there shall be substituted the words  “                          Chapter  III  of Part II of the Finance Act 1993                        ”  and for the words “sections 450 to 456”, in the second place where they occur, there shall be substituted the words  “                          that Chapter                        ” ; and b in subsection (6), the words “or (4)” shall be omitted."}, {"act": "Finance Act 1993", "year": 1993, "section": "184", "section_title": " Interpretation and commencement.", "section_text": "184 1 In this Chapter, unless the context otherwise requires— “ ancillary trust fund ”, in relation to a member, does not include a  premium  trust fund of his or his special reserve fund (if any) but, subject to that, means any trust fund required or authorised by the rules of Lloyd’s, or required by a members’ agent of his  . . . ; “ closing year ”— in relation to a year of assessment, means the year of assessment next but one following that year; in relation to an underwriting year, means the underwriting year next but one following that year; and in relation to a syndicate, means the closing year of the underwriting year for which it was formed; “ the Gains Tax Act ” means the  Taxation of Chargeable Gains Act 1992 and “ the Gains Tax Acts ” means that Act and any other enactments relating to capital gains tax; “ the High Level Stop Loss Fund ” means the fund of that name which, under the rules of Lloyd’s, has been established for the year 1993 and subsequent underwriting years; “ inspector ” includes any officer of the Board;   “Lloyd’s partnership” means— a limited partnership formed under the law of Scotland which is a member of Lloyd’s and is or has been an underwriting member, or a limited liability partnership formed under the law of any part of the United Kingdom which is a member of Lloyd’s and is or has been an underwriting member;   “ the Management Act ” means the  Taxes Management Act 1970; “ managing agent ”, in relation to a syndicate and a year of assessment, means— the person registered as a managing agent at Lloyd’s who was acting as such an agent for the syndicate at the end of the corresponding underwriting year, or such other person as may be determined in accordance with regulations made by the Board; “ member ”   (except in Part 1A of Schedule 20A)  means  an individual who is a member of Lloyd’s and  is or has been an underwriting member; “ members’ agent ”, in relation to a member of a syndicate and a year of assessment, means— the person registered as a members’ agent at Lloyd’s who was acting as such an agent for the member at the end of the corresponding underwriting year, or if two or more such persons were so acting and one of them was appointed by the member to be responsible for complying with the requirements of   the Lloyd’s Underwriters (Tax) Regulations 2005   in relation to all of the syndicates of which he is a member, that person, or if two or more such persons were so acting and none of them was so appointed, the person who was so acting for the member in his capacity as a member of the syndicate, or such other person as may be determined in accordance with regulations made by the Board; “premium trust fund” means a trust fund into which premiums receivable by members are paid in compliance with a trust deed under    Rule 8.2.19 of the   Prudential Sourcebook for Insurers made by the Prudential Regulation Authority  under the Financial Services and Markets Act 2000; “ prescribed ” means prescribed by regulations made by the Board; “ profits ” includes gains; “ special reserve fund ”, unless the contrary intention appears, means a special reserve fund set up under the arrangements mentioned in section 175(1) above; “ stop-loss insurance ” means any insurance taken out by a member against losses in his underwriting business  , except insurance taken out by entering a quota share contract (within the meaning of section 178 above) ; “ syndicate ” means a syndicate of underwriting members of Lloyd’s formed for an underwriting year; “ underwriting business ”, in relation to a member, means his underwriting business as a member of Lloyd’s, whether carried on personally or through an underwriting agent, and does not include any other business carried on by him, and in particular, where he is himself an underwriting agent, does not include his business as such an agent; “ underwriting year ” means the calendar year. 2 For the purposes of this Chapter— a an underwriting year and a year of assessment shall be deemed to correspond to each other if the underwriting year ends in the year of assessment; b the profits or losses of a member’s underwriting business include profits or losses arising to him from assets forming part of a  premium  trust fund or an ancillary trust fund; and c any charge made on a member by the  managing agent  of a syndicate of which he is a member, and any expense incurred on his behalf by the  managing agent  of such a syndicate, shall be treated as expenses arising directly from his membership of that syndicate. 3 Subject to any provision to the contrary, the provisions of this Chapter have effect for the year 1992-93 and subsequent years of assessment."}, {"act": "Finance Act 1993", "year": 1993, "section": "185", "section_title": " Abolition of  PRT  for oil fields with development consents on or after 16th March 1993.", "section_text": "185 A1 In this Part of this Act— “ non-taxable field ” means an oil field which meets the conditions in subsection (1), (1ZA) or (1A), and “ taxable field ” means an oil field which is not a non-taxable field. 1   An oil field meets the conditions in this subsection if it is an oil field—   a for no part of which consent for development was granted to a licensee by the Secretary of State before 16th March 1993; and b for no part of which a programme of development was served on a licensee or approved by the Secretary of State before that date;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1ZA An oil field meets the conditions in this subsection if— a the field does not meet the conditions in subsection (1), and b an election under   Schedule 20B   that the field is to be non-taxable is in effect. 1A An oil field meets the conditions in this subsection if— za the field does not meet the conditions in subsection (1), a the Secretary of State has at any time approved one or more abandonment programmes under Part 4 of the Petroleum Act 1998 (or Part 1 of the Petroleum Act 1987) in relation to all assets of the field which are relevant assets; b those programmes have been carried out to the satisfaction of the Secretary of State; c a development decision is made in relation to the field; and d that decision is made on or after 16th March 1993 and after those programmes have been so carried out. 1B For the purposes of subsection (1A)(a) above, an asset is a relevant asset of an oil field if— a it has at any time been a qualifying asset (within the meaning of the 1983 Act) in relation to any participator in the field; and b it has at any time been used for the purpose of winning oil from the field. 1C For the purposes of subsection (1A)(c) and (d) above, a development decision is made in relation to an oil field when— a consent for development is granted to a licensee by the    appropriate authority    in respect of the whole or part of the field; or b a programme of development is served on a licensee or approved by the    appropriate authority    for the whole or part of the field. 2 For the purposes of subsection (1) above, no account shall be taken, in relation to an oil field, of a consent for development granted before 16th March 1993 or a programme of development served on a licensee or approved by the Secretary of State before that date if— a in whole or in part that consent or programme related to another oil field for which a determination under Schedule 1 to the principal Act was made before the determination under that Schedule for the field in question; and b on or after 16th March 1993, a consent for development is or was granted or a programme of development is or was served on a licensee or approved by the    appropriate authority    and that consent or programme relates, in whole or in part, to the field in question. 2A In subsections (1C) and (2),  “ \"the appropriate authority” ” means— za in relation to a field that is wholly within the Scottish onshore area, as defined in section 8A of the Petroleum Act 1998, the Scottish Ministers; a in relation to a field that is wholly within the Welsh onshore area (as defined in section 8A of the Petroleum Act 1998), the Welsh Ministers; b otherwise, the OGA. 3 Petroleum revenue tax shall not be charged in accordance with the Oil Taxation Acts in respect of— a profits from oil won from a non-taxable field under the authority of such a licence as is referred to in section 1(1) of the principal Act; or b any receipts accruing to a participator in a non-taxable field which, in the case of a taxable field, would be tariff receipts or disposal receipts attributable to the field for any period. 4 Without prejudice to the generality of subsection (3) above— a in section 1(2) of the principal Act (the charge to tax) after the words “oil field” there shall be inserted  “                      which is a taxable field                    ” ; b in section 3(1D) of the principal Act (apportionment of expenditure between oil field and non-oil field use) for the words “an oil field”, in both places where they occur, there shall be substituted  “                      a taxable field                    ” ; c in section 5B of the principal Act (allowance of research expenditure) in subsection (6) after the words “this Act” there shall be inserted  “                      or for purposes relating to non-taxable fields                    ” ; d no computation shall be made under the Oil Taxation Acts of the assessable profit or allowable loss accruing to a participator in any period from a non-taxable field; and e no expenditure shall be regarded as allowable (or allowed) for a non-taxable field under the Oil Taxation Acts. 5 In section 12(1) of the principal Act (interpretation) at the end of the definition of “oil field” there shall be added the words  “                  and “ taxable field ” and “ non-taxable field ” have the same meaning as in Part III of the Finance Act 1993                ” . 6 Subject to paragraphs (b) and (c) of subsection (4) above, where, apart from this section, expenditure incurred on or after 16th March 1993 would fall to be apportioned (as being allowable expenditure) between two or more oil fields, at least one of which is a non-taxable field, the apportionment shall be made as if all the fields were taxable fields, but subsection (4)(e) above shall then apply to any amount of expenditure apportioned to a non-taxable field. 7 In   this section  above   “ development ”, in relation to an oil field, means— a the erection or carrying out of permanent works for the purpose of getting oil from the field or for the purpose of conveying oil won from the field to a place on land; or b winning oil from the field otherwise than in the course of searching for oil or drilling wells; and consent for development does not include consent which is limited to the purpose of testing the characteristics of an oil-bearing area and does not relate to the erection or carrying out of permanent works. 8 In subsection (7) above “ permanent works ” means any structures or other works whatsoever which are intended by the licensee to be permanent and are neither designed to be moved from place to place without major dismantling nor intended by the licensee to be used only for searching for oil."}, {"act": "Finance Act 1993", "year": 1993, "section": "186", "section_title": " Reduction of rates of PRT and interest repayments for taxable oil fields.", "section_text": "186 1 With respect to chargeable periods ending after 30th June 1993 the rate of petroleum revenue tax (relevant only to taxable fields) shall be 50 per cent. and, accordingly, with respect to such periods, in section 1(2) of the principal Act for “75” there shall be substituted  “                  50                ” . 2 In paragraph 17 of Schedule 2 to the principal Act (limit on interest in the case of relief for losses carried back) at the end of sub-paragraph (2) there shall be added the words  “                  and, in relation to the appropriate repayment, the chargeable period for which the relevant assessment or amendment is made is referred to as “ the repayment period ”                ” . 3 In sub-paragraph (4) of that paragraph— a at the beginning there shall be inserted the words  “                      Subject to sub-paragraph (6) below                    ” ; and b in paragraph (a) for the words “85 per cent.” there shall be substituted  “                      the relevant percentage of the amount                    ”  and after the word “above” there shall be inserted  “                      which is treated as reducing the assessable profit of the repayment period                    ” . 4 At the end of that paragraph there shall be added the following sub-paragraphs— 5 For the purposes of sub-paragraph (4)(a) above— a where the repayment period ends on or before 30th June 1993, the relevant percentage, in relation to the amount of the loss or losses which is treated as reducing the assessable profit accruing to the participator for that period is 85 per cent.; and b in relation to the amount of the loss or losses which is treated as reducing the assessable profit accruing to the participator for any later repayment period, the relevant percentage is 60 per cent. 6 If, in order to give effect to the relief for losses carried back, a repayment of APRT falls, or will on the making of a claim fall, to be made with respect to a chargeable period which is the repayment period in relation to the appropriate repayment, the reference in sub-paragraph (4)(b) above to the appropriate repayment shall be construed as a reference to the aggregate of that repayment and the repayment of APRT. 7 In sub-paragraph (6) above “ APRT ” means advance petroleum revenue tax paid under Chapter II of Part VI of the  Finance Act 1982."}, {"act": "Finance Act 1993", "year": 1993, "section": "187", "section_title": " Returns and information.", "section_text": "187 1 In Schedule 2 to the principal Act (management and collection of petroleum revenue tax), other than the Table in paragraph 1 (modifications of the  Taxes Management Act 1970),— a for the words “an oil field”, in each place where they occur, there shall be substituted  “                      a taxable field                    ” ; and b for the words “the oil field”, in each place where they occur, there shall be substituted  “                      the taxable field                    ” ; andparagraph 7 (which is superseded by the following provisions of this section) shall be omitted. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "188", "section_title": " Exploration and appraisal expenditure.", "section_text": "188 1 In section 5A of the principal Act (allowance of exploration and appraisal expenditure), in subsection (1) (conditions for expenditure to be allowable) after paragraph (a) there shall be inserted the following paragraph— aa either is incurred before 16th March 1993 or is incurred within the period of two years beginning on that date and is expenditure to which that person or, if that person is a company, that company or a company associated with it in respect of the expenditure, is committed immediately before that date; and . 2 After subsection (1) of that section there shall be inserted the following subsections— 1A For the purposes of subsection (1)(aa) above, in respect of expenditure incurred on or after 16th March 1993, a person is to be regarded as committed to that expenditure immediately before that date if— a he has an obligation under an exploration and appraisal contract entered into before that date to incur the expenditure; or b the expenditure is incurred wholly and exclusively for the same purpose as that for which the contract referred to in paragraph (a) above was entered into and is so incurred pursuant to an obligation under an exploration and appraisal contract entered into on or after 16th March 1993 and before 16th June 1993. 1B In considering whether a person has at any time such a contractual obligation as is referred to in paragraph (a) or paragraph (b) of subsection (1A) above in respect of any expenditure, a if the contract contains a power (however exercisable) by virtue of which the person concerned, or a company associated with him in respect of the expenditure, is able to bring any contractual obligations to an end, he shall not be regarded as committed to any expenditure which, if the power were to be exercised, would not be incurred; and b if the person concerned (or a company associated with him in respect of the expenditure) has an option (however described) which was not exercised before 16th March 1993 but the exercise of which would increase his expenditure under the contract, he shall not be regarded as committed to any expenditure which would be incurred only as a result of the exercise of the option. 1C For the purposes of subsection (1A) above a contract is an exploration and appraisal contract if it is a contract for the provision of any services or other business facilities or assets for any of the purposes specified in subsection (2) below. 3 In subsection (2) of that section for the words “subsection (1)” there shall be substituted  “                  subsections (1) to (1C)                ” ."}, {"act": "Finance Act 1993", "year": 1993, "section": "189", "section_title": " Transitional relief for certain exploration and appraisal expenditure.", "section_text": "189 1 This section applies in any case where— a a participator in an oil field or an associate incurs expenditure on or after 16th March 1993 and before 1st January 1995; and b apart from this section, that expenditure would not be allowable under section 5A of the principal Act (as amended by section 188 above); and c if section 188 above had not been enacted, the expenditure would be allowable in the case of the participator under section 5A of the principal Act; and d on 16th March 1993 the participator or the associate was a licensee in respect of the area to which the expenditure related. 2 In the following provisions of this section— a expenditure falling within subsection (1) above is referred to as “ transitional E and A expenditure ”; and b the participator in whose case that expenditure would be allowable as mentioned in paragraph (c) of that subsection is referred to as “ the claimant ”. 3 Subject to the following provisions of this section, so much of the transitional E and A expenditure incurred by the claimant or an associate as does not in the aggregate exceed £10 million shall be allowable in the case of the claimant under section 5A of the principal Act (as exploration and appraisal expenditure). 4 In subsections (1) to (3) above any reference to an associate of a participator applies only where the participator is a company and is a reference to another company— a which on 16th March 1993 was a member of the same group of companies as the participator; and b with which the participator is associated in respect of expenditure incurred by the other company; and subsections (7) and (8) of section 5 of the principal Act (companies and associates etc.) apply for the purposes of this section as they apply for the purposes of that section. 5 Where— a the claimant is a company, and b on 16th March 1993 the claimant was a member of a group of companies, and c at least one other company which was a member of the group on that date was then a participator in an oil field, and d that other company is also the claimant in relation to an amount of transitional E and A expenditure, subsection (3) above shall have effect as if references therein to the claimant were references to the aggregate of all those companies which on that date were members of the group and are the claimants in relation to any transitional E and A expenditure. 6 In this section, a group of companies means a company which is not a 51 per cent. subsidiary of any other company, together with each company which is its 51 per cent. subsidiary; and section 838 of the Taxes Act 1988 (subsidiaries) applies for the purposes of this section as it applies for the purposes of the Tax Acts (within the meaning of that Act)."}, {"act": "Finance Act 1993", "year": 1993, "section": "190", "section_title": " Allowance of expenditure on certain assets limited by reference to taxable field use.", "section_text": "190 1 Where, in the case of expenditure incurred as mentioned in section 1(1) of the 1983 Act (expenditure incurred on non-dedicated mobile assets),— a the expenditure would, apart from this subsection, be allowable under section 4 of the principal Act for a claim period of a taxable field, and b during that claim period, the asset becomes dedicated to a non-taxable field, that proportion of the expenditure which is equal to the proportion of the claim period during which the asset is dedicated to a non-taxable field shall not be allowable as mentioned in paragraph (a) above. 2 For the purpose of determining whether an asset becomes at any time dedicated to a non-taxable field, it shall be assumed that, in relation to a non-taxable field, any reference in section 2 of the 1983 Act (dedicated mobile assets) to a claim period is a reference to— a the period ending at the end of December following the determination of the field; or b the period of twelve months ending at the end of December in any later year. 3 In paragraph 7 of Schedule 1 to the 1983 Act (brought-in assets) in sub-paragraph (1)(c) (which requires that during the initial period the asset should have been used otherwise than in connection with an oil field) for the words “an oil field” there shall be substituted  “                  a taxable field                ” . 4 In paragraph 8 of that Schedule (subsequent use of new asset otherwise than in connection with an oil field) in the heading and in sub-paragraphs (1) to (3) and (6) for the words “an oil field” there shall be substituted  “                  a taxable field                ” . 5 In paragraph 5 of Schedule 2 to the 1983 Act (acquisition otherwise than at arm’s length: limit on tariff and disposal receipts)— a in paragraphs (a) and (c) of sub-paragraph (1) for the words “an oil field” there shall be substituted  “                      a taxable field                    ” ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in sub-paragraph (3)(a) for the words “an oil field” there shall be substituted  “                      a taxable field                    ” ; and d in sub-paragraph (3)(b) for the words “an oil field” there shall be substituted  “                      a taxable field or, if it is to a participator in a taxable field, the asset is to be used wholly or partly in connection with a non-taxable field                    ” ."}, {"act": "Finance Act 1993", "year": 1993, "section": "191", "section_title": " Time when expenditure is incurred.", "section_text": "191 1 Subject to the following provisions of this section, where a claim is made under the principal Act for the allowance of any expenditure and the claim is received by the Board after 16th March 1993, an amount of expenditure is to be taken to be incurred for the purposes of the Oil Taxation Acts on the date on which the obligation to pay that amount becomes unconditional (whether or not there is a later date on or before which the whole or any part of that amount is required to be paid). 2 Subject to subsection (3) below, where the amount of any expenditure incurred by any person at any time after 16th March 1993 under a contract— a for the acquisition from any other person of, or of an interest in, an asset, or b for the provision by any other person of services or other business facilities of whatever kind (whether in connection with the use of an asset or not), or c for the grant or transfer to that person by any other person of any right, licence or interest (other than an interest in an asset) is disproportionate to the extent to which that other person has, at or before that time, performed his obligations under the contract then, for the purposes of the Oil Taxation Acts, only so much of the expenditure shall be taken to have been incurred at that time as is proportionate to those obligations which have been so performed. 3 If, in the case of a contract entered into after 16th March 1993 and falling within paragraph (a) or paragraph (b) of subsection (2) above— a the expenditure referred to in that subsection is incurred before 1st July 1993, and b the other person referred to in paragraph (a) or paragraph (b) (“ the contractor ”) has performed his obligations by entering into one or more further contracts, the contractor shall be treated for the purposes of subsection (2) above as having at any time performed his obligations under the contract only to the extent that, at that time, the asset or interest in question has been acquired by, or, as the case may be, the services or other business facilities have been provided to, the person incurring the expenditure. 4 In paragraph 2 of Schedule 4 to the principal Act (limitation of allowable expenditure on transactions between connected persons or otherwise than at arm’s length) for sub-paragraph (1) there shall be substituted the following sub-paragraphs— 1 Where, in a transaction to which this paragraph applies, a person has incurred expenditure in acquiring, bringing into existence or enhancing the value of an asset, he shall at any time be treated for the purposes of— a sections 3 and 4 of this Act, and b sections 3 and 4 of and Schedule 1 to the  Oil Taxation Act 1983, as having incurred that expenditure only to the extent that it does not exceed expenditure (other than loan expenditure) incurred up to that time in a transaction to which this paragraph does not apply (or, if there has been more than one such transaction, the later or latest of them) in acquiring, bringing into existence or enhancing the value of, that asset. 1A Subsections (1) to (3) of section 191 of the Finance Act 1993 apply to determine for the purposes of this paragraph what expenditure has at any time been incurred under a transaction to which this paragraph does not apply, as they apply in relation to expenditure for the allowance of which a claim is received by the Board after 16th March 1993. 1B In sub-paragraph (1) above “ loan expenditure ” means expenditure in respect of interest or any other pecuniary obligation incurred in obtaining a loan or any other form of credit. 5 For sub-paragraph (3) of paragraph 2 of Schedule 4 to the principal Act there shall be substituted the following sub-paragraphs— 3 The preceding provisions of this section shall, with any necessary modification, apply in relation to expenditure incurred by any person in acquiring an interest in an asset or in bringing into existence an asset in which he is to have an interest, or in enhancing the value of an asset in which he has an interest, as those provisions apply in relation to expenditure incurred by a person in acquiring, bringing into existence, or enhancing the value of an asset, as the case may be. 4 The provisions of sub-paragraphs (1) to (2) above shall, with any necessary modification, apply in relation to expenditure incurred by any person in respect of— a the use of an asset (including expenditure on renting or hiring), or b the provision of services or other business facilities of whatever kind in connection with the use, otherwise than by that person, of an asset, as they have effect in relation to expenditure incurred in the acquisition of, or of an interest in, an asset. 6 The amendments made by subsections (4) and (5) above have effect where the transaction to which paragraph 2 of Schedule 4 to the principal Act applies takes place on or after 16th March 1993."}, {"act": "Finance Act 1993", "year": 1993, "section": "192", "section_title": " Chargeable periods in which expenditure may be brought into account.", "section_text": "192 1 Where a claim which— a is made under Schedule 5 or Schedule 6 to the principal Act for the allowance of any expenditure, and b is received by the Board after 16th March 1993, has been allowed, the expenditure shall not be brought into account in determining the assessable profit or allowable loss of any chargeable period which ends earlier than the last day of the claim period in which the expenditure was incurred. 2 Where a claim has been made under Schedule 7 to the principal Act for the allowance of any expenditure incurred after 31st March 1993 and that claim has been allowed, the expenditure shall not be brought into account in determining the assessable profit or allowable loss of any chargeable period which ends before the date on which the expenditure was incurred. 3 The preceding provisions of this section have effect notwithstanding anything in subsection (9) of section 2 of the principal Act (under which expenditure which had been allowed might in certain cases be taken into account in earlier chargeable periods) and, accordingly, at the beginning of that subsection there shall be inserted  “                  Subject to section 192 of the Finance Act 1993                ” ."}, {"act": "Finance Act 1993", "year": 1993, "section": "193", "section_title": " Tariff receipts etc.", "section_text": "193 1 In section 9 of the 1983 Act (tariff receipts allowance) in subsection (5) (definition of “user field”) in paragraph (a) after the words “other than the principal field” there shall be inserted  “                  or a non-taxable field                ” , and at the end of that subsection there shall be inserted the following subsection— 5A No order may be made under subsection (5)(b) above on or after 1st July 1993. 2 Where a participator in a taxable field incurs any expenditure and,— a apart from this subsection, the expenditure would be taken into account in determining the assessable profit or allowable loss accruing to that participator from the taxable field in any chargeable period, and b in the hands of the recipient, the expenditure would, on the relevant assumptions, constitute tariff receipts or disposal receipts of a participator in a non-taxable field attributable to that field for any period, and c at the time the expenditure is incurred, the participator referred to in paragraph (a) above is or is connected with a participator in the non-taxable field referred to in paragraph (b) above, the expenditure shall be disregarded in determining the assessable profit or allowable loss referred to in paragraph (a) above. 3 For the purposes of subsection (2) above, the relevant assumptions are— a that the non-taxable field is a taxable field; and b that the asset which gives rise to the expenditure (by virtue of its use, the provision of services or other business facilities in connection with its use or its disposal) is a qualifying asset in relation to the participator in question. 4 In section 12 of the 1983 Act (charge of receipts attributable to United Kingdom use of foreign field asset), in subsection (3) after the words “oil field”, in the first place where they occur, there shall be inserted  “                  which is a taxable field and                ” . 5 After subsection (3) of section 12 of the 1983 Act there shall be inserted the following subsection— 3A No order may be made under subsection (2)(a) above on or after 1st July 1993. 6 In this section “ disposal receipts ”, “ qualifying asset ” and “ tariff receipts ” have the same meaning as in the 1983 Act; and   section 1122 of the Corporation Tax Act 2010   (connected persons) applies for the purposes of subsection (2)(c) above."}, {"act": "Finance Act 1993", "year": 1993, "section": "194", "section_title": " Double taxation relief in relation to petroleum revenue tax.", "section_text": "194 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "195", "section_title": " Interpretation of Part III and consequential amendments of assessments etc.", "section_text": "195 1 In this Part— a “ the principal Act ” means the  Oil Taxation Act 1975 ; b “ the 1983 Act ” means the  Oil Taxation Act 1983 ; c “ the Oil Taxation Acts ” means Parts I and III of the principal Act, the 1983 Act and any other enactment relating to petroleum revenue tax; and d “ taxable field ” and “ non-taxable field ” shall be construed in accordance with section 185 above. 2 The Board may make all such amendments of assessments or determinations or of decisions on claims as may be necessary in consequence of the provisions of this Part. 3 This Part ... shall be construed as one with Part I of the principal Act."}, {"act": "Finance Act 1993", "year": 1993, "section": "196", "section_title": " Rate bands: no indexation in 1993.", "section_text": "196 The Table substituted by section 72(1) of the  Finance (No.2) Act 1992 shall apply to chargeable transfers made in the year beginning 6th April 1993, and accordingly section 8(1) of the  Inheritance Tax Act 1984 (indexation of rate bands)shall not apply to such transfers."}, {"act": "Finance Act 1993", "year": 1993, "section": "197", "section_title": " Rate bands: indexation for 1994 onwards.", "section_text": "197 1 In section 8 of the Inheritance Tax Act 1984 (indexation of rate bands)— a in subsection (1) for “December in 1984” there shall be substituted  “                      September in 1993                    ”  and for “previous December” there shall be substituted  “                      previous September                    ” ; b in subsection (3) for “December” there shall be substituted  “                      September                    ” ; c in subsection (4) for “1985” there shall be substituted  “                      1994                    ” . 2 This section shall apply in relation to chargeable transfers made on or after 6th April 1994."}, {"act": "Finance Act 1993", "year": 1993, "section": "198", "section_title": " Fall in value relief: qualifying investments.", "section_text": "198 1 In the  Inheritance Tax Act 1984, in Part VI (valuation) in Chapter III (sale of shares etc. from deceased’s estate) there shall be inserted after section 186—  Cancelled investments. 186A 1 Where any qualifying investments comprised in a person’s estate immediately before his death are— a cancelled within the period of twelve months immediately following the date of the death without being replaced by other shares or securities, and b held, immediately before cancellation, by the appropriate person, they shall be treated for the purposes of this Chapter as having been sold by the appropriate person for a nominal consideration (one pound) immediately before cancellation. 2 Where any qualifying investments are included in the calculation under section 179(1) above by virtue of this section, paragraph (b) of that subsection shall have effect, so far as relating to those investments, with the omission of the words from “or” to the end.  Suspended investments. 186B 1 This section applies to any qualifying investments comprised in a person’s estate immediately before his death in respect of which quotation on a recognised stock exchange or dealing on the Unlisted Securities Market is suspended at the end of the period of twelve months immediately following the date of the death (“ the relevant period ”). 2 Where— a any qualifying investments to which this section applies are, at the end of the relevant period, held by the appropriate person, and b the value on death of those investments exceeds their value at the end of that period, they shall be treated for the purposes of this Chapter as having been sold by the appropriate person immediately before the end of that period for a price equal to their value at that time. 3 Where any qualifying investments are included in the calculation under section 179(1) above by virtue of this section, paragraph (b) of that subsection shall have effect, so far as relating to those investments, with the omission of the words from “or” to the end. 2 This section shall have effect in relation to deaths occurring on or after 16th March 1992."}, {"act": "Finance Act 1993", "year": 1993, "section": "199", "section_title": " Fall in value relief: interests in land.", "section_text": "199 1 In the  Inheritance Tax Act 1984, in Part VI, in Chapter IV (sale of land from deceased’s estate) after section 197 there shall be inserted—  Sales in fourth year after death. 197A 1 Where an interest in land— a is comprised in a person’s estate immediately before his death, and b is sold by the appropriate person in the fourth year immediately following the date of the death, otherwise than in circumstances in which section 197(1) above has effect, the interest shall be treated, for the purposes of section 191(1) above, as having been sold within the period of three years immediately following the date of the death. 2 Subsection (1) above shall not have effect in relation to an interest if its sale value would exceed its value on death. 3 In determining the period referred to in section 192(1) above, no account shall be taken of the sale of an interest in relation to which subsection (1) above has effect; and if the claim relates only to such interests, section 192 shall not apply in relation to the claim. 4 In applying section 196(1) above, no account shall be taken, for the purposes of paragraph (a) of that subsection, of an interest in relation to which subsection (1) above has effect. 2 This section shall have effect in relation to deaths occurring on or after 16th March 1990."}, {"act": "Finance Act 1993", "year": 1993, "section": "200", "section_title": " Appeals: questions as to value of land.", "section_text": "200 1 In section 222 of the Inheritance Tax Act 1984 (appeals against determinations) for subsection (4) there shall be substituted the following subsections— 4 An appeal on any question as to the value of land in the United Kingdom may be to the appropriate tribunal. 4A If and so far as the question in dispute on any appeal under this section to the Special Commissioners or the High Court is a question as to the value of land in the United Kingdom, the question shall be determined on a reference to the appropriate tribunal. 4B In this section “ the appropriate tribunal ” means— a where the land is in England or Wales, the Lands Tribunal; b where the land is in Scotland, the Lands Tribunal for Scotland; c where the land is in Northern Ireland, the Lands Tribunal for Northern Ireland. 2 In section 242 of that Act (recovery of tax) in subsection (3) for the words “subsection (4)” there shall be substituted the words  “                  subsections (4) to (4B)                ” . 3 This section shall apply in relation to any appeal which— a is made on or after the day on which this Act is passed, or b is made, but has not begun to be heard, before that day."}, {"act": "Finance Act 1993", "year": 1993, "section": "201", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "201"}, {"act": "Finance Act 1993", "year": 1993, "section": "202", "section_title": " Rent to mortgage: England and Wales.", "section_text": "202 1 Subsection (2) below applies where— a a person exercises the right to acquire on rent to mortgage terms under Part V of the  Housing Act 1985, and b in pursuance of the exercise of that right a conveyance of the freehold is executed in his favour as regards the dwelling-house concerned. 2 For the purposes of the enactments relating to stamp duty chargeable under  Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale) , the consideration for the sale shall be taken to be equal to the price which, by virtue of section 126 of the Housing Act 1985, would be payable for the dwelling-house on a conveyance if the person were exercising the right to buy under Part V of that Act. 3 Subsection (4) below applies where— a a person exercises the right to acquire on rent to mortgage terms under Part V of the Housing Act 1985, and b in pursuance of the exercise of that right a lease is executed in his favour as regards the dwelling-house concerned. 4 In such a case— a the lease shall not be chargeable with stamp duty under  Part II of Schedule 13 to the Finance Act 1999 (lease)  but shall be chargeable with stamp duty under  Part I of that Schedule (conveyance or transfer on sale)  as if it were a conveyance on sale; b for the purposes of the enactments relating to stamp duty chargeable under  Part I of that Schedule  the consideration for the sale mentioned in paragraph (a) above shall be taken to be equal to the price which, by virtue of section 126 of the  Housing Act 1985, would be payable for the dwelling-house on a grant if the person were exercising the right to buy under Part V of that Act. 5 This section shall apply where the conveyance or lease is executed after the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "203", "section_title": " Rent to loan: Scotland.", "section_text": "203 1 Subsection (2) below applies where— a a person exercises the right to purchase a house by way of the rent to loan scheme under Part III of the  Housing (Scotland) Act 1987, and b in pursuance of the exercise of that right a heritable disposition of the house is executed in favour of him. 2 For the purposes of the enactments relating to stamp duty chargeable under  Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale) , the consideration for the sale shall be taken to be equal to the price which, by virtue of section 62 of the Housing (Scotland) Act 1987, would be payable for the house if the person were exercising the right to purchase under section 61 of that Act. 3 This section shall apply where the disposition is executed after the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "204", "section_title": " Method of denoting stamp duty.", "section_text": "204 1 The Treasury may make regulations as to the method by which stamp duty is to be denoted. 2 In particular, regulations under this section may— a provide for duty to be denoted by impressed stamps or adhesive stamps or by a record printed or made by a machine or implement or by such other method as may be prescribed; b provide for one method only to be used, whether generally or in prescribed cases; c provide for alternative methods to be available, whether generally or in prescribed cases; d make different provision for different cases; and cases may be designated by reference to the type of instrument concerned, the geographical area involved, or such other factors as the Treasury think fit. 3 Regulations under this section may provide that where stamp duty is denoted by a method which (in the case of the instrument concerned) is required or permitted by the law in force at the time it is stamped, for the purposes of section 14(4) of the Stamp Act 1891 (instruments not to be given in evidence etc. unless stamped in accordance with the law in force at the time of  . . . execution) the method shall be treated as being in accordance with the law in force at the time when the instrument was  . . . executed. 4 Regulations under this section may include such supplementary, incidental, consequential or transitional provisions as appear to the Treasury to be necessary or expedient. 5 Regulations under this section may make provision in such way as the Treasury think fit, and in particular may amend or repeal or modify the effect of any provision of any Act. 6 In this section “ prescribed ” means prescribed by regulations under this section. 7 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1993", "year": 1993, "section": "205", "section_title": " The 1968 Act.", "section_text": "205 1 The  Provisional Collection of Taxes Act 1968 shall be amended as follows. 2 In section 1(1) (taxes to which section 1 applies)— a after “income tax,” there shall be inserted  “                        corporation tax (including advance corporation tax)                      ” ; b the words “car tax” shall be omitted. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 1(4) (resolution to cease to have statutory effect unless Bill read a second time within twenty-five sitting days) for “twenty-five” there shall be substituted  “                    thirty                  ” . 6 In section 5 (resolution giving provisional effect to motions)— a in subsection (1), paragraph (c) and the word “or” immediately preceding it shall be omitted; b in subsection (2) for “, sections 8(5) and 822 of the 1988 Act” there shall be substituted  “                        and section 822 of the Income and Corporation Taxes Act 1988                      ” . 7 This section shall apply in relation to resolutions passed after the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "206", "section_title": " Corporation tax.", "section_text": "206 1 In section 8 of the Taxes Act 1988 (general scheme of corporation tax) subsections (4) to (6) (assessments where tax not charged for year etc.) shall be omitted. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1993", "year": 1993, "section": "207", "section_title": " Stamp duty.", "section_text": "207 1 In section 50(2) of the  Finance Act 1973 (period of temporary statutory effect of resolution affecting stamp duties)— a in paragraph (a) (period by reference to twenty-fifth day of Commons sitting) for “twenty-fifth” there shall be substituted  “                        thirtieth                      ” ; b in paragraph (d) (period by reference to five months beginning with day resolution takes effect) for “five” there shall be substituted  “                        six                      ” . 2 This section shall apply in relation to resolutions passed after the day on which this Act is passed."}, {"act": "Finance Act 1993", "year": 1993, "section": "208", "section_title": " Residence: available accommodation.", "section_text": "208 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 9 of the  Taxation of Chargeable Gains Act 1992 (residence, including temporary residence) the following subsection shall be inserted after subsection (3)— 4 The question whether for the purposes of subsection (3) above an individual is in the United Kingdom for some temporary purpose only and not with any view or intent to establish his residence there shall be decided without regard to any living accommodation available in the United Kingdom for his use. 3 In consequence of subsection (1) above, in section 267(4) of the  Inheritance Tax Act 1984 (residence in United Kingdom determined as for purposes of income tax) the words “but without regard to any dwelling-house available in the United Kingdom for his use” shall be omitted. 4 Subsections (1) and (2) above shall have effect for the year 1993-94 and subsequent years of assessment. 5 Subsection (3) above shall have effect where the year of assessment concerned is 1993-94 or a subsequent year of assessment."}, {"act": "Finance Act 1993", "year": 1993, "section": "209", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "209"}, {"act": "Finance Act 1993", "year": 1993, "section": "210", "section_title": " Trading funds.", "section_text": "210 Schedule 22 to this Act (which contains provisions about trading funds) shall have effect."}, {"act": "Finance Act 1993", "year": 1993, "section": "211", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "211"}, {"act": "Finance Act 1993", "year": 1993, "section": "212", "section_title": " Interpretation.", "section_text": "212 In this Act “ the Taxes Act 1988 ” means the  Income and Corporation Taxes Act 1988  , and  “ ITA 2007 ” means the Income Tax Act 2007 ."}, {"act": "Finance Act 1993", "year": 1993, "section": "213", "section_title": " Repeals.", "section_text": "213 The enactments specified in Schedule 23 to this Act (which include provisions which are already spent) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision of that Schedule."}, {"act": "Finance Act 1993", "year": 1993, "section": "214", "section_title": " Short title.", "section_text": "214 This Act may be cited as the Finance Act 1993."}]