[{"act": "Foreign Compensation (Amendment) Act 1993", "year": 1993, "section": "1", "section_title": " Amendment of the Foreign Compensation Act 1950.", "section_text": "1 For section 3 of the  Foreign Compensation Act 1950 (compensation payable by governments of other countries under future agreements) there shall be substituted—  Compensation payable by governments of other countries, international organisations  etc. 3 1 Her Majesty may by Order in Council provide for any of the matters mentioned in subsection (2) below— a in contemplation of Her Majesty’s Government in the United Kingdom receiving, or b where Her Majesty’s Government in the United Kingdom have received, compensation paid by another country (or its government), by an international organisation or by an international tribunal. 2 The matters referred to in subsection (1) above are— a the prescribing of categories of person who may apply to the Commission for the purpose of establishing claims to participate in the compensation; b the imposition of conditions that must be fulfilled before such applications can be considered; c the prescribing of matters that must be established to the satisfaction of the Commission by persons making such applications; d the registration by the Commission of such claims, and the making of reports by the Commission in respect of such claims; e the investigation and determination by the Commission of such claims; f the surrender to the Commission of documents of title relating to property in respect of which claims are established, and the abandonment or extinction of rights in respect of which claims are established; g the distribution by the Commission of any sums paid to them by Her Majesty’s Government in the United Kingdom out of compensation; h any supplementary or incidental matters for which provision appears to Her Majesty to be necessary or expedient. 3 In this section— “ international organisation ” means an organisation of which two or more countries (or their governments) are members, and includes any committee or other subordinate body of such an organisation, and “ international tribunal ” means any tribunal, court or other body or person that in pursuance of— an agreement between two or more countries (or their governments) or between one or more countries (or their governments) and one or more international organisations, or a decision or resolution of an international organisation or of a conference attended by representatives of two or more countries (or their governments), performs, or is appointed (whether permanently or temporarily) to perform, any function of a judicial or quasi-judicial nature."}, {"act": "Foreign Compensation (Amendment) Act 1993", "year": 1993, "section": "2", "section_title": " Financial provision and repeal.", "section_text": "2 1 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums so payable under the  Foreign Compensation Act 1950. 2 Section 2(1) and (3) of the  Foreign Compensation Act 1969 (which amended and extended section 3 of the Foreign Compensation Act 1950 as originally enacted) shall cease to have effect."}, {"act": "Foreign Compensation (Amendment) Act 1993", "year": 1993, "section": "3", "section_title": " Commencement and short title.", "section_text": "3 1 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 2 This Act may be cited as the Foreign Compensation (Amendment) Act 1993."}]