[{"act": "Gas (Exempt Supplies) Act 1993", "year": 1993, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Gas (Exempt Supplies) Act 1993", "year": 1993, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Gas (Exempt Supplies) Act 1993", "year": 1993, "section": "3", "section_title": " Keeping of register.", "section_text": "3 In section 36 of the Gas Act 1986 (keeping of register), for subsections (1) and (2) there shall be substituted the following subsections— 1 The Director shall keep a register of notifications and directions under section 6 above, exemptions granted under section 6A above to particular persons, authorisations under section 7 or 8 above and final and provisional orders at such premises and in such form as he may determine. 2 Subject to any direction given under subsection (3) below, the Director shall cause to be entered in the register the provisions of— a every notification or direction under section 6 above; b every exemption granted under section 6A above to a particluar person and every revocation of such exemption; c every revocation made otherwise than by order of an exemption granted under that section to persons of a particular class; d every authorisation under section 7 or 8 above and every modification or revocation of, and every direction or consent given or determination made under, such an authorisation; and e every final or provisional order, every revocation of such an order and every notice under section 28(6) above."}, {"act": "Gas (Exempt Supplies) Act 1993", "year": 1993, "section": "4", "section_title": " Short title, commencement and extent.", "section_text": "4 1 This Act may be cited as the Gas (Exempt Supplies) Act 1993. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different provisions or for different purposes. 3 This Act does not extend to Northern Ireland."}]