[{"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "1", "section_title": "The Commissioner .", "section_text": "1 1 For the purpose of conducting investigations in accordance with this Act, there shall continue to be— a a Health Service Commissioner for England  and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 References in this Act to   the Commissioner   (or Health Service Commissioner) are, unless the context otherwise requires, to   the Health Service Commissioner for England . 3 Schedule 1 has effect with respect to the appointment and remuneration of, and other administrative matters relating to, the Health Service Commissioner  ...."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "2", "section_title": " The bodies subject to investigation.", "section_text": "2 1 The bodies subject to investigation by   the Commissioner   are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c Special Health Authorities to which this section applies   not exercising functions only or mainly in Wales , d National Health Service trusts managing a hospital, or other establishment or facility, in England, da . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . db  NHS  foundation trusts, dc   NHS England , dd integrated care boards, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 References in this Act to a “ health service body ” are to any of the bodies mentioned above. 5 The Special Health Authorities to which this section applies are those— a established on or before 1st April 1974, or b established after that date and designated by Order in Council as ones to which this section applies. 6 A designation made for the purposes of subsection (5)(b) shall be made by Order in Council; and a statutory instrument containing an Order in Council made by virtue of this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "2A", "section_title": "Health service providers subject to investigation.", "section_text": "2A 1 Persons are subject to investigation by   the Commissioner   if they are  or were at the time of the action complained of — a persons (whether individuals or bodies) providing services under a contract entered into by them with    NHS England    under   section 84   , 100 or 117   of the National Health Service Act 2006   b persons (whether individuals or bodies) undertaking to provide in England  ... pharmaceutical services under  ... that Act;  or c individuals performing in England   primary  medical services or   primary  dental services in accordance with arrangements made under   section 92 or 107   of that Act (except as employees of, or otherwise on behalf of, a health service body or an independent provider) or individuals providing in England local pharmaceutical services in accordance with arrangements made under a pilot scheme established under   section 134 of the National Health Service Act 2006   (except as employees of, or otherwise on behalf of, a health service body or an independent provider). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this Act— a references to a family health service provider are to any person mentioned in   subsection (1) ; b references to family health services are to any of the services so mentioned."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "2B", "section_title": " Independent providers subject to investigation.", "section_text": "2B 1 Persons are subject to investigation by   the Commissioner   if— a they are  or were at the time of the action complained of  persons (whether individuals or bodies) providing services in England under arrangements with health service bodies or family health service providers, and b they are not  or were not at the time of the action complained of  themselves health service bodies or family health service providers. 1A Persons are subject to investigation by the Commissioner if— a they are, or were at the time of the action complained of, providing direct payment services, and b they are not, or were not at the time of the action complained of, health service bodies. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The services provided under arrangements mentioned in   subsection (1)(a)   may be services of any kind. 5 In this Act references to an independent provider are to any person providing services as mentioned in  subsection (1)  or (1A) ."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "3", "section_title": " General remit of   Commissioner .", "section_text": "3 1 On a complaint duly made to   the Commissioner   by or on behalf of a person that he has sustained injustice or hardship in consequence of— a a failure in a service provided by a health service body, b a failure of such a body to provide a service which it was a function of the body to provide, or c maladministration connected with any other action taken by or on behalf of such a body, the Commissioner may, subject to the provisions of this Act, investigate the alleged failure or other action. 1YA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1ZA Any failure or maladministration mentioned in subsection (1) may arise from action of— a the health service body, b a person employed by that body, c a person acting on behalf of that body, or d a person to whom that body has delegated any functions. 1A Where a family health service provider has undertaken to provide any family health services and a complaint is duly made to   the Commissioner   by or on behalf of a person that he has sustained injustice or hardship in consequence of— a action taken by the family health service provider in connection with the services, b action taken in connection with the services by a person employed by the family health service provider in respect of the services, c action taken in connection with the services by a person acting on behalf of the family health service provider in respect of the services, or d action taken in connection with the services by a person to whom the family health service provider has delegated any functions in respect of the services, the Commissioner may, subject to the provisions of this Act, investigate the alleged action. 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C Where an independent provider has made an arrangement with a health service body or a family health service provider to provide a service (of whatever kind)  , or has undertaken to provide direct payment services,   and a complaint is duly made to   the Commissioner   by or on behalf of a person that he has sustained injustice or hardship in consequence of— a a failure in the service provided by the independent provider, b a failure of the independent provider to provide the service, or c maladministration connected with any other action taken in relation to the service, the Commissioner may, subject to the provisions of this Act, investigate the alleged failure or other action. 1D Any failure or maladministration mentioned in subsection (1C) may arise from action of— a the independent provider, b a person employed by the provider, c a person acting on behalf of the provider, or d a person to whom the provider has delegated any functions. 1E Where a complaint is duly made to   the Commissioner   by or on behalf of a person that the person has sustained injustice or hardship in consequence of maladministration by any person or body in the exercise of any function under section 113 of the Health and Social Care (Community Health and Standards) Act 2003 (complaints about health care), the Commissioner may, subject to the provisions of this Act, investigate the alleged maladministration. 2 In determining whether to initiate, continue or discontinue an investigation under this Act,   the Commissioner                     shall act in accordance with his own discretion. 3 Any question whether a complaint is duly made to   the Commissioner   shall be determined by him. 4 Nothing in this Act authorises or requires   the Commissioner   to question the merits of a decision taken without maladministration by a health service body in the exercise of a discretion vested in that body. 5 Nothing in this Act authorises or requires   the Commissioner   to question the merits of a decision taken without maladministration by— a a family health service provider, b a person employed by a family health service provider, c a person acting on behalf of a family health service provider, or d a person to whom a family health service provider has delegated any functions. 6 Nothing in this Act authorises or requires   the Commissioner   to question the merits of a decision taken without maladministration by— a an independent provider, b a person employed by an independent provider, c a person acting on behalf of an independent provider, or d a person to whom an independent provider has delegated any functions. 7 Subsections (4) to (6) do not apply to the merits of a decision to the extent that it was taken in consequence of the exercise of clinical judgment."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "4", "section_title": " Availability of other remedy.", "section_text": "4 1   The Commissioner   shall not conduct an investigation in respect of action in relation to which the person aggrieved has or had— a a right of appeal, reference or review to or before a tribunal constituted by or under any enactment or by virtue of Her Majesty’s prerogative, or b a remedy by way of proceedings in any court of law, unless the Commissioner is satisfied that in the particular circumstances it is not reasonable to expect that person to resort or have resorted to it. 2   The Commissioner   shall not conduct an investigation in respect of action which has been, or is, the subject of an inquiry under section 84 of the  National Health Service Act 1977 or section 76 of the  National Health Service (Scotland) Act 1978 (general powers to hold inquiries). 3 A Commissioner shall not conduct an investigation in respect of action  by a health service body other than the Mental Welfare Commission for Scotland if it is action  in relation to which the protective functions of the Mental Welfare Commission for Scotland have been, are being or may be exercised under the  Mental Health (Scotland) Act 1984. 4 Subsection (5) applies where— a action by reference to which a complaint is made under section 3(1), (1A) or (1C) is action by reference to which a complaint can be made  under section 113(1) or (2) of the Health and Social Care (Community Health and Standards) Act 2003 or   under a procedure operated by a health service body, a family health service provider or an independent provider, and b subsection (1), (2) or (3) does not apply as regards the action. 5 In such a case   the Commissioner   shall not conduct an investigation in respect of the action unless he is satisfied that— a the other procedure has been invoked and exhausted, or b in the particular circumstances it is not reasonable to expect that procedure to be invoked or (as the case may be) exhausted. 6 Section 1(2) of the  Hospital Complaints Procedure Act 1985 (which provides that no right of appeal  etc.  conferred under section 1 of that Act is to preclude an investigation under this Act) shall have effect subject to subsection (5) above."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "6", "section_title": " General health services and service committees.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3   The Commissioner   shall not conduct an investigation in respect of action taken by a Primary Care Trust  ... in the exercise of its functions under the  National Health Service (Service Committees and Tribunal) Regulations 1992, or any instrument amending or replacing those regulations. 4 A Commissioner shall not conduct an investigation in respect of action taken by a Health Board in the exercise of its functions under the  National Health Service (Service Committees and Tribunal) (Scotland) Regulations 1992, or any instrument amending or replacing those regulations. 5   The Commissioner   shall not conduct an investigation in respect of action taken by a Primary Care Trust  ... in the exercise of its functions under regulations made under section  ...    126 or 129 of the National Health Service Act 2006   by virtue of section 17 of the  Health and Medicines Act 1988 (investigations of matters relating to services). 6 A Commissioner shall not conduct an investigation in respect of action taken by a Health Board in the exercise of its functions under regulations made under section 19, 25(2), 26(2) or 27(2) of the  National Health Service (Scotland) Act 1978 by virtue of section 17 of the  Health and Medicines Act 1988."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "7", "section_title": " Personnel, contracts etc.", "section_text": "7 1   The Commissioner  shall not conduct an investigation in respect of action taken in respect of appointments or removals, pay, discipline, superannuation or other personnel matters in relation to service under   the National Health Service Act 2006 or the National Health Service (Wales) Act 2006   .... 2   The Commissioner   shall not conduct an investigation in respect of action taken in matters relating to contractual or other commercial transactions, except for— a matters relating to NHS contracts (as defined by   section 9 of the National Health Service Act 2006   ...),  ... aa matters arising from arrangements for the provision of direct payment services, b matters arising from arrangements between a health service body and  an independent provider for the provision of services by the provider   and c matters arising from arrangements between a family health service provider and an independent provider for the provision of services by the independent provider. 3 In determining what matters arise from arrangements mentioned in subsection (2)(b)   the Commissioner   shall disregard any arrangements for the provision of services at an establishment maintained by a Minister of the Crown mainly for patients who are members of the armed forces of the Crown. 3A   The Commissioner   shall not conduct an investigation in pursuance of a complaint if— a the complaint is in respect of action taken in any matter relating to arrangements made by a health service body and a family health service provider for the provision of family health services, b the action is taken by or on behalf of the body or by the provider, and c the complaint is made by the provider or the body. 3B Nothing in the preceding provisions of this section prevents   the Commissioner   conducting an investigation in respect of action taken by a health service body in operating a procedure established to examine complaints. 4 Her Majesty may by Order in Council amend this section so as to permit the investigation by   the Commissioner   of any of the matters mentioned in subsection (1) or (2). 5 A statutory instrument containing an Order in Council made by virtue of subsection (4) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "7A", "section_title": " Certain functions of Mental Welfare Commission for Scotland.", "section_text": "7A A Commissioner shall not conduct an investigation in respect of action taken by the Mental Welfare Commission for Scotland under section 33 (orders for discharge of hospital patients)  or , 35I (revocation of community care orders)  or 50 (orders discharging patients from guardianship)  of the  Mental Health (Scotland) Act 1984  or section 73 of the Adults with Incapacity (Scotland) Act 2000 ."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "8", "section_title": " Individuals and bodies entitled to complain.", "section_text": "8 1 A complaint under this Act may be made by an individual or a body of persons, whether incorporated or not, other than a public authority. 2 In subsection (1), “ public authority ” means— a a local authority or other authority or body constituted for the purposes of the public service or of local government  (including the Assembly) , b an authority or body constituted for the purposes of carrying on under national ownership any industry or undertaking or part of an industry or undertaking, and c any other authority or body— i whose members are appointed by Her Majesty or any Minister of the Crown or government department  or by the Assembly , or ii whose revenues consist wholly or mainly of money provided by Parliament  or out of the Scottish Consolidated Fund or the Assembly ."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "9", "section_title": " Requirements to be complied with.", "section_text": "9 1 The following requirements apply in relation to a complaint made to   the Commissioner . 2 A complaint must be made in writing. 3 The complaint shall not be entertained unless it is made— a by the person aggrieved, or b where the person by whom a complaint might have been made has died or is for any reason unable to act for himself, by— i his personal representative, ii a member of his family, or iii some body or individual suitable to represent him. 4 The Commissioner shall not entertain the complaint if it is made more than a year after the day on which the person aggrieved first had notice of the matters alleged in the complaint, unless he considers it reasonable to do so. 4A In the case of a complaint against a person who is no longer of a description set out in   section 2A(1) , but was of such a description at the time of the action complained of, the Commissioner shall not entertain the complaint if it is made more than three years after the last day on which the person was a family health service provider. 4B In the case of a complaint against a person falling within   section 2B(1)   in relation to whom there are no longer any such arrangements as are mentioned there, the Commissioner shall not entertain the complaint if it is made more than three years after the last day on which the person was an independent provider. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "10", "section_title": " Referral of complaint by health service body.", "section_text": "10 1 A health service body may itself refer to   the Commissioner   a complaint made to that body that a person has, in consequence of a failure or maladministration for which the body is responsible, sustained such injustice or hardship as is mentioned in section 3(1). 2 A complaint may not be so referred unless it was made— a in writing, b by the person aggrieved or by a person authorised by section 9(3)(b) to complain to the Commissioner on his behalf, and c not more than a year after the person aggrieved first had notice of the matters alleged in the complaint, or such later date as the Commissioner considers appropriate in any particular case. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A health service body may not refer a complaint under this section after the period of one year beginning with the day on which the body received the complaint. 4 Any question whether a complaint has been duly referred to   the Commissioner   under this section shall be determined by him. 5 A complaint referred to   the Commissioner   under this section shall be deemed to be duly made to him."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "11", "section_title": " Procedure in respect of investigations.", "section_text": "11 1 Where   the Commissioner   proposes to conduct an investigation pursuant to a complaint under  section 3(1) , he shall afford— a to the health service body concerned, and b to any other person who is alleged in the complaint to have taken or authorised the action complained of, an opportunity to comment on any allegations contained in the complaint. 1A Where   the Commissioner   proposes to conduct an investigation pursuant to a complaint under section 3(1A), he shall afford— a to the family health service provider, and b to any person by reference to whose action the complaint is made (if different from the family health service provider), an opportunity to comment on any allegations contained in the complaint. 1B Where   the Commissioner   proposes to conduct an investigation pursuant to a complaint under section 3(1C), he shall afford— a to the independent provider concerned, and b to any other person who is alleged in the complaint to have taken or authorised the action complained of, an opportunity to comment on any allegations contained in the complaint. 1C Where   the Commissioner   proposes to conduct an investigation pursuant to a complaint under section 3(1E), he shall afford to the person or body whose maladministration is complained of an opportunity to comment on any allegations contained in the complaint. 2 An investigation shall be conducted in private. 3 In other respects, the procedure for conducting an investigation shall be such as the Commissioner considers appropriate in the circumstances of the case, and in particular— a he may obtain information from such persons and in such manner, and make such inquiries, as he thinks fit, and b he may determine whether any person may be represented, by counsel or solicitor or otherwise, in the investigation. 4   The Commissioner   may, if he thinks fit, pay to the person by whom the complaint was made and to any other person who attends or supplies information for the purposes of an investigation— a sums in respect of expenses properly incurred by them, and b allowances by way of compensation for the loss of their time. Payments  made by   the Commissioner   ...  under this subsection shall be in accordance with such scales and subject to such conditions as may be determined by the Treasury  .... 5 The conduct of an investigation  pursuant to a complaint under section 3(1)  shall not affect any action taken by the health service body concerned, or any power or duty of that body to take further action with respect to any matters subject to the investigation. 5A The conduct of an investigation pursuant to a complaint under section 3(1A) or (1C) shall not affect any action taken by the family health service provider or independent provider concerned, or any power or duty of that provider to take further action with respect to any matters subject to the investigation. 6 Where the person aggrieved has been removed from the United Kingdom under any order in force under the  Immigration Act 1971 he shall, if the Commissioner so directs, be permitted to re-enter and remain in the United Kingdom, subject to such conditions as the Secretary of State may direct, for the purposes of the investigation."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "12", "section_title": " Evidence.", "section_text": "12 1 For the purposes of an investigation pursuant to a complaint under section 3(1)   the Commissioner   may require any officer or member of the health service body concerned or any other person who in his opinion is able to supply information or produce documents relevant to the investigation to supply any such information or produce any such document. 1A For the purposes of an investigation pursuant to a complaint under section 3(1A)  (1C) or (1E)    the Commissioner   may require any person who in his opinion is able to supply information or produce documents relevant to the investigation to supply any such information or produce any such document. 2 For the purposes of an investigation   the Commissioner   shall have the same powers as the Court in respect of— a the attendance and examination of witnesses (including the administration of oaths and affirmations and the examination of witnesses abroad), and b the production of documents. 3 No obligation to maintain secrecy or other restriction on the disclosure of information obtained by or supplied to persons in Her Majesty’s service, whether imposed by any enactment or by any rule of law, shall apply to the disclosure of information for the purposes of an investigation. 4 The Crown shall not be entitled in relation to an investigation to any such privilege in respect of the production of documents or the giving of evidence as is allowed by law in legal proceedings. 5 No person shall be required or authorised by this Act— a to supply any information or answer any question relating to proceedings of the Cabinet or of any Committee of the Cabinet, or b to produce so much of any document as relates to such proceedings; and for the purposes of this subsection a certificate issued by the Secretary of the Cabinet with the approval of the Prime Minister and certifying that any information, question, document or part of a document relates to such proceedings shall be conclusive. 6 Subject to subsections (3) and (4), no person shall be compelled for the purposes of an investigation to give any evidence or produce any document which he could not be compelled to give or produce in civil proceedings before the Court."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "13", "section_title": " Obstruction and contempt.", "section_text": "13 1   The Commissioner   may certify an offence to the Court where— a a person without lawful excuse obstructs him or any of his officers in the performance of his functions, or b a person is guilty of any act or omission in relation to an investigation which, if that investigation were a proceeding in the Court, would constitute contempt of court. 2 Where an offence is so certified the Court may inquire into the matter and after hearing— a any witnesses who may be produced against or on behalf of the person charged with the offence, and b any statement that may be offered in defence, the Court may deal with the person charged with the offence in any manner in which it could deal with him if he had committed the like offence in relation to the Court. 3 Nothing in this section shall be construed as applying to the taking of any such action as is mentioned in section 11(5)."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "14", "section_title": "  Reports by the Commissioner .", "section_text": "14 1 In any case where   the Commissioner   ... conducts an investigation pursuant to a complaint under section 3(1) he shall send a report of the results of the investigation — a to the person who made the complaint, b to any member of the House of Commons  ... who to the Commissioner’s knowledge assisted in the making of the complaint (or if he is no longer a member to such other member as the Commissioner thinks appropriate), c to the health service body who at the time the report is made provides the service, or has the function, in relation to which the complaint was made,  and   d to any person who is alleged in the complaint to have taken or authorised the action complained of,  ... e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In any case where   the Commissioner   ... decides not to conduct an investigation  pursuant to a complaint under section 3(1)  he shall send a statement of his reasons— a to the person who made the complaint,  and b to any such member of the House of Commons  ... as is mentioned in subsection (1)(b),  . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A In any case where   the Commissioner   ... conducts an investigation pursuant to a complaint under section 3(1A) he shall send a report of the results of the investigation— a to the person who made the complaint, b to any member of the House of Commons  ... who to the Commissioner’s knowledge assisted in the making of the complaint (or if he is no longer a member to such other member as the Commissioner thinks appropriate), c to any person by reference to whose action the complaint is made, d to the family health service provider (if he does not fall within paragraph (c)),  and   e to any health service body with whom the family health service provider is subject to an undertaking to provide family health services,  ... f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B In any case where   the Commissioner   ... decides not to conduct an investigation pursuant to a complaint under section 3(1A) he shall send a statement of his reasons— a to the person who made the complaint, and b to any such member of the House of Commons  ... as is mentioned in subsection (2A)(b). 2C In any case where   the Commissioner   ... conducts an investigation pursuant to a complaint under section 3(1C) he shall send a report of the results of the investigation— a to the person who made the complaint, b to any member of the House of Commons  ... who to the Commissioner’s knowledge assisted in the making of the complaint (or if he is no longer a member to such other member as the Commissioner thinks appropriate), c to any person who is alleged in the complaint to have taken or authorised the action complained of, d to the independent provider,  and   e to the health service body or family health service provider with whom the independent provider  (in a case within section 2B(1))   made the arrangement to provide the service concerned,  ... f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2D In any case where   the Commissioner   ... decides not to conduct an investigation pursuant to a complaint under section 3(1C) he shall send a statement of his reasons— a to the person who made the complaint, and b to any such member of the House of Commons  ...as is mentioned in subsection (2C)(b). 2E In any case where   the Commissioner   conducts an investigation pursuant to a complaint under section 3(1E) he shall send a report of the results of the investigation— a to the person who made the complaint; b to any member of the House of Commons who to the Commissioner’s knowledge assisted in the making of the complaint (or if he is no longer a member to such other member as the Commissioner thinks appropriate); c to the person or body whose maladministration is complained of; d to any person or body whose action was complained of in the complaint made to the person or body whose maladministration is complained of; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2F In any case where   the Commissioner   decides not to conduct an investigation pursuant to a complaint under section 3(1E) he shall send a statement of his reasons— a to the person who made the complaint; or b to any such member of the House of Commons as is mentioned in subsection (2E)(b). 2HA Where the Commissioner has not concluded an investigation before the end of the 12 month period beginning with the date the complaint was received, the Commissioner must send a statement explaining the reason for the delay to the person who made the complaint. 2I Where the Commissioner is required by this section to send a report or statement of reasons to certain persons, the Commissioner may send the report or statement to such other persons as the Commissioner thinks appropriate. 3 If after conducting an investigation it appears to   the Commissioner   ... that— a the person aggrieved has sustained such injustice or hardship as is mentioned in section 3(1)  , (1A) or (1C) , and b the injustice or hardship has not been and will not be remedied, he may if he thinks fit  lay before each House of Parliament a special report on the case. 4   The Commissioner   ...— a shall  ...annually lay before each House of Parliament a general report on the performance of his functions under this Act, and b may  ... from time to time lay before each House of Parliament such other reports with respect to those functions as he thinks fit. 4A The general report laid under subsection (4)(a) must include information about— a how long investigations that were concluded in the year to which the report relates took to be concluded, b how many of those investigations took more than 12 months to be concluded, and c the action being taken with a view to all investigations being concluded within 12 months. 5 For the purposes of the law of defamation, the publication of any matter by   the Commissioner   ... in sending or making a report or statement in pursuance of this section shall be absolutely privileged."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "14A", "section_title": " Reports by Welsh Commissioner.", "section_text": "14A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "14B", "section_title": " Action in response to reports by Welsh Commissioner.", "section_text": "14B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "14C", "section_title": " Reports: supplementary.", "section_text": "14C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "15", "section_title": " Confidentiality of information.", "section_text": "15 1 Information obtained by  the Commissioner   or his officers in the course of or for the purposes of an investigation shall not be disclosed except— a for the purposes of the investigation and any report to be made in respect of it, aa for the purposes of   a matter   which is being investigated by the Parliamentary Commissioner or a Local Commissioner (or both), b for the purposes of any proceedings for— i an offence under the Official Secrets Acts 1911 to 1989  or sections 1 to 4 or 18 of the National Security Act 2023   alleged to have been committed in respect of information obtained by virtue of this Act by   the Commissioner   or any of his officers, or ii an offence of perjury alleged to have been committed in the course of the investigation, c for the purposes of an inquiry with a view to the taking of such proceedings as are mentioned in paragraph (b),  . . . d for the purposes of any proceedings under section 13 (offences of obstruction and contempt)  or e where the information is to the effect that any person is likely to constitute a threat to the health or safety of patients as permitted by subsection (1B). 1A Subsection (1B) applies where, in the course of an investigation,   the Commissioner   or any of his officers obtains information which— a does not fall to be disclosed for the purposes of the investigation or any report to be made in respect of it, and b is to the effect that a person is likely to constitute a threat to the health or safety of patients. 1B In  a case within subsection (1)(e)  the Commissioner may disclose the information to any persons to whom he thinks it should be disclosed in the interests of the health and safety of patients  ; and a person to whom disclosure may be made may, for instance, be a body which regulates the profession to which the person mentioned in subsection (1A)(b) belongs or his employer or any person with whom he has made arrangements to provide services. 1C If   the Commissioner   discloses information as permitted by subsection (1B) he shall— a where he knows the identity of the person mentioned in subsection (1)(e), inform that person that he has disclosed the information and of the identity of any person to whom he has disclosed it, and b inform the person from whom the information was obtained that he has disclosed it. 2 Neither   the Commissioner   nor his officers  nor his advisers  shall be called on to give evidence in any proceedings, other than proceedings mentioned in subsection (1), of matters coming to his or their knowledge in the course of an investigation under this Act. 3 The reference in subsection (2) to   the Commissioner's   advisers is a reference to persons from whom the Commissioner obtains advice under paragraph 13 of Schedule 1  .... 4 Information obtained from the Information Commissioner by virtue of section 76 of the Freedom of Information Act 2000 shall be treated for the purposes of subsection (1) as obtained for the purposes of an investigation and, in relation to such information, the reference in paragraph (a) of that subsection to the investigation shall have effect as a reference to any investigation."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "16", "section_title": " Information prejudicial to the safety of the State.", "section_text": "16 1 A Minister of the Crown may give notice in writing to   the Commissioner   with respect to any document or information specified in the notice that in the Minister’s opinion the disclosure of the document or information would be prejudicial to the safety of the State or otherwise contrary to the public interest. 2 Where such a notice is given to   the Commissioner , nothing in this Act shall be construed as authorising or requiring him or any of his officers to communicate to any person or for any purpose any document or information specified in the notice. 3 References above to a document or information include references to a class of document or a class of information."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "17", "section_title": " Use of information by Commissioner in other capacity.", "section_text": "17 1 This section applies where   the Commissioner   also holds  ... the office of Parliamentary Commissioner (an “additional office”). 2 Where— a a person initiates a complaint to the Commissioner as the holder of the additional office, and b the complaint relates partly to a matter with respect to which that person has previously initiated, or subsequently initiates, a complaint to the Commissioner in his capacity as such, information obtained by the Commissioner or his officers in the course of or for the purposes of the investigation of that other complaint may be disclosed for the purposes of carrying out his functions in relation to the complaint initiated to him as the holder of the additional office. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "18", "section_title": " Consultation during investigations.", "section_text": "18 1 Where   the Commissioner , at any stage in the course of conducting an investigation, forms the opinion that the complaint relates partly  or wholly   to a matter which could be the subject of an investigation— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b by the Parliamentary Commissioner under the  Parliamentary Commissioner Act 1967, ba by the Public Services Ombudsman for Wales under the Public Services Ombudsman (Wales) Act 2005   or the Public Services Ombudsman (Wales) Act 2019 , c by a Local Commissioner under Part III   or 3A  of the  Local Government Act 1974,  or d   by the Scottish Public Services Ombudsman under the Scottish Public Services Ombudsman Act 2002 ,  ... e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . he shall consult about the complaint with the appropriate Commissioner  or  ... Ombudsman  and, if he considers it necessary, he shall inform the person initiating the complaint of the steps necessary to initiate a complaint to that Commissioner  or  ... Ombudsman . 2 Where   the Commissioner   consults with another Commissioner   , the Scottish Public Services Ombudsman  or  ...   the Public Services Ombudsman for Wales   in accordance with this section, the consultations may extend to any matter relating to the complaint, including— a the conduct of any investigation into the complaint, and b the form, content and publication of any report of the results of such an investigation. 3 Nothing in section 15 (confidentiality of information) applies in relation to the disclosure of information  ... in the course of consultations held in accordance with this section."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "18ZA", "section_title": "Collaborative working between the Commissioner and other Commissioners", "section_text": "18ZA 1 If at any stage in the course of conducting an investigation under this Act the Commissioner forms the opinion that the complaint relates partly to a matter within the jurisdiction of— a the Parliamentary Commissioner, b a Local Commissioner, or c both, he may, subject to subsection (2), conduct an investigation under this Act jointly with that Commissioner or those Commissioners. 2 The Commissioner must obtain the consent of the person aggrieved or any person acting on his behalf in accordance with section 9(3) before agreeing to a joint investigation referred to in subsection (1). 3 If the Commissioner forms the opinion that   matters which are the subject of an investigation   by— a the Parliamentary Commissioner, b a Local Commissioner, or c both,   include   a matter within his jurisdiction, he may conduct an investigation  of that matter   under this Act jointly with that Commissioner or those Commissioners. 4 If the Commissioner conducts an investigation  ... jointly with another person, the requirements of section 14 (reports) (so far as relating to a case where the Commissioner conducts an investigation under this Act) may be satisfied by a report made jointly with that person. 5 Apart from identifying any body or provider investigated, a report prepared by virtue of subsection (4) by the Commissioner and a Local Commissioner shall not— a mention the name of any person, or b contain any particulars which, in the opinion of the Commissioner and the Local Commissioner, are likely to identify any person and can be omitted without impairing the effectiveness of the report, unless, after taking into account the public interest as well as   the interests of the complainant (if any) and of other persons , the Commissioner and the Local Commissioner consider it necessary to mention the name of that person or to include in the report any such particulars. 6 Nothing in subsection (5) of this section prevents a report— a mentioning the name of, or b containing particulars likely to identify, the Mayor of London or any member of the London Assembly."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "18A", "section_title": " Disclosure of information to Information Commissioner.", "section_text": "18A 1   The Health Service Commissioner   may disclose to the Information Commissioner any information obtained by, or furnished to, the Health Service Commissioner under or for the purposes of this Act if the information appears to the Health Service Commissioner to relate to— a a matter in respect of which the Information Commissioner could exercise any power conferred by— i sections 142 to 154, 160 to 164 or 174 to 176 of, or Schedule 15 to, the Data Protection Act 2018 (certain provisions relating to enforcement), ii section 48 of the Freedom of Information Act 2000 (practice recommendations), or iii Part IV of that Act (enforcement), or b the commission of an offence under— i a provision of the Data Protection Act 2018 other than paragraph 15 of Schedule 15 (obstruction of execution of warrant  etc ), or ii section 77 of the Freedom of Information Act 2000 (offence of altering  etc  records with intent to prevent disclosure). 3 Nothing in section 15 (confidentiality of information) applies in relation to the disclosure of information in accordance with this section."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "19", "section_title": " Interpretation.", "section_text": "19 In this Act— “ action ” includes failure to act, and related expressions shall be construed accordingly; “ allotted sum ” shall be construed in accordance with section 15 of the  National Health Service and Community Care Act 1990 or, in Scotland, section 87B of the  National Health Service (Scotland) Act 1978; “ the Assembly ” means the National Assembly for Wales; “ the Court ” means, in relation to England and Wales, the High Court,  ...and in relation to Northern Ireland, the High Court in Northern Ireland;   “ direct payment services ” means services in respect of which direct payments have been made under section 12A(1), or under regulations under section 12A(4), of the National Health Service Act 2006;   “ family health services ” has the meaning given by section 2A; “ family health service provider ” has the meaning given by section 2A; ... “ functions ” includes powers and duties; “ health service body ” has the meaning given by section 2; “ independent provider ” has the meaning given by section 2B; “ local authority ” means— in relation to England  . . ., a county, district or London borough council or the Common Council of the City of London, in relation to Wales, a county council or county borough council, in relation to Scotland, a regional, district or islands council;   “Local Commissioner” means a Local Commissioner under Part 3 of the Local Government Act 1974;   “ officer ” includes employee ...; “ Parliamentary Commissioner ” means Parliamentary Commissioner for Administration; “ patient ” includes an expectant or nursing mother and a lying-in woman;  . . . “ person aggrieved ” means the person who claims or is alleged to have sustained such injustice or hardship as is mentioned in section 3(1)  , (1A) or (1C) . “ recognised fund-holding practice ” shall be construed in accordance with section 14 of the National Health Service and Community Care Act 1990 or, in Scotland, section 87A of the National Health Service (Scotland) Act 1978."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "20", "section_title": " Consequential amendments and repeals.", "section_text": "20 1 Schedule 2 to this Act (which contains amendments consequential on this Act) has effect. 2 The enactments set out in Schedule 3 are repealed to the extent specified."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "21", "section_title": " Transitional provisions.", "section_text": "21 1 The repeal and re-enactment of provisions in this Act does not affect the continuity of the law. 2 Anything done, or having effect as if done, under a provision reproduced in this Act has effect as if done under the corresponding provision of this Act. 3 Any reference (express or implied) in this Act or any other enactment, or in any instrument or document, to a provision of this Act shall (so far as the context permits) be construed as (according to the context) being or including in relation to times, circumstances or purposes before the commencement of this Act a reference to the corresponding provision repealed in this Act. 4 Any reference (express or implied) in this Act or any other enactment, or in any instrument or document, to a provision repealed in this Act shall (so far as the context permits) be construed as (according to the context) being or including in relation to times, circumstances or purposes after the commencement of this Act a reference to the corresponding provision of this Act. 5 Subsection (4) is subject to Schedule 2."}, {"act": "Health Service Commissioners Act 1993", "year": 1993, "section": "22", "section_title": " Short title, extent and commencement.", "section_text": "22 1 This Act may be cited as the Health Service Commissioners Act 1993. 2 The following provisions of this Act extend to Northern Ireland— a sections 11, 12, 13, 14(5), 15, 16 and this section; b section 19 so far as it relates to provisions mentioned in this subsection; c Schedule 2 so far as it amends any enactment which extends to Northern Ireland; and d Schedule 3 so far as it repeals any enactment which extends to Northern Ireland. 3 The Secretary of State may by order provide that this Act shall apply to the Isles of Scilly with such modifications, if any, as are specified in the order. Any such order shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed."}]