[{"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "1", "section_title": " Persons to whom this Part applies.", "section_text": "1 1 This Part applies— a to any person who first holds qualifying judicial office on or after the appointed day; b to any person— i who, immediately before the appointed day, was holding any qualifying judicial office, service in which was, in his case, subject to a judicial pension scheme; and ii who, on or after that day, ceases to hold that office and is appointed to some other qualifying judicial office, service in which would (apart from this Act) have been subject, in his case, to some other judicial pension scheme; c to any person who was not holding qualifying judicial office immediately before the appointed day, by virtue of having retired from such office, but who, on or after that day, is again appointed to such office;  . . .  d to any person who makes an election under subsection (2) below for this Part to apply to him;  and e to any person appointed to a qualifying judicial office in circumstances falling within subsection (4A) below; but this subsection is subject to the following provisions of this Act   and to Part 3 of Schedule 9 to the Tribunals, Courts and Enforcement Act 2007 (transitional arrangements for pensions of certain judges and other members of the First-tier Tribunal and Upper Tribunal) . 1A This Part is subject to section 18 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 1B This Part is subject to section 18 of the Public Service Pensions Act (Northern Ireland) 2014 (Northern Ireland provision restricting benefits provided under existing schemes). 2 Any person— a who holds qualifying judicial office on the appointed day, and b who held such office at any time before that day, shall be entitled, in such circumstances as may be prescribed and subject to subsection (5) below, to make an election for this Part to apply to him, if it would not otherwise do so. 3 Any election under subsection (2) above must be made within such time and in such manner as may be prescribed and shall be irrevocable. 4 The circumstances that may be prescribed under subsection (2) above, and the time that may be prescribed under subsection (3) above, include circumstances or times which permit the making of an election notwithstanding that the person in question has retired from qualifying judicial office or has died; and, without prejudice to section 29(3) and (4) below, where any such circumstances or times are so prescribed— a the person in question shall be treated for such purposes as may be prescribed as if he had, at such times as may be prescribed, been a person to whom this Part applies; and b any right to make an election notwithstanding the person’s death shall be exercisable by his personal representatives. 4A The circumstances of a person's appointment to a qualifying judicial office (“the subsequent office”) fall within this subsection if— a the person, immediately before being appointed to the subsequent office, holds an office within subsection (4B) below (“the replacement tribunal office”); b the person held the replacement tribunal office on a salaried basis from when he became its holder until immediately before being appointed to the subsequent office; and c the person, before becoming the holder of the replacement tribunal office, had never held qualifying judicial office. 4B The offices within this subsection are— a the office of judge of the First-tier Tribunal by virtue of being a transferred-in judge of the First-tier Tribunal, b the office of other member of the First-tier Tribunal by virtue of being a transferred-in other member of the First-tier Tribunal, c the office of judge of the Upper Tribunal by virtue of being a transferred-in judge of the Upper Tribunal, and d the office of other member of the Upper Tribunal by virtue of being a transferred-in other member of the Upper Tribunal. 5 Except as provided by section 13 below, this Part does not apply to a person at any time when an election under that section is in force in respect of him; nor shall he make an election under subsection (2) above at any such time. 6 For the purposes of this Act, a person shall be regarded as holding, or serving in, qualifying judicial office at any time when he holds, on a salaried basis, any one or more of the offices specified in Schedule 1 to this Act; and any reference in this Act to a “ qualifying judicial office ” is a reference to any office so specified if it is held on a salaried basis. 7 For the purposes of subsection (6) above, a person holds an office “ on a salaried basis ” if and so long as, and to the extent that— a his service in the office is remunerated by payment of a salary; and b that salary is not subject to terms which preclude rights to pensions and other benefits accruing by reference to it; and the reference in that subsection to an office being held on a salaried basis shall be construed accordingly. 8 The appropriate Minister may by order amend either Part of Schedule 1 to this Act by adding offices to those for the time being there specified. 9 In this section, “ prescribed ” means prescribed in regulations made by the appropriate Minister. 10 In this Part “ the appointed day ” means the day appointed under section 31 below for the coming into force of this Part other than subsection (8) above."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "2", "section_title": " The judicial officer’s entitlement to a pension.", "section_text": "2 1 Any person to whom this Part applies— a who retires from qualifying judicial office on or after the day on which he attains the age of 65, and b who has, at the time of that retirement, completed, in the aggregate, at least 5 years’ service in qualifying judicial office, shall be entitled during his life to a pension at the appropriate annual rate. 2 Any person to whom this Part applies— a who retires from qualifying judicial office on or after the day on which he attains the age of 60, but before attaining the age of 65, and b who has, at the time of that retirement, completed, in the aggregate, at least 5 years’ service in qualifying judicial office, shall be entitled during his life to a pension at the appropriate annual rate, actuarially reduced. 3 In any case where— a a person to whom this Part applies retires from qualifying judicial office before he has attained the age of 65 or before he has completed, in the aggregate, at least 5 years’ service in such office, and b the appropriate Minister is satisfied by means of a medical certificate that, by reason of infirmity of mind or body, the person is incapable of discharging the duties of his qualifying judicial office and that the incapacity is likely to be permanent, the person shall be entitled during his life to a pension at the appropriate annual rate (and subsection (2) above shall not have effect in relation to that retirement, notwithstanding that the conditions in paragraphs (a) and (b) of that subsection may be satisfied in the particular case). 3A Where the appropriate minister is the Lord Chancellor, he must, before satisfying himself as mentioned in subsection (3)(b)— a consult the Lord Chief of Justice of England and Wales, if the person in question holds office in England and Wales; b consult the Lord Chief of Justice of Northern Ireland, if the person in question holds office in Northern Ireland. 4 Where a person to whom this Part applies is removed from a qualifying judicial office, his removal from that office shall be treated for the purposes of this Part as his retirement from qualifying judicial office; and if— a he has not attained the age of 60 at the date of that retirement, and b the appropriate Minister recommends that his accrued rights under this Part should be given immediate effect, the person shall be entitled during his life to a pension at the appropriate annual rate, actuarially reduced. 5 Where a person to whom a pension under this section has commenced to be paid resumes service in qualifying judicial office— a the resumption of service shall not affect his entitlement to payment of the pension for any period before the resumption, b he shall not be entitled to payment of the pension for any period during the resumed service, and c at the end of the period of resumed service— i his entitlement (and that of any other person) to a pension or other benefit under this Part, and ii the rate or amount of any such pension or other benefit, shall be determined (subject to section 4(4) below) as if no pension under this section had previously commenced to be paid to him. 6 A pension under this section shall be payable at such intervals, not exceeding three months, as the Treasury may determine. 7 For the purposes of this Part— a in determining the length of a person’s period of service in any qualifying judicial office, it is immaterial whether he works full-time or part-time, but if he holds two or more qualifying judicial offices concurrently, no day shall be counted more than once; b in determining the length of a person’s period of service in any qualifying judicial office, there shall be left out of account— i any service in such office before the day on which this Part first applied to him (except to the extent to which it is given effect under or by virtue of section 12 below); ii in the case of an office which becomes a qualifying judicial office by virtue of an order under section 1(8) above, any service in that office before the day on which it becomes such an office (except to the extent to which it is given effect under or by virtue of section 12 below); iii any service in qualifying judicial office at a time when an election under section 13 below is in force in respect of him; and iv any service in such office in respect of which he has taken a cash equivalent in accordance with paragraph 6 of Schedule 2 to this Act; c in any case falling within subsection (3) above where, at the date of the retirement, the person has not attained the age of 65, the aggregate length of his period of service shall    (subject to subsection (7A))  be increased by the addition of a period equal in length to one half of that which— i begins immediately after the date of the retirement; and ii ends with the day on which he would attain the age of 65; d where any payment in respect of a pension under this section has become due, the pension shall be treated as commencing to be paid, notwithstanding that no payment has in fact been made in respect of it, and for this purpose a payment in respect of a pension shall be treated as becoming due on the first day of the period for which it is payable; e “ actuarially reduced ”, in relation to the rate of a pension, means reduced by such amount as may be prescribed in, or determined in accordance with, regulations made under this section by the appropriate Minister with the concurrence of the Treasury; f where a person ceases to hold qualifying judicial office in consequence of infirmity of mind or body, the cessation (however brought about) shall be taken for the purposes of this Part to constitute retirement, not removal, from such office. 7A Subsection (7)(c) does not apply where, at the date of the retirement, the person— a is a member of a scheme under section 1 of the Public Service Pensions Act (Northern Ireland) 2014; and b is entitled under that scheme to early payment of benefits on the grounds of ill-health. 7A Subsection   (7)(c)   does not apply where, at the date of retirement, the person— a is a member of a scheme under section 1 of the Public Service Pensions Act 2013; and b is entitled under that scheme to early payment of benefits on the grounds of ill-health. 8 In this Act “ judicial pension ” means a pension under this section. 9 The Lord Chief Justice of England and Wales may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section. 10 The Lord Chief Justice of Northern Ireland may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "3", "section_title": " The appropriate annual rate.", "section_text": "3 1 In the case of a person who has, at the time of his retirement from qualifying judicial office, completed, in the aggregate, at least 20 years’ service in such office, the “ appropriate annual rate ” for the purposes of this Act is an annual rate equal to one-half of his pensionable pay. 2 In the case of a person not falling within subsection (1) above, the “ appropriate annual rate ” for the purposes of this Act is an amount equal to one-fortieth of his pensionable pay, multiplied by the aggregate length of his service in qualifying judicial office (expressed in years and fractions of a year). 3 For the purposes of this Act— a a person’s “ pensionable pay ” is the greater of the following amounts, that is to say— i the pension-capped salary payable to him in respect of his service in qualifying judicial office in the period of twelve months ending with the day on which  . . .  his participation in the scheme constituted by this Part ceases; and ii the greatest amount of pension-capped salary payable to him in respect of such service in any other period of twelve consecutive months falling within the period of three years ending with that day; b a person’s “ pension-capped salary ” for any period of twelve months is so much of his aggregate salary in respect of service in qualifying judicial office in that period as   does not exceed the permitted maximum for the tax year  in which his participation in the scheme constituted by this Part ceases; c a person’s salary in respect of service in any qualifying judicial office shall be taken to accrue due from day to day, at the rate for the time being in force, throughout the period for which he holds the office; d if, in consequence of periods of ill-health, the rate at which a person’s salary in respect of service in any qualifying judicial office is payable to him for any period falling within the three years mentioned in paragraph (a)(ii) above is less than it would have been apart from the periods of ill-health, he shall be treated as if that salary had been payable to him throughout that period at the rate at which it would have been payable, apart from the periods of ill-health; e in determining a person’s salary in respect of his service in qualifying judicial office, there shall be left out of account any part of the salary which is paid on terms which preclude rights to pensions and other benefits accruing by reference to it; but paragraphs (a) and (b) above are subject to regulations under subsections (4) and (5) below. 3A In subsection (3)(b) above  “ the permitted maximum ” means— a in relation to the tax year 2005-06 and any earlier tax year, the permitted maximum within the meaning of section 590C(1) of the Income and Corporation Taxes Act 1988 (earnings cap) as it had effect for the tax year, and b in relation to the tax year 2006-07 and any later tax year, the amount arrived at under subsection (3B) below. 3B The permitted maximum for the tax year 2006-07 and any later tax year is the permitted maximum for the previous tax year increased (if there is a relevant increase in the retail prices index for the tax year) by the appropriate percentage for the tax year. 3C There is a relevant increase in the retail prices index for a tax year if the retail prices index for the month of September before the tax year is higher than it was for the previous September. 3D And the appropriate percentage for the tax year is the same percentage as the percentage increase in the retail prices index. 3E But if the result of the application of subsection (3B) above in relation to a tax year would not be a multiple of £600, the permitted maximum for that tax year is what it would be apart from this subsection rounded up to the nearest amount which is such a multiple. 4 Regulations may make provision for any case where a person to whom this Part applies serves in qualifying judicial office neither— a throughout the whole of the period of twelve months mentioned in subsection (3)(a)(i) above; nor b throughout any other such period of twelve consecutive months as is mentioned in subsection (3)(a)(ii) above; and any such regulations may, in particular, provide for such a person’s pensionable pay and pension-capped salary to be determined for the purposes of this Act as if he had served in his qualifying judicial office (whether full-time or part-time) throughout the whole of the period of twelve months mentioned in paragraph (a) above and had been paid in respect of that service a salary of an amount determined by reference to the annual rate of salary payable in his case in respect of service in that office in that period. 5 Regulations may also make provision for any case where the service in qualifying judicial office of a person to whom this Part applies is, or has at some time been, only part-time, within the meaning of the regulations; and any such regulations may, in particular, provide for the amount of salary by reference to which his pension-capped salary (and accordingly his pensionable pay) would fall to be determined, apart from this subsection, to be reduced, for the purpose of making any such determination, in accordance with the regulations. 6 In this section, “ regulations ” means regulations made by the appropriate Minister with the concurrence of the Treasury  , “ retail prices index ”, in relation to a month, means— the general index of retail prices (for all items) published by the   Statistics Board  for the month, or if that index is not published for the month, any substituted index or index figures published by   the Board  for the month, and “tax year” and  “the tax year 2006-07”\t\t\t\t\t\t\t(and corresponding expressions) have the meanings in   section 4 of the Income Tax Act 2007 ."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "4", "section_title": " Lump sum on the judicial officer’s retirement or death.", "section_text": "4 1 Where a judicial pension commences to be paid to a person, there shall also be paid to him a lump sum of an amount equal to two and one-quarter times the annual rate of the pension. 2 Where a judicial pension commences to be paid to a person, but he dies so soon thereafter that the aggregate of— a the sums paid or payable to him on account of that pension, including any increases under the  Pensions (Increase) Act 1971, and b the lump sum paid or payable to him under subsection (1) above, falls short of an amount equal to five times the annual rate in force in respect of that pension immediately before his death, including any increases under the Pensions (Increase) Act 1971, his personal representatives shall be granted a lump sum equal to the deficiency. 3 Where a person to whom this Part applies dies while holding qualifying judicial office, a lump sum of an amount equal to twice the amount of his pensionable pay shall be payable— a to the person (if any) nominated by him for the purposes of this subsection by notice in writing to the administrators of the scheme constituted by this Part; or b in default of any such nomination, to his personal representatives; and, in determining a person’s pensionable pay for the purposes of this subsection, his death shall be treated as his retirement from qualifying judicial office. 3A Subsection (3) does not apply where, at the date of the person’s death— a the person is a member of a scheme under section 1 of the Public Service Pensions Act (Northern Ireland) 2014; and b a lump sum is payable under that scheme on the person’s death. 3A Subsection (3) does not apply where, at the date of the person’s death— a the person is a member of a scheme under section 1 of the Public Service Pensions Act 2013, and b a lump sum is payable under that scheme on the person’s death. 4 A person to whom a lump sum is paid under subsection (1) above but who resumes service in qualifying judicial office shall not be required to refund the lump sum; but if the whole or any part of it is not refunded, an amount equal to so much of it as has not been refunded shall be deducted from any lump sum which subsequently becomes payable to or in respect of him under subsection (1), (2) or (3) above."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "5", "section_title": " Surviving spouse’s   and surviving civil partner's  pension.", "section_text": "5 1 In any case where— a a person (“ the deceased ”) to whom this Part applies dies leaving a surviving spouse   or surviving civil partner , and b their marriage took place   or their civil partnership was formed  before the deceased retired from qualifying judicial office, the surviving spouse   or surviving civil partner  shall be entitled to a pension for life  . . .  in respect of the deceased’s service in such office, at an annual rate equal to one-half of the annual rate of the deceased’s judicial pension. 1A For the purposes of this Act— a a pension under this section which is payable to a surviving spouse is a  “surviving spouse's pension”, and b a pension under this section which is payable to a surviving civil partner is a  “surviving civil partner's pension”. 2 A pension under this section shall be payable at such intervals, not exceeding three months, as the Treasury may determine. 3 If— a the surviving spouse re-marries or forms a civil partnership, or b the surviving civil partner marries or forms a subsequent civil partnership, the Treasury may, on or at any time after the marriage or the formation of the civil partnership, direct that the pension shall cease to be payable. 4 Where a direction has been given under subsection (3) above, the Treasury may at any time direct that payment of the pension is to be resumed. 5 Where the deceased died while holding qualifying judicial office, his death shall be treated for the purposes of subsection (1)(b) above as his retirement from such office. 5A Schedule 1A to this Act (which makes transitional provision in relation to surviving civil partners' pensions) shall have effect. 6 For the purposes of this section, “ the annual rate of the deceased’s judicial pension ” means— a where a judicial pension under subsection (1) or (3) of section 2 above had commenced to be paid to the deceased, the appropriate annual rate of that pension; b where a judicial pension under subsection (2) or (4) of that section had commenced to be paid to the deceased, the appropriate annual rate of that pension, as actuarially reduced under that section; c where no judicial pension had commenced to be paid to the deceased, the rate that would have been the appropriate annual rate of his judicial pension under subsection (3) of that section— i had he not died, but retired from qualifying judicial office on the date of death; and ii had the appropriate Minister been satisfied in his case as mentioned in paragraph (b) of that subsection. 7 In a case within subsection (6)(c), section 2(7)(c) (deemed increase in period of service) is to be disregarded in determining the rate that would have been the appropriate annual rate of the deceased’s pension if, at the date of death— a the deceased was a member of a scheme under section 1 of the Public Service Pensions Act (Northern Ireland) 2014, and b under that scheme, benefits are payable on the deceased’s death to a widow, widower or surviving civil partner of the deceased. 7 In a case within subsection (6)(c), section 2(7)(c) (deemed increase in period of service) is to be disregarded in determining the rate that would have been the appropriate annual rate of the deceased’s pension if, at the date of death— a the deceased was a member of a scheme under section 1 of the Public Service Pensions Act 2013, and b under that scheme, benefits are payable on the deceased’s death to a widow, widower or surviving civil partner of the deceased."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "6", "section_title": " Grant and payment of a children’s pension.", "section_text": "6 1 Upon the death of a person to whom this Part applies (“ the deceased ”) a pension in respect of his service in qualifying judicial office shall be granted for the benefit of such persons as may from time to time be the eligible children of the deceased (a “ children’s pension ”). 2 The persons who, for the purposes of this Part, are the “ eligible children ” of the deceased at any time are— a any natural children of the deceased, b any step-children of the deceased, c any children adopted by the deceased before his retirement from qualifying judicial office, and d any children adopted by the deceased after his retirement from qualifying judicial office and in respect of whom a direction is given under subsection (5) below, who are for the time being in their period of childhood and full-time education. 3 Only one children’s pension shall be granted in respect of the service of any one person, but— a the rate of the pension shall vary in accordance with section 8 below, according to the number of his eligible children for the time being; b the pension shall be paid to such person or persons as the Treasury may from time to time direct, and different parts of the pension may be directed to be paid to different persons; and c the person to whom all or any part of the pension is paid shall apply the sum paid to him, without distinction, for the benefit of all the persons who are for the time being eligible children of the deceased or, as the case may be, for the benefit of such of them as the Treasury may from time to time direct. 4 A children’s pension— a shall be paid so long as and whenever there are eligible children of the deceased; and b shall be payable at such intervals, not exceeding three months, as the Treasury may determine. 5 The Treasury may direct that a person (“ the child ”) who was adopted by the deceased is to be regarded as falling within paragraph (d) of subsection (2) above if they are satisfied— a that the deceased had, before his retirement from qualifying judicial office, formed the intention of adopting the child; and b that, immediately before that retirement, the child was wholly or mainly dependent on the deceased. 6 Where the deceased died while holding qualifying judicial office, his death shall be treated for the purposes of subsection (2)(c) above as his retirement from such office. 7 In this section,  “ step-children of the deceased ” means— a any children who— i are the natural children of a person who at any time was married to, or the civil partner of, the deceased, and ii at the time of the marriage or the formation of the civil partnership, either had been born or were in gestation; b any children adopted by such a person before the marriage to, or the formation of the civil partnership with, the deceased; and c any children adopted by such a person after the marriage to, or the formation of the civil partnership with, the deceased in a case where the adoption proceedings were pending at the time of the marriage or the formation of the civil partnership. 8 For the purposes of this section the “ natural children ” of any person are any children of whom that person is the genetic father or mother."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "7", "section_title": " Children’s pension: meaning of “period of childhood and full-time education”.", "section_text": "7 1 For the purposes of section 6 above, a person is in his “ period of childhood and full-time education ” at any time if, and only if, at that time— a he has not attained the age of 16; b he is receiving full-time instruction at any university, college, school or other educational establishment; or c he is undergoing training by any person (“ the employer ”) for any trade, profession or vocation in such circumstances that— i he is required to devote the whole of his time to the training for a period of not less than two years; and ii while he is undergoing the training, the emoluments receivable by him, or payable by the employer in respect of him, do not exceed the maximum allowable remuneration, disregarding for this purpose any emoluments receivable or payable by way of return of any premium paid in respect of the training. 2 A person shall not be regarded for the purposes of this section as coming within paragraph (b) or (c) of subsection (1) above at any time unless he has come within one or other of those paragraphs at all times since he attained the age of 16. 3 Where there is a period during which a person comes within neither paragraph (b) nor paragraph (c) of subsection (1) above, then, if the Treasury think fit and are satisfied that the person’s full-time education ought not to be regarded as completed, they may direct either— a that that period shall be disregarded for the purposes of subsection (2) above; or b that the person shall be regarded for the purposes of this section as having come within paragraph (b) or (c) of subsection (1) above throughout that period. 4 For the purposes of this section— “ emoluments ” means any salary, fees, wages, perquisites or profits or gains whatsoever, and includes the value of free board, lodging or clothing; “ the maximum allowable remuneration ” at any time is an annual rate (£1,614 a year, at the passing of this Act) equal to that at which a pension of £250 a year— first awarded under the principal civil service pension scheme on 1st June 1972, and increased from time to time by the amount of increase that would be applied under the  Pensions (Increase) Act 1971 to such a pension, would (as so increased) be payable at that time. 5 Where a premium has been paid in respect of the training of a person, all emoluments at any time receivable by him, or payable by the employer in respect of him, shall be taken for the purposes of subsection (1)(c)(ii) above to be receivable or payable by way of return of the premium, unless and to the extent that the amount of those emoluments exceeds in the aggregate the amount of the premium."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "8", "section_title": " Rate of children’s pension.", "section_text": "8 1 Where the deceased leaves no surviving spouse   or surviving civil partner , the annual rate of a children’s pension shall be— a while the eligible children of the deceased are two or more in number, two-thirds of the annual rate of the deceased’s judicial pension; and b while there is only one eligible child of the deceased, one-third of the annual rate of the deceased’s judicial pension. 2 Where the deceased leaves a surviving spouse   or surviving civil partner , the annual rate of a children’s pension during the life of the surviving spouse   or surviving civil partner  shall be— a while the eligible children of the deceased are two or more in number, one-half of the annual rate of the deceased’s judicial pension; and b while there is only one eligible child of the deceased, one-quarter of the annual rate of the deceased’s judicial pension; and the annual rate of the children’s pension after the death of the surviving spouse   or surviving civil partner  shall be the rate specified in paragraph (a) or, as the case may be, paragraph (b) of subsection (1) above. 3 Where the deceased— a leaves a surviving spouse who re-marries or forms a civil partnership, or b leaves a surviving civil partner who marries or forms a subsequent civil partnership, the Treasury may, if they think fit, direct that subsection (1) above shall apply instead of subsection (2) above as respects any period when the surviving spouse or surviving civil partner has a spouse or civil partner. 4 “ The annual rate of the deceased’s judicial pension ” has the same meaning for the purposes of this section as it has for the purposes of section 5 above. 5 Section 5(7) accordingly applies for the purposes of this section in a case within section 5(6)(c), but as if the reference in section 5(7)(b) to the benefits payable on the deceased’s death included a reference to benefits payable to surviving dependants of the deceased."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "9", "section_title": " Contribution towards cost of surviving spouse’s   , surviving civil partner's  and children’s pension.", "section_text": "9 1 Such contributions as may be prescribed by regulations made for the purposes of this section shall be made towards the cost of the liability for any pension or pensions under sections 5 to 8 above in respect of a person’s service in qualifying judicial office. 2 No contribution shall be made by a person for any period of service during which an election under section 13 below is in force in respect of him. 3 The prescribed contributions shall be in the form of deductions from the salary payable in respect of the service. 4 In the case of persons to whom this Part applies by virtue of section 1(1)(b), (c)  , (d) or (e) above or in the case of persons to whom this Part applies by virtue of paragraph 11(4) of Schedule 9 to the Tribunals, Courts and Enforcement Act 2007,  the prescribed contributions may (notwithstanding subsection (3) above) be in the form of either— a deductions from the salary payable in respect of the service, or b a reduction of any lump sum payable under section 4 above in respect of the service, or partly in one of those forms and partly in the other. 5 The power to make regulations under this section shall be exercisable by the appropriate Minister with the concurrence of the Treasury."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "9A", "section_title": "Contributions towards cost of judicial pension  etc", "section_text": "9A 1 The appropriate Minister may, by regulations made with the concurrence of the Treasury, make provision for and in connection with requiring contributions to be made towards the cost of the liability for relevant benefits. 2 The prescribed contributions are to be— a made by the person to or in respect of whom the relevant benefits are to be, or may be, provided; b made for the person's period of service in qualifying judicial office; c in the form of deductions from the salary payable for that service. 3 But no contribution is to be made by a person— a for any period of service during which an election under section 13 is in force in respect of the person; b for any period of service after the person has completed, in the aggregate, 20 years' service in qualifying judicial office; c for any other prescribed period of service; d in any prescribed circumstances. 4 For the purposes of subsection (3)(b), it does not matter whether the person's service in qualifying judicial office was service before or after the commencement of section 34(1) of the Pensions Act 2011 (but no contribution is to be made for a person's service before that commencement). 5 In this section— “ prescribed ” means specified in, or determined in accordance with, regulations; “ relevant benefits ” means— a pension under section 2; a lump sum under section 4; payments by way of pension or lump sum under section 19, so far as relating to a pension or lump sum within paragraph (a) or (b)."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "10", "section_title": " Additional benefits from voluntary contributions.", "section_text": "10 1 Regulations may make provision— a entitling any person to whom this Part applies to make voluntary contributions towards the cost of the provision of additional benefits, whether under the scheme constituted by this Part or otherwise; or b imposing conditions with respect to the exercise by any such person of any entitlement (whether or not under paragraph (a) above) which he may have to make any such voluntary contributions. 2 Regulations may make provision for the purpose of imposing, in a case where a person to whom this Part applies makes voluntary contributions, upper limits with respect to— a the aggregate value of the aggregable benefits which may be paid to or in respect of any such person; and b the amount which any such person may pay by way of such contributions; and, without prejudice to the generality of paragraph (b) above, any such regulations may, in particular, impose such an upper limit on the amount which a person may pay by way of voluntary contributions as will, so far as reasonably practicable, secure that the aggregate value referred to in paragraph (a) above will not exceed the limit prescribed under that paragraph. 3 Regulations may— a prescribe the manner in which aggregable benefits are to be valued for the purpose of any such aggregation as is mentioned in subsection (2) above; b confer on the administrators of the scheme constituted by this Part power to require a person to whom this Part applies who is making, or who wishes to make, voluntary contributions to provide such information as they may require concerning any retained benefits of his; c permit the disclosure by those administrators of any information which they may obtain concerning any such retained benefits— i to, or to any officers of, the Commissioners of Inland Revenue; or ii to, or to any servants or agents of, any authorised provider who is, or may be, concerned in the investment of the voluntary contributions or the provision of the additional benefits in question. 4 Regulations— a may not prohibit the payment of voluntary contributions; b may not impose any limit on the amount which a person may pay by way of voluntary contributions, other than  . . . — i such upper limit as may be imposed by virtue of subsection (2)(b) above;  . . .  ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c must secure that any voluntary contributions paid by a person are used to provide additional benefits for or in respect of him; and d must secure that the value of such additional benefits is reasonable, having regard to— i the amount paid by way of voluntary contributions; ii the value of the other benefits provided under the scheme constituted by this Part; and iii the general value of benefits available to a person under any contract of life insurance entered into by him with an insurer; but paragraphs (c) and (d) above have effect only in relation to a voluntary contributions scheme constituted by or under this Part. 5 Regulations may, in particular— a provide that the value of additional benefits offered on payment of voluntary contributions shall be determined in accordance with prescribed rules based on tables prepared for the purposes of the regulations by the Government Actuary; b prescribe the manner in which it is to be determined in any case whether the amount of a person’s contributions exceeds any such limit as is mentioned in subsection (4)(b) above; c provide for any administrative expenses incurred by any person by virtue of this section to be defrayed out of sums received by way of voluntary contributions; d provide for the manner in which voluntary contributions are to be made; e make provision for, and in connection with, the valuation of a person’s accrued rights— i under any occupational or personal pension scheme, which are to be transferred into a voluntary contributions scheme, or ii under any voluntary contributions scheme, which on termination of his membership of that scheme may fall to be transferred into another scheme; f prescribe the additional benefits which are to be available under a voluntary contributions scheme and the rates and times at which those benefits are to be payable; g make provision for and in connection with the making of elections between different benefits available under voluntary contributions schemes; h provide for the terms on which a person may terminate his membership of a voluntary contributions scheme; j provide for the terms on which surplus funds may be refunded to a person who has made payments by way of voluntary contributions to a voluntary contributions scheme; k specify any authorised providers— i who are to invest any prescribed voluntary contributions, or ii who are to provide any prescribed additional benefits, and, if two or more authorised providers are so specified, may make provision entitling any person who makes prescribed payments by way of voluntary contributions to elect between those authorised providers. 6 Regulations may provide for such additional benefits arising under or by virtue of this section as may be prescribed— a to be charged on, and paid out of, the Consolidated Fund; or b to be paid out of money provided by Parliament. 7 The power to make regulations under this section shall be exercisable by the appropriate Minister with the concurrence of the Treasury. 8 In this section— “ aggregable benefits ” means— any pensions or other benefits under this Part, other than such additional benefits as are mentioned in subsection (1) above; such additional benefits so mentioned as may be prescribed; and such retained benefits as may be prescribed; authorised provider”, in relation to the investment of any sums paid by way of voluntary contributions or the provision of any benefit, means— a person who has permission under   Part 4A   of the Financial Services and Markets Act 2000 to invest such sums or, as the case may be, to provide that benefit; ... ... “ employment ” has the same meaning as it has in the  Pension Schemes Act 1993 \t\t\t\t\t\t\t(and accordingly includes employment as a self-employed earner, within the meaning of  section 2 of the Social Security Contributions and Benefits Act 1992 ); “ insurer ” means— a person who has permission under   Part 4A   of the Financial Services and Markets Act 2000 to effect or carry out contracts of long-term insurance; ... “ occupational pension scheme ” has the meaning given by  section 1 of the Pension Schemes Act 1993  or, in relation to Northern Ireland,  section 1 of the Pension Schemes (Northern Ireland) Act 1993 ; “ personal pension scheme ” has the meaning given by  section 1 of the Pension Schemes Act 1993  or, in relation to Northern Ireland,  section 1 of the Pension Schemes (Northern Ireland) Act 1993 ; “ prescribed ” means specified in, or determined in accordance with, regulations; “ regulations ” means regulations under this section; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ retained benefits ”, in the case of any person, means any rights retained by him to   . . . benefits under any occupational or personal pension scheme which   is registered under Part 4 of the Finance Act 2004 , being rights which accrued during some previous employment; “ surplus funds ”, in relation to a person and any voluntary contributions scheme, means any funds which are, or have been, held for the purposes of that voluntary contributions scheme and which fall to be returned to him in consequence of any such limit as is mentioned in subsection (4)(b) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ voluntary contributions scheme ” means any occupational pension scheme if and to the extent that it is a scheme under which such additional benefits as are mentioned in subsection (1) above are, or are to be, provided; and, where a person’s voluntary contributions are made by deduction from salary, any reference to payment of, or by way of, voluntary contributions shall be taken to include a reference to the making of voluntary contributions by deduction or, as the case may require, to any voluntary contributions so made. 8A In subsection (8), the definitions of “authorised provider” and “insurer” must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act. 8B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Without prejudice to section 29(6) below, regulations under this section may make different provision for different classes or descriptions of voluntary contributions scheme. 10 Without prejudice to subsections (5)(c) and (d) and (6) above, there may be paid out of money provided by Parliament— a any sums required for or in connection with the operation or administration of any prescribed voluntary contributions scheme; or b any administrative expenses incurred under or by virtue of this section by a Minister of the Crown or government department. 11 Any sums received under this section may be paid into the Consolidated Fund."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "11", "section_title": " Provision against pensions under two or more judicial pension schemes.", "section_text": "11 1 Where this Part applies, or would, apart from section 13 below, apply, to a person— a no other judicial pension scheme, apart from— i any scheme established by regulations under section 10 above which may fall to be regarded as a judicial pension scheme, and ii the scheme constituted by section 19 below, shall have effect in relation to him; and b no pension or lump sum under any such scheme shall be paid to or in respect of him. 2 Subsection (1) above is without prejudice to a person’s accrued rights to benefit under any such scheme in respect of service before the relevant day; and, in the case of a person to whom this Part applies, any such rights which he may have shall accordingly be given effect in accordance with section 12 below. 3 Subsections (1) and (2) above shall not— a preclude the payment of a pension or other benefits under— i the principal civil service pension scheme, or ii the principal civil service pension scheme for the civil service of Northern Ireland, in respect of service before the relevant day, or b affect any rights to a pension or other benefits under either of those schemes in respect of such service, unless at least some of that service was in qualifying judicial office. 4 In this section, the “ relevant day ”, in the case of any person, means the day on which this Part first applies, or would, apart from section 13(8)(a) below, first apply, to him. 5 This section does not prevent a scheme under section 1 of the Public Service Pensions Act 2013 having effect in relation to a person. 6 This section does not prevent a scheme under section 1 of the Public Service Pensions Act (Northern Ireland) 2014 having effect in relation to a person."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "12", "section_title": " Transfer of rights   under judicial pension schemes .", "section_text": "12 1 Where this Part begins to apply to a person by virtue of paragraph (b), (c)\t\t\t\t\t  , (d) or (e)  of section 1(1) above   or by virtue of paragraph 11(4) of Schedule 9 to the Tribunals, Courts and Enforcement Act 2007 — a any relevant rights of his shall be transferred to the scheme constituted by this Part; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Regulations may make provision— a for calculating, whether by actuarial assessment or otherwise, the amount or value of the rights transferred under subsection (1) above, and b prescribing the manner in which those rights are to be given effect under this Part, and, without prejudice to the generality of paragraph (b) above, regulations under that paragraph may provide for those rights to be so given effect by crediting the person in question with such service on or after the relevant day as may be prescribed. 3 For the purposes of this section— a a person’s “ relevant rights ” are his accrued rights to benefit under any judicial pension scheme constituted otherwise than by or under this Act; but b rights under— i the principal civil service pension scheme, or ii the principal civil service pension scheme for the civil service of Northern Ireland, shall not be regarded as relevant rights for the purposes of this section unless at least some of the person’s service which was subject to the scheme in question was service in qualifying judicial office and, in that event, all his rights under that scheme shall be regarded as relevant rights. 4 In this section— “ prescribe ” means prescribe in regulations; “ regulations ” means regulations made by the appropriate Minister with the concurrence of the Treasury; “ the relevant day ”, in relation to any person, means the day on which this Part first applies to him."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "12A", "section_title": "Transfer of rights under other public service pension schemes", "section_text": "12A 1 Where this Part— a begins, on or after the day on which this section comes into force, to apply to a person by virtue of section 1(1)(d) above, or b begins to apply to a person— i by virtue of section 1(1)(e) above, or ii by virtue of paragraph 11(4) of Schedule 9 to the Tribunals, Courts and Enforcement Act 2007, any relevant public service pension rights of his shall be transferred to the scheme constituted by this Part. 2 Where a person's rights under a public service pension scheme are transferred under subsection (1) above— a that scheme shall no longer have effect in relation to him, and b no pension or lump sum under the scheme shall be paid to or in respect of him. 3 Regulations may make provision— a for calculating, whether by actuarial assessment or otherwise, the amount or value of the rights transferred under subsection (1) above, and b prescribing the manner in which those rights are to be given effect under this Part. 4 Without prejudice to the generality of paragraph (b) of subsection (3) above, regulations under that paragraph may provide for rights transferred under subsection (1) above to be given effect by crediting the person in question with such service, on or after the day on which this Part first applies to the person, as may be prescribed. 5 For the purposes of this section, a persons's  “relevant public service pension rights” are the person's accrued rights to benefit under any public service pension scheme, but this is subject to subsections (6) to (8) below. 6 A person's rights under a public service pension scheme are not  “relevant public service pension rights” if the scheme is a judicial pension scheme other than— a the principal civil service pension scheme, or b the principal civil service pension scheme for the civil service of Northern Ireland. 7 A person's rights— a under the principal civil service pension scheme, or b under the principal civil service pension scheme for the civil service of Northern Ireland, are not  “relevant public service pension rights” if they are transferred under section 12 above. 8 A person's rights under a public service pension scheme are not  “relevant public service pension rights” unless at least some of his service which was subject to the scheme was qualifying tribunal service and, in that event, all of his rights under the scheme shall be regarded as relevant public service pension rights. 9 In this section— “ prescribe ” means prescribe in regulations; “ public service pension scheme ” means any public service pension scheme, as defined in— section 1 of the Pension Schemes Act 1993, or section 1 of the Pension Schemes (Northern Ireland) Act 1993; “ qualifying tribunal service ” means— service as, or as a member of, a tribunal specified in a list in Schedule 6 to the Tribunals, Courts and Enforcement Act 2007 that has effect for the purposes of section 30 of that Act, or service as an authorised decision-maker for a tribunal, within the meaning given by section 31(4) of that Act; “ regulations ” means regulations made by the Lord Chancellor with the concurrence of the Treasury."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "12B", "section_title": "Rate of pension  etc.  where rights transferred under section 12 or 12A", "section_text": "12B Entitlement to, and the rate or amount of, any judicial pension or derivative benefit payable under this Part to or in respect of a person whose rights are transferred under section 12 or 12A above shall be determined by reference to— a any rights of his that are transferred under section 12 above, b any rights of his that are transferred under section 12A above, and c his service in qualifying judicial office on or after the day on which this Part first applies to him."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "13", "section_title": " Election for personal pension instead of judicial pension.", "section_text": "13 1 A person to whom this Part applies, or to whom it would apply but for this section, may at any time serve on the appropriate Minister a written notice of election that this Part should not apply to him. 1A A person appointed to a qualifying judicial office may, at any time before beginning to serve in that office, serve on the appropriate Minister a written notice of election that this Part should not apply to him in relation to that office. 1B An election under this section— a if made by notice under subsection (1) above, shall take effect on the date specified in the notice, which shall be not less than one month after service of the notice; b if made by notice under subsection (1A) above, shall take effect when the person appointed begins to serve in that office. 2 An election made by a person under this section— a shall be irrevocable, except as provided by the following provisions of this section; and b shall not affect any rights of his which accrued under this Part before the election comes into force; and, in accordance with section 2(7)(b)(iii) above, any service of his in qualifying judicial office while the election is in force shall be left out of account in determining the length of his service in such office for the purposes of this Part. 3 Where an election under this section is in force and the person who made it continues to hold qualifying judicial office, he may make a written application to the appropriate Minister requesting that he should once again become a person to whom this Part applies. 4 If, on an application under subsection (3) above, the appropriate Minister is satisfied that the applicant is in good health, he may direct that this Part shall once again apply to the applicant with effect from a date (his “ date of re-admission ”) not less than three months after service of the application. 5 A person’s election under this section shall cease to be in force on his date of re-admission. 6 An applicant under subsection (3) above shall— a provide such evidence relating to his health, and b submit to any such medical examination, as may be reasonably required by the appropriate Minister. 7 The appropriate Minister shall give written notice of his decision on an application under subsection (3) above to the applicant not later than three months after service of the application. 8 Where an election (whenever made) under any of the corresponding provisions is in force in respect of a person on the relevant day— a the election shall have effect for the purposes of this Part, and shall continue in force, as if made under this section; and b if and so long as the election remains in force, the person shall be precluded from making an election under section 1(2) above; but if, on an application under subsection (3) above in relation to the election, the appropriate Minister directs that this Part shall apply to that person, the election shall, in accordance with subsection (5) above, cease to be in force for the purposes of this Part (as well as for those of the Act or instrument containing the corresponding provision), paragraphs (a) and (b) above shall cease to have effect in relation to it, and the application shall have effect as the applicant’s election under section 1(2) above. 9 In this section— “ the corresponding provisions ” means— section 14A(3) of the 1981 Act; section 116A(3) of the  County Courts Act (Northern Ireland) 1959; section 2A(3) of the  Resident Magistrates’ Pensions Act (Northern Ireland) 1960; section 2A(3) of the  Lands Tribunal and Compensation Act (Northern Ireland) 1964; section 2A(1) of the  Superannuation (Miscellaneous Provisions) Act (Northern Ireland) 1969; paragraph 7A(3) of Schedule 10 to the  Social Security (Northern Ireland) Act 1975; and, in the case of any other judicial pension scheme, any provision of that scheme which   confers a right on a person to elect that this Part shall not apply to him ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the relevant day ”, in the case of any person, means the day on which this Part first applies, or would, apart from any election under this section or the corresponding provisions, first apply to him."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "14", "section_title": " Application of this Part to holders of the office of Lord Chancellor.", "section_text": "14 1 Not more than one pension shall be paid under section 2 above and the  Lord Chancellor’s Pension Act 1832 to a person to whom this Part applies who has also held the office of Lord Chancellor. 2 In determining the appropriate annual rate of a pension payable under section 2 above to such a person as is mentioned in subsection (1) above who either— a was holding the office of Lord Chancellor immediately before the appointed day, or b first held that office on or after that day, the length of his service in qualifying judicial office shall be treated as increased by the aggregate length of his periods of service in the office of Lord Chancellor (excluding any day of service in that office which is also a day of service in qualifying judicial office). 3 Where a pension under the  Lord Chancellor’s Pension Act 1832 is, or would, but for his death, have been, paid to such a person as is mentioned in subsection (1) above (so that no derivative benefits are payable to or in respect of him under this Act) Part II of the 1981 Act shall continue to have effect with respect to the derivative benefits, within the meaning of that Part, which are payable to or in respect of him by virtue of his service in the office of Lord Chancellor, and shall do so notwithstanding anything in section 11 or 12 above. 4 Except as provided by subsection (3) above, no pension or other benefit shall be paid under that Part of that Act to or in respect of a person to whom this Part applies."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "15", "section_title": " Circuit judges: the Recorder of London and the Common Serjeant.", "section_text": "15 Subject to sections 1(8) above and 21 below and to any regulations under section 38 or 39A of the  Superannuation Act 1965 (employment in more than one public office), nothing in this Part shall apply in relation to the pensions and other benefits payable to or in respect of a person in respect of his service as a Circuit judge by virtue of holding the office of Recorder of London or Common Serjeant; and accordingly— a those matters shall continue to be provided for as mentioned in section 7 of the  City of London (Courts) Act 1964 (remuneration, pensions and other benefits in respect of those offices to be defrayed by the Common Council); and b service as a Circuit judge by virtue of holding either of those offices shall not be regarded as service in qualifying judicial office."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "16", "section_title": " Disregard of abatement of pension under s.65 of the Social Security Act 1973 etc.", "section_text": "16 In making any calculation for the purposes of sections 4 to 8 above, any abatement of a pension falling to be made under any order made under— a section 141 of the Pension Schemes Act 1993 (modification of public service schemes) or section 143 of that Act (winding up of public service schemes); b section 137 or 139 of the Pension Schemes (Northern Ireland) Act 1993 (corresponding Northern Ireland provisions); shall be left out of account."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "17", "section_title": " Effect of certain nullity decrees.", "section_text": "17 Where a marriage or civil partnership which is voidable, but not void from the beginning, is annulled by any court, the same results shall follow under this Part as would have followed if the marriage or the civil partnership had not been voidable but had been dissolved at the date of the annulment."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "18", "section_title": " Continuity of tax treatment.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "18A", "section_title": "Pension scheme for fee-paid judges", "section_text": "18A 1 The appropriate Minister may by regulations establish a scheme for the payment of pensions and other benefits to or in respect of fee-paid judges. 2 The scheme may make provision for payments to or in respect of a person in relation to the person's service before the scheme is established. 3 No benefits are to be provided under a new public service pension scheme in relation to service in relation to which benefits are to be provided under a scheme under this section. “ New public service pension scheme ” means a scheme under— a section 1 of the Public Service Pensions Act 2013, or b section 1 of the Public Service Pensions Act (Northern Ireland) 2014 (c. 2). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Regulations under this section may, in particular, include provision corresponding or similar to— a any provision made by Part 1, section 20 or Schedule 2 or 2A; b any provision that may be made by regulations under Part 1, section 20 or Schedule 2 or 2A. 7 In this section— “ judge ” means a person who holds an office specified in the regulations; “ fee-paid judge ” means a judge whose service is remunerated by the payment of fees (as opposed to the payment of a salary)."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "19", "section_title": " Benefits in respect of earnings in excess of pension-capped salary.", "section_text": "19 1 This section applies in any case where— a a pension or lump sum is payable under Part I above to or in respect of a person to whom that Part applies (the “ judicial officer ”); and b the amount which constitutes the judicial officer’s pensionable pay is less than it would have been, had pension-capped salary fallen to be determined under section 3(3)(b) above, in his case, without the limit imposed by reference to the permitted maximum there mentioned; but nothing in this subsection applies in relation to any additional benefits provided under section 10 above. 2 Where this section applies, payments by way of pension or lump sum shall be made to or in respect of the judicial officer amounting to the difference between— a the rate or amount payable in respect of the pension or lump sum referred to in subsection (1) above; and b the rate or amount that would have been payable in respect of that pension or lump sum, had pension-capped salary fallen to be determined under section 3(3)(b) above, in his case, without the limit imposed by reference to the permitted maximum there mentioned. 3 No contributions shall be payable under or by virtue of section 9 above in respect of the cost of the liability to make payments under this section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The appropriate Minister may by regulations make provision for implementing this section; and any such regulations may, in particular, make provision— a for or with respect to the calculation of benefits under this section; b for or with respect to the time at which and method by which payments under this section are to be made."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "20", "section_title": " Appeals.", "section_text": "20 1 If any person to whom this section applies is aggrieved by any decision taken by the administrators of a relevant pension scheme concerning— a the interpretation of the rules of the scheme, or b the exercise of any discretion under the scheme, he shall have a right of appeal to the appropriate Minister against that decision. 2 On deciding an appeal under this section, the appropriate Minister may give to the administrators such directions as he considers necessary or expedient for implementing his decision. 3 The persons to whom this section applies are the following— a any person to whom Part I above applies or has applied; b the   widow, widower or surviving civil partner , or any surviving dependant, of a person who served in qualifying judicial office but who has died; and c where the decision relates to the question— i whether a person who claims to be such a person as is mentioned in paragraph (a) or (b) above is such a person, or ii whether a person who claims to be entitled to become a person to whom Part I above applies is so entitled, the person so claiming. 4 Regulations may make provision as to the manner in which, and time within which, appeals under this section are to be brought. 5 The administrators shall be entitled to appear and be heard on any appeal under this section. 6 In this section— “ regulations ” means regulations made by the appropriate Minister; “ relevant pension scheme ” means any scheme constituted under or by virtue of Part I or section 19 above for the payment of pensions or other benefits; “ rules ”, in relation to a relevant pension scheme, means the provisions of Part I and section 19 above and of any regulations or orders made under or by virtue of that Part or that section."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "21", "section_title": " Pensions payable to judicial officers etc. by local authorities in England and Wales.", "section_text": "21 1 This section applies in any case where— a an order under section 1(8) above amends Schedule 1 to this Act by the addition of any office (“ the office ”) to those for the time being specified in that Schedule; and b immediately before the coming into force of the order, a local authority was under a liability to defray, whether in whole or in part, pensions or other benefits payable in respect of service in the office. 2 Where this section applies, the appropriate Minister may by order made with the consent of the Treasury— a provide for the local authority to be discharged, to such extent as may be prescribed, from the liability to pay pensions or other benefits in respect of such service in the office as may be prescribed; and b require the local authority instead to make prescribed payments to the Treasury. 3 In framing the provisions of an order under subsection (2) above, regard shall be had to the desirability of securing so far as reasonably practicable— a that the payments required to be made by the local authority are such as to reimburse the Treasury in respect of so much of— i any pension or lump sum payable under Part I above, or to or in respect of any person to whom Part I above applies as may reasonably be regarded as attributable to his service in the office; and b that the local authority is discharged, to a corresponding extent, from the liability to pay any pension or other benefit to or in respect of such a person in respect of his service in the office. 4 In this section— “ local authority ” means any county council,  county borough council,  district council, London Borough Council or the Common Council of the City of London; “ prescribed ” means specified in, or determined in accordance with, an order under subsection (2) above. 5 Nothing in this section applies in relation to any pension or other benefits payable under or by virtue of section 10 above."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "22", "section_title": " Application of the Pensions (Increase) Act 1971.", "section_text": "22 1 In the  Pensions (Increase) Act 1971, in Schedule 2 (which specifies the pensions and other benefits which fall to be increased under or by virtue of that Act) after paragraph 4 (and beneath the heading relating to the administration of justice) there shall be inserted— 4A A pension payable under Part I or section 19 of the Judicial Pensions and Retirement Act 1993, other than a pension payable under or by virtue of section 10 of that Act. 2 The pensions in relation to which the  Pensions (Increase) Act 1971 extends to Northern Ireland shall include  — a pensions payable under Part I or section 19 above, other than pensions payable under or by virtue of section 10 above; and, accordingly, in section 19(2)(a) of that Act, after the words “ Pension Fund ” there shall be inserted the words  “                    or payable under Part I or section 19 of the Judicial Pensions and Retirement Act 1993 (otherwise than under or by virtue of section 10 of that Act)                  ” . ; and b pensions payable under a scheme made under section 18A above, other than pensions payable under or by virtue of provision that is corresponding or similar to the provision that may be made by regulations under section 10 above. 3 In subsection (2) above, “ pensions ” has the same meaning as it has in the Pensions  (Increase) Act 1971."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "23", "section_title": " Transfer of accrued benefits.", "section_text": "23 Schedule 2 to this Act shall have effect with respect to the transfer of accrued rights into and out of the pension schemes constituted by Part I or section 19 above (other than any such transfer which falls to be made under section 12   or 12A  above)."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "23A", "section_title": " Pension credits", "section_text": "23A Schedule 2A to this Act shall have effect with respect to the creation and implementation of pension credits affecting a pension scheme constituted by Part I or Section 19 of this Act."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "24", "section_title": " Corresponding minor amendments to other enactments.", "section_text": "24 Schedule 3 to this Act (which makes certain minor amendments corresponding to provisions of this Act) shall have effect."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "25", "section_title": " The Comptroller and Auditor General and the Parliamentary and Health Service Commissioners etc.", "section_text": "25 The amendments made by Schedule 4 to this Act shall have effect, as from the coming into force of this section, with respect to the pensions and other benefits payable to or in respect of a person (whenever appointed) who holds, or has held, any one or more of the following offices, that is to say— a Comptroller and Auditor General; b Parliamentary Commissioner for Administration; c Health Service Commissioner for England; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e Health Service Commissioner for Wales; f Comptroller and Auditor General for Northern Ireland; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "26", "section_title": " Retirement date for holders of certain judicial offices etc.", "section_text": "26 1 Subject to the following provisions of this section, a person holding any of the offices for the time being specified in Schedule 5 to this Act (a “ relevant office ”) shall vacate that office on the day on which he attains the age of   75   or such lower age as may for the time being be specified for the purpose in the enactments and instruments relating to that office, whenever passed or made. 2 Any reference in this section to a person’s holding an office includes a reference to his being a member of, or otherwise included in, any panel or list of persons appointed, nominated, approved or otherwise selected to serve from time to time in that office (whether or not the panel or list is required by or under any enactment); and any reference in this section or Schedule 5 to this Act to any particular office or to an office of any class or description, or to a person’s appointment to, or vacation of, an office, shall be construed accordingly. 3 Subject to the transitional provision referred to in subsection (11) below, subsection (1) above applies whether the person was appointed to the office before or after the coming into force of this section; but nothing in this Act, or in any amendment made by it, shall be taken— a to preclude a person from vacating his office before the compulsory retirement date for that office in his case; or b to prevent a person’s appointment to an office coming to an end before that date, in accordance with the terms on which he was appointed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 After the day on which a person attains the age of 75, he shall not hold any relevant office nor shall he— a be a member of the Judicial Committee of the Privy Council  . . . ; b act as a judge of the Supreme Court under section 38 of the Constitutional Reform Act 2005; c act as a judge under or by virtue of section 9(1) of the   Senior Courts Act 1981 ; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e sit and act as a judge under or by virtue of section 7 of the  Judicature (Northern Ireland) Act 1978; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ga . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h hold any office— i to which appointments are made by or under any Act or statutory instrument; ii for which there would, apart from this paragraph, be no compulsory retirement date; and iii for appointment to which only persons who have held relevant office are eligible; and this subsection applies whether or not the person was invited to act as a judge, or was appointed to the office in question, or to some other office by virtue of which he would (apart from this subsection) hold the office in question, before the appointed day. 8 After the day on which a person attains the age of   75 , he shall not be appointed or re-appointed as— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an assessor assisting with an inquiry under section   61 of the Merchant Shipping Act 1995 ; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g an arbitrator, or (in Scotland) an arbiter, under paragraph 9(2) of Schedule 10 to the  Electricity Act 1989; h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The appropriate Minister may by order— a amend Schedule 5 to this Act by adding offices to those for the time being specified in that Schedule; or b amend subsection (8) above by adding offices to those for the time being specified in that subsection. 10 As from the appointed day, the enactments and instruments mentioned in Schedule 6 to this Act shall have effect with the amendments specified in that Schedule; but those amendments are subject to section 27 below and Schedule 7 to this Act. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 In this section— “ the appointed day ” means the day appointed under section 31 below for the coming into force of this section; ... “ the compulsory retirement date ” for an office means the day on which a holder of that office is or, apart from any continuation power, would be required by any enactment or statutory instrument to vacate that office, being either— the day on which he attains a particular age; or a day falling to be determined by reference to his attaining a particular age; “ continuation power ” means a power conferred by an enactment or statutory instrument on a Minister of the Crown to authorise the holder of an office to continue in that office until a later day than that on which, apart from any exercise of the power, he would be required by any enactment or statutory instrument to vacate that office; and any reference to vacating an office includes a reference to retiring from it. 12A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "27", "section_title": " Completion of proceedings after retirement.", "section_text": "27 1 Notwithstanding that a person has vacated or otherwise ceased to hold an office to which this section applies— a he may act as if he had not ceased to hold the office for the purpose of continuing to deal with, giving judgment in, or dealing with any ancillary matter relating to, any case begun before him before he ceased to hold that office; and b for that purpose, and for the purpose of any proceedings arising out of any such case or matter, he shall be treated as being or, as the case may be, as having been a holder of that office; but nothing in this subsection shall authorise him to do anything if he ceased to hold the office by virtue of his removal from it. 2 Where a person has vacated or otherwise ceased to hold a qualifying judicial office but the office in question is one to which this section applies, then, notwithstanding anything in subsection (1) above, any remuneration that may be paid in respect of service of his in that office by virtue of that subsection shall be remuneration by payment of fees (and not a salary) and accordingly that service shall not be regarded as service in qualifying judicial office. 3 The offices to which this section applies are— a any relevant office, within the meaning of section 26 above; b any office falling within any of the paragraphs of subsection (7) of that section; c Queen’s Coroner and Attorney and Master of the Crown Office and Registrar of Criminal Appeals; d Vice Judge Advocate General; e Assistant Judge Advocate General; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ff . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g Chairman of the Criminal Injuries Compensation Board. h Chief Coroner; i Deputy Chief Coroner; j senior coroners, area coroners and assistant coroners; k traffic commissioners. 4 If and to the extent that any prohibition imposed by subsection (7) of section 26 above would not, apart from this subsection, be regarded as a prohibition on the holding of an office, it shall be treated for the purposes of this section as if it were such a prohibition, and references in this section to office, or to vacating or otherwise ceasing to hold office, shall be construed accordingly."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "28", "section_title": " Payments charged on Consolidated Fund etc.", "section_text": "28 1 There shall be charged on, and paid out of, the Consolidated Fund— a any pension or lump sum under Part I above payable to or in respect of a person who has held any of the qualifying judicial offices specified in Part I of Schedule 1 to this Act; and b any payments by way of pension or lump sum authorised under section 19 above to be made to or in respect of such a person. 2 Except as provided by subsection (1) above— a any pension or lump sum payable under Part I above, aa any pension or other benefits payable under a scheme made under section 18A above,  and b any payment authorised to be made under section 19 above, shall be met out of money provided by Parliament. 3 There shall be charged on, and paid out of, the Consolidated Fund any increase attributable to the provisions of this Act in the sums charged on, and payable out of, that Fund by or under any other enactment. 4 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 5 Any administrative expenses incurred under this Act by a Minister of the Crown or government department shall be defrayed out of money provided by Parliament. 6 Any sums received by the Treasury under section 21 above shall be paid into the Consolidated Fund. 7 Nothing in this section applies in relation to any pension or other benefits payable under or by virtue of   — a section 10 above, or b provision made under section 18A above that is corresponding or similar to the provision that may be made by regulations under section 10 above."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "28A", "section_title": "Northern Ireland", "section_text": "28A The Lord Chancellor and the Department of Justice in Northern Ireland may make arrangements under which the Department is to make contributions to the cost of the liabilities under this Act for pensions, lump sums or other payments in respect of persons' service in qualifying judicial office in Northern Ireland                  or as a fee-paid judge in Northern Ireland (within the meaning given by section 18A)  ."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "29", "section_title": " Regulations and orders.", "section_text": "29 1 Any power conferred by this Act to make regulations or an order shall be exercisable by statutory instrument. 2 A statutory instrument which contains (whether alone or with other provisions) regulations or an order under this Act, other than                      regulations under section 18A above or   an order under section 31(2) below, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2A A statutory instrument which contains regulations under section 18A may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 3 Any power conferred by this Act to make regulations or an order includes power, exercisable in the same manner, to make such transitional, consequential, supplementary or incidental provision or savings as may appear to the authority making the regulations or order to be necessary or expedient for the purposes of, or in connection with, the regulations or order. 4 The provision that may be made under or by virtue of subsection (3) above includes provision modifying the operation of this Act or any other enactment. 5 The amendment by this Act of any provision contained in regulations or an order shall not be taken to have prejudiced any power to make further regulations or orders amending or revoking that provision. 6 Regulations and orders under this Act may make different provision for different cases or classes of case."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "30", "section_title": " Interpretation.", "section_text": "30 1 In this Act— “ the 1981 Act ” means the  Judicial Pensions Act 1981; “ actuarially reduced ” has the meaning given by section 2(7)(e) above; “ the administrators ”, in relation to a pension scheme, means the persons entrusted with the administration of the scheme; “ appropriate annual rate ”, in relation to a judicial pension, shall be construed in accordance with section 3 above; “ the appropriate Minister ” means— in relation to any judicial office whose jurisdiction is exercised exclusively in relation to Scotland, the Secretary of State; or subject to paragraph (a) above, the Lord Chancellor; “ children’s pension ” has the meaning given by section 6 above; “ commence to be paid ”, in relation to any judicial pension, shall be construed in accordance with section 2(7)(d) above; “ the deceased ”, in connection with any surviving spouse’s   , surviving civil partner's  or children’s pension, shall be construed in accordance with section 5 or 6 above, as the case may be; “ derivative benefit ” means a lump sum under section 4 above or a surviving spouse’s   , surviving civil partner's  or children’s pension; “ eligible children ”, in relation to the deceased, shall be construed in accordance with section 6 above; “ judicial pension ” means a pension under section 2 above; “ judicial pension scheme ” means any public service pension scheme, as defined in— section 1 of the Pension Schemes Act 1993 , or section 1 of the Pension Schemes (Northern Ireland) Act 1993 , under which pensions and other benefits are payable in respect of service in one or more qualifying judicial offices (whether or not in respect of service in such offices alone); “ pensionable pay ” has the meaning given by section 3(3) above; “ pension-capped salary ” has the meaning given by section 3(3) above; “ the principal civil service pension scheme ” means a scheme made under section 1 of the  Superannuation Act 1972 which is the principal civil service pension scheme within the meaning of section 2 of that Act; “ the principal civil service pension scheme for the civil service of Northern Ireland ” means a scheme made under Article 3 of the  Superannuation (Northern Ireland) Order 1972 which is the principal civil service pension scheme within the meaning of Article 4 of that Order; “ qualifying judicial office ” has the meaning given by section 1(6) above; “ serve ” and “ service ”, in relation to qualifying judicial office, shall be construed in accordance with section 1(6) above; “ stipendiary magistrate ”, in England and Wales, includes a metropolitan stipendiary magistrate; “surviving civil partner's pension” has the meaning given by section 5 above;   “ surviving spouse’s pension ” has the meaning given by section 5 above. 1A For the purposes of section 26(12)(f), (16) and (17), and the related entry in Schedule 5,  “Scottish Tribunals” or  “ President of Tribunals ” is to be construed in accordance with the Tribunals (Scotland) Act 2014. 2 In the case of a person who has retired from qualifying judicial office on more than one occasion, references in this Act to his retirement from such office are references to the last of those occasions. 3 For the purposes of this Act, a person shall be regarded as vacating, or retiring from, an office at the end of the last day of his service in that office. 4 Any reference in this Act to a pension or lump sum, or any salary or other money, being paid or payable to a person includes a reference to its being paid or payable for him. 5 In determining for any purpose of this Act the accrued rights of a person under a judicial pension scheme which confers a power (but does not expressly impose a duty) to pay a pension or other benefit under the scheme, it shall be assumed that there is a duty to exercise the power (and to do so in such a way as will provide the greatest pension or other benefit authorised to be paid). 6 Where a calculation falls to be performed under this Act, any resulting fraction of £1 shall be rounded up to the next whole £1."}, {"act": "Judicial Pensions and Retirement Act 1993", "year": 1993, "section": "31", "section_title": " Short title, supplementary provisions and extent.", "section_text": "31 1 This Act may be cited as the Judicial Pensions and Retirement Act 1993. 2 The provisions of this Act shall come into force on such day as the appropriate Minister may by order made by statutory instrument appoint; and different days may be appointed for different provisions or for different purposes of the same provision. 3 The enactments and instruments mentioned in Schedule 8 to this Act shall have effect with the amendments there specified (being minor amendments and amendments consequential on the provisions of this Act). 4 The enactments and instruments specified in Schedule 9 to this Act are repealed or revoked to the extent specified in the third column of that Schedule. 5 Section 21 above extends to England and Wales only. 6 The amendments, repeals and revocations in section 22 above and Schedules 3, 4, 6, 8 and 9 to this Act have the same extent as the enactment or instrument to which they relate. 7 Subject to subsections (5) and (6) above, this Act extends to Northern Ireland."}]