[{"act": "Local Government (Overseas Assistance) Act 1993", "year": 1993, "section": "1", "section_title": " Power to provide advice and assistance.", "section_text": "1 1 Subject to  subsection (6)  below, a local authority may provide advice and assistance as respects any matter in which they have skill and experience to a body engaged outside the United Kingdom in the carrying on of any of the activities of local government. 2 In relation to any place outside the United Kingdom, activities shall be taken for the purposes of this Act to be activities of local government wherever they are the equivalent of, or are comparable to, any activities which in any part of Great Britain are carried on, by virtue of the functions vested in them, by local authorities. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this section authorises a local authority to provide any financial assistance by— a making a grant or loan, b giving a guarantee or indemnity, or c investing by acquiring share or loan capital. 6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The Secretary of State shall provide local authorities with such guidance about the exercise of their powers under this section as he thinks appropriate. 8 There shall be paid out of money provided by Parliament any increase attributable to this section in the sums payable out of money so provided under any other enactment. 9 In this section, “ local authority ” means— a a county or district council in England  , the council of a county or county borough in  Wales,  the Greater London Authority,  a London borough council, the Common Council of the City of London, the Council of the Isles of Scilly or a body mentioned in subsection (10) below; or b a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994  in Scotland or a joint board within the meaning of section 235(1) of the  Local Government (Scotland) Act 1973. 10 The bodies referred to in subsection (9) above are— a a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; aa a fire and rescue authority created by an order under section 4A of that Act; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an authority established under section 10 of the  Local Government Act 1985 (waste disposal authorities); d a joint authority established by Part IV of that Act  . . .  (fire and rescue services and transport) ; dza an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009; dzb a combined authority established under section 103 of that Act; dzc a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023; da . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . dd the London Fire Commissioner; e a joint authority established by an order under section 21 of the  Local Government Act 1992 (joint authorities established in connection with structural or boundary changes); f the Broads Authority; ff the   London Pensions Fund Authority;  g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h a joint planning board constituted for an area in Wales outside a National Park by an order under section 2(1B) of the  Town and Country Planning Act 1990.  11 The Secretary of State may by order made by statutory instrument amend subsection (9) or (10) above so as to add any body or description of body to the bodies which are local authorities for the purposes of this section; and any statutory instrument containing an order under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Overseas Assistance) Act 1993", "year": 1993, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Local Government (Overseas Assistance) Act 1993. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act does not extend to Northern Ireland."}]