[{"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "1", "section_title": " Interpretation.", "section_text": "1 In this Act “ the 1974 Act ” means the  Control of Pollution Act 1974 and “ the 1990 Act ” means the  Environmental Protection Act 1990."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "2", "section_title": " Noise in street to be a statutory nuisance.", "section_text": "2 1 Section 79 of the 1990 Act (statutory nuisances) shall be amended as follows. 2 In subsection (1) (list of statutory nuisances)— a for “Subject to subsections (2) to (6) below” there shall be substituted  “                  Subject to subsections (2) to (6A) below                ” , b after paragraph (g) there shall be inserted— ga noise that is prejudicial to health or a nuisance and is emitted from or caused by a vehicle, machinery or equipment in a street; , and c after “section 80 below” there shall be inserted  “                  or sections 80 and 80A below                ” . 3 After subsection (6) there shall be inserted— 6A Subsection (1)(ga) above does not apply to noise made— a by traffic, b by any naval, military or air force of the Crown or by a visiting force (as defined in subsection (2) above), or c by a political demonstration or a demonstration supporting or opposing a cause or campaign. 4 In subsection (7) (interpretation)— a after the definition of “dust” there shall be inserted— “ equipment ” includes a musical instrument; , b for the definition of “person responsible” there shall be substituted— “ person responsible ”— a in relation to a statutory nuisance, means the person to whose act, default or sufferance the nuisance is attributable; b in relation to a vehicle, includes the person in whose name the vehicle is for the time being registered under the  Vehicles (Excise) Act 1971 and any other person who is for the time being the driver of the vehicle; c in relation to machinery or equipment, includes any person who is for the time being the operator of the machinery or equipment; , and c after the definition of “smoke” there shall be inserted— “ street ” means a highway and any other road, footway, square or court that is for the time being open to the public; . 5 In subsection (8) (port health authority to have functions of a local authority under Part III of the 1990 Act, except those relating to a statutory nuisance within section 79(1)(g)) after “paragraph (g)” there shall be inserted  “              or (ga)            ” ."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "3", "section_title": " Summary proceedings in respect of noise in street.", "section_text": "3 1 Section 80 of the 1990 Act (summary proceedings for statutory nuisances) shall be amended as follows. 2 In subsection (2) (person on whom abatement notice is to be served) for “The abatement notice” there shall be substituted  “              Subject to section 80A(1) below, the abatement notice            ” . 3 In subsection (3) (right of appeal to magistrates’ court) for “The person served with the notice” there shall be substituted  “              A person served with an abatement notice            ” . 4 In subsection (8) (defence that the best practicable means were used to prevent, or counteract the effects of, the nuisance not available in certain cases) after paragraph (a) there shall be inserted— aa in the case of a nuisance falling within paragraph (ga) of section 79(1) above except where the noise is emitted from or caused by a vehicle, machinery or equipment being used for industrial, trade or business purposes; . 5 In subsection (9) (defence to proceedings in respect of a nuisance within section 79(1)(g) that noise was authorised by a notice served under section 60 or a consent given under section 61  etc.  of the 1974 Act: construction sites) after “paragraph (g)” there shall be inserted  “              or (ga)            ” . 6 After section 80 of the 1990 Act there shall be inserted—  Abatement notice in respect of noise in street. 80A 1 In the case of a statutory nuisance within section 79(1)(ga) above that— a has not yet occurred, or b arises from noise emitted from or caused by an unattended vehicle or unattended machinery or equipment, the abatement notice shall be served in accordance with subsection (2) below. 2 The notice shall be served— a where the person responsible for the vehicle, machinery or equipment can be found, on that person; b where that person cannot be found or where the local authority determines that this paragraph should apply, by fixing the notice to the vehicle, machinery or equipment. 3 Where— a an abatement notice is served in accordance with subsection (2)(b) above by virtue of a determination of the local authority, and b the person responsible for the vehicle, machinery or equipment can be found and served with a copy of the notice within an hour of the notice being fixed to the vehicle, machinery or equipment, a copy of the notice shall be served on that person accordingly. 4 Where an abatement notice is served in accordance with subsection (2)(b) above by virtue of a determination of the local authority, the notice shall state that, if a copy of the notice is subsequently served under subsection (3) above, the time specified in the notice as the time within which its requirements are to be complied with is extended by such further period as is specified in the notice. 5 Where an abatement notice is served in accordance with subsection (2)(b) above, the person responsible for the vehicle, machinery or equipment may appeal against the notice under section 80(3) above as if he had been served with the notice on the date on which it was fixed to the vehicle, machinery or equipment. 6 Section 80(4) above shall apply in relation to a person on whom a copy of an abatement notice is served under subsection (3) above as if the copy were the notice itself. 7 A person who removes or interferes with a notice fixed to a vehicle, machinery or equipment in accordance with subsection (2)(b) above shall be guilty of an offence, unless he is the person responsible for the vehicle, machinery or equipment or he does so with the authority of that person. 8 A person who commits an offence under subsection (7) above shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "4", "section_title": " Supplementary provisions.", "section_text": "4 1 Section 81 of the 1990 Act (provisions supplementary to sections 79 and 80) shall be amended as follows. 2 In subsection (1) (application of section 80 where more than one person is responsible for statutory nuisance) for “Where” there shall be substituted  “              Subject to subsection (1A) below, where            ” . 3 After subsection (1) there shall be inserted— 1A In relation to a statutory nuisance within section 79(1)(ga) above for which more than one person is responsible (whether or not what any one of those persons is responsible for would by itself amount to such a nuisance), section 80(2)(a) above shall apply with the substitution of “any one of the persons” for “the person”. 1B In relation to a statutory nuisance within section 79(1)(ga) above caused by noise emitted from or caused by an unattended vehicle or unattended machinery or equipment for which more than one person is responsible, section 80A above shall apply with the substitution— a in subsection (2)(a), of “any of the persons” for “the person” and of “one such person” for “that person”, b in subsection (2)(b), of “such a person” for “that person”, c in subsection (3), of “any of the persons” for “the person” and of “one such person” for “that person”, d in subsection (5), of “any person” for “the person”, and e in subsection (7), of “a person” for “the person” and of “such a person” for “that person”. 4 In subsection (6) (defence to proceedings in respect of a nuisance within section 79(1)(g) that noise was authorised by a notice served under section 60 or a consent given under section 61 etc. of the 1974 Act: construction sites) after “paragraph (g)” there shall be inserted  “              or (ga)            ” . 5 In Schedule 3 to the 1990 Act (further supplementary provisions) after paragraph 2 there shall be inserted— 2A 1 Any person authorised by a local authority may on production (if so required) of his authority— a enter or open a vehicle, machinery or equipment, if necessary by force, or b remove a vehicle, machinery or equipment from a street to a secure place, for the purpose of taking any action, or executing any work, authorised by or required under Part III in relation to a statutory nuisance within section 79(1)(ga) above caused by noise emitted from or caused by the vehicle, machinery or equipment. 2 On leaving any unattended vehicle, machinery or equipment that he has entered or opened under sub-paragraph (1) above, the authorised person shall (subject to sub-paragraph (3) below) leave it secured against interference or theft in such manner and as effectually as he found it. 3 If the authorised person is unable to comply with sub-paragraph (2) above, he shall for the purpose of securing the unattended vehicle, machinery or equipment either— a immobilise it by such means as he considers expedient, or b remove it from the street to a secure place. 4 In carrying out any function under sub-paragraph (1), (2) or (3) above, the authorised person shall not cause more damage than is necessary. 5 Before a vehicle, machinery or equipment is entered, opened or removed under sub-paragraph (1) above, the local authority shall notify the police of the intention to take action under that sub-paragraph. 6 After a vehicle, machinery or equipment has been removed under sub-paragraph (1) or (3) above, the local authority shall notify the police of its removal and current location. 7 Notification under sub-paragraph (5) or (6) above may be given to the police at any police station in the local authority’s area or, in the case of the Temples, at any police station of the City of London Police. 8 For the purposes of section 81(4) above, any expenses reasonably incurred by a local authority under sub-paragraph (2) or (3) above shall be treated as incurred by the authority under section 81(3) above in abating or preventing the recurrence of the statutory nuisance in question. 6 In paragraph 3(1) of that Schedule (wilful obstruction of a person exercising any powers under paragraph 2 is an offence) after “paragraph 2” there shall be inserted  “              or 2A            ” . 7 In paragraph 4(1) of that Schedule (function of local authority in relation to which Secretary of State’s default powers apply)— a after “section 80” there shall be inserted  “                  or sections 80 and 80A                ” , and b after “paragraph 2” there shall be inserted  “                  or 2A                ” ."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "5", "section_title": " Summary proceedings by persons aggrieved by noise in street.", "section_text": "5 1 Section 82 of the 1990 Act (summary proceedings by persons aggrieved by statutory nuisances) shall be amended as follows. 2 In subsection (2) (duty of magistrates’ court to make an order if satisfied that nuisance exists or is likely to recur on same premises) after “premises” there shall be inserted  “              or, in the case of a nuisance within section 79(1)(ga) above, in the same street            ” . 3 In subsection (4) (person against whom proceedings are to be brought)— a in paragraph (a), for “paragraph (b) or (c) below” there shall be substituted  “                  paragraph (b), (c) or (d) below                ” , and b after paragraph (c) there shall be added— d in the case of a statutory nuisance within section 79(1)(ga) above caused by noise emitted from or caused by an unattended vehicle or unattended machinery or equipment, against the person responsible for the vehicle, machinery or equipment. 4 In subsection (5) (application of subsections (1) to (4) where more than one person is responsible for statutory nuisance) for “Where” there shall be substituted  “              Subject to subsection (5A) below, where            ” . 5 After subsection (5) there shall be inserted— 5A In relation to a statutory nuisance within section 79(1)(ga) above for which more than one person is responsible (whether or not what any one of those persons is responsible for would by itself amount to such a nuisance), subsection (4)(a) above shall apply with the substitution of “each person responsible for the nuisance who can be found” for “the person responsible for the nuisance”. 5B In relation to a statutory nuisance within section 79(1)(ga) above caused by noise emitted from or caused by an unattended vehicle or unattended machinery or equipment for which more than one person is responsible, subsection (4)(d) above shall apply with the substitution of “any person” for “the person”. 6 In subsection (7)(a) (at least three days’ notice of proceedings to be given in the case of a nuisance within section 79(1)(g)) after “paragraph (g)” there shall be inserted  “              or (ga)            ” . 7 In subsection (10) (cases where defence that the best practicable means were used to prevent, or counteract the effects of, the nuisance is not available) after paragraph (a) there shall be inserted— aa in the case of a nuisance falling within paragraph (ga) of section 79(1) above except where the noise is emitted from or caused by a vehicle, machinery or equipment being used for industrial, trade or business purposes; . 8 In subsection (13) (power of court where person responsible for the nuisance etc. cannot be found to direct local authority to do anything that person would have been ordered to do) after “the owner or occupier of the premises” there shall be inserted  “              or (as the case may be) the person responsible for the vehicle, machinery or equipment            ” ."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "7", "section_title": " Operation of loudspeakers in streets or roads.", "section_text": "7 1 Section 62 of the 1974 Act (noise in streets) shall be amended as follows. 2 In subsection (1) (prohibition on the operation of loudspeakers between 9 p.m. and 8 a.m. and of loudspeakers used for advertising at any other time) for “In this subsection” there shall be substituted  “                  In this section                ” . 3 After subsection (1) there shall be inserted— 1A Subject to subsection (1B) of this section, the Secretary of State may by order amend the times specified in subsection (1)(a) of this section. 1B An order under subsection (1A) of this section shall not amend the times so as to permit the operation of a loudspeaker in a street at any time between the hours of nine in the evening and eight in the following morning. 4 In subsection (2) for “The preceding subsection” there shall be inserted  “                  Subsection (1) of this section                ” . 5 After subsection (3) there shall be inserted— 3A Subsection (1) of this section shall not apply to the operation of a loudspeaker in accordance with a consent granted by a local authority under Schedule 2 to the Noise and Statutory Nuisance Act 1993. 6 In the application of this section to Scotland— a subsection (2) shall be omitted, and b in subsection (3) for “street” there shall be substituted  “                      road                    ” ."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "8", "section_title": " Consent of local authorities to the operation of loudspeakers in streets or roads.", "section_text": "8 1 A local authority may resolve that Schedule 2 is to apply to its area. 2 If a local authority does so resolve, Schedule 2 shall come into force in its area on such date as may be specified for that purpose in the resolution, being a date at least one month after the date on which the resolution is passed. 3 Where a local authority has passed a resolution under this section, the authority shall cause a notice to be published, in two consecutive weeks before the Schedule comes into force in its area, in a local newspaper circulating in the area. 4 The notice shall— a state that the resolution has been passed, and b set out the general effect of Schedule 2 and, in particular, the procedure for applying for a consent under that Schedule. 5 In this section “ local authority ” means— a in relation to England and Wales— i the council of a district, ii the council of a London borough, iii the Common Council of the City of London, iv the Sub-Treasurer of the Inner Temple, or v the Under Treasurer of the Middle Temple, and b in relation to Scotland, a  council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 ."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "9", "section_title": " Audible intruder alarms.", "section_text": "9 1 A local authority may, after consulting the chief officer of police, resolve that Schedule 3 is to apply to its area. 2 If a local authority does so resolve— a Schedule 3 (other than paragraph 4) shall come into force in its area on such date as may be specified for that purpose in the resolution (“the first appointed day”), and b paragraph 4 of Schedule 3 shall come into force in its area, and accordingly paragraphs 2 and 3 of that Schedule shall cease to have effect in its area, on such later date as may be so specified (“the second appointed day”). 3 The first appointed day shall be at least four months after the date on which the resolution is passed. 4 The second appointed day shall be at least nine months after the first appointed day. 5 Where a local authority has passed a resolution under this section, the authority shall cause a notice to be published, in two consecutive weeks ending at least three months before the first appointed day, in a local newspaper circulating in its area. 6 The notice shall— a state that the resolution has been passed, b state the first and second appointed days, and c set out the general effect of Schedule 3 as it will apply from each of those days. 7 In this section— “ chief officer of police ”, in relation to a local authority, means— the chief officer of police for the police area in which the area of the local authority is situated, or where part of the local authority’s area is situated in one police area and part in another, the chief officer of police for each police area in which a part of the local authority’s area is situated; “ local authority ” means— in relation to England and Wales, the council of a district, and in relation to Scotland, a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "10", "section_title": " Expenses recoverable from owner to be a charge on premises and payable by instalments.", "section_text": "10 1 In section 79(7) and (11) of the 1990 Act after “subject to subsection (12)” there shall be inserted  “                  and section 81A(9)                ” . 2 After section 81 of the 1990 Act there shall be inserted—  Expenses recoverable from owner to be a charge on premises. 81A 1 Where any expenses are recoverable under section 81(4) above from a person who is the owner of the premises there mentioned and the local authority serves a notice on him under this section— a the expenses shall carry interest, at such reasonable rate as the local authority may determine, from the date of service of the notice until the whole amount is paid, and b subject to the following provisions of this section, the expenses and accrued interest shall be a charge on the premises. 2 A notice served under this section shall— a specify the amount of the expenses that the local authority claims is recoverable, b state the effect of subsection (1) above and the rate of interest determined by the local authority under that subsection, and c state the effect of subsections (4) to (6) below. 3 On the date on which a local authority serves a notice on a person under this section the authority shall also serve a copy of the notice on every other person who, to the knowledge of the authority, has an interest in the premises capable of being affected by the charge. 4 Subject to any order under subsection (7)(b) or (c) below, the amount of any expenses specified in a notice under this section and the accrued interest shall be a charge on the premises— a as from the end of the period of twenty-one days beginning with the date of service of the notice, or b where an appeal is brought under subsection (6) below, as from the final determination of the appeal, until the expenses and interest are recovered. 5 For the purposes of subsection (4) above, the withdrawal of an appeal has the same effect as a final determination of the appeal. 6 A person served with a notice or copy of a notice under this section may appeal against the notice to the county court within the period of twenty-one days beginning with the date of service. 7 On such an appeal the court may— a confirm the notice without modification, b order that the notice is to have effect with the substitution of a different amount for the amount originally specified in it, or c order that the notice is to be of no effect. 8 A local authority shall, for the purpose of enforcing a charge under this section, have all the same powers and remedies under the  Law of Property Act 1925, and otherwise, as if it were a mortgagee by deed having powers of sale and lease, of accepting surrenders of leases and of appointing a receiver. 9 In this section— “ owner ”, in relation to any premises, means a person (other than a mortgagee not in possession) who, whether in his own right or as trustee for any other person, is entitled to receive the rack rent of the premises or, where the premises are not let at a rack rent, would be so entitled if they were so let, and “ premises ” does not include a vessel.  Payment of expenses by instalments. 81B 1 Where any expenses are a charge on premises under section 81A above, the local authority may by order declare the expenses to be payable with interest by instalments within the specified period, until the whole amount is paid. 2 In subsection (1) above— “ interest ” means interest at the rate determined by the authority under section 81A (1) above, and “ the specified period ” means such period of thirty years or less from the date of service of the notice under section 81A above as is specified in the order. 3 Subject to subsection (5) below, the instalments and interest, or any part of them, may be recovered from the owner or occupier for the time being of the premises. 4 Any sums recovered from an occupier may be deducted by him from the rent of the premises. 5 An occupier shall not be required to pay at any one time any sum greater than the aggregate of— a the amount that was due from him on account of rent at the date on which he was served with a demand from the local authority together with a notice requiring him not to pay rent to his landlord without deducting the sum demanded, and b the amount that has become due from him on account of rent since that date."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "11", "section_title": " Expenses.", "section_text": "11 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "12", "section_title": " Commencement.", "section_text": "12 1 Subject to subsection (2), this Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 2 Section 9 and Schedule 3 shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed in respect of different areas."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "13", "section_title": " Extent.", "section_text": "13 1 Sections 2 to 5 and 10 do not extend to Scotland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 No provision of this Act extends to Northern Ireland."}, {"act": "Noise and Statutory Nuisance Act 1993", "year": 1993, "section": "14", "section_title": " Short title.", "section_text": "14 This Act may be cited as the Noise and Statutory Nuisance Act 1993."}]