[{"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "1", "section_title": "Release of short-term, long-term and life prisoners.", "section_text": "1 1 Subject to section 26A(4) of this Act,  as soon as a short-term prisoner  , not being a prisoner to whom section 1AA of this Act applies,  has served one-half of his sentence the Secretary of State shall, without prejudice to any supervised release order to which the prisoner is subject, release him unconditionally. 1A Subsections (2) and (2A) apply as follows— a subsection (2) applies in relation to a long-term prisoner who is serving a sentence imposed before   1st February 2016  , b subsection (2A) applies in relation to a long-term prisoner who is— i serving a sentence imposed on or after   1st February 2016 , and ii not subject to an extended sentence within the meaning of section 210A of the 1995 Act. 1B For the purpose of subsection (1A), a sentence specified on appeal in substitution for a sentence imposed earlier is to be regarded as imposed when the earlier sentence was imposed. 2 As soon as a long-term prisoner has served two-thirds of his sentence, the Secretary of State shall release him on licence   unless he has before that time been so released, in relation to that sentence, under any provisionof this Act . 2A As soon as a long-term prisoner has only 6 months of the prisoner's sentence left to serve, the Scottish Ministers must release the prisoner on licence unless the prisoner has previously been so released in relation to that sentence under any provision of this Act. 3 After a long-term prisoner has served one-half of   the prisoner's sentence, the Scottish Ministers must release the prisoner on licence if recommended to do so by the Parole Board .  3A Subsections (1) to (3) above are subject to   sections 1A and 1B  of this Act. 3B The Parole Board must publish, in such manner as it considers appropriate, the test it will apply in making a recommendation under subsection (3). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Schedule 1 to this Act, which makes special provision as respects the release of persons serving both a sentence of imprisonment imposed on conviction of an offence and a term of imprisonment or detention referred to in section 5(1)(a) or (b) of this Act, shall have effect. 9 This section does not apply in relation to a person to whom section 1AB applies  to the extent that the person is serving a sentence of imprisonment imposed in respect of an offence within section 1AB(2) ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "1AA", "section_title": "Release of certain sexual offenders", "section_text": "1AA 1 As soon as a prisoner to whom this section applies has served one-half of his sentence the Scottish Ministers are to release him on licence. 2 This section applies to any short-term prisoner— a sentenced to a term of 6 months or more; and b who, by virtue of the conviction in respect of which that sentence was imposed, is subject to the notification requirements of Part 2 of the Sexual Offences Act 2003 (c. 42). 3 It is immaterial, for the purposes of subsections (1) and (2) above, when the offence of which the prisoner was convicted was committed. 4 But this section does not apply to a prisoner who was released under section 1(1) of this Act in relation to the sentence mentioned in subsection (2)(a) above before the date on which section 15(3) of the Management of Offenders  etc.  (Scotland) Act 2005 (asp 14) came into force (except that where the prisoner is serving terms which by virtue of section 27(5) of this Act fall to be treated as a single term, the reference in the preceding provisions of this subsection to his being released in relation to the sentence mentioned in subsection (2)(a) above is to be construed as a reference to his being released in relation to the single term). 5 Section 17 of this Act applies to such short-term prisoners as are mentioned in subsection (2) above as that section applies to long-term prisoners. 6 Where a prisoner is released on licence under this section, the licence (unless revoked) remains in force until the entire period specified in his sentence (reckoned from the commencement of the sentence) has elapsed; but this subsection is subject to subsections (7) and (8) below. 7 Where the prisoner is serving terms which by virtue of section 27(5) of this Act fall to be treated as a single term the licence (unless revoked) remains in force until the relevant period (reckoned from the commencement of the single term) has elapsed. 8 The  “ relevant period ” mentioned in subsection (7) above is— a the single term after deduction of half the number of days (if any) by which that term exceeds what it would be were there disregarded in determining it such terms (if any) as are imposed for a conviction other than one by virtue of which the prisoner is subject to the notification requirements mentioned in subsection (2)(b) above; or b if to disregard such terms as are so imposed would have the consequence— i that there would not remain two or more terms to treat as a single term; or ii that though two or more terms would remain they would no longer be consecutive or wholly or partly concurrent, the single term after deduction of half the number of days (if any) by which that term exceeds the term imposed for the conviction, or as the case may be the terms imposed for the convictions, by virtue of which the prisoner is subject to those requirements. 9 This section is subject to section 1B."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "1AB", "section_title": "Restricted eligibility for release on licence of terrorist prisoners", "section_text": "1AB 1 This section applies to a person other than a life prisoner (a  “terrorist prisoner”) who— a is serving a sentence of imprisonment imposed (whether before or after this section comes into force) in respect of an offence within subsection (2), and b has not been released on licence. 2 An offence is within this subsection ( whenever it was committed ) if— a it is specified in Part 1 or 2 of Schedule 1A (terrorism offences punishable with imprisonment for life or for more than two years), b it is a service offence as respects which the corresponding civil offence is so specified, or c it was determined to have a terrorist connection. 2A Subsections (3) to (5) apply unless the terrorist prisoner's sentence was imposed— a under section 205ZA or 210A of the 1995 Act (serious terrorism sentence or extended sentence for dangerous offenders), b on or after the day on which section 28 of the Counter-Terrorism and Sentencing Act 2021 comes into force, and c in respect of an offence that— i is specified in Part 1 of Schedule 1A (terrorism offences punishable with imprisonment for life), ii is a service offence as respects which the corresponding civil offence is so specified, iii is specified in Part 3 of that Schedule (other offences punishable with imprisonment for life) and was determined to have a terrorist connection, or iv is a service offence as respects which the corresponding civil offence is so specified, and was determined to have a terrorist connection. 3 The Scottish Ministers must refer the case of a terrorist prisoner to the Parole Board— a as soon as the prisoner has served two-thirds of the prisoner's sentence, and b where there has been a previous reference of the prisoner's case to the Parole Board under this subsection and the Parole Board did not recommend the prisoner's release, no later than the second anniversary of the disposal of that reference. 4 As soon as the Parole Board has recommended the release of a terrorist prisoner under this section in pursuance of a referral under subsection (3), the Scottish Ministers must release the prisoner on licence. 5 The Parole Board must not make a recommendation under subsection (4) unless it is satisfied that it is no longer necessary for the protection of the public that the terrorist prisoner should be confined. 5A For the purposes of this section, an offence was determined to have a terrorist connection if it was— a proved to have been aggravated by reason of having a terrorist connection under section 31 of the Counter-Terrorism Act 2008, or b determined to have a terrorist connection under— i section 30 or 32 of that Act, or ii section 69 of the Sentencing Code (including as applied by section 238(6) of the Armed Forces Act 2006), (in the case of an offender sentenced in England and Wales or Northern Ireland, or for a service offence, but now subject to the provisions of this Part). 5B Subsection (4) is subject to sections 1A and 1B. 6 For the purposes of this section,  “ service offence ”  and “corresponding civil offence”   have the same meanings as in the Counter-Terrorism Act 2008 (see section 95 of that Act). 7 This section is subject to section 8 of the Terrorist Offenders (Restriction of Early Release) Act 2020 (transitional provision for terrorist prisoners subject to supervised release orders)."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "1A", "section_title": " Application to  certain   persons serving more than one sentence.", "section_text": "1A 1 Where a prisoner has been sentenced to two or more terms of imprisonment which are wholly or partly concurrent and do not fall to be treated as a single term by virtue of section 27(5) of this Act— a nothing in this Part of this Act shall require the Secretary of State to release him in respect of any of the terms unless and until the Secretary of State is required to release him in respect of each of the other terms; b nothing in this Part of this Act shall require the Secretary of State or the Parole Board to consider his release in respect of any of the terms unless and until the Secretary of State or the Parole Board is required to consider his release, or the Secretary of State is required to release him, in respect of each of the other terms; and c where he is released on licence under this Part of this Act   , other than on licence under section 3AA , he shall be on a single licence which— i shall (unless revoked) remain in force until the date on which he would (but for his release) have served in full all the sentences in respect of which he has been so released; and ii shall be subject to such conditions as may be specified   under  or required by this Part of this Act in respect of any of the sentences. 2 Where a prisoner who is serving any term of imprisonment receives a sentence of imprisonment or other detention for life, for an indeterminate period or without limit of time which is to take effect on the day after he would (but for the sentence so received) be entitled to be released from the term, nothing in this Part of this Act shall require— a the Scottish Ministers to release him in respect of any such term unless and until they are required to release him in respect of the sentence so received; or b the Scottish Ministers or the Parole Board to consider his release in respect of any such term unless and until the Scottish Ministers are or the Parole Board is required to consider his release, or the Scottish Ministers are required to release him, in respect of the sentence so received."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "1B", "section_title": "Prisoners serving consecutive sentences including at least one terrorism sentence", "section_text": "1B 1 This section applies where— a a prisoner has been sentenced to two or more terms of imprisonment which are to be served consecutively on each other, b one or more of the sentences (the  “terrorism sentence”) was imposed in respect of an offence within section 1AB(2), and c the sentences were imposed on the same occasion or, where they were imposed on different occasions, the prisoner has not been released under this Part at any time during the period beginning with the first and ending with the last of those occasions. 2 If the prisoner is serving a terrorism sentence and a sentence imposed in respect of an offence that is not within section 1AB(2)\t\t\t\t\t\t\t\t\t\t(a  “non-terrorism sentence”), the terrorism sentence is to be served (or, where subsection (7) applies, treated as being served) after the non-terrorism sentence irrespective of when the sentences were imposed. 3 Where subsection (2) applies, the prisoner is to be taken to begin serving the custodial part of the terrorism sentence (or first such sentence) as soon as the prisoner has served the custodial part of the non-terrorism sentence. 4 If (but for this section) the prisoner would have been released on licence under this Part in respect of a non-terrorism sentence, the period during which the prisoner would have been on licence under this Part is to be served concurrently with the custodial part of the terrorism sentence. 5 The prisoner may not be released under this Part in respect of the terrorism sentence unless and until the prisoner has served the aggregate of— a if the prisoner is serving a non-terrorism sentence, the custodial part of the sentence, and b the custodial part of each terrorism sentence that the prisoner is serving. 6 Subsection (7) applies where— a a non-terrorism sentence is imposed on the prisoner (the  “new sentence”), and b the prisoner has already served part of the custodial part of a terrorism sentence (the  “served part”). 7 The prisoner is to be treated as having served— a where the served part is less than the custodial part of the new sentence, such part of the custodial part of the new sentence as is equal to the served part, b where the served part is equal to the custodial part of the new sentence, the custodial part of the new sentence, c where the served part exceeds the custodial part of the new sentence— i the custodial part of the new sentence, and ii so much of the custodial part of the terrorism sentence as is equal to the amount by which the served part exceeds the custodial part of the new sentence. 8 Nothing in this Part requires— a the Scottish Ministers to release the prisoner in respect of any of the terms of imprisonment unless and until they are required to release the prisoner in respect of each of the other terms of imprisonment, b the Scottish Ministers or the Parole Board to consider the prisoner's release in respect of any of the terms of imprisonment unless and until the Ministers are or the Board is required to consider the prisoner's release, or the Ministers are required to release the prisoner, in respect of each of the other terms. 9 If the prisoner is released on licence under this Part the prisoner is to be on licence, on and after the release, until the prisoner would, but for the release, have served a term equal in length to the aggregate length of the term of imprisonment of any non-terrorism sentence and the term or, as the case may be, terms of imprisonment for the terrorism sentence or sentences less the period mentioned in subsection (10). 10 The period is— a any period served concurrently in accordance with subsection (4), and b if (but for this section) the prisoner would have been released unconditionally under section 1(1) in respect of a non-terrorism sentence, the period equal to one-half of the term of that sentence. 11 Where a prisoner to which this section applies is released on licence under this Part (other than a licence under section 3AA), the release is to be on a single licence which is to be subject to such conditions as may be specified or required by this Part in relation to all the sentences in respect of which the prisoner has been so released. 12 In this section  “ custodial part ”, in relation to a term of imprisonment means a period equal to the part of the term that (but for this section) the prisoner would be required to serve before— a the Scottish Ministers are required to release the prisoner under this Part, or b the Parole Board is first entitled under this Part to make a recommendation that the prisoner be released on licence under this Part. 13 In this section— a references to a non-terrorism sentence include references to two or more such sentences that are treated as a single term by virtue of section 27(5)\t\t\t\t\t\t\t\t\t\t\t\t(whether imposed before, after or both before and after a terrorism sentence), and b where subsection (7) applies, the references in that subsection to the  “custodial part of the new sentence” include references to the custodial part of the single term. 14 This section applies to a prisoner on whom sentence was imposed before the day on which paragraph 52(6) of Schedule 13 to the Counter-Terrorism and Sentencing Act 2021 came into force as it applies to a prisoner on whom sentence was imposed on or after that day."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "2", "section_title": " Duty to release discretionary life prisoners.", "section_text": "2 1 In this Part of this Act “  . . . life prisoner”,  . . .  except where the context otherwise requires, means a person— a sentenced to life imprisonment for an offence for which, subject to paragraph (b) below, such a sentence is not the sentence fixed by law;  or aa sentenced to life imprisonment for murder or for any other offence for which that sentence is the sentence fixed by law;  or ab who is subject to an order for lifelong restriction in respect of an offence, b whose sentence was imposed under section 205A(2) of the 1995 Act (imprisonment for life on further conviction for certain offences);  . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and in respect of whom the court whichsentenced him for that offence made the order mentioned in subsection (2) below. 2 The order referred to in  subsection (1)  above is an order that subsections (4) and (6) below shall apply to the  . . . life prisoner as soon as he has served such part of his sentence ( the punishment part ) as is specified in the order, being   , subject to section 205ZB(2) of the 1995 Act,  such part as the court considers appropriate  to satisfy the requirements for retribution and deterrence  ...,  taking into account— a the seriousness of the offence, or of the offence combined with other offences  of which the life prisoner is convicted on the same indictment as that offence ;  . . . aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any previous conviction of the  . . . life prisoner  ;  ... c where appropriate  (and except in the case of a prisoner to whom section 205ZB of the 1995 Act applies) , the matters mentioned in paragraphs (a) and (b) of section 196(1) of the 1995 Act ; and d in the case of a life prisoner to whom paragraph (a) or (ab) of subsection (1) above applies, the matters mentioned in section 2A(1). 2A The matters mentioned in subsection (2)(a) to (c) above (taken together) are for the case of a life prisoner to whom paragraph (aa) of subsection (1) above applies; and, as respects the punishment part in the case of such a prisoner, the court is to ignore any period of confinement which may be necessary for the protection of the public. 3 A court which imposes life imprisonment for an offence such as is mentioned in subsection (1)\t\t\t\t\tabove   or makes an order for lifelong restriction   shall make such order as is mentioned in subsection (2) above and such order shall constitute part of a person’s sentence within the meaning of the 1995 Act for the purposes of any appeal or review. 3A An order such as is mentioned in subsection (2) above— a shall specify the period that the court considers appropriate under that subsection in years and months; and b may specify any such period of years and months notwithstanding the likelihood that such a period will exceed the remainder of the prisoner’s natural life. 4 Where this subsection applies, the Secretary of State shall, if directed to do so by the Parole Board, release a  . . . life prisoner on licence. 5 The Parole Board shall not give a direction under subsection (4) above unless— a the Secretary of State has referred the prisoner’s case to the Board; and b the Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined. 5A Where, on the disposal of any reference of a life prisoner’s case under section 28(4) of the 1989 Act, under subsection (5)(a) above, subsection (5C) or (6) below or section 17(3) of this Act or under paragraph 34, 38 or 42 of the schedule to the Convention Rights (Compliance)\t\t\t\t\t(Scotland) Act 2001 (asp 7), the Parole Board declines to direct that the prisoner be released on licence, it shall— a give the prisoner reasons in writing for the decision not to direct his release on licence; and b fix the date when it will next consider the prisoner’s case under this section, being  , subject to subsections (5AB) to (5AD) below,  a date not later than two years after the date of its decision to decline to direct the release of the prisoner. 5AB Where a reference has been made to the Parole Board under any of the provisions mentioned in subsection (5A) above and the prisoner receives another sentence of imprisonment (whether for life or for a term) before a date has been fixed for considering his case, the Board shall, if he would not be eligible for release from the other sentence on the date which would (apart from this subsection) have been fixed for considering his case, fix a date (other than that date) for considering his case. 5AC Where, at any time after such a reference has been made— a a date has been fixed for considering the prisoner’s case; or b following the disposal of the reference, a date has been fixed under subsection (5A)(b) above, and, before that date, the prisoner receives any other sentence of imprisonment (whether for life or for a term), the Board shall, if he would not be eligible for release from any such other sentence on that date, fix a different date for considering his case (and where he receives any further sentence of imprisonment from which he would not be eligible for release on that different date, the Board shall fix a further different date). 5AD Any date fixed under subsection (5AB) or (5AC) above shall— a be— i the date on which the prisoner would be eligible to be released, or considered for release, from all such other sentences (subject to any change to the date on which he would be so eligible); or ii a date as soon as practicable after that date; and b replace any date previously fixed for considering the prisoner’s case. 5B The Scottish Ministers shall refer the case of a life prisoner to the Parole Board so as to enable it to consider the case on the date fixed by the Board under subsection (5A)(b)\t\t\t\t\t  , (5AB) or (5AC)  above. 5C The Parole Board, at the request of a life prisoner in respect of whom it has, under subsection (5A)(b)\t\t\t\t\t  , (5AB) or (5AC)  above, fixed the date of the next consideration of his case, may direct the Scottish Ministers to refer that case to the Board before that date. 6 Where this subsection applies, a  . . . life prisoner may, subject to   subsections (6B) and (7)   below,  . . . require the Secretary of State to refer his case to the Parole Board. 6A The Scottish Ministers shall not refer the case of a life prisoner to the Parole Board under subsection (6) above if— a they have previously so referred his case to the Board under that subsection; b they have referred his case to the Board without the prisoner requiring them to do so under that subsection; or c the Parole Board has, on a reference to it under section 28(4) of the 1989 Act, under section 17(3) of this Act or under paragraph 34, 38 or 42 of the schedule to the Convention Rights (Compliance)\t\t\t\t\t\t\t(Scotland) Act 2001 (asp 7), declined to direct that the prisoner be released on licence. 6B No requirement may be made under subsection (6) by a life prisoner who is also serving or liable to serve a sentence of imprisonment in respect of an offence within section 1AB(2)— a in the case of a prisoner to whom section 1AB(3) applies, before the day on which the Scottish Ministers are required to refer the prisoner's case to the Parole Board under section 1AB(3), or b in the case of a prisoner to whom section 1AB(3) does not apply by virtue of section 1AB(2A), before the day on which the Scottish Ministers are required to release the prisoner under section 26ZA(5). 7 No requirement shall be made under subsection (6) above by a life prisoner                            (other than a prisoner to whom subsection (6B) applies)                           who is also serving or liable to serve a sentence of imprisonment for a term, before he has served the appropriate part of the term. 7A The appropriate part of the term is— a one half, where the term is— i less than 4 years; or ii 4 years or more and is imposed by a sentence of imprisonment on conviction of an offence; or b two thirds, where the term is 4 years or more and is a term of imprisonment or detention mentioned in section 5(1)(a) or (b) of this Act. 7B Section 5(1) of this Act, in so far as relating to the construction of references to sentences of imprisonment, does not apply to subsection (7A)(b) above. 8 In determining for the purposes of subsection (4) or (6) above whether a  . . . life prisoner has served the  punishment  part of his sentence, no account shall be taken of any time during which he was unlawfully at large. 9 Where a life prisoner is serving   or is liable to serve  two or more sentences of imprisonment for life— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b notwithstanding the terms of any order under subsection (2) above, subsections (4) and (6) above shall not apply to him until he has served the  punishment  part of each of those sentences; and c he shall, if released on licence under subsection (4) above, be so released on a single licence. 10 In subsection (9) above, the reference to  “ sentences of imprisonment for life ” is to be construed as including a reference to any sentence constituted by an order for lifelong restriction."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "2A", "section_title": "Rules for section 2(2)(d) cases", "section_text": "2A 1 For the purpose of section 2(2)(d), the matters are— a any period of imprisonment which the court considers would have been appropriate for the offence had the court not sentenced the prisoner to imprisonment for life, or (as the case may be) not made the order for lifelong restriction, for it, b the part of that period of imprisonment which would represent an appropriate period to satisfy the requirements of retribution and deterrence, and c where appropriate, the ones mentioned in paragraphs (a) and (b) of section 196(1) of the 1995 Act. 2 But— a in the application of subsection (1)(a), the court is to ignore any period of confinement which may be necessary for the protection of the public, b subsection (1)(b) is subject to section 2B, c subsection (1)(c) is inapplicable until the court has made the assessment required by virtue of subsection (1)(a) and (b)."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "2B", "section_title": "Assessment under section 2A(1)(a) and (b)", "section_text": "2B 1   Subject to section 205ZB(2) of the 1995 Act,  the part mentioned in subsection (1)(b) of section 2A in relation to the period mentioned in subsection (1)(a) of that section is— a one-half of that period, or b if subsection (2) applies, such greater proportion of that period as the court specifies. 2 This subsection applies if, taking into account in particular the matters mentioned in subsection (5), the court considers that it would be appropriate to specify as that part a greater proportion of that period. 3 In subsections (1)(b) and (2), the references to a greater proportion extend so as to include the whole of that period. 4 In subsections (1) to (3), the references to the period mentioned in subsection (1)(a) of section 2A are to that period as informed by subsection (2)(a) of that section. 5 For the purpose of subsection (2), the matters are (continuing to ignore any period of confinement which may be necessary for the protection of the public)— a the seriousness of the offence, or of the offence combined with other offences of which the prisoner is convicted on the same indictment as that offence, b where the offence was committed when the prisoner was serving a period of imprisonment for another offence, that fact, and c any previous conviction of the prisoner."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "3", "section_title": " Power to release prisoners on compassionate grounds.", "section_text": "3 1 The Secretary of State may at any time, if satisfied that there are compassionate grounds justifying the release of a person serving a sentence of imprisonment, release him on licence. 2 Before so releasing any long-term prisoner or any life prisoner, the Secretary of State shall consult the Parole Board unless the circumstances are such as to render consultation impracticable. 3 The release of a person under subsection (1) above shall not constitute release for the purpose of a supervised release order."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "3AA", "section_title": "Further powers to release prisoners", "section_text": "3AA 1 Subject to subsections (2) to (5) below, the Scottish Ministers may release on licence under this section— a a short-term prisoner serving a sentence of imprisonment for a term of three months or more; or b a long-term prisoner whose release on having served one-half of his sentence has been recommended by the Parole Board. 2 The power in subsection (1) above is not to be exercised before the prisoner has served   one quarter of the prisoner's sentence . 3 Without prejudice to subsection (2) above, the power in subsection (1) above is to be exercised only during that period of   166 days  which ends on the day 14 days before that on which the prisoner will have served one half of his sentence. 4 In exercising the power conferred by subsection (1) above, the Scottish Ministers must have regard to considerations of— a protecting the public at large; b preventing re-offending by the prisoner; and c securing the successful re-integration of the prisoner into the community. 5 Subsection (1) above does not apply where— a the prisoner's sentence was imposed under section 210A of the 1995 Act; b the prisoner is subject to a supervised release order made under section 209 of that Act; c the prisoner is subject to a hospital direction imposed under section 59A of that Act or a transfer for treatment direction made under section 136(2) of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13); d the prisoner is subject to the notification requirements of Part 2 of the Sexual Offences Act 2003 (c. 42); e the prisoner is liable to removal from the United Kingdom (within the meaning of section 9 of this Act); f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The Scottish Ministers may by order do any or all of the following— a amend the number of months for the time being specified in subsection (1)(a) above; b amend a period for the time being specified in subsection (2) above (which may be done by amending the subsection to describe a period as a particular length of time or a proportion of a prisoner's sentence), c amend a number of days for the time being specified in subsection (3) above; d amend any paragraph of subsection (5) above, add a further paragraph to that subsection or repeal any of its paragraphs. 7 For the avoidance of doubt, nothing in this section requires the Parole Board to make a decision by a particular date about whether to recommend that a long-term prisoner be released having served one-half of the prisoner's sentence. 8 This section does not apply in relation to a person to whom section 1AB applies."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "3A", "section_title": " Re-release of prisoners serving  certain terrorism sentences and   extended sentences.", "section_text": "3A 1 Subject to subsection (1A) below,  this section applies to a prisoner serving   a sentence mentioned in subsection (1ZA)  and in respect of whom a licence has been revoked under section 17(1) to (1B)  of this Act. 1ZA The sentences are— a a sentence imposed under section 205ZA of the 1995 Act (serious terrorism sentence); b a sentence imposed under section 205ZC of that Act (terrorism sentence with fixed licence period); c an extended sentence under section 210A of that Act. 1A This section does not apply to such a prisoner if he has, in addition to the sentence in relation to which his recall to prison applies, been sentenced to imprisonment for life and has not been released from that sentence. 2 Subject to subsection (3) below, a prisoner to whom this section applies may require the Secretary of State to refer his case to the Parole Board— a where his case has previously been referred to the Parole Board under this section or section 17(3) of this Act, not less than one year following the   Board’s disposal of his case ; b in any other case, at any time. 2A Where— a a prisoner’s case has been referred to the Parole Board under this section or section 17(3) of this Act; and b the prisoner receives another sentence of imprisonment before the Board has considered his case, the Board shall not consider his case unless there is a further referral of his case to the Board under this section. 2B A case which, by virtue of subsection (2A) above, is not considered by the Parole Board shall not, for the purposes of subsection (2)(a) above, be treated as having been disposed of. 3 Where a prisoner to whom this section applies is subject to another sentence which is not treated as a single   term  with  the sentence under section 205ZA or, as the case may be, section 205ZC or   the extended sentence, the Secretary of State shall not be required to refer his case to the Parole Board before he   would be eligible to be released, or considered for release, from  that other sentence. 4 Where the case of a prisoner to whom this section applies is referred to the Parole Board under this section or section 17(3) of this Act, the Board shall, a where— i the prisoner is serving a sentence imposed under section 205ZA or 205ZC of the 1995 Act or an extended sentence under section 210A of that Act in respect of a terrorism offence, and ii the Board is satisfied that the condition in subsection (4A) is met (but not otherwise), direct that the prisoner should be released; b where— i the prisoner is serving an extended sentence under section 210A of that Act in respect of a sexual or violent offence, and ii the Board is satisfied that the condition in subsection (4B) is met (but not otherwise), direct that the prisoner should be released. 4A The condition is that it is no longer necessary for the protection of the public that the prisoner should be confined. 4B The condition is that it is no longer necessary for the protection of the public from serious harm that the prisoner should be confined. 5 If the Parole Board gives a direction under subsection (4) above, the Secretary of State shall release the prisoner on licence."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "4", "section_title": " Persons detained under Mental Health (Scotland) Act 1984.", "section_text": "4 1 Notwithstanding that a transfer   for treatment direction under section 136(2) of the Mental Health (Care and Treatment)\t\t\t\t\t(Scotland) Act 2003 (asp 13) is made  in respect of a person serving a sentence of imprisonment, this Part of this Act shall apply to the person as if he continued to serve that sentence while detained in, and as if he had not been removed to, hospital. 1A This Part of this Act shall apply to a person conveyed to and detained in a hospital pursuant to a hospital direction under section 59A of the 1995 Act as if, while so detained, he was serving the sentence of imprisonment imposed on him at the time at which that direction was made. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "5", "section_title": " Fine defaulters and persons in contempt of court.", "section_text": "5 1 Subject to   sections 1(8) and 2(7B)  of this Act and to subsections (2)  to (4)  below, this Part of this Act (except sections   3AA,  1(3), 16 and 27(5)) applies to a person on whom imprisonment, or as the case may be detention in a young offenders institution, has been imposed— a under section 219 of the 1995 Act (imprisonment for non-payment of fine or, by virtue of that section, under section 207 of that Act (detention of young offenders);  or b for contempt of court, as it applies to a person sentenced to imprisonment, or on whom detention has been imposed, on conviction of an offence; and references in this Part of this Act to prisoners (whether short-term or long-term), or to prison, imprisonment, detention or sentences of imprisonment shall be construed accordingly. 2 Subject to   section 1B ,  where section 1(1) or (2) of this Act applies to a person by virtue of subsection (1) above, that section shall be construed as requiring the Secretary of State to release the person unconditionally as soon as, in the case of— a a short-term prisoner, he has served one-half of his term of imprisonment; or b a long-term prisoner, he has served two-thirds of his term of imprisonment, and if during the term in question the prisoner is   released on licence under section 3 of this Act and, subsequently, the licence is revoked under section 17(1), (1A) or (1B)  thereof, the period during which he is thereby lawfully at large shall be taken, for the purposes of paragraph (a) or (b) above, to be a period of imprisonment served. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Notwithstanding subsection (1) above, section 11 of this Act shall not apply to a person to whom this Part of this Act applies by virtue of that subsection but whose release on licence is under section 3 of this Act; and that licence shall (unless revoked) remain in force only until the date on which, by virtue of subsection (2) above, his release would have been required had he not been released earlier. 4 Where a person has had imposed on him two or more terms of imprisonment or detention mentioned in subsection (1)(a) or (b) above, sections 1A  , 1B   and 27(5) of this Act shall apply to those terms as if they were terms of imprisonment."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "6", "section_title": " Application to young offenders and to children detained without limit of time.", "section_text": "6 1 This Part of this Act applies— a to— i persons on whom detention in a young offenders institution has been imposed under section 205ZA(6) of the 1995 Act, ii persons on whom detention in a young offenders institution has been imposed under section 205ZC(4) of that Act, and iii persons on whom detention in a young offenders institution (other than detention without limit of time or for life) has been imposed under section 207(2) of that Act, as the Part applies to persons serving equivalent sentences of imprisonment; b to— i persons sentenced under  section 205(1) to (3)  of that Act to be detained without limit of time or for life; ii children sentenced to be detained without limit of time under  section 208  of that Act; and iii persons on whom detention without limit of time or for life is imposed under  section 207(2)  of that Act, as the Part applies to persons sentenced to imprisonment for life, and references in the Part (except in this section, sections 1(8) and 5(1) and paragraph 1(b) of Schedule 1) to prisoners (whether short-term, long-term or life) or to prison, imprisonment or sentences of imprisonment shall be construed accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "7", "section_title": " Children detained in solemn proceedings.", "section_text": "7 1 Where a child is detained under  section 208  of the  1995 Act \t\t\t\t\t(detention of children convicted on indictment) and the period specified in the sentence— a is less than four years, he shall be released on licence by the Secretary of State as soon as (following commencement of the sentence) half the period so specified has elapsed; b is of four or more years, he shall be so released as soon as (following such commencement) two thirds of the period so specified has elapsed  unless he has before that time been so released, in relation to that sentence, under any provision of this Act . 1A The Secretary of State may by order provide— a that the reference to— i four years, in paragraph (a) of subsection (1) above; or ii four or more years, in paragraph (b) of that subsection, shall be construed as a reference to such other period as may be specified in the order; b that the reference to— i half, in the said paragraph (a); or ii two thirds, in the said paragraph (b), shall be construed as a reference to such other proportion of the period specified in the sentence as may be specified in the order. 1B An order under subsection (1A) above may make such transitional provision as appears to the Secretary of State necessary or expedient in connection with any provision made by the order. 2 A child detained under  section 208  of the  1995 Act  or in pursuance of an order under subsection (3) below   shall , on the recommendation of the Parole Board made at any time, be released on licence by the Secretary of State. 2A This subsection applies where a child detained under section 208 of the 1995 Act is sentenced, while so detained, to a determinate term of detention in a young offenders institution or imprisonment and, by virtue of section 27(5) of this Act, such terms of detention or imprisonment are treated as single term. 2B In a case where subsection (2A) applies and the single term mentioned in that subsection is less than four years, the provisions of this section shall apply. 2C In a case where subsection (2A) applies and the single term mentioned in that subsection is of four or more years— a section 6 of this Act shall apply to him as if the single term were an equivalent sentence of detention in a young offenders institution, if that term is served in such an institution; and b the provisions of this Act shall apply to him as if the single term were an equivalent sentence of imprisonment, if that term is served in a remand centre or a prison. 3 If, after release under subsection (1) or (2) above  or, as the case may be, section 1AB(4) or 26ZA(5)(a)   and before the date on which the entire period specified in the sentence elapses (following commencement of the sentence)  or, as the case may be, before the date on which the sentence under section 205ZC(5) as originally imposed by the court expires , a child commits an offence in respect of which it is competent to impose imprisonment on a person aged 21 years or more (other than an offence in respect of which imprisonment for life is mandatory) and, whether before or after that date, pleads guilty to or is found guilty of it a court may, instead of or in addition to making any other order in respect of that plea or finding— a in a case other than that mentioned in paragraph (b) below, order that he be returned to detention for the whole or any part of the period which— i begins with the date of the order for his return; and ii is equal in length to the period between the date on which the new offence was committed and the date on which that entire period so elapses  or, as the case may be, the sentence under section 205ZC(5) expires ; and b in a case where that court is inferior to the court which imposed the sentence, refer the case to the superior court in question; and a court to which a case is so referred may make such order with regard to it as is mentioned in paragraph (a) above. 4 The period for which a child is ordered under subsection (3) above to be returned to detention— a shall be taken to be a sentence of detention for the purposes of this Act and of any appeal; and b shall, as the court making that order may direct, either be served before and be followed by, or be served concurrently with, any sentence imposed for the new offence (being in either case disregarded in determining the appropriate length of that sentence). 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Without prejudice to section 6(1)(b)(ii) of this Act— a sections  1AB,   3, 11(1), 12, 12A, 12B, 17   , 20(2) and 26ZA   of this Act apply to children   on whom detention has been imposed under section 205ZC(5) of the 1995 Act and children detained under section 208 of that   as they apply to long-term prisoners  (but subject to the modifications of section 26ZA in subsection (5A)) ; aa sections 3A and 3B of this Act apply to children on whom detention has been imposed under section 205ZC(5) of the 1995 Act as they apply to long-term prisoners;  and b in those sections of this Act, references to prisoners, or to prison, imprisonment or sentences of imprisonment shall be construed, and sections 1A  , 1B   and 27 shall apply, accordingly. 5A The modifications are that section 26ZA is to be read as if— a subsection (9) were omitted, and b subsection (10)(a) related to section 1A(1)(c) only. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In the foregoing provisions of this section any reference to a child being detained does not include a reference to his being detained without limit of time. 8 This section (other than   subsections (2) and (3) to (7) ) does not apply in relation to a person to whom section 1AB applies  to the extent that detention is imposed on the person under section 205ZC(5) of the 1995 Act. 9 This section is subject to section 1B."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "9", "section_title": " Persons liable to removal from the United Kingdom.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In relation to a person who is liable to removal from the United Kingdom, section 12 of this Act shall have effect as if subsection (2) were omitted. 3 For the purposes of this section, a person is liable to removal from the United Kingdom if he— a is liable to deportation under section 3(5) of the  Immigration Act 1971 and has been notified of a decision to make a deportation order against him; b is liable to deportation under section 3(6) of that Act; c has been notified of a decision to refuse him leave to enter the United Kingdom;   . . .  d is an illegal   entrant  within the meaning of section 33(1) of that Act;  or e if he is liable to removal under section 10 of the Immigration and Asylum Act 1999 (c. 33)."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "10", "section_title": " Life prisoners transferred to Scotland.", "section_text": "10 1 This Part of this Act, except section 2(9), shall apply to a transferred life prisoner (whether transferred before or after the commencement of this enactment or section 3 of the Convention Rights (Compliance)\t\t\t\t\t(Scotland) Act 2001 (asp 7)) who is a life prisoner— a transferred from England and Wales and to whom— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii section 82A (determination of tariffs) of the Powers of Criminal Courts (Sentencing) Act 2000 (c.6)\t\t\t\t\t\t\t\t\t(in this section, “ the 2000 Act ”) applies and in respect of whom the court has made an order under section 82A(2) of that Act;   or iii subsections (5) to (8) of section 28 (early release of life prisoners to whom that section applies) of the Crime (Sentences) Act 1997 (c. 43)\t\t\t\t\t\t\t\t\t(in this section, the  “1997 Act”) apply by virtue of an order made under section 28(2)(b) of that Act (while that provision was in force) or an order made under section 269(2) of, or paragraph 3(1)(a) of Schedule 22 to, the Criminal Justice Act 2003;  or iv a minimum term order made under section 321 of the Sentencing Code applies; b transferred from the Isle of Man and to whom paragraph 4(1)\t\t\t\t\t\t\t(discretionary life detainees) of Schedule 2 to the Custody Act 1995 (c.1) applies (that Act being an Act of the Tynwald of the Isle of Man to re-enact with amendments certain enactments relating to the custody of offenders and others; to make fresh provision for such custody; and for connected purposes: in this section “ the Isle of Man Custody Act ”); or c transferred from Northern Ireland and to whom a provision such as is mentioned in subsection (1A) below applies, as if the prisoner were a life prisoner within the meaning of section 2 of this Act and the punishment part of his sentence within the meaning of that section were the relevant part specified in an order made under the said section   82A(2), 28(2)(b) or 269(2) or paragraph 3(1)(a) or  4(1) or made under a provision such as is mentioned in subsection (1A) below, as the case may be. 1AA This Part of this Act, except section 2(9), applies also to a transferred life prisoner— a who is transferred from England and Wales on or after the date on which section 269 of the Criminal Justice Act 2003 comes into force, b in relation to whom paragraph 3 of Schedule 22 to that Act applies by virtue of paragraph 2(a) of that Schedule, but c in respect of whom, under the paragraph so applying, no order has been made, as if the prisoner were a life prisoner within the meaning of section 2 of this Act and the punishment part of his sentence within the meaning of that section were the notified minimum term defined by paragraph 3(4) of that Schedule. 1A The provision referred to in paragraph (c) of subsection (1) above is— a a provision made by Order in Council under section 85 (provisions dealing with certain reserved matters) of the Northern Ireland Act 1998 (c.47), where that provision is to the effect that a court in Northern Ireland sentencing a person to imprisonment for life may make an order that early release provisions shall apply to the person as soon as he has served the part of his sentence specified in the order; or b any provision to that effect, including one made as described in paragraph (a) above, identified by the Scottish Ministers by order made by statutory instrument. 2 In the case of any other transferred life prisoner, being one whose transfer occurred after the coming into force of section 3 of the Convention Rights (Compliance)\t\t\t\t\t(Scotland) Act 2001 (asp 7), subsection (3) below applies where the court, following a hearing under subsection (2J) below, makes an order under that subsection specifying a part of the sentence which the court considers would have been specified as the punishment part under subsection (2) of section 2 of this Act if— a the prisoner had been sentenced for the offence in Scotland; and b that section (as amended by section 3 of the Convention Rights (Compliance)\t\t\t\t\t\t\t(Scotland) Act 2001) had been in force at the time when the prisoner was sentenced. 2A The Scottish Ministers shall, as soon as reasonably practicable after the transferred life prisoner is transferred to Scotland, refer the case of the transferred life prisoner to the High Court of Justiciary for a hearing under subsection (2J) below. 2B The Scottish Ministers shall not so refer the case of a transferred life prisoner if the prisoner— a has, under subsection (2C) below, waived the entitlement to such a hearing; or b has served the part of the sentence specified in the certificate or direction referred to in subsection (2D) below and in such a case subsection (3) below applies . 2C A transferred life prisoner in respect of whom a certificate or direction referred to in subsection (2D) below has been issued or made may waive the entitlement to a hearing under subsection (2J) below provided— a the prisoner has had independent legal advice or has declined such advice; and b a copy in writing of the waiver is sent to the Scottish Ministers. 2D The certificate or direction referred to in subsection (2B)(b) above is— a a certificate issued under— i section 48 of or paragraph 9 of Schedule 12 to the Criminal Justice Act 1991 (c.53); or ii section 33 of the 1997 Act; b a direction of the Secretary of State made under— i section 28(4) of the 1997 Act; or ii section 82A(5) of the 2000 Act; or c such other certificate or direction as the Scottish Ministers may, by order made by statutory instrument, specify. 2E Notwithstanding subsection (2A) above, a transferred life prisoner— a who has not, under subsection (2C) above, waived the entitlement to a hearing; or b who has not served the part of the sentence specified in the certificate or direction referred to in subsection (2D) above issued in respect of that prisoner, may, after his transfer to Scotland, refer his case for a hearing under subsection (2J) below. 2F The Scottish Ministers shall, no later than two weeks after the referral of a transferred life prisoner’s case under subsection (2A) or (2E) above, send the documents and other information mentioned in subsection (2G) below to— a the High Court of Justiciary; b the Lord Advocate; and c the transferred life prisoner. 2G The documents and other information referred to in subsection (2F) above are— a a copy of the indictment or any corresponding document; b subject to subsection (2H) below, a copy of any report by the trial judge; c a copy of any certificate or direction referred to in subsection (2D) above; and d any other documents or information which the Scottish Ministers consider relevant. 2H A report prepared by the trial judge— a may be sent under subsection (2F) above notwithstanding that it was prepared on the basis that it would not be disclosed to the transferred life prisoner; and b shall be so sent for the purposes only of the hearing under subsection (2J) below. 2J There shall be a hearing at which the High Court of Justiciary shall make the order referred to in subsection (2K) below. 2K That order is an order specifying a part of the sentence which the court considers would have been specified as the punishment part under subsection (2) of section 2 of this Act, if— a the prisoner had been sentenced for the offence in Scotland; and b that section (as amended by the Convention Rights (Compliance)\t\t\t\t\t\t\t(Scotland)) Act 2001 (asp 7)) had been in force at the time when the prisoner was sentenced. 2L The court, in considering the case of a transferred life prisoner— a who is serving more than one sentence of imprisonment for life; and b two or more of whose life sentences were imposed in proceedings on a single indictment, shall, in making the order under subsection (2J) above, proceed as if the prisoner had been sentenced in Scotland and section 205D (only one sentence of imprisonment for life to be imposed in any proceedings) of the 1995 Act had been in force at the time the prisoner was sentenced. 2M Such a transferred life prisoner who, before being transferred to Scotland, had been released on licence, otherwise than on compassionate grounds, shall be deemed to have been released on licence under section 2(4) of this Act as if the transferred life prisoner had been a life prisoner to whom that section applied and who had served the punishment part of his sentence. 2N The reference in this section to a transferred life prisoner’s release on compassionate grounds has the same meaning as that reference has in section 10A of this Act. 2P The court shall pronounce the order under subsection (2J) above in open court. 2Q If the court is satisfied that the transferred life prisoner is incapable of properly instructing a solicitor in relation to the hearing under subsection (2J) above, whether or not the prisoner has so instructed a solicitor, it shall not make the order under that subsection. 2R If the Scottish Ministers are satisfied that the prisoner is no longer incapable of instructing a solicitor in relation to the hearing under subsection (2J) above, they shall, as soon as reasonably practicable thereafter, refer the case of the prisoner to the court for such a hearing. 2S In this section— “ incapable ” means incapable by reason of mental disorder or of inability to communicate because of physical disability; but a person shall not fall within this definition by reason only of a lack or deficiency in a faculty of communication if that lack or deficiency can be made good by human or mechanical aid (whether of an interpretative nature or otherwise); and “ mental disorder ” has the same meaning as it has in section 87 of the Adults with Incapacity (Scotland) Act 2000 (asp 4). 2T Nothing in this section shall be taken as preventing a prisoner, in respect of whom the court declined, under subsection (2Q) above, to make the order under subsection (2J) above, from again referring his case for a hearing under subsection (2J) above. 2U A hearing under subsection (2J) above shall be criminal procedure for the purposes of section 305 of the 1995 Act (power of High Court of Justiciary to regulate criminal procedure by Act of Adjournal). 3 In a case to which this subsection applies   (whether by virtue of subsection (2) above or of subsection (2B) above) , this Part of this Act except  section 2(9)  shall apply as if— a the transferred life prisoner were a  . . . life prisoner within the meaning of section 2 of this Act; and b the  punishment  part of his sentence within the meaning of that section were the part specified in the  order under subsection (2J) above   or as the case may be in the certificate or direction referred to in subsection (2D) above . 4 In this section “ transferred life prisoner ” means a person— a on whom a court in a country or territory outside Scotland  or a court-martial  has  (whether before or after the commencement of this section)  imposed one or more sentences of imprisonment or detention for an indeterminate period; and b who has been transferred to Scotland  , or in the case of a sentence imposed by a court martial in Scotland to a prison in Scotland (in either case whether  before or after that commencement) , in pursuance of— i an order made by the Secretary of State under  paragraph 1 of Schedule 1 to the Crime (Sentences) Act 1997   , other than an order for a restricted transfer within the meaning of paragraph 6(1) of that Schedule to that Act, or section 2 of the  Colonial Prisoners Removal Act 1884; or ia a decision of the Secretary of State under section 80 (removal of patients to Scotland) of the Mental Health Act 1983 (c.20) authorising the prisoner’s removal to Scotland from England and Wales; or ib a decision of the responsible authority under article 6 (removal to Scotland of patients to Northern Ireland) of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t\t(Scotland) Act 2003 (Consequential Provisions) Order 2005   authorising the prisoner's removal to Scotland from Northern Ireland ii a warrant issued by the Secretary of State under the  Repatriation of Prisoners Act 1984,  ; or iii rules made under section 122(1)(a) of the  Army Act 1955 (imprisonment and detention rules); or iv rules made under section 122(1)(a) of the  Air Force Act 1955 (imprisonment and detention rules); or v a determination made under section 81(3) of the  Naval Discipline Act 1957 (place of imprisonment or detention), there to serve, or to serve the remainder of, his sentence or sentences  ; and in this subsection “ prison ” has the same meaning as in the 1989 Act. . 4A The reference in subsection (4)(b) above to a person who has been transferred to Scotland in pursuance of a warrant under the Repatriation of Prisoners Act 1984 includes a reference to a person who is detained in Scotland in pursuance of a warrant issued by the Scottish Ministers under section 4A of that Act (warrant transferring responsibility for detention and release of offender). 4B Such a person is to be taken to have been transferred when the warrant under section 4A of that Act was issued in respect of that person. 5 Where a transferred life prisoner has been transferred to Scotland to serve the whole or part of two or more sentences referred to in subsection (4)(a) above— a he shall be treated as a  . . . life prisoner (within the meaning of section 2 of this Act) for the purposes of subsection (3) above only if the requirements of subsection (2) above are satisfied in respect of each of those sentences; and b notwithstanding the terms of any order under  the said section  28(2)  of the   the 1997 Act   section 82A(2) of the Powers of Criminal Courts (Sentencing) Act 2000 (c.6),   section 269(2) of, or paragraph 3(1)(a) of Schedule 22 to, the Criminal Justice Act 2003,   section 321(2) of the Sentencing Code or   paragraph 4(1) of Schedule 2 to the Isle of Man Custody Act or under a provision such as is mentioned in subsection (1A) above relating to Northern Ireland  or of any  order under subsection (2J)  above, subsections (4) and (6) of section 2 of this Act shall not apply to him until he has served the  punishment  part of each of those sentences."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "10A", "section_title": " Transfer of supervision of life prisoners", "section_text": "10A 1 This section applies to a life prisoner released on licence in respect of whom, whether before or after the coming into force of section 3 of the Convention Rights (Compliance) (Scotland) Act 2001 (asp 7), an order was made under paragraph 4 of Schedule 1 to the Crime (Sentences) Act 1997 (c.43) transferring responsibility for his supervision to the Scottish Ministers and ordering that the supervision or, as the case may be, the remainder of it be undergone in Scotland, that order being an unrestricted transfer within the meaning of paragraph 6(1) of that Schedule. 2 This Part of this Act— a shall apply to such a life prisoner, except one released on compassionate grounds, as if that prisoner had served the punishment part of his life sentence and had been released on licence under section 2(4) of this Act; b shall apply to such a life prisoner released on compassionate grounds as if that prisoner had been released on licence under section 3 of this Act. 3 If, in the case of such a life prisoner released on compassionate grounds— a the Scottish Ministers revoke that life prisoner’s licence and recall him to prison under section 17(1) of this Act; and b the Parole Board does not, under section 17(4) of this Act, direct that he be  ... released on licence, section 10 of this Act shall apply to the life prisoner as it applies to a transferred life prisoner within the meaning of section 10 whose transfer occurred after the coming into force of section 3 of the Convention Rights (Compliance) (Scotland) Act 2001. 4 References in this section to a life prisoner’s release on compassionate grounds are references to his release under section 30 of the 1997 Act or under equivalent provision made for Northern Ireland such as is mentioned in subsection (5) below. 5 The provision referred to in subsection (4) above is— a a provision made by Order in Council under section 85 (provisions dealing with certain reserved matters) of the Northern Ireland Act 1998 (c.47) governing the release of life prisoners on compassionate grounds; or b any provision to that effect, including one made as described in paragraph (a) above, identified by the Scottish Ministers by order made by statutory instrument."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "11", "section_title": " Duration of licence.", "section_text": "11 1 Where a long-term prisoner is released on licence under this Part of this Act, the licence shall (unless revoked) remain in force until the entire period specified in his sentence (reckoned from the commencement of the sentence) has elapsed. 2 Where a life prisoner is so released, the licence shall (unless revoked) remain in force until his death. 3 Without prejudice to any order under  section 209  of the  1995 Act , where a short-term prisoner is released on licence— a under section 3(1) of this Act, the licence shall (unless revoked) remain in force until   i in the case of a person to whom section 1AB applies, the date on which, but for such release, the entire period specified in the prisoner's sentence (reckoned from the commencement of the sentence) has elapsed, and ii in any other case,  under section 3(1) of this Act, the licence shall (unless revoked) remain in force until the date on which, but for  the release under section 3(1) , he would have been released under section 1(1) of this Act; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3ZA Where a short-term prisoner is released on licence under section 1AB, the licence (unless revoked) remains in force until the entire period specified in the prisoner's sentence (reckoned from the commencement of the sentence) has elapsed. 3A Subsections (1) to (3) above do not apply in relation to release on licence under section 3AA of this Act. 3B A licence granted under section 3AA of this Act remains in force (unless it is revoked) until the date on which the released person would, but for his release under that section, fall to be released under section 1 of this Act."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "12", "section_title": " Conditions in licence.", "section_text": "12 1 A person released on licence under this Part of this Act shall   , subject to section 12A below,  comply with such conditions as may be specified in that licence by the Secretary of State. 2 Without prejudice to the generality of subsection (1) above and to the power of the Secretary of State under subsection (3) below to vary or cancel any condition, a licence granted under this Part of this Act shall include a condition requiring that the person subject to it— a shall be under the supervision of a relevant officer of such local authority  , of an officer of a local probation board  appointed for or assigned to such   local justice area or (as the case may be) of an officer of a provider of probation services acting in such local justice area , as may be specified in the licence; and b shall comply with such requirements as that officer may specify for the purposes of the supervision. 2A In its application to a licence granted under section 3AA of this Act, subsection (2) above is to be construed as if, for the words  “shall include” there were substituted may include. 3 The Scottish Ministers may under subsection (1) above include on release and from time to time insert, vary or cancel a condition in a licence granted under this Part of this Act; but— a in the case of a long-term or life prisoner released by the Scottish Ministers under subsection (1) of section 3 of this Act without consulting the Parole Board, no licence condition shall be inserted, varied or cancelled subsequent to the release except in accordance with the recommendations of the Parole Board; and b in the case of any other long-term or life prisoner, no licence condition shall be included on release, or subsequently inserted, varied or cancelled except in accordance with such recommendations. 4A Subsection (3)(b) above does not apply in relation to a condition in a licence granted under section 3AA of this Act; but in exercising their powers under this section in relation to a long-term prisoner released on such a licence the Scottish Ministers must have regard to any recommendations which the Parole Board has made for the purposes of section 1(3) of this Act as to conditions to be included on release."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "12AA", "section_title": "Conditions for persons released on licence under section 3AA", "section_text": "12AA 1 Without prejudice to the generality of section 12(1) of this Act, any licence granted under section 3AA of this Act must include— a the standard conditions; and b a curfew condition complying with section 12AB of this Act. 2 Subsection (1) above is without prejudice to any power exercisable under section 12 of this Act. 3 In this section,  “ the standard conditions ” means such conditions as may be prescribed as such for the purposes of this section. 4 In subsection (3) above,  “ prescribed ” means prescribed by order by the Scottish Ministers. 5 Different standard conditions may be so prescribed for different classes of prisoner. 6 Subsection (4) of section 3AA of this Act applies in relation to— a the exercise of the power of prescription conferred by subsection (3) above; and b the specification, variation or cancellation of conditions, other than the standard conditions, in a licence granted under section 3AA of this Act, as it applies in relation to the exercise of the power conferred by subsection (1) of that section."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "12AB", "section_title": "Curfew condition", "section_text": "12AB 1 For the purposes of this Part, a curfew condition is a condition which— a requires the released person to remain, for periods for the time being specified in the condition, at a place for the time being so specified; and b may require him not to be in a place, or class of place, so specified at a time or during a period so specified. 2 The curfew condition may specify different places, or different periods, for different days but a condition such as is mentioned in paragraph (a) of subsection (1) above may not specify periods which amount to less than nine hours in any one day (excluding for this purpose the first and last days of the period for which the condition is in force). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "12A", "section_title": "Suspension of licence conditions", "section_text": "12A 1 Where a prisoner, who has been released on licence under this Part of this Act as respects a sentence of imprisonment— a continues, by virtue of any enactment or rule of law, to be detained in prison notwithstanding such release; or b is, by virtue of any enactment or rule of law, detained in prison subsequent to the date of such release but while the licence remains in force, the conditions in the licence, other than those mentioned in subsection (3) below, shall by virtue of such detention be suspended. 2 The suspension of the conditions shall have effect for so long as— a the prisoner is so detained; and b the licence remains in force. 3 The conditions are any conditions, however expressed, requiring the prisoner— a to be of good behaviour and to keep the peace; or b not to contact a named person or class of persons (or not to do so unless with the approval of the person specified in the licence by virtue of section 12(2)(a) of this Act). 4 The Scottish Ministers may by order amend subsection (3) above by— a adding to the conditions mentioned in that subsection such other condition as they consider appropriate; or b cancelling or varying a condition for the time being mentioned in that subsection."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "12B", "section_title": "Certain licences to be replaced by one", "section_text": "12B 1 Subsection (2) below applies where a prisoner— a has been released on licence under this Part of this Act or under the 1989 Act as respects any sentence of imprisonment (“ the original sentence ”); and b while so released, receives another sentence of imprisonment (whether for life or for a term)\t\t\t\t\t\t\t(“ the subsequent sentence ”), and the licence as respects the original sentence has not been revoked. 2 Where— a this subsection applies; and b the prisoner is to be released on licence under this Part of this Act as respects the subsequent sentence, he shall instead be released on a single licence under this Part of this Act as respects both the original sentence and the subsequent sentence. 3 The single licence— a shall have effect in place of— i the licence as respects the original sentence; and ii any licence on which the prisoner would, apart from this section, be released as respects the subsequent sentence; b shall be subject to such conditions as were in the licence as respects the original sentence immediately before that licence was replaced by the single licence; and c shall (unless revoked) remain in force for so long as any licence as respects the original sentence or as respects the subsequent sentence would, apart from this section (and if not revoked), have remained in force. 4 References in this section to release on licence do not include release on licence under section 3AA of this Act."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "13", "section_title": " Supervision of persons released on licence.", "section_text": "13 The Secretary of State may make rules for regulating the supervision of any description of person released, under this Part of this Act, on licence."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "14", "section_title": " Supervised release of short-term prisoners.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State shall, not later than thirty days before the date of release of a short-term prisoner who is subject to a supervised release order, designate— a the local authority for the area where the prisoner proposes to reside after release; b the local authority for the area where the place from which he is to be released is situated; or c the justices for the   local justice area  where he proposes to reside after release, as the appropriate authority or, as the case may be, justices for the purposes of the order. 5 As soon as practicable after designating a local authority or justices under subsection (4) above the Secretary of State shall— a inform the prisoner in writing of the designation; and b send to the authority or, as the case may be, to the   designated officer for  the justices a copy of the supervised release order and of the relevant documents and information received by the Secretary of State by virtue of  section 209(6)(b)  of the  1995 Act ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "15", "section_title": " Variation of supervised release order etc.", "section_text": "15 1 A person released subject to a supervised release order, or his supervising officer, may request the Secretary of State that a local authority or the justices for a   local justice area (in this section referred to as the “ second ” designee) be designated under this subsection as the appropriate authority or justices for the purposes of the order in place of that or those for the time being designated under section 14(4) of this Act or this subsection (the “ first ” designee) if the person resides or proposes to reside in the area of the second designee. 2 The Secretary of State shall, if he designates the second designee in accordance with the request, determine the date from which the designation shall have effect. 3 As soon as practicable after a designation is made under subsection (1) above— a the Secretary of State shall— i inform the person subject to the supervised release order, the first designee and the second designee that the designation has been made and of the date determined under subsection (2) above; and ii send a copy of the supervised release order to the second designee; and b the first designee shall send to the second designee the relevant documents and information received by the first designee by virtue of section 14(5)(b) of this Act (or by virtue of this paragraph). 4 The court which made a supervised release order may, on an application under this subsection by a person subject to the order (whether or not he has been released before the application is made) or by his supervising officer (or, if the person is not yet released, but a local authority stands or justices stand designated as the appropriate authority or justices in respect of the order, by a relevant officer of that authority or, as the case may be,  an officer of a local probation board , or an officer of a provider of probation services, acting in the local justice area )— a amend, vary or cancel any requirement specified in or by virtue of the order; b insert in the order a requirement specified for the purpose mentioned in  section 209(3)(b)  of the  1995 Act , whether or not such amendment, variation, cancellation or insertion accords with what is sought by the applicant; but the period during which the person is to be under supervision shall not thereby be increased beyond any period which could have been specified in making the order. 5 If an application under subsection (4) above is by the supervising officer (or other relevant officer or  officer of a local probation board or officer of a provider of probation services ) alone, the court shall cite the person who is subject to the order to appear before the court and shall not proceed under that subsection until it has explained to the person, in as straightforward a way as is practicable, the effect of any proposed amendment, variation, cancellation or insertion. 5A The unified citation provisions (as defined by section 307(1) of the Criminal Procedure (Scotland) Act 1995 (c. 46)) apply in relation to a citation under subsection (5) above as they apply in relation to a citation under section 216(3)(a) of that Act. 6 The clerk of the court by which an amendment, variation, cancellation or insertion is made under subsection (4) above shall forthwith send a copy of the resultant order to the person subject to it and to the supervising officer."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "16", "section_title": " Commission of offence by released prisoner.", "section_text": "16 1 This section applies to a short-term or long-term prisoner sentenced to a term of imprisonment (in this section referred to as “ the original sentence ”) by a court in Scotland and released  at any time  under this Part of this Act or Part II of the  Criminal Justice Act 1991 if— a before the date on which he would (but for his release) have served his sentence in full, he commits an offence punishable with imprisonment (other than an offence in respect of which imprisonment for life is mandatory); and b whether before or after that date, he pleads guilty to or is found guilty of that offence (in this section referred to as “ the new offence ”) in a court in Scotland or England and Wales. 2 Where the court mentioned in subsection (1)(b) above is in Scotland it may, instead of or in addition to making any other order in respect of the plea or finding— a in a case other than that mentioned in paragraph (b) below, order the person to be returned to prison for the whole or any part of the period which— i begins with the date of the order for his return; and ii is equal in length to the period between the date on which the new offence was committed and the date mentioned in subsection (1)(a) above; and b in a case where that court is inferior to the court which imposed the sentence mentioned in the said subsection (1)(a), refer the case to the superior court in question; and a court to which a case is so referred may make such order with regard to it as is mentioned in paragraph (a) above. 3 Where the court mentioned in subsection (1)(b) above is in England and Wales it may, instead of or in addition to making any other order in respect of the plea or finding, refer the case to the court which imposed the original sentence and shall, if it does so, send to that court such particulars of that case as may be relevant. 4 The court to which a case is referred under subsection (3) above may make such an order as is mentioned in subsection (2)(a) above in respect of the person. 5 The period for which a person to whom this section applies is ordered under subsection (2) or (4) above to be returned to prison— a shall be taken to be a sentence of imprisonment for the purposes of this Act and of any appeal; and b shall, as the court making that order may direct, either be served before and be followed by, or be served concurrently with, any sentence of imprisonment imposed for the new offence (being in either case disregarded in determining the appropriate length of that sentence). 6 In exercising its powers under  section 118(4) or 189(1) and (2)  of the  1995 Act , the court hearing an appeal against an order under subsection (2) or (4) above may, if it thinks fit and notwithstanding subsection (2)(a), substitute for the period specified in the order a period not exceeding the period between the date on which the person was released and the date mentioned in subsection (1)(a) above. 7 Where an order under subsection (2) or (4) above is made in respect of a person released on licence— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Where a prisoner has been sentenced to two or more terms of imprisonment which are wholly or partly concurrent and do not fall to be treated as a single term by virtue of section 27(5) of this Act, the date mentioned in subsection (1)(a) above shall be taken to be that on which he would (but for his release) have served all of the sentences in full."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "17", "section_title": " Revocation of licence.", "section_text": "17 1 Where— a a long-term prisoner has been released on licence under this Part of this Act and is not detained as mentioned in section 12A(1)(a) or (b) of this Act; or b a life prisoner has been so released on licence and is not detained as mentioned in section 12A(1)(b) of this Act, the Scottish Ministers— i shall, if recommended to do so by the Parole Board; or ii may, if revocation and recall are, in their opinion, expedient in the public interest and it is not practicable to await such a recommendation, revoke the licence and recall the prisoner to prison. 1A Where a long-term prisoner or a life prisoner has been released on licence as mentioned in subsection (1) above, but is detained as mentioned in that subsection, the Scottish Ministers— a shall, if recommended to do so by the Parole Board; or b may, if revocation is, in their opinion, expedient in the public interest and it is not practicable to await such a recommendation, revoke the licence. 1B Where a short-term prisoner has been released on licence under section 3(1) of this Act, the Scottish Ministers may, whether or not he is detained as mentioned in section 12A(1)(b) of this Act— a revoke the licence; and b where he is not so detained, recall him to prison, if they are satisfied that his health or circumstances have so changed that his release on licence is no longer justified. 2 The Scottish Ministers shall, on the   return to prison of a person whose licence is revoked   under subsection (1), (1A) or (1B) above, inform that person of the reasons for the revocation. 3 The Scottish Ministers shall refer to the Parole Board the case of a person whose licence is revoked under subsection (1), (1A) or (1B) above. 4 Where on a reference under subsection (3) above the Parole Board directs a prisoner’s  ... release on licence,   the Scottish Ministers must give effect to the direction without undue delay  . 4AA Where the Parole Board directs the release of a prisoner under subsection (4) above it may recommend that the Scottish Ministers insert, vary or cancel conditions in the prisoner’s licence. 4A Where the case of a prisoner to whom section 3A of this Act applies is referred to the Parole Board under subsection (3) above, subsection (4) of that section shall apply to that prisoner in place of subsection (4) above. 5 On the revocation of the licence of any person under the foregoing provisions of this section, he shall be liable to be detained in pursuance of his sentence and, if at large, shall be deemed to be unlawfully at large. 6 A licence under this Part of this Act, other than the licence of a life prisoner, shall be revoked by the Secretary of State if all conditions in it have been cancelled; and where a person’s licence has been revoked under this subsection the person shall be treated in all respects as if released unconditionally. 7 References in this section to release on licence do not include release on licence under section 3AA of this Act."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "17A", "section_title": "Recall of prisoners released under section 3AA", "section_text": "17A 1 Where a prisoner has been released on licence under section 3AA, the Scottish Ministers may revoke the licence and recall the person to prison if in their opinion the revocation and recall are expedient in the public interest. 2 A person whose licence is revoked under subsection (1) above— a must, on his return to prison, be informed of the reasons for the revocation and of his right under paragraph (b) below; and b may make representations in writing with respect to the revocation to the Scottish Ministers. 2A Such representations must be made by a person— a within 6 months from when the person is informed as mentioned in subsection (2)(a), or b later as allowed by the Parole Board on cause shown by the person. 3 The Scottish Ministers are to refer to the Parole Board the case of any person who makes such representations. 4 After considering the case the Parole Board may direct, or decline to direct, the Scottish Ministers to cancel the revocation. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A Despite the cancellation of the revocation of a person's licence by virtue of subsection (4), the person's recall to prison remains effective. 5B Where a person's recall to prison remains effective under subsection (5A), the Scottish Ministers must consider whether the person should again be released under section 3AA. 6 On the revocation under this section of a person's licence, he shall be liable to be detained in pursuance of his sentence and, if at large, shall be deemed to be unlawfully at large."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "18", "section_title": " Breach of supervised release order.", "section_text": "18 1 Where the court which imposed a supervised release order on a person is informed, by statement on oath by an appropriate officer, that the person has failed to comply with a requirement specified in or by virtue of that order, the court may— a issue a warrant for the arrest of the person; or b issue a citation requiring the person to appear before the court at such time as may be specified in the citation. 1A The unified citation provisions (as defined by section 307(1) of the Criminal Procedure (Scotland) Act 1995 (c. 46)) apply in relation to a citation under subsection (1)(b) above as they apply in relation to a citation under section 216(3)(a) of that Act. 2 If it is proved to the satisfaction of the court before which a person is brought, or appears, in pursuance of a warrant or citation issued under subsection (1) above that there has been such failure as is mentioned in that subsection, the court may— a order him to be returned to prison for the whole or any part of the period which— i begins with the date of the order for his return; and ii is equal in length to the period between the date of the first proven failure referred to in the statement mentioned in subsection (1) above and the date on which supervision under the supervised release order would have ceased; or b do anything in respect of the supervised release order that might have been done under section 15(4) of this Act on an application under that subsection in relation to that order. 3 For the purposes of subsection (2) above, evidence of one witness shall be sufficient evidence. 4 As soon as the period for which a person is ordered under subsection (2) above to be returned to prison expires, the Secretary of State shall release him unconditionally. 5 For the purposes of this Act, any such period as is mentioned in subsection (4) above is neither a sentence nor a part of a sentence. 6 The following are “ appropriate officers ” for the purposes of subsection (1) above— a the person’s supervising officer; b the  chief social work officer  of a local authority which is designated under section 14(4) or 15(1) of this Act as the appropriate authority for the purposes of the order; c any officer appointed by that  chief social work officer  for the purposes of this section."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "19", "section_title": " Appeals in respect of decisions relating to supervised release orders.", "section_text": "19 1 Within two weeks after a determination by a court— a on an application under section 15(4); or b under section 18(2), of this Act, or within such longer period as the High Court may allow, the person subject to the supervised release order may lodge a written note of appeal with the Clerk of Justiciary, who shall send a copy to the court which made the determination and to the Secretary of State. 2 A note of appeal under subsection (1) above shall be as nearly as possible in such form as may be prescribed by Act of Adjournal and shall contain a full statement of all the grounds of appeal; and except by leave of the High Court on cause shown it shall not be competent for an appellant to found any aspect of his appeal on a ground not contained in the note of appeal."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "20", "section_title": " The Parole Board for Scotland.", "section_text": "20 1 There shall continue to be a body to be known as the Parole Board for Scotland, which shall discharge the functions conferred on it by, or by virtue of,  . . . this Act. 2 It shall be the duty of the Board to advise the Secretary of State with respect to any matter referred to it by him which is connected with the early release or recall of prisoners. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State may by rules make provision with respect to the proceedings of the Board, including provision— a authorising cases to be dealt with in whole or in part by a prescribed number of members of the Board in accordance with such procedure as may be prescribed; b requiring cases to be dealt with at prescribed times; and ba enabling the Board to require any person, other than a prisoner whose case the Board is considering, to attend a hearing before it to give evidence or to produce documents; c as to what matters may be taken into account by the Board (or by such number) in dealing with a case. and rules under this section may make different provision for different classes of prisoner. 4A In making provision such as is mentioned in subsection (4)(ba) above, the Scottish Ministers may apply subsections (4) and (5) of section 210 of the Local Government (Scotland) Act 1973 (c.65) with such modifications as may be set out in the rules but subject to the limitation that any penalty under subsection (5) of section 210 as so applied shall be restricted to a fine which shall not exceed level 2 on the standard scale. 4B Provision mentioned in subsection (4)(c) may in particular include provision about the taking into account by the Board of the likely impact of its decision on a prisoner's family. 5 The Secretary of State may give the Board directions as to the matters to be taken into account by it in discharging its functions under this Part of this Act; and in giving any such directions the Secretary of State shall in particular have regard to— a the need to protect the public from serious harm from offenders; and b the desirability of preventing the commission by offenders of further offences and of securing their rehabilitation. 6 The supplementary provisions in Schedule 2 to this Act shall have effect with respect to the Board."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "21", "section_title": " Parole advisers.", "section_text": "21 1 The Secretary of State may appoint under this section persons (to be known as “ parole advisers ”) to give advice to prisoners, or former prisoners, who wish to make representations to the Secretary of State or to the Parole Board as regards any matter concerning their release on licence under this Part of this Act or their return to prison or detention by virtue of this Part of this Act. 2 The Secretary of State shall pay to parole advisers such remuneration and allowances as he may with the consent of the Treasury determine."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "21A", "section_title": "Operating protocol for release on licence under section 3AA", "section_text": "21A 1 The Scottish Ministers must prepare a document that describes— a the process of risk assessment that is carried out before a prisoner is released on licence under section 3AA, b the factors taken into account in carrying out such risk assessments, c the procedures for monitoring a prisoner while released on licence under section 3AA, d the process for investigating a suspected failure to comply with a condition included in a licence under section 3AA, e the process by which a licence under section 3AA is revoked and a prisoner recalled to prison as a result. 2 The Scottish Ministers must— a keep the document under review, and b revise it to reflect any changes in the things it describes. 3 When preparing the first version of the document, or a revised version, the Scottish Ministers must consult— a the Scottish Courts and Tribunals Service, b the Parole Board, c the chief constable of the Police Service of Scotland, d local authorities, e the Risk Management Authority. 4 Having prepared the first version of the document, or a revised version, the Scottish Ministers must— a make it publicly available, and b lay a copy of it before the Scottish Parliament. 5 A copy of the first version of the document must be laid before the Scottish Parliament within 6 months of the Bill for the Management of Offenders (Scotland) Act 2019 receiving Royal Assent."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "22", "section_title": " Place of confinement of prisoners.", "section_text": "22 For section 10 of the 1989 Act (place of confinement of prisoners) there shall be substituted the following section—  Place of confinement of prisoners. 10 1 A prisoner may be lawfully confined in any prison. 2 Prisoners shall be committed to such prisons as the Secretary of State may from time to time direct, and may be moved by the Secretary of State from any prison to any other prison. 3 The foregoing provisions of this section are without prejudice to section 11 of this Act and section 241 of the  1995 Act  (transfer of prisoner in connection with hearing of appeal). ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "23", "section_title": " Transfer of young offenders to prison or remand centre.", "section_text": "23 After section 20 of the 1989 Act there shall be inserted the following section—  Transfer of young offenders to prison or remand centre. 20A 1 Subject to section 21 of this Act, an offender sentenced to detention in a young offenders institution shall be detained in such an institution unless a direction under subsection (2) below is in force in relation to him. 2 The Secretary of State may from time to time direct that an offender sentenced to detention in a young offenders institution shall be detained in a prison or remand centre instead of in a young offenders institution, but if the offender is under 18 years of age at the time of the direction, only for a temporary purpose. 3 Where an offender is detained in a prison or remand centre by virtue of subsection (2) above, any rules under section 39 of this Act which apply in relation to persons detained in that place shall apply to that offender; but subject to the foregoing and to subsection (4) below, the provisions of the  1995 Act , the Prisoners and Criminal Proceedings (Scotland) Act 1993 and this Act relating to the treatment and supervision of persons sentenced to detention in a young offenders institution shall continue to apply to the offender. 4 Where an offender referred to in subsection (3) above attains the age of 21 years, subsection (3) of section 21 of this Act shall apply to him as if he had been transferred to prison under that section. ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "24", "section_title": " Additional days for disciplinary offences.", "section_text": "24 The following subsection shall be added at the end of section 39 of the 1989 Act (rules for the management of prisons and other institutions)— 7 Rules made under this section may provide for the award of additional days, not exceeding in aggregate one-sixth of the prisoner’s sentence— a to a short-term or long-term prisoner within the meaning of Part I of the Prisoners and Criminal Proceedings (Scotland) Act 1993; or b conditionally on his eventually becoming such a prisoner, to a person remanded in custody, where he is guilty, under such rules, of a breach of discipline. ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "25", "section_title": " Provision in prison rules for directions.", "section_text": "25 The following subsections shall be added at the end of section 39 of the 1989 Act (rules for the management of prisons and other institutions) after the subsection added by section 24 of this Act— 8 Without prejudice to any power to make standing orders or to issue directions or any other kind of instruction, rules made under this section may authorise the Secretary of State to supplement the rules by making provision by directions for any purpose specified in the rules; and rules so made or directions made by virtue of this subsection may authorise the governor, or any other officer, of a prison, or some other person or class of persons specified in the rules or directions, to exercise a discretion in relation to the purpose so specified. 9 Rules made under this section may permit directions made by virtue of subsection (8) above to derogate (but only to such extent, or in such manner, as may be specified in the rules) from provisions of rules so made and so specified. 10 Any reference, however expressed, in any enactment other than this section to rules made under this section shall be construed as including a reference to directions made by virtue of subsection (8) above. 11 Directions made by virtue of subsection (8) above shall be published by the Secretary of State in such manner as he considers appropriate. ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "26", "section_title": " Further amendment of Mental Health (Scotland) Act 1984.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "26ZA", "section_title": "Terrorism sentences", "section_text": "26ZA 1 This section applies to a person (other than a life prisoner) (a  “terrorist prisoner”) who is serving a terrorism sentence. 2 A terrorism sentence is— a a sentence of imprisonment imposed under section 205ZA of the 1995 Act (serious terrorism sentence), b a sentence of imprisonment imposed under section 205ZC of that Act (terrorism sentence with fixed licence period), or c an extended sentence imposed under section 210A of that Act in respect of a terrorism offence. 3 Subject to the provisions of this section, this Part, except sections 1AB, 1A and 1B, applies in relation to a terrorism sentence as if any reference to a sentence or term of imprisonment were a reference to the appropriate custodial term of a terrorism sentence. 4 Where a terrorist prisoner is released on licence under this Part the licence remains in force until the end of the extension period (but subject to section 17). 5 Where, apart from this subsection, a terrorist prisoner would be released unconditionally at the end of the appropriate custodial term— a the prisoner must be released on licence, and b the licence remains in force until the end of the extension period (but subject to section 17). 6 The extension period is to be taken to begin— a for the purposes of subsection (4), on the day following the date on which, had there been no extension period, the prisoner would have ceased to be on licence in respect of the appropriate custodial term; b for the purposes of subsection (5), on the day on which, apart from that subsection, the prisoner would have been released unconditionally at the end of the appropriate custodial term. 7 Where a terrorist prisoner is subject to two or more terrorism sentences, the extension period which is taken to begin in accordance with subsection (6) is the aggregate of the extension period of each of those sentences. 8 Subsection (7) is subject to— a sections 1A(1)(c) and 1B(11), and b in the case of a terrorism sentence imposed under section 205ZA of the 1995 Act, subsection (10) of that section and any direction by the court imposing the sentence. 9 For the purposes of sections 12(3) and 17(1), the question of whether a terrorist prisoner is a long-term or short-term prisoner is to be determined by reference to the terrorism sentence. 10 In the application of this Part to a terrorism sentence— a references in sections 1A(1)(c) and 16(1)(a) to the date on which a prisoner would have served the prisoner's sentence in full are to be read as if they were references to the date on which the terrorism sentence as originally imposed by the court would expire, and b the reference in section 17(5) to a prisoner being liable to be detained in pursuance of the prisoner's sentence is to be read as if it were a reference to the prisoner being liable to be detained until the expiry of the extension period. 11 For the purposes of this section— “ appropriate custodial term ”, in relation to a terrorism sentence imposed on a terrorist prisoner, means— the term determined as such by the court that imposes the sentence on the prisoner under section 205ZA or, as the case may be, section 205ZC of the 1995 Act, or the term determined as the custodial term by the court that imposes the extended sentence on the prisoner under section 210A of that Act; “ extension period ” means— in relation to a sentence of imprisonment imposed on a terrorist prisoner under section 205ZA of the 1995 Act, the period specified as such under that section by the court that imposes the sentence on the prisoner; in relation to a sentence of imprisonment imposed on a terrorist prisoner under section 205ZC of that Act, the period of 1 year specified as such under that section by the court that imposes the sentence on the prisoner; in relation to an extended sentence imposed on a terrorist prisoner under section 210A of that Act in respect of a terrorism offence, the period specified as such under that section by the court that imposes the sentence on the prisoner."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "26A", "section_title": " Extended sentences.", "section_text": "26A 1 This section applies to a prisoner who, on or after the date on which section 87 of the Crime and Disorder Act 1998 comes into force, has been made subject to an extended sentence within the meaning of section 210A of the 1995 Act (extended sentences)  other than an extended sentence imposed in respect of a terrorism offence. 2 Subject to the provisions of this section, this Part of this Act, except   sections 1A and 1B , shall apply in relation to extended sentences as if any reference to a sentence or term of imprisonment was a reference to the custodial term of an extended sentence. 3 Where a prisoner subject to an extended sentence is released on licence under this Part the licence shall, subject to any revocation under section 17 of this Act, remain in force until the end of the extension period. 4 Where, apart from this subsection, a prisoner subject to an extended sentence would be released unconditionally— a he shall be released on licence; and b the licence shall, subject to any revocation under section 17 of this Act, remain in force until the end of the extension period. 5 The extension period shall be taken to begin as follows— a for the purposes of subsection (3) above, on the day following the date on which, had there been no extension period, the prisoner would have ceased to be on licence in respect of the custodial term; b for the purposes of subsection (4) above, on the date on which, apart from that subsection, he would have been released unconditionally. 6 Subject to   sections 1A(1)(c) and 1B(11)   of this Act and section 210A(3) of the 1995 Act and to any direction by the court which imposes an extended sentence, where a prisoner is subject to two or more extended sentences, the extension period which is taken to begin in accordance with subsection (5) above shall be the aggregate of the extension period of each of those sentences. 7 For the purposes of sections 12(3) and 17(1) of this Act, and subject to subsection (8) below, the question whether a prisoner is a long-term or short-term prisoner shall be determined by reference to the extended sentence. 8 Where a short-term prisoner serving an extended sentence in respect of a sexual offence is released on licence under subsection (4)(a) above, the provisions of section 17 of this Act shall apply to him as if he was a long-term prisoner. 9 In relation to a prisoner subject to an extended sentence, the reference in section 17(5) of this Act to the prisoner being  “ liable to be detained in pursuance of his sentence ” shall be construed as a reference to the prisoner being liable to be detained until the expiry of the extension period. 10 For the purposes of this section “custodial term”, “extension period” and “imprisonment” shall have the same meaning as in section 210A of the 1995 Act. 11 In section 1A(c) and section 16(1)(a) of this Act, the reference to the date on which a prisoner would have served his sentence in full shall mean, in relation to a prisoner subject to an extended sentence, the date on which the extended sentence, as originally imposed by the court, would expire."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "26B", "section_title": "Parole Board to have regard to risk management plans", "section_text": "26B The Parole Board shall, whenever it is considering the case of a person in respect of whom there is a risk management plan, have regard to the plan."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "26C", "section_title": "Release timed to benefit re-integration", "section_text": "26C 1 Where a prisoner is to be released by the Scottish Ministers, they may release the prisoner on a day that is earlier than the day on which the prisoner would otherwise fall to be released (but this is subject to subsections (2) and (3)). 2 The release of a prisoner may be brought forward under subsection (1) only if, in the Scottish Ministers' opinion, it would be better for the prisoner's re-integration into the community for the prisoner to be released on the earlier day than on the day on which the prisoner would otherwise fall to be released. 3 The release of a prisoner may not be brought forward under subsection (1) by more than 2   working days (that is, days other than a Saturday or Sunday or a public holiday as described in section 27(8)) . 4 In a case in which section 27(7) applies, a reference in this section to the day on which a prisoner would fall to be released is to the day on which the prisoner would fall to be released by virtue of that section. 5 This section does not apply in relation to a prisoner who is serving a sentence of imprisonment for a term of less than 15 days."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "27", "section_title": " Interpretation of Part I.", "section_text": "27 1 In this Part of this Act, except where the context otherwise requires— “ court ” does not include a court-martial; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ life prisoner ” means a person serving a sentence of imprisonment for life   or in respect of whom there has been made an order for lifelong restriction ; “ local authority ” means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; “ local probation board ” means a local probation board established under section 4 of the Criminal Justice and Court Services Act 2000; “ long-term prisoner ” means a person serving a sentence of imprisonment for a term of four years or more; “ order for lifelong restriction ” means an order under section 210F(1) of the Criminal Procedure (Scotland) Act 1995 (c. 46); “ Parole Board ” means the Parole Board for Scotland; “ local justice area ” has the same meaning as in the Courts Act 2003 (c. 39);   “previous conviction” means—   a previous conviction by a court in any part of the United Kingdom, or if the court considers appropriate, a previous conviction by a court in any member State of the European Union; “ relevant officer ”, in relation to a local authority, means an officer of that authority employed by them in the discharge of their functions under section 27(1) of the  Social Work (Scotland) Act 1968 (supervision and care of persons put on probation or released from prison etc.); “ risk management plan ” shall be construed in accordance with section 6(1) of the Criminal Justice (Scotland) Act 2003 (asp 7); “ short-term prisoner ” means a person serving a sentence of imprisonment for a term of less than four years; “ supervised release order ” has the meaning given by   section 209 . . .  of the  1995 Act  but includes any order under subsection (2) of the said section 14; and “ supervising officer ” has the meaning given by the said  section 209 . 2 The Secretary of State may by order provide— a that the references to four years in the definitions of “long-term prisoner” and “short-term prisoner” in subsection (1) above shall be construed as references to such other period as may be specified in the order; b that any reference in this Part of this Act to a particular proportion of a prisoner’s sentence shall be construed as a reference to such other proportion of a prisoner’s sentence as may be so specified. 3 An order under subsection (2) above may make such transitional provisions as appear to the Secretary of State necessary or expedient in connection with any provision made by the order. 4 For the purposes of this Part of this Act so far as relating to licences or persons released on licence, the age of any person at the time when sentence was passed on him shall be deemed to have been that which appears to the Secretary of State to have been his age at that time. 4A For the purposes of this Part of this Act, a term of imprisonment or detention— a is wholly concurrent with another such term (or other such terms) if— i it   commences  on the same date as that other term (or terms); and ii it expires on the same date as that other term (or terms); and b is partly concurrent with another such term (or other such terms) if— i it   commences  on the same date as, and expires on a different date from, that other term (or terms); or ii it   commences  on a different date from, but before the expiry of, that other term (or terms). 5 For the purposes of any reference, however expressed, in this Part of this Act to the term of imprisonment or other detention to which a person has been sentenced or which, or any part of which, he has served, consecutive terms and terms which are wholly or partly concurrent shall  , subject to subsection (5A),   be treated as a single term if— a the sentences were passed at the same time; or b where the sentences were passed at different times, the person has not been released under this Part of this Act at any time during the period beginning with the passing of the first sentence and ending with the passing of the last. 5A Subsection (5) does not apply in relation to a sentence passed on a person— a in respect of an offence within section 1AB(2), and b on or after the coming into force of paragraph 52(6) of Schedule 13 to the Counter-Terrorism and Sentencing Act 2021. 5B In determining, for the purposes of subsection (5), whether a sentence passed on a person in respect of an offence (other than an offence within section 1AB(2)) is to be treated as part of a single term, any sentence passed on the person in respect of an offence within section 1AB(2) is to be ignored. 6 If additional days are awarded in accordance with rules made under section 39(7) of the 1989 Act (and are not remitted in accordance with such rules), the period which the prisoner (or eventual prisoner) must serve before becoming entitled to or eligible for release shall be extended by those additional days. 7 Where (but for this subsection) a prisoner would, under any provision of this Act or of the  1995 Act , fall to be released on or by a day which is a Saturday, Sunday or public holiday he shall instead be released on or by the last preceding day which is not a Saturday, Sunday or public holiday. 8 For the purposes of this section “ public holiday ” means any day on which, in the opinion of the Secretary of State, public offices or other facilities likely to be of use to the prisoner in the area in which he is likely to be following his discharge from prison will be closed."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "28A", "section_title": " Prints, samples  etc.  in criminal investigations: supplementary provisions.", "section_text": "28A 1 This section applies where a person convicted of an offence— a has not, since the conviction, had a sample, print or impression taken from him; or b has (whether before or after the conviction) had a sample, print or impression taken from him but it was not suitable for the means of analysis for which it was taken or, though suitable, was insufficient (either in quantity or in quality) to enable information to be obtained by that means of analysis. 2 Where this section applies, a constable may, within the permitted period— a take from the convicted person fingerprints, palmprints and such other prints and impressions of an external part of the body as the constable reasonably considers it appropriate to take; and b with the authority of an officer of a rank no lower than inspector, take from the person any sample mentioned in any of paragraphs (a) to (d) of subsection (4) of section 28 of this Act by the means specified in that paragraph in relation to that sample. 3 A constable— a may require the convicted person to attend a police station for the purposes of subsection (2) above; b may, where the convicted person is in legal custody within the meaning of the 1975 Act, exercise the powers conferred by subsection (2) above in relation to the person in the place where he is for the time being. 4 In subsection (2) above, “ the permitted period ” means— a in a case to which paragraph (a) of subsection (1) above applies, the period of one month beginning with the date of the conviction; b in a case to which paragraph (b) of that subsection applies, the period of one month beginning with the date on which a constable of the police force which instructed the analysis receives written intimation that the sample, print or impression was unsuitable or, as the case may be, insufficient as mentioned in that paragraph. 5 A requirement under subsection (3)(a) above— a shall give the person at least seven days’ notice of the date on which he is required to attend; b may direct him to attend at a specified time of day or between specified times of day. 6 Any constable may arrest without warrant a person who fails to comply with a requirement under subsection (3)(a) above."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "28B", "section_title": " Use of prints, samples  etc.", "section_text": "28B Without prejudice to any power to do so apart from this section, prints, impressions and samples lawfully held by or on behalf of any police force or in connection with or as a result of an investigation of an offence and information derived therefrom may be checked against other such prints, impressions, samples and information."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "36", "section_title": " Evidence as to taking or destruction of eggs.", "section_text": "36 After section 19 of the  Wildlife and Countryside Act 1981 there shall be inserted the following section—  Evidence in Scotland as to taking or destruction of eggs. 19A In any proceedings in Scotland for an offence under section 1(1)(c) of, or by virtue of section 3(1)(a)(iii) of, this Act, the accused may be convicted on the evidence of one witness. ."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "44", "section_title": " Expenses.", "section_text": "44 There shall be paid out of money provided by Parliament— a any sums required by the Secretary of State for defraying the expenses of the Parole Board for Scotland; b any expenses incurred by the Secretary of State under section 21(2) of this Act; c any administrative expenses incurred by the Secretary of State under this Act; and d any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "45", "section_title": " Rules and orders.", "section_text": "45 1 The power of the Secretary of State to make rules and orders under this Act shall be exercisable by statutory instrument. 2 Any   order made under section 12AA(3) or  rule made under section 13 or 20(4) of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 An order shall not be made under section   3AA(6),  6(3),  7(1A) . . .  or 27(2) of this Act unless a draft of the order has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "46", "section_title": " Interpretation.", "section_text": "46 In this Act— “ the 1975 Act ” means the  Criminal Procedure (Scotland) Act 1975; “ the 1980 Act ” means the  Criminal Justice (Scotland) Act 1980; and “ the 1989 Act ” means the  Prisons (Scotland) Act 1989. “ the 1995 Act ” means the Criminal Procedure (Scotland) Act 1995"}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "47", "section_title": " Minor and consequential amendments, transitional provisions, savings and repeals.", "section_text": "47 1 The enactments mentioned in Schedule 5 to this Act shall have effect subject to the amendments there specified (being minor amendments and amendments consequential on the preceding provisions of this Act). 2 The transitional provisions and savings contained in Schedule 6 to this Act shall have effect; but nothing in this subsection shall be taken as prejudicing the operation of sections 16 and 17 of the  Interpretation Act 1978 (effect of repeals). 3 The enactments mentioned in Part I of Schedule 7 to this Act (which include some that are spent or no longer of practical utility) are hereby repealed to the extent specified in the third column of that Part and the instruments mentioned in Part II of that Schedule are hereby revoked to the extent specified in the third column of that Part."}, {"act": "Prisoners and Criminal Proceedings (Scotland) Act 1993", "year": 1993, "section": "48", "section_title": " Short title, commencement and extent.", "section_text": "48 1 This Act may be cited as the Prisoners and Criminal Proceedings (Scotland) Act 1993. 2 Subject to subsection (4) below, this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different provisions and for different purposes. 3 An order under subsection (2) above may make such transitional provisions and savings as appear to the Secretary of State necessary or expedient in connection with any provision brought into force by the order. 4 This section and, in so far as relating to paragraph 5 of Schedule 5 to this Act, section 47(1) of this Act shall come into force on the day on which this Act is passed. 5 Subject to subsection (6) below, this Act extends to Scotland only. 6 This section and the following provisions of this Act also extend to England and Wales— section 12(2); section 14(4); section 15; section 16(1) and (3); section 27; section 46; and in section 47, subsection (1) in so far as relating to paragraphs 1(38) and 3 of Schedule 5, and subsection (3) in so far as relating to the entry in Schedule 7 in respect of the  Criminal Justice Act 1991. 7 Nothing in subsection (5) above affects the extent of this Act in so far as it amends or repeals any provision of the  Army Act 1955, the  Air Force Act 1955 or the  Naval Discipline Act 1957."}]