[{"act": "Reinsurance (Acts of Terrorism) Act 1993", "year": 1993, "section": "1", "section_title": " Financing of reinsurance obligations of the Secretary of State.", "section_text": "1 1 There shall be paid out of money provided by Parliament such sums as may be necessary to enable the Secretary of State to meet his obligations under— a any agreement of reinsurance which, with the consent of the Treasury, is entered into (whether before or after the passing of this Act) pursuant to arrangements to which this Act applies, or b any guarantee which, with that consent, is entered into (whether before or after that passing) pursuant to any such agreement. 2 As soon as practicable after the passing of this Act or, if it is later, after he enters into the agreement or guarantee, the Secretary of State shall lay before each House of Parliament a copy of any agreement or guarantee falling within subsection (1) above. 3 There shall be paid into the Consolidated Fund any sums received by the Secretary of State pursuant to any arrangements to which this Act applies."}, {"act": "Reinsurance (Acts of Terrorism) Act 1993", "year": 1993, "section": "2", "section_title": " Reinsurance arrangements to which this Act applies.", "section_text": "2 1 This Act applies to arrangements under which the  Treasury . . .  undertake  to any extent the liability of reinsuring risks against— a loss of or damage to property in Great Britain resulting from or consequential upon acts of terrorism;  ... b any loss which is consequential on loss or damage falling within paragraph (a) above;  and c any loss which falls within subsection (1A); and to the extent that the arrangements relate to events occurring before as well as after an agreement of reinsurance comes into being, the reference in section 1(1) above to the obligations of the  Treasury  shall be construed accordingly. 1A Loss falls within this subsection if— a it results from interruption to business carried on in Great Britain, and b the interruption results from or is consequential upon acts of terrorism. 2 In this section “ acts of terrorism ” means acts of persons acting on behalf of, or in connection with, any organisation which carries out activities directed towards the overthrowing or influencing, by force or violence, of Her Majesty’s government in the United Kingdom or any other government de jure or de facto. 3 In subsection (2) above “ organisation ” includes any association or combination of persons."}, {"act": "Reinsurance (Acts of Terrorism) Act 1993", "year": 1993, "section": "2A", "section_title": "Directions", "section_text": "2A 1 A relevant person must comply with any directions given to it by the Treasury under this section. 2 For the purposes of this section, a “ relevant person ” means— a a person who— i has entered into arrangements to which this Act applies (see section 2(1)) (whether before or after the passing of this Act), and ii has been classified as a public sector body by the Office for National Statistics (whether before or after the passing of this Act), or b a group undertaking of a person falling within paragraph (a) (within the meaning of section 1161 of the Companies Act 2006). 3 The Treasury may direct a relevant person to appoint a person to perform the functions of an accounting officer. 4 The Treasury may give a direction to a relevant person under this subsection if the Treasury consider it necessary for the purpose of ensuring compliance with any requirements associated with the classification, as mentioned in subsection (2)(a)(ii), of a person falling within subsection (2)(a). 5 Directions under subsection (4) may include provision about compliance with requirements relating to— a auditing; b accounting; c budgeting; d arm’s length bodies; e public sector bodies. 6 Before giving a direction under this section the Treasury must consult the relevant person to whom the Treasury intend to give a direction. 7 A direction under this section must be accompanied by a notice that— a states when the direction takes effect (see subsection  (8) ), and b gives the Treasury’s reasons for giving the direction. 8 A direction may, if the Treasury reasonably consider it necessary, take effect— a immediately it is given to the relevant person, or b on a later date specified in the direction. 9 A direction may be given so as to have effect— a for a specified period, or b until the occurrence of a specified event. 10 A direction under this section must be given in writing. 11 A direction under this section must— a be published in whatever manner the Treasury consider appropriate, and b be laid before Parliament. 12 A direction under this section may be varied or revoked by another direction under this section."}, {"act": "Reinsurance (Acts of Terrorism) Act 1993", "year": 1993, "section": "2B", "section_title": "Compliance", "section_text": "2B 1 Compliance with a direction given under section 2A is enforceable— a by injunction, or b in Scotland, by interdict or by an order for specific performance under section 45 of the Court of Session Act 1988. 2 Proceedings under subsection (1) may be brought only by the Treasury."}, {"act": "Reinsurance (Acts of Terrorism) Act 1993", "year": 1993, "section": "3", "section_title": " Citation and extent.", "section_text": "3 1 This Act may be cited as the Reinsurance (Acts of Terrorism) Act 1993. 2 This Act does not extend to Northern Ireland."}]