[{"act": "Social Security Act 1993", "year": 1993, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Social Security Act 1993", "year": 1993, "section": "2", "section_title": " Payments into National Insurance Fund out of money provided by Parliament.", "section_text": "2 1 During the tax year 1993-94 there shall be paid into the National Insurance Fund out of money provided by Parliament such amounts as the Secretary of State may from time to time determine, not exceeding in aggregate 20 per cent. of estimated benefit expenditure for the financial year ending with 31st March 1994. 2 If, before the beginning of the tax year 1994-95 or any subsequent tax year,  the Treasury by order provide  that this subsection is to have effect with respect to that tax year, there shall during that tax year be paid into the National Insurance Fund out of money provided by Parliament such amounts as the  Treasury  may from time to time determine, not exceeding in aggregate the prescribed percentage of estimated benefit expenditure for the financial year ending with 31st March in that tax year. 3 In subsection (2) above “ the prescribed percentage ” means such percentage, not exceeding 17 per cent., as may be specified in the order under that subsection. 4 In this section “ estimated benefit expenditure ”, in relation to a financial year, means the amount estimated by the Government Actuary or the Deputy Government Actuary, before the beginning of that financial year, to be that of the aggregate of the amounts that may be expected to be paid out of the National Insurance Fund in that financial year— a under paragraphs  (za),   (zb),   (a), (b), (c) and (d) of section 163(1) of the  Social Security Administration Act 1992, and b under  sections 167(1) and 182 of the Employment Rights Act 1996   and c under section 124(1) of the Pension Schemes Act 1993 5 Treasury  may exercise  their  power to make a determination under subsection (1) above or an order or determination under subsection (2) above only if  they think  it expedient to do so with a view to adjusting the level at which the National Insurance Fund stands for the time being and having regard to estimated benefit expenditure for the financial year ending with 31st March in the tax year to which the determination or order is to relate. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 An order under subsection (2) above shall be made by statutory instrument; and a statutory instrument containing such an order shall not be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House of Parliament. 9 In section 1 of the  Social Security Contributions and Benefits Act 1992 (outline of contributory system) at the end of subsection (1) there shall be added  “and amounts payable under section 2 of the Social Security Act 1993” ."}, {"act": "Social Security Act 1993", "year": 1993, "section": "3", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "3 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Social Security Act 1993", "year": 1993, "section": "4", "section_title": " Interpretation and repeals.", "section_text": "4 1 In this Act “ tax year ” means the 12 months beginning with 6th April in any year; and “ the tax year 1993-94 ” and “ the tax year 1994-95 ” mean respectively the tax year beginning with 6th April 1993 and the tax year beginning with 6th April 1994. 2 The enactments specified in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Social Security Act 1993", "year": 1993, "section": "5", "section_title": " Short title, commencement and extent.", "section_text": "5 1 This Act may be cited as the Social Security Act 1993. 2 The following provisions of this Act shall not have effect with respect to any tax year before the tax year 1993-94—  . . . section 4(2) and the Schedule. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Section 3 of this Act and this section extend to Northern Ireland, but otherwise this Act does not extend there."}]