[{"act": "Statute Law (Repeals) Act 1993", "year": 1993, "section": "1", "section_title": " Repeals and associated provisions.", "section_text": "1 1 The enactments mentioned in Schedule 1 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 Schedule 2 to this Act shall have effect."}, {"act": "Statute Law (Repeals) Act 1993", "year": 1993, "section": "2", "section_title": " 17 Geo.3 c.17 deemed not to have been repealed by 1978 c.45.", "section_text": "2 1 The Act of the 17th year of King George the third entitled “An Act for dividing the Chase of Enfield in the County of Middlesex; and for other Purposes therein mentioned\" shall be deemed not to have been repealed by Part XIV of Schedule 1 to the Statute Law (Repeals) Act 1978. 2 Nothing in subsection (1) shall be construed— a as affirming the legal effect of any provision of the Act which was not of legal effect immediately before the repeal, or of anything done or purportedly done under the Act, or b as imposing any liability in respect of anything done between the date of the repeal and the commencement of this section."}, {"act": "Statute Law (Repeals) Act 1993", "year": 1993, "section": "3", "section_title": " Extent.", "section_text": "3 1 This Act extends to England and Wales, Scotland and Northern Ireland. 2 Any repeal by this Act of an enactment which extends to the Isle of Man also extends there; and Her Majesty may by Order in Council provide that the repeal by this Act of any enactment specified in the Order shall on a date so specified extend to any of the Channel Islands or any colony. 3 Her Majesty may by Order in Council provide that the amendment made by paragraph 3 of Schedule 2 to this Act shall on a date specified in the Order extend to the Isle of Man, any of the Channel Islands or any colony subject to such modifications as may be so specified. 4 Except as mentioned in subsection (2) or (3) above, this Act does not repeal or amend any enactment so far as the enactment forms part of the law of a country outside the United Kingdom."}, {"act": "Statute Law (Repeals) Act 1993", "year": 1993, "section": "4", "section_title": " Short title and commencement.", "section_text": "4 1 This Act may be cited as the Statute Law (Repeals) Act 1993. 2 The repeal by this Act of— a paragraph 5 of Schedule 2 to the  National Loans Act 1939, b paragraph 10 of Schedule 1 to the  Bank of England Act 1946, and c section 33(8) of the  Coal Industry Nationalisation Act 1946, shall have effect, so far as relating to stock registered in the National Savings Stock Register, on the coming into force of the first regulations made by virtue of section 3(1) (bb) of the  National Debt Act 1972. 3 The repeal by this Act of the  Shipbuilding (Redundancy Payments) Act 1978 and section 1 of the  Shipbuilding Act 1985 shall come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint."}]