[{"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "1", "section_title": " Election scrutineer to check register.", "section_text": "1 1 In the  Trade Union and Labour Relations (Consolidation) Act 1992 (referred to in this Act as “ the 1992 Act ”), in section 49 (appointment of independent scrutineer for election)— a after paragraph (a) of subsection (3)\t\t\t\t\t\t\t(terms of appointment of scrutineer) there shall be inserted— aa to— i inspect the register of names and addresses of the members of the trade union, or ii examine the copy of the register as at the relevant date which is supplied to him in accordance with subsection (5A)(a), whenever it appears to him appropriate to do so and, in particular, when the conditions specified in subsection (3A) are satisfied; , b in paragraph (d)\t\t\t\t\t\t\t(scrutineer to retain custody of voting papers) of that subsection, after the words purposes of the election there shall be inserted the words  “                        and the copy of the register supplied to him in accordance with subsection (5A)(a)                      ”  and after the words of the papers there shall be inserted the words  “                        or copy                      ” , c after that subsection there shall be inserted— 3A The conditions referred to in subsection (3)(aa) are— a that a request that the scrutineer inspect the register or examine the copy is made to him during the appropriate period by a member of the trade union or candidate who suspects that the register is not, or at the relevant date was not, accurate and up-to-date, and b that the scrutineer does not consider that the suspicion of the member or candidate is ill-founded. 3B In subsection (3A) “ the appropriate period ” means the period— a beginning with the first day on which a person may become a candidate in the election or, if later, the day on which the scrutineer is appointed, and b ending with the day before the day on which the scrutineer makes his report to the trade union. 3C The duty of confidentiality as respects the register is incorporated in the scrutineer’s appointment. , d after subsection (5) there shall be inserted— 5A The trade union shall— a supply to the scrutineer as soon as is reasonably practicable after the relevant date a copy of the register of names and addresses of its members as at that date, and b comply with any request made by the scrutineer to inspect the register. 5B Where the register is kept by means of a computer the duty imposed on the trade union by subsection (5A)(a) is either to supply a legible printed copy or (if the scrutineer prefers) to supply a copy of the computer data and allow the scrutineer use of the computer to read it at any time during the period when he is required to retain custody of the copy. , and e after subsection (7) there shall be inserted— 8 In this section “ the relevant date ” means— a where the trade union has rules determining who is entitled to vote in the election by reference to membership on a particular date, that date, and b otherwise, the date, or the last date, on which voting papers are distributed for the purposes of the election. . 2 In section 52 of the 1992 Act (scrutineer’s report on election), after subsection (2) there shall be inserted— 2A The report shall also state— a whether the scrutineer— i has inspected the register of names and addresses of the members of the trade union, or ii has examined the copy of the register as at the relevant date which is supplied to him in accordance with section 49(5A)(a), b if he has, whether in the case of each inspection or examination he was acting on a request by a member of the trade union or candidate or at his own instance, c whether he declined to act on any such request, and d whether any inspection of the register, or any examination of the copy of the register, has revealed any matter which he considers should be drawn to the attention of the trade union in order to assist it in securing that the register is accurate and up-to-date, but shall not state the name of any member or candidate who has requested such an inspection or examination. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "2", "section_title": " Counting of election votes etc. by independent person.", "section_text": "2 1 After section 51 of the 1992 Act there shall be inserted—  Counting of votes etc. by independent person. 51A 1 The trade union shall ensure that— a the storage and distribution of the voting papers for the purposes of the election, and b the counting of the votes cast in the election, are undertaken by one or more independent persons appointed by the union. 2 A person is an independent person in relation to an election if— a he is the scrutineer, or b he is a person other than the scrutineer and the trade union has no grounds for believing either that he will carry out any functions conferred on him in relation to the election otherwise than competently or that his independence in relation to the union, or in relation to the election, might reasonably be called into question. 3 An appointment under this section shall require the person appointed to carry out his functions so as to minimise the risk of any contravention of requirements imposed by or under any enactment or the occurrence of any unfairness or malpractice. 4 The duty of confidentiality as respects the register is incorporated in an appointment under this section. 5 Where the person appointed to undertake the counting of votes is not the scrutineer, his appointment shall require him to send the voting papers back to the scrutineer as soon as reasonably practicable after the counting has been completed. 6 The trade union— a shall ensure that nothing in the terms of an appointment under this section is such as to make it reasonable for any person to call into question the independence of the person appointed in relation to the union, b shall ensure that a person appointed under this section duly carries out his functions and that there is no interference with his carrying out of those functions which would make it reasonable for any person to call into question the independence of the person appointed in relation to the union, and c shall comply with all reasonable requests made by a person appointed under this section for the purposes of, or in connection with, the carrying out of his functions. . 2 In section 52 of the 1992 Act (scrutineer’s report on election)— a in subsection (1), after paragraph (d) there shall be inserted , and                         e the name of the person (or of each of the persons) appointed under section 51A or, if no person was so appointed, that fact. , b in subsection (2)(b), after the word made there shall be inserted  “                        (whether by him or any other person)                      ” , and c after subsection (2A) (which is inserted by section 1 above) there shall be inserted— 2B Where one or more persons other than the scrutineer are appointed under section 51A, the statement included in the scrutineer’s report in accordance with subsection (2)(b) shall also indicate— a whether he is satisfied with the performance of the person, or each of the persons, so appointed, and b if he is not satisfied with the performance of the person, or any of them, particulars of his reasons for not being so satisfied. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "3", "section_title": " Political fund ballots.", "section_text": "3 Schedule 1 to this Act (which makes in relation to political fund ballots provision corresponding to that made in relation to elections by sections 1 and 2 above) shall have effect."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "4", "section_title": " Ballots for union amalgamations and transfers of engagements.", "section_text": "4 For section 100 of the 1992 Act (requirement of resolution to approve instrument of amalgamation or transfer) there shall be substituted—  Requirement of ballot on resolution. 100 1 A resolution approving the instrument of amalgamation or transfer must be passed on a ballot of the members of the trade union held in accordance with sections 100A to 100E. 2 A simple majority of those voting is sufficient to pass such a resolution unless the rules of the trade union expressly require it to be approved by a greater majority or by a specified proportion of the members of the union.  Appointment of independent scrutineer. 100A 1 The trade union shall, before the ballot is held, appoint a qualified independent person (“ the scrutineer ”) to carry out— a the functions in relation to the ballot which are required under this section to be contained in his appointment; and b such additional functions in relation to the ballot as may be specified in his appointment. 2 A person is a qualified independent person in relation to a ballot if— a he satisfies such conditions as may be specified for the purposes of this section by order of the Secretary of State or is himself so specified; and b the trade union has no grounds for believing either that he will carry out any functions conferred on him in relation to the ballot otherwise than competently or that his independence in relation to the union, or in relation to the ballot, might reasonably be called into question. An order under paragraph (a) shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 The scrutineer’s appointment shall require him— a to be the person who supervises the production of the voting papers and (unless he is appointed under section 100D to undertake the distribution of the voting papers) their distribution and to whom the voting papers are returned by those voting; b to— i inspect the register of names and addresses of the members of the trade union, or ii examine the copy of the register as at the relevant date which is supplied to him in accordance with subsection (9)(a), whenever it appears to him appropriate to do so and, in particular, when the conditions specified in subsection (4) are satisfied; c to take such steps as appear to him to be appropriate for the purpose of enabling him to make his report (see section 100E); d to make his report to the trade union as soon as reasonably practicable after the last date for the return of voting papers; and e to retain custody of all voting papers returned for the purposes of the ballot and the copy of the register supplied to him in accordance with subsection (9)(a)— i until the end of the period of one year beginning with the announcement by the union of the result of the ballot; and ii if within that period a complaint is made under section 103 (complaint as regards passing of resolution), until the Certification Officer or Employment Appeal Tribunal authorises him to dispose of the papers or copy. 4 The conditions referred to in subsection (3)(b) are— a that a request that the scrutineer inspect the register or examine the copy is made to him during the appropriate period by a member of the trade union who suspects that the register is not, or at the relevant date was not, accurate and up-to-date, and b that the scrutineer does not consider that the member’s suspicion is ill-founded. 5 In subsection (4) “ the appropriate period ” means the period— a beginning with the day on which the scrutineer is appointed, and b ending with the day before the day on which the scrutineer makes his report to the trade union. 6 The duty of confidentiality as respects the register is incorporated in the scrutineer’s appointment. 7 The trade union shall ensure that nothing in the terms of the scrutineer’s appointment (including any additional functions specified in the appointment) is such as to make it reasonable for any person to call the scrutineer’s independence in relation to the union into question. 8 The trade union shall, before the scrutineer begins to carry out his functions, either— a send a notice stating the name of the scrutineer to every member of the union to whom it is reasonably practicable to send such a notice, or b take all such other steps for notifying members of the name of the scrutineer as it is the practice of the union to take when matters of general interest to all its members need to be brought to their attention. 9 The trade union shall— a supply to the scrutineer as soon as is reasonably practicable after the relevant date a copy of the register of names and addresses of its members as at that date, and b comply with any request made by the scrutineer to inspect the register. 10 Where the register is kept by means of a computer the duty imposed on the trade union by subsection (9)(a) is either to supply a legible printed copy or (if the scrutineer prefers) to supply a copy of the computer data and allow the scrutineer use of the computer to read it at any time during the period when he is required to retain custody of the copy. 11 The trade union shall ensure that the scrutineer duly carries out his functions and that there is no interference with his carrying out of those functions which would make it reasonable for any person to call the scrutineer’s independence in relation to the union into question. 12 The trade union shall comply with all reasonable requests made by the scrutineer for the purposes of, or in connection with, the carrying out of his functions. 13 In this section “ the relevant date ” means— a where the trade union has rules determining who is entitled to vote in the ballot by reference to membership on a particular date, that date, and b otherwise, the date, or the last date, on which voting papers are distributed for the purposes of the ballot.  Entitlement to vote. 100B Entitlement to vote in the ballot shall be accorded equally to all members of the trade union.  Voting. 100C 1 The method of voting must be by the marking of a voting paper by the person voting. 2 Each voting paper must— a state the name of the independent scrutineer and clearly specify the address to which, and the date by which, it is to be returned, and b be given one of a series of consecutive whole numbers every one of which is used in giving a different number in that series to each voting paper printed or otherwise produced for the purposes of the ballot, and c be marked with its number. 3 Every person who is entitled to vote in the ballot must— a be allowed to vote without interference or constraint, and b so far as is reasonably practicable, be enabled to do so without incurring any direct cost to himself. 4 So far as is reasonably practicable, every person who is entitled to vote in the ballot must— a have a voting paper sent to him by post at his home address or another address which he has requested the trade union in writing to treat as his postal address, and b be given a convenient opportunity to vote by post. 5 No voting paper which is sent to a person for voting shall have enclosed with it any other document except— a the notice which, under section 99(1), is to accompany the voting paper, b an addressed envelope, and c a document containing instructions for the return of the voting paper, without any other statement. 6 The ballot shall be conducted so as to secure that— a so far as is reasonably practicable, those voting do so in secret, and b the votes given in the ballot are fairly and accurately counted. For the purposes of paragraph (b) an inaccuracy in counting shall be disregarded if it is accidental and on a scale which could not affect the result of the ballot.  Counting of votes etc. by independent person. 100D 1 The trade union shall ensure that— a the storage and distribution of the voting papers for the purposes of the ballot, and b the counting of the votes cast in the ballot, are undertaken by one or more independent persons appointed by the trade union. 2 A person is an independent person in relation to a ballot if— a he is the scrutineer, or b he is a person other than the scrutineer and the trade union has no grounds for believing either that he will carry out any functions conferred on him in relation to the ballot otherwise than competently or that his independence in relation to the union, or in relation to the ballot, might reasonably be called into question. 3 An appointment under this section shall require the person appointed to carry out his functions so as to minimise the risk of any contravention of requirements imposed by or under any enactment or the occurrence of any unfairness or malpractice. 4 The duty of confidentiality as respects the register is incorporated in the scrutineer’s appointment. 5 Where the person appointed to undertake the counting of votes is not the scrutineer, his appointment shall require him to send the voting papers back to the scrutineer as soon as reasonably practicable after the counting has been completed. 6 The trade union— a shall ensure that nothing in the terms of an appointment under this section is such as to make it reasonable for any person to call into question the independence of the person appointed in relation to the union, b shall ensure that a person appointed under this section duly carries out his functions and that there is no interference with his carrying out of those functions which would make it reasonable for any person to call into question the independence of the person appointed in relation to the union, and c shall comply with all reasonable requests made by a person appointed under this section for the purposes of, or in connection with, the carrying out of his functions.  Scrutineer’s report. 100E 1 The scrutineer’s report on the ballot shall state— a the number of voting papers distributed for the purposes of the ballot, b the number of voting papers returned to the scrutineer, c the number of valid votes cast in the ballot for and against the resolution, d the number of spoiled or otherwise invalid voting papers returned, and e the name of the person (or of each of the persons) appointed under section 100D or, if no person was so appointed, that fact. 2 The report shall also state whether the scrutineer is satisfied— a that there are no reasonable grounds for believing that there was any contravention of a requirement imposed by or under any enactment in relation to the ballot, b that the arrangements made (whether by him or any other person) with respect to the production, storage, distribution, return or other handling of the voting papers used in the ballot, and the arrangements for the counting of the votes, included all such security arrangements as were reasonably practicable for the purpose of minimising the risk that any unfairness or malpractice might occur, and c that he has been able to carry out his functions without any such interference as would make it reasonable for any person to call his independence in relation to the union into question; and if he is not satisfied as to any of those matters, the report shall give particulars of his reasons for not being satisfied as to that matter. 3 The report shall also state— a whether the scrutineer— i has inspected the register of names and addresses of the members of the trade union, or ii has examined the copy of the register as at the relevant date which is supplied to him in accordance with section 100A(9)(a), b if he has, whether in the case of each inspection or examination he was acting on a request by a member of the trade union or at his own instance, c whether he declined to act on any such request, and d whether any inspection of the register, or any examination of the copy of the register, has revealed any matter which he considers should be drawn to the attention of the trade union in order to assist it in securing that the register is accurate and up-to-date, but shall not state the name of any member who has requested such an inspection or examination. 4 Where one or more persons other than the scrutineer are appointed under section 100D, the statement included in the scrutineer’s report in accordance with subsection (2)(b) shall also indicate— a whether he is satisfied with the performance of the person, or each of the persons, so appointed, and b if he is not satisfied with the performance of the person, or any of them, particulars of his reasons for not being so satisfied. 5 The trade union shall not publish the result of the ballot until it has received the scrutineer’s report. 6 The trade union shall within the period of three months after it receives the report— a send a copy of the report to every member of the union to whom it is reasonably practicable to send such a copy; or b take all such other steps for notifying the contents of the report to the members of the union (whether by publishing the report or otherwise) as it is the practice of the union to take when matters of general interest to all its members need to be brought to their attention. 7 Any such copy or notification shall be accompanied by a statement that the union will, on request, supply any member of the trade union with a copy of the report, either free of charge or on payment of such reasonable fee as may be specified in the notification. 8 The trade union shall so supply any member of the union who makes such a request and pays the fee (if any) notified to him. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "5", "section_title": " Ballots for union amalgamations and transfers of engagements: notice not to include influential material.", "section_text": "5 In section 99 of the 1992 Act (notice relating to proposed amalgamation or transfer), after subsection (3), there shall be inserted— 3A The notice shall not contain any statement making a recommendation or expressing an opinion about the proposed amalgamation or transfer. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "6", "section_title": " Confidentiality of trade union’s register of members’ names and addresses.", "section_text": "6 After section 24 of the 1992 Act there shall be inserted—  Securing confidentiality of register during ballots. 24A 1 This section applies in relation to a ballot of the members of a trade union on— a an election under Chapter  IV  for a position to which that Chapter applies, b a political resolution under Chapter  VI , and c a resolution to approve an instrument of amalgamation or transfer under Chapter VII. 2 Where this section applies in relation to a ballot the trade union shall impose the duty of confidentiality in relation to the register of members’ names and addresses on the scrutineer appointed by the union for the purposes of the ballot and on any person appointed by the union as the independent person for the purposes of the ballot. 3 The duty of confidentiality in relation to the register of members’ names and addresses is, when imposed on a scrutineer or on an independent person, a duty— a not to disclose any name or address in the register except in permitted circumstances; and b to take all reasonable steps to secure that there is no disclosure of any such name or address by any other person except in permitted circumstances; and any reference in this Act to “ the duty of confidentiality ” is a reference to the duty prescribed in this subsection. 4 The circumstances in which disclosure of a member’s name and address is permitted are— a where the member consents; b where it is requested by the Certification Officer for the purposes of the discharge of any of his functions or it is required for the purposes of the discharge of any of the functions of an inspector appointed by him; c where it is required for the purposes of the discharge of any of the functions of the scrutineer or independent person, as the case may be, under the terms of his appointment; d where it is required for the purposes of the investigation of crime or of criminal proceedings. 5 Any provision of this Part which incorporates the duty of confidentiality as respects the register into the appointment of a scrutineer or an independent person has the effect of imposing that duty on the scrutineer or independent person as a duty owed by him to the trade union. 6 The remedy for failure to comply with the requirements of this section is by way of application under section 25 (to the Certification Officer) or section 26 (to the court). The making of an application to the Certification Officer does not prevent the applicant, or any other person, from making an application to the court in respect of the same matter. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "7", "section_title": " Ballots: repeal of provisions for financial assistance and use of employers’ premises", "section_text": "7 1 Sections 115 and 116 of the 1992 Act (financial assistance towards expenditure on certain ballots and obligations of employers to make premises available) shall cease to have effect. 2 No application under regulations under section 115 (whether made before or after its repeal) shall be entertained by the Certification Officer in relation to expenditure in respect of a ballot if the date of the ballot falls after 31 March 1996 or in respect of arrangements to hold a ballot which is not proceeded with if the date of the ballot would have fallen after that date; but, for the purposes of applications made after (as well as before) the repeal in relation to expenditure not excluded by this subsection, the regulations shall continue in force notwithstanding the repeal. 3 In subsection (2) above, the “ date of the ballot ” means, in the case of a ballot in which votes may be cast on more than one day, the last of those days. 4 Subsection (1) above shall come into force on 1 April 1996."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "8", "section_title": " Annual return to contain additional information.", "section_text": "8 In section 32(3) of the 1992 Act (contents of annual return)— a after paragraph (a) there shall be inserted— aa details of the salary paid to and other benefits provided to or in respect of— i each member of the executive, ii the president, and iii the general secretary, by the trade union during the period to which the return relates, , and b after paragraph (c) there shall be inserted , and                     d in the case of a trade union required to maintain a register by section 24, a statement of the number of names on the register as at the end of the period to which the return relates and the number of those names which were not accompanied by an address which is a member’s address for the purposes of that section; ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "9", "section_title": " Statement to members following annual return.", "section_text": "9 After section 32 of the 1992 Act there shall be inserted—  Statement to members following annual return. 32A 1 A trade union shall take all reasonable steps to secure that, not later than the end of the period of eight weeks beginning with the day on which the annual return of the union is sent to the Certification Officer, all the members of the union are provided with the statement required by this section by any of the methods allowed by subsection (2). 2 Those methods are— a the sending of individual copies of the statement to members; or b any other means (whether by including the statement in a publication of the union or otherwise) which it is the practice of the union to use when information of general interest to all its members needs to be provided to them. 3 The statement required by this section shall specify— a the total income and expenditure of the trade union for the period to which the return relates, b how much of the income of the union for that period consisted of payments in respect of membership, c the total income and expenditure for that period of any political fund of the union, and d the salary paid to and other benefits provided to or in respect of— i each member of the executive, ii the president, and iii the general secretary, by the trade union during that period. 4 The requirement imposed by this section is not satisfied if the statement specifies anything inconsistent with the contents of the return. 5 The statement— a shall also set out in full the report made by the auditor or auditors of the union on the accounts contained in the return and state the name and address of that auditor or of each of those auditors, and b may include any other matter which the union considers may give a member significant assistance in making an informed judgment about the financial activities of the union in the period to which the return relates. 6 The statement— a shall also include the following statement— A member who is concerned that some irregularity may be occurring, or have occurred, in the conduct of the financial affairs of the union may take steps with a view to investigating further, obtaining clarification and, if necessary, securing regularisation of that conduct. The member may raise any such concern with such one or more of the following as it seems appropriate to raise it with: the officials of the union, the trustees of the property of the union, the auditor or auditors of the union, the Certification Officer (who is an independent officer appointed by the Secretary of State) and the police. Where a member believes that the financial affairs of the union have been or are being conducted in breach of the law or in breach of rules of the union and contemplates bringing civil proceedings against the union or responsible officials or trustees, he may apply for material assistance from the Commissioner for the Rights of Trade Union Members and should, in any case, consider obtaining independent legal advice.”; and b may include such other details of the steps which a member may take for the purpose mentioned in the statement set out above as the trade union considers appropriate. 7 A trade union shall send to the Certification Officer a copy of the statement which is provided to its members in pursuance of this section as soon as is reasonably practicable after it is so provided. 8 Where the same form of statement is not provided to all the members of a trade union, the union shall send to the Certification Officer in accordance with subsection (7) a copy of each form of statement provided to any of them. 9 If at any time during the period of two years beginning with the day referred to in subsection (1) any member of the trade union requests a copy of the statement required by this section, the union shall, as soon as practicable, furnish him with such a copy free of charge. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "10", "section_title": " Investigation of financial affairs.", "section_text": "10 After section 37 of the 1992 Act there shall be inserted—  Investigation of financial affairs  Power of Certification Officer to require production of documents etc. 37A 1 The Certification Officer may at any time, if he thinks there is good reason to do so, give directions to a trade union, or a branch or section of a trade union, requiring it to produce such relevant documents as may be specified in the directions; and the documents shall be produced at such time and place as may be so specified. 2 The Certification Officer may at any time, if he thinks there is good reason to do so, authorise a member of his staff or any other person, on producing (if so required) evidence of his authority, to require a trade union, or a branch or section of a trade union, to produce forthwith to the member of staff or other person such relevant documents as the member of staff or other person may specify. 3 Where the Certification Officer, or a member of his staff or any other person, has power to require the production of documents by virtue of subsection (1) or (2), the Certification Officer, member of staff or other person has the like power to require production of those documents from any person who appears to the Certification Officer, member of staff or other person to be in possession of them. 4 Where such a person claims a lien on documents produced by him, the production is without prejudice to the lien. 5 The power under this section to require the production of documents includes power— a if the documents are produced— i to take copies of them or extracts from them, and ii to require the person by whom they are produced, or any person who is or has been an official or agent of the trade union, to provide an explanation of any of them; and b if the documents are not produced, to require the person who was required to produce them to state, to the best of his knowledge and belief, where they are. 6 In subsections (1) and (2) “ relevant documents ”, in relation to a trade union or a branch or section of a trade union, means accounting documents, and documents of any other description, which may be relevant in considering the financial affairs of the trade union. 7 A person shall not be excused from providing an explanation or making a statement in compliance with a requirement imposed under subsection (5) on the ground that to do so would tend to expose him to proceedings for an offence; but an explanation so provided or statement so made may only be used in evidence against the person by whom it is made or provided— a on a prosecution for an offence under section 45(9)\t\t\t\t\t\t\t\t\t\t\t(false explanations and statements), or b on a prosecution for some other offence where in giving evidence the person makes a statement inconsistent with it.  Investigations by inspectors. 37B 1 The Certification Officer may appoint one or more members of his staff or other persons as an inspector or inspectors to investigate the financial affairs of a trade union and to report on them in such manner as he may direct. 2 The Certification Officer may only make such an appointment if it appears to him that there are circumstances suggesting— a that the financial affairs of the trade union are being or have been conducted for a fraudulent or unlawful purpose, b that persons concerned with the management of those financial affairs have, in connection with that management, been guilty of fraud, misfeasance or other misconduct, c that the trade union has failed to comply with any duty imposed on it by this Act in relation to its financial affairs, or d that a rule of the union relating to its financial affairs has not been complied with. 3 Where an inspector is, or inspectors are, appointed under this section it is the duty of all persons who are or have been officials or agents of the trade union— a to produce to the inspector or inspectors all relevant documents which are in their possession, b to attend before the inspector or inspectors when required to do so, and c otherwise to give the inspector or inspectors all assistance in connection with the investigation which they are reasonably able to give. 4 Where any person (whether or not within subsection (3)) appears to the inspector or inspectors to be in possession of information relating to a matter which he considers, or they consider, to be relevant to the investigation, the inspector or inspectors may require him— a to produce to the inspector or inspectors any relevant documents relating to that matter, b to attend before the inspector or inspectors, and c otherwise to give the inspector or inspectors all assistance in connection with the investigation which he is reasonably able to give; and it is the duty of the person to comply with the requirement. 5 In subsections (3) and (4) “ relevant documents ”, in relation to an investigation of the financial affairs of a trade union, means accounting documents, and documents of any other description, which may be relevant to the investigation. 6 A person shall not be excused from providing an explanation or making a statement in compliance with subsection (3) or a requirement imposed under subsection (4) on the ground that to do so would tend to expose him to proceedings for an offence; but an explanation so provided or statement so made may only be used in evidence against the person by whom it is provided or made— a on a prosecution for an offence under section 45(9)\t\t\t\t\t\t\t\t\t\t\t(false explanations and statements), or b on a prosecution for some other offence where in giving evidence the person makes a statement inconsistent with it.  Inspectors’ reports etc. 37C 1 An inspector or inspectors appointed under section 37B— a may, and if so directed by the Certification Officer shall, make interim reports, and b on the conclusion of their investigation shall make a final report, to the Certification Officer. 2 Any report under subsection (1) shall be written or printed, as the Certification Officer directs. 3 An inspector or inspectors appointed under section 37B may at any time, and if so directed by the Certification Officer shall, inform the Certification Officer of any matters coming to his or their knowledge as a result of the investigation. 4 The Certification Officer may direct an inspector or inspectors appointed under section 37B to take no further steps in the investigation, or to take only such further steps as are specified in the direction, if— a it appears to the Certification Officer that matters have come to light in the course of the investigation which suggest that a criminal offence has been committed and those matters have been referred to the appropriate prosecuting authority, or b it appears to the Certification Officer appropriate to do so in any other circumstances. 5 Where an investigation is the subject of a direction under subsection (4), the inspector or inspectors shall make a final report to the Certification Officer only where the Certification Officer directs him or them to do so at the time of the direction under that subsection or subsequently. 6 The Certification Officer shall publish a final report made to him under this section. 7 The Certification Officer shall furnish a copy of such a report free of charge— a to the trade union which is the subject of the report, b to any auditor of that trade union or of any branch or section of the union, if he requests a copy before the end of the period of three years beginning with the day on which the report is published, and c to any member of the trade union if— i he has complained to the Certification Officer that there are circumstances suggesting any of the states of affairs specified in section 37B(2)(a) to (d), ii the Certification Officer considers that the report contains findings which are relevant to the complaint, and iii the member requests a copy before the end of the period of three years beginning with the day on which the report is published. 8 A copy of any report under this section, certified by the Certification Officer to be a true copy, is admissible in any legal proceedings as evidence of the opinion of the inspector or inspectors in relation to any matter contained in the report; and a document purporting to be a certificate of the Certification Officer under this subsection shall be received in evidence and be deemed to be such a certificate unless the contrary is proved.  Expenses of investigations. 37D 1 The expenses of an investigation under section 37B shall be defrayed in the first instance by the Certification Officer. 2 For the purposes of this section there shall be treated as expenses of an investigation, in particular, such reasonable sums as the Certification Officer may determine in respect of general staff costs and overheads. 3 A person who is convicted on a prosecution instituted as a result of the investigation may in the same proceedings be ordered to pay the expenses of the investigation to such extent as may be specified in the order.  Sections 37A and 37B: supplementary. 37E 1 Where— a a report of the auditor or auditors of a trade union, or a branch or section of a trade union, on the accounts audited by him or them and contained in the annual return of the union, or branch or section— i does not state without qualification that the accounts give a true and fair view of the matters to which they relate, or ii includes a statement in compliance with section 36(4), or b a member of a trade union has complained to the Certification Officer that there are circumstances suggesting any of the states of affairs specified in section 37B(2)(a) to (d), the Certification Officer shall consider whether it is appropriate for him to exercise any of the powers conferred on him by sections 37A and 37B. 2 If in a case where a member of a trade union has complained as mentioned in subsection (1)(b) the Certification Officer decides not to exercise any of the powers conferred by those sections he shall, as soon as reasonably practicable after making a decision not to do so, notify the member of his decision and, if he thinks fit, of the reasons for it. 3 Nothing in section 37A or 37B— a requires or authorises anyone to require the disclosure by a person of information which he would in an action in the High Court or the Court of Session be entitled to refuse to disclose on grounds of legal professional privilege except, if he is a lawyer, the name and address of his client, or b requires or authorises anyone to require the production by a person of a document which he would in such an action be entitled to refuse to produce on such grounds. 4 Nothing in section 37A or 37B requires or authorises anyone to require the disclosure of information or the production of documents in respect of which the person to whom the requirement would relate owes an obligation of confidence by virtue of carrying on the business of banking unless— a the person to whom the obligation is owed is the trade union, or any branch or section of the union, concerned or a trustee of any fund concerned, or b the person to whom the obligation of confidence is owed consents to the disclosure or production. 5 In sections 37A and 37B and this section— a references to documents include information recorded in any form, and b in relation to information recorded otherwise than in legible form, references to its production are to the production of a copy of the information in legible form. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "11", "section_title": " Offences.", "section_text": "11 1 In section 45 of the 1992 Act (offences), for subsection (5) there shall be substituted— 5 If a person contravenes any duty, or requirement imposed, under section 37A (power of Certification officer to require production of documents etc.) or 37B (investigations by inspectors) he commits an offence. 6 In any proceedings brought against a person in respect of a contravention of a requirement imposed under section 37A(3) or 37B(4) to produce documents it is a defence for him to prove— a that the documents were not in his possession, and b that it was not reasonably practicable for him to comply with the requirement. 7 If an official or agent of a trade union— a destroys, mutilates or falsifies, or is privy to the destruction, mutilation or falsification of, a document relating to the financial affairs of the trade union, or b makes, or is privy to the making of, a false entry in any such document, he commits an offence unless he proves that he had no intention to conceal the financial affairs of the trade union or to defeat the law. 8 If such a person fraudulently— a parts with, alters or deletes anything in any such document, or b is privy to the fraudulent parting with, fraudulent alteration of or fraudulent deletion in, any such document, he commits an offence. 9 If a person in purported compliance with a duty, or requirement imposed, under section 37A or 37B to provide an explanation or make a statement— a provides or makes an explanation or statement which he knows to be false in a material particular, or b recklessly provides or makes an explanation or statement which is false in a material particular, he commits an offence. . 2 After that section there shall be inserted—  Penalties and prosecution time limits. 45A 1 A person guilty of an offence under section 45 is liable on summary conviction— a in the case of an offence under subsection (1) or (5), to a fine not exceeding level 5 on the standard scale; b in the case of an offence under subsection (4), (7), (8) or (9), to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale or to both. 2 Proceedings for an offence under section 45(1) relating to the duty imposed by section 32 (duty to send annual return to Certification Officer) may be commenced at any time before the end of the period of three years beginning with the date when the offence was committed. 3 Proceedings for any other offence under section 45(1) may be commenced— a at any time before the end of the period of six months beginning with the date when the offence was committed, or b at any time after the end of that period but before the end of the period of twelve months beginning with the date when evidence sufficient in the opinion of the Certification Officer or, in Scotland, the procurator fiscal, to justify the proceedings came to his knowledge; but no proceedings may be commenced by virtue of paragraph (b) after the end of the period of three years beginning with the date when the offence was committed. 4 For the purposes of subsection (3)(b), a certificate signed by or on behalf of the Certification Officer or the procurator fiscal which states the date on which evidence sufficient in his opinion to justify the proceedings came to his knowledge shall be conclusive evidence of that fact. 5 A certificate stating that matter and purporting to be so signed shall be deemed to be so signed unless the contrary is proved. 6 For the purposes of this section— a in England and Wales, proceedings are commenced when an information is laid, and b in Scotland, subsection (3) of section 331 of the  Criminal Procedure (Scotland) Act 1975 (date of commencement of proceedings) applies as it applies for the purposes of that section. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "12", "section_title": " Disqualification of offenders.", "section_text": "12 After section 45A of the 1992 Act (which is inserted by section 11 above) there shall be inserted—  Duty to secure positions not held by certain offenders. 45B 1 A trade union shall secure that a person does not at any time hold a position in the union to which this section applies if— a within the period of five years immediately preceding that time he has been convicted of an offence under subsection (1) or (5) of section 45, or b within the period of ten years immediately preceding that time he has been convicted of an offence under subsection (4), (7), (8) or (9) of that section. 2 Subject to subsection (4), the positions to which this section applies are— a member of the executive, b any position by virtue of which a person is a member of the executive, c president, and d general secretary. 3 For the purposes of subsection (2)(a) “ member of the executive ” includes any person who, under the rules or practice of the union, may attend and speak at some or all of the meetings of the executive, otherwise than for the purpose of providing the committee with factual information or with technical or professional advice with respect to matters taken into account by the executive in carrying out its functions. 4 This section does not apply to the position of president or general secretary if the holder of that position— a is not, in respect of that position, either a voting member of the executive or an employee of the union, b holds that position for a period which under the rules of the union cannot end more than thirteen months after he took it up, and c has not held either position at any time in the period of twelve months ending with the day before he took up that position. 5 In subsection (4)(a) “ a voting member of the executive ” means a person entitled in his own right to attend meetings of the executive and to vote on matters on which votes are taken by the executive (whether or not he is entitled to attend all such meetings or to vote on all such matters or in all circumstances).  Remedies and enforcement. 45C 1 A member of a trade union who claims that the union has failed to comply with the requirement of section 45B may apply to the Certification Officer or to the court for a declaration to that effect. 2 On an application being made to him, the Certification Officer— a shall, where he considers it appropriate, give the applicant and the trade union an opportunity to be heard, b shall ensure that, so far as is reasonably practicable, the application is determined within six months of being made, c may make or refuse the declaration asked for, and d shall, whether he makes or refuses the declaration, give reasons for his decision in writing. 3 Where an application is made to the Certification Officer, the person who made that application, or any other person, is not prevented from making an application to the court in respect of the same matter. 4 If, after an application is made to the Certification Officer, an application in respect of the same matter is made to the court, the court shall have due regard to any declaration which has been made by the Certification Officer. 5 Where the court makes a declaration it shall also, unless it considers that it would be inappropriate, make an order imposing on the trade union a requirement to take within such period as may be specified in the order such steps to remedy the declared failure as may be so specified. 6 Where an order has been made, any person who is a member of the trade union and was a member at the time the order was made is entitled to enforce the order as if he had made the application on which the order was made. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "13", "section_title": " Action short of dismissal: non-infringing actions.", "section_text": "13 In section 148 of the 1992 Act (consideration of complaint of action short of dismissal), after subsection (2) there shall be inserted— 3 In determining what was the purpose for which action was taken by the employer against the complainant in a case where— a there is evidence that the employer’s purpose was to further a change in his relationship with all or any class of his employees, and b there is also evidence that his purpose was one falling within section 146, the tribunal shall regard the purpose mentioned in paragraph (a)\t\t\t\t\t\t(and not the purpose mentioned in paragraph (b)) as the purpose for which the employer took the action, unless it considers that the action was such as no reasonable employer would take having regard to the purpose mentioned in paragraph (a). 4 Where the action which the tribunal determines to have been the action taken against the complainant was action taken in consequence of previous action by the employer paragraph (a) of subsection (3) is satisfied if the purpose mentioned in that paragraph was the purpose of the previous action. 5 In subsection (3) “ class ”, in relation to an employer and his employees, means those employed at a particular place of work, those employees of a particular grade, category or description or those of a particular grade, category or description employed at a particular place of work. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "14", "section_title": " Right not to be excluded or expelled.", "section_text": "14 For sections 174 to 177 of the 1992 Act (right not to be unreasonably excluded or expelled from union where employment subject to union membership agreement) and the heading immediately preceding them there shall be substituted—  Right to membership of trade union  Right not to be excluded or expelled from union. 174 1 An individual shall not be excluded or expelled from a trade union unless the exclusion or expulsion is permitted by this section. 2 The exclusion or expulsion of an individual from a trade union is permitted by this section if (and only if)— a he does not satisfy, or no longer satisfies, an enforceable membership requirement contained in the rules of the union, b he does not qualify, or no longer qualifies, for membership of the union by reason of the union operating only in a particular part or particular parts of Great Britain, c in the case of a union whose purpose is the regulation of relations between its members and one particular employer or a number of particular employers who are associated, he is not, or is no longer, employed by that employer or one of those employers, or d the exclusion or expulsion is entirely attributable to his conduct. 3 A requirement in relation to membership of a union is “ enforceable ” for the purposes of subsection (2)(a) if it restricts membership solely by reference to one or more of the following criteria— a employment in a specified trade, industry or profession, b occupational description (including grade, level or category of appointment), and c possession of specified trade, industrial or professional qualifications or work experience. 4 For the purposes of subsection (2)(d) “ conduct ”, in relation to an individual, does not include— a his being or ceasing to be, or having been or ceased to be— i a member of another trade union, ii employed by a particular employer or at a particular place, or iii a member of a political party, or b conduct to which section 65 (conduct for which an individual may not be disciplined by a trade union) applies or would apply if the references in that section to the trade union which is relevant for the purposes of that section were references to any trade union. 5 An individual who claims that he has been excluded or expelled from a trade union in contravention of this section may present a complaint to an  employment tribunal .  Time limit for proceedings. 175 An  employment tribunal  shall not entertain a complaint under section 174 unless it is presented— a before the end of the period of six months beginning with the date of the exclusion or expulsion, or b where the tribunal is satisfied that it was not reasonably practicable for the complaint to be presented before the end of that period, within such further period as the tribunal considers reasonable.  Remedies. 176 1 Where the  employment tribunal  finds a complaint under section 174 is well-founded, it shall make a declaration to that effect. 2 An individual whose complaint has been declared to be well-founded may make an application for an award of compensation to be paid to him by the union. The application shall be made to an  employment tribunal  if when it is made the applicant has been admitted or re-admitted to the union, and otherwise to the Employment Appeal Tribunal. 3 The application shall not be entertained if made— a before the end of the period of four weeks beginning with the date of the declaration, or b after the end of the period of six months beginning with that date. 4 The amount of compensation awarded shall, subject to the following provisions, be such as the  employment tribunal  or the Employment Appeal Tribunal considers just and equitable in all the circumstances. 5 Where the  employment tribunal  or Employment Appeal Tribunal finds that the exclusion or expulsion complained of was to any extent caused or contributed to by the action of the applicant, it shall reduce the amount of the compensation by such proportion as it considers just and equitable having regard to that finding. 6 The amount of compensation calculated in accordance with subsections (4) and (5) shall not exceed the aggregate of— a an amount equal to thirty times the limit for the time being imposed by paragraph 8(1)(b) of Schedule 14 to the  Employment Protection (Consolidation) Act 1978 (maximum amount of a week’s pay for basic award in unfair dismissal cases), and b an amount equal to the limit for the time being imposed by section 75 of that Act (maximum compensatory award in such cases); and, in the case of an award by the Employment Appeal Tribunal, shall not be less than £5,000. 7 The Secretary of State may by order increase the sum specified in subsection (6). 8 An order under subsection (7)— a shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament, and b may contain such incidental, supplementary or transitional provisions as appear to the Secretary of State to be necessary or expedient.  Interpretation and other supplementary provisions. 177 1 For the purposes of section 174— a “ trade union ” does not include an organisation falling within paragraph (b) of section 1, b “ conduct ” includes statements, acts and omissions, and c “ employment ” includes any relationship whereby an individual personally does work or performs services for another person (related expressions being construed accordingly). 2 For the purposes of sections 174 to 176— a if an individual’s application for membership of a trade union is neither granted nor rejected before the end of the period within which it might reasonably have been expected to be granted if it was to be granted, he shall be treated as having been excluded from the union on the last day of that period, and b an individual who under the rules of a trade union ceases to be a member of the union on the happening of an event specified in the rules shall be treated as having been expelled from the union. 3 The remedy of an individual for infringement of the rights conferred by section 174 is by way of a complaint to an  employment tribunal  in accordance with that section, sections 175 and 176 and this section, and not otherwise. 4 Where a complaint relating to an expulsion which is presented under section 174 is declared to be well-founded, no complaint in respect of the expulsion shall be presented or proceeded with under section 66 (complaint of infringement of right not to be unjustifiably disciplined). 5 The rights conferred by section 174 are in addition to, and not in substitution for, any right which exists apart from that section; and, subject to subsection (4), nothing in that section, section 175 or 176 or this section affects any remedy for infringement of any such right. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "15", "section_title": " Right not to suffer deduction of unauthorised or excessive subscriptions.", "section_text": "15 For section 68 of the 1992 Act (right to require employer to stop deduction of union dues on termination of membership) and the heading immediately preceding it there shall be substituted—  Right not to suffer deduction of unauthorised or excessive union subscriptions  Right not to suffer deduction of unauthorised or excessive subscriptions. 68 1 Where arrangements (“ subscription deduction arrangements ”) exist between the employer of a worker and a trade union relating to the making from workers’ wages of deductions representing payments to the union in respect of the workers’ membership of the union (“ subscription deductions ”), the employer shall ensure— a that no subscription deduction is made from wages payable to the worker on any day (“ the relevant day ”) unless it is an authorised deduction, and b that the amount of any subscription deduction which is so made does not exceed the permitted amount. 2 For the purposes of subsection (1)(a) a subscription deduction is an authorised deduction in relation to the relevant day if— a a document containing the worker’s authorisation of the making from his wages of subscription deductions has been signed and dated by the worker, and b the authorisation is current on that day. 3 For the purposes of subsection (2)(b) an authorisation is current on the relevant day if that day falls within the period of three years beginning with the day on which the worker signs and dates the document containing the authorisation and subsection (4) does not apply. 4 This subsection applies if a document containing the worker’s withdrawal of the authorisation has been received by the employer in time for it to be reasonably practicable for him to secure that no subscription deduction is made from wages payable to the worker on the relevant day. 5 For the purposes of subsection (1)(b) the permitted amount in relation to the relevant day is— a the amount of the subscription deduction which falls to be made from wages payable to the worker on that day in accordance with the subscription deduction arrangements, or b if there is a relevant increase in the amount of subscription deductions and appropriate notice has not been given by the employer to the worker at least one month before that day, the amount referred to in paragraph (a) less the amount of the increase. 6 So much of the increase referred to in subsection (5)(b) is relevant as is not attributable solely to an increase in the wages payable on the relevant day. 7 In subsection (5)(b) “ appropriate notice ” means, subject to subsection (8) below, notice in writing stating— a the amount of the increase and the increased amount of the subscription deductions, and b that the worker may at any time withdraw his authorisation of the making of subscription deductions by giving notice in writing to the employer. 8 Where the relevant increase is attributable to an increase in any percentage by reference to which the worker’s subscription deductions are calculated, subsection (7) above shall have effect with the substitution, in paragraph (a), for the reference to the amount of the increase and the increased amount of the deductions of a reference to the percentage before and the percentage after the increase. 9 A worker’s authorisation of the making of subscription deductions from his wages shall not give rise to any obligation on the part of the employer to the worker to maintain or continue to maintain subscription deduction arrangements. 10 Where arrangements, whether included in subscription deduction arrangements or not, exist between the parties to subscription deduction arrangements for the making from workers’ wages of deductions representing payments to the union which are additional to subscription deductions, the amount of the deductions representing such additional payments shall be treated for the purposes of this section (where they would otherwise not be so treated) as part of the subscription deductions. 11 In this section and section 68A “ employer ”, “ wages ” and “ worker ” have the same meanings as in Part I of the  Wages Act 1986.  Complaint of infringement of rights. 68A 1 A worker may present a complaint to an  employment tribunal  that his employer has made a deduction from his wages in contravention of section 68— a within the period of three months beginning with the date of the payment of the wages from which the deduction, or (if the complaint relates to more than one deduction) the last of the deductions, was made, or b where the tribunal is satisfied that it was not reasonably practicable for the complaint to be presented within that period, within such further period as the tribunal considers reasonable. 2 Where a tribunal finds that a complaint under this section is well-founded, it shall make a declaration to that effect and shall order the employer to pay to the worker— a in the case of a contravention of paragraph (a) of subsection (1) of section 68, the whole amount of the deduction, and b in the case of a contravention of paragraph (b) of that subsection, the amount by which the deduction exceeded the amount permitted to be deducted by that paragraph, less any such part of the amount as has already been paid to the worker by the employer. 3 Where the making of a deduction from the wages of a worker both contravenes section 68(1) and involves one or more of the contraventions specified in subsection (4) of this section, the aggregate amount which may be ordered by an  employment tribunal  or court (whether on the same occasion or on different occasions) to be paid in respect of the contraventions shall not exceed the amount, or (where different amounts may be ordered to be paid in respect of different contraventions) the greatest amount, which may be ordered to be paid in respect of any one of them. 4 The contraventions referred to in subsection (3) are— a a contravention of the requirement not to make a deduction without having given the particulars required by section 8 (itemised pay statements) or 9(1)\t\t\t\t\t\t\t\t\t\t\t(standing statements of fixed deductions) of the  Employment Protection (Consolidation) Act 1978, b a contravention of section 1(1) of the  Wages Act 1986 (requirement not to make unauthorised deductions), and c a contravention of section 86(1) or 90(1) of this Act (requirements not to make deductions of political fund contributions in certain circumstances). ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "16", "section_title": " Extension of right not to be unjustifiably disciplined.", "section_text": "16 1 In section 65(2) of the 1992 Act (conduct for which an individual may not be disciplined by a trade union), after paragraph (e) there shall be inserted the following paragraphs— f failing to agree, or withdrawing agreement, to the making from his wages (in accordance with arrangements between his employer and the union) of deductions representing payments to the union in respect of his membership, g resigning or proposing to resign from the union or from another union, becoming or proposing to become a member of another union, refusing to become a member of another union, or being a member of another union, h working with, or proposing to work with, individuals who are not members of the union or who are or are not members of another union, i working for, or proposing to work for, an employer who employs or who has employed individuals who are not members of the union or who are or are not members of another union, or j requiring the union to do an act which the union is, by any provision of this Act, required to do on the requisition of a member. . 2 In section 65(7) of the 1992 Act (definitions), after the definition of “representative”, there shall be inserted the following— “ require ”\t\t\t\t\t\t\t\t(on the part of an individual) includes request or apply for, and “ requisition ” shall be construed accordingly. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "17", "section_title": " Requirement of postal ballot.", "section_text": "17 In section 230 of the 1992 Act (conduct of ballot), for subsections (2) and (3)\t\t\t(method of voting) there shall be substituted— 2 Except as regards persons falling within subsection (2A), so far as is reasonably practicable, every person who is entitled to vote in the ballot must— a have a voting paper sent to him by post at his home address or any other address which he has requested the trade union in writing to treat as his postal address; and b be given a convenient opportunity to vote by post. 2A Where a merchant seaman to whom this subsection applies is entitled to vote in the ballot he must, so far as is reasonably practicable— a have a voting paper made available to him while he is on board the ship or is at a place where the ship is; and b be given an opportunity to vote while he is on board the ship or is at a place where the ship is. 2B Subsection (2A) applies to a merchant seaman who the trade union reasonably believes will, throughout the period during which votes may be cast in the ballot, be employed in a ship either at sea or at a place outside Great Britain. 2C In subsections (2A) and (2B) “ merchant seaman ” means a person whose employment, or the greater part of it, is carried out on board sea-going ships. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "18", "section_title": " Notice of ballot and sample voting paper for employers.", "section_text": "18 1 In subsection (1) of section 226 of the 1992 Act (industrial action not protected unless it has support of a ballot), for the words from is not protected to the end there shall be substituted the words —                     a is not protected unless the industrial action has the support of a ballot, and b where section 226A falls to be complied with in relation to the person’s employer, is not protected as respects the employer unless the trade union has complied with section 226A in relation to him. . 2 After that section there shall be inserted—  Notice of ballot and sample voting paper for employers. 226A 1 The trade union must take such steps as are reasonably necessary to ensure that— a not later than the seventh day before the opening day of the ballot, the notice specified in subsection (2), and b not later than the third day before the opening day of the ballot, the sample voting paper specified in subsection (3), is received by every person who it is reasonable for the union to believe (at the latest time when steps could be taken to comply with paragraph (a)) will be the employer of persons who will be entitled to vote in the ballot. 2 The notice referred to in paragraph (a) of subsection (1) is a notice in writing— a stating that the union intends to hold the ballot, b specifying the date which the union reasonably believes will be the opening day of the ballot, and c describing (so that he can readily ascertain them) the employees of the employer who it is reasonable for the union to believe (at the time when the steps to comply with that paragraph are taken) will be entitled to vote in the ballot. 3 The sample voting paper referred to in paragraph (b) of subsection (1) is— a a sample of the form of voting paper which is to be sent to the employees who it is reasonable for the trade union to believe (at the time when the steps to comply with paragraph (a) of that subsection are taken) will be entitled to vote in the ballot, or b where they are not all to be sent the same form of voting paper, a sample of each form of voting paper which is to be sent to any of them. 4 In this section references to the opening day of the ballot are references to the first day when a voting paper is sent to any person entitled to vote in the ballot. 5 This section, in its application to a ballot in which merchant seamen to whom section 230(2A) applies are entitled to vote, shall have effect with the substitution in subsection (3), for references to the voting paper which is to be sent to the employees, of references to the voting paper which is to be sent or otherwise provided to them. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "19", "section_title": " Ballot result for employers.", "section_text": "19 After section 231 of the 1992 Act there shall be inserted—  Employers to be informed of ballot result. 231A 1 As soon as reasonably practicable after the holding of the ballot, the trade union shall take such steps as are reasonably necessary to ensure that every relevant employer is informed of the matters mentioned in section 231. 2 In subsection (1) “ relevant employer ” means a person who it is reasonable for the trade union to believe (at the time when the steps are taken) was at the time of the ballot the employer of any persons entitled to vote. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "20", "section_title": " Scrutiny of ballots.", "section_text": "20 1 After section 226A of the 1992 Act (which is inserted by section 18 above) there shall be inserted—  Appointment of scrutineer. 226B 1 The trade union shall, before the ballot in respect of the industrial action is held, appoint a qualified person (“ the scrutineer ”) whose terms of appointment shall require him to carry out in relation to the ballot the functions of— a taking such steps as appear to him to be appropriate for the purpose of enabling him to make a report to the trade union (see section 231B); and b making the report as soon as reasonably practicable after the date of the ballot and, in any event, not later than the end of the period of four weeks beginning with that date. 2 A person is a qualified person in relation to a ballot if— a he satisfies such conditions as may be specified for the purposes of this section by order of the Secretary of State or is himself so specified; and b the trade union has no grounds for believing either that he will carry out the functions conferred on him under subsection (1) otherwise than competently or that his independence in relation to the union, or in relation to the ballot, might reasonably be called into question. An order under paragraph (a) shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 The trade union shall ensure that the scrutineer duly carries out the functions conferred on him under subsection (1) and that there is no interference with the carrying out of those functions from the union or any of its members, officials or employees. 4 The trade union shall comply with all reasonable requests made by the scrutineer for the purposes of, or in connection with, the carrying out of those functions. . 2 In section 229 of that Act (voting paper), after subsection (1) there shall be inserted— 1A Each voting paper must— a state the name of the independent scrutineer, b clearly specify the address to which, and the date by which, it is to be returned, c be given one of a series of consecutive whole numbers every one of which is used in giving a different number in that series to each voting paper printed or otherwise produced for the purposes of the ballot, and d be marked with its number. This subsection, in its application to a ballot in which merchant seamen to whom section 230(2A) applies are entitled to vote, shall have effect with the substitution, for the reference to the address to which the voting paper is to be returned, of a reference to the ship to which the seamen belong. . 3 After section 231A of that Act (which is inserted by section 19 above) there shall be inserted—  Scrutineer’s report. 231B 1 The scrutineer’s report on the ballot shall state whether the scrutineer is satisfied— a that there are no reasonable grounds for believing that there was any contravention of a requirement imposed by or under any enactment in relation to the ballot, b that the arrangements made with respect to the production, storage, distribution, return or other handling of the voting papers used in the ballot, and the arrangements for the counting of the votes, included all such security arrangements as were reasonably practicable for the purpose of minimising the risk that any unfairness or malpractice might occur, and c that he has been able to carry out the functions conferred on him under section 226B(1) without any interference from the trade union or any of its members, officials or employees; and if he is not satisfied as to any of those matters, the report shall give particulars of his reason for not being satisfied as to that matter. 2 If at any time within six months from the date of the ballot— a any person entitled to vote in the ballot, or b the employer of any such person, requests a copy of the scrutineer’s report, the trade union must, as soon as practicable, provide him with one either free of charge or on payment of such reasonable fee as may be specified by the trade union. . 4 After section 226B of the 1992 Act there shall be inserted—  Exclusion for small ballots. 226C Nothing in section 226B, section 229(1A)(a) or section 231B shall impose a requirement on a trade union unless— a the number of members entitled to vote in the ballot, or b where separate workplace ballots are held in accordance with section 228(1), the aggregate of the number of members entitled to vote in each of them, exceeds 50. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "21", "section_title": " Notice of industrial action for employers.", "section_text": "21 After section 234 of the 1992 Act there shall be inserted—  Requirement on trade union to give notice of industrial action  Notice to employers of industrial action. 234A 1 An act done by a trade union to induce a person to take part, or continue to take part, in industrial action is not protected as respects his employer unless the union has taken or takes such steps as are reasonably necessary to ensure that the employer receives within the appropriate period a relevant notice covering the act. 2 Subsection (1) imposes a requirement in the case of an employer only if it is reasonable for the union to believe, at the latest time when steps could be taken to ensure that he receives such a notice, that he is the employer of persons who will be or have been induced to take part, or continue to take part, in the industrial action. 3 For the purposes of this section a relevant notice is a notice in writing which— a describes (so that he can readily ascertain them) the employees of the employer who the union intends to induce or has induced to take part, or continue to take part, in the industrial action (“ the affected employees ”), b states whether industrial action is intended to be continuous or discontinuous and specifies— i where it is to be continuous, the intended date for any of the affected employees to begin to take part in the action, ii where it is to be discontinuous, the intended dates for any of the affected employees to take part in the action, and c states that it is given for the purposes of this section. 4 For the purposes of subsection (1) the appropriate period is the period— a beginning with the day when the union satisfies the requirement of section 231A in relation to the ballot in respect of the industrial action, and b ending with the seventh day before the day, or before the first of the days, specified in the relevant notice. 5 For the purposes of subsection (1) a relevant notice covers an act done by the union if the person induced is one of the affected employees and— a where he is induced to take part or continue to take part in industrial action which the union intends to be continuous, if— i the notice states that the union intends the industrial action to be continuous, and ii there is no participation by him in the industrial action before the date specified in the notice in consequence of any inducement by the union not covered by a relevant notice; and b where he is induced to take part or continue to take part in industrial action which the union intends to be discontinuous, if there is no participation by him in the industrial action on a day not so specified in consequence of any inducement by the union not covered by a relevant notice. 6 For the purposes of this section— a a union intends industrial action to be discontinuous if it intends it to take place only on some days on which there is an opportunity to take the action, and b a union intends industrial action to be continuous if it intends it to be not so restricted. 7 Where— a continuous industrial action which has been authorised or endorsed by a union ceases to be so authorised or endorsed otherwise than to enable the union to comply with a court order or an undertaking given to a court, and b the industrial action has at a later date again been authorised or endorsed by the union (whether as continuous or discontinuous action), no relevant notice covering acts done to induce persons to take part in the earlier action shall operate to cover acts done to induce persons to take part in the action authorised or endorsed at the later date and this section shall apply in relation to an act to induce a person to take part, or continue to take part, in the industrial action after that date as if the references in subsection (3)(b)(i) to the industrial action were to the industrial action taking place after that date. 8 The requirement imposed on a trade union by subsection (1) shall be treated as having been complied with if the steps were taken by other relevant persons or committees whose acts were authorised or endorsed by the union and references to the belief or intention of the union in subsection (2) or, as the case may be, subsections (3), (5) and (6) shall be construed as references to the belief or the intention of the person or committee taking the steps. 9 The provisions of section 20(2) to (4) apply for the purpose of determining for the purposes of subsection (1) who are relevant persons or committees and whether the trade union is to be taken to have authorised or endorsed the steps the person or committee took and for the purposes of subsection (7) whether the trade union is to be taken to have authorised or endorsed the industrial action. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "22", "section_title": " Industrial action affecting supply of goods or services to an individual.", "section_text": "22 After section 235 of the 1992 Act there shall be inserted—  Industrial action affecting supply of goods or services to an individual  Industrial action affecting supply of goods or services to an individual. 235A 1 Where an individual claims that— a any trade union or other person has done, or is likely to do, an unlawful act to induce any person to take part, or to continue to take part, in industrial action, and b an effect, or a likely effect, of the industrial action is or will be to— i prevent or delay the supply of goods or services, or ii reduce the quality of goods or services supplied, to the individual making the claim, he may apply to the High Court or the Court of Session for an order under this section. 2 For the purposes of this section an act to induce any person to take part, or to continue to take part, in industrial action is unlawful— a if it is actionable in tort by any one or more persons, or b (where it is or would be the act of a trade union) if it could form the basis of an application by a member under section 62. 3 In determining whether an individual may make an application under this section it is immaterial whether or not the individual is entitled to be supplied with the goods or services in question. 4 Where on an application under this section the court is satisfied that the claim is well-founded, it shall make such order as it considers appropriate for requiring the person by whom the act of inducement has been, or is likely to be, done to take steps for ensuring— a that no, or no further, act is done by him to induce any persons to take part or to continue to take part in the industrial action, and b that no person engages in conduct after the making of the order by virtue of having been induced by him before the making of the order to take part or continue to take part in the industrial action. 5 Without prejudice to any other power of the court, the court may on an application under this section grant such interlocutory relief (in Scotland, such interim order) as it considers appropriate. 6 For the purposes of this section an act of inducement shall be taken to be done by a trade union if it is authorised or endorsed by the union; and the provisions of section 20(2) to (4) apply for the purposes of determining whether such an act is to be taken to be so authorised or endorsed. Those provisions also apply in relation to proceedings for failure to comply with an order under this section as they apply in relation to the original proceedings.  Application for assistance for proceedings under section 235A. 235B 1 An individual who is an actual or prospective party to proceedings to which this section applies may apply to the Commissioner for Protection Against Unlawful Industrial Action (in this section and section 235C referred to as “ the Commissioner ”) for assistance in relation to the proceedings, and the Commissioner shall, as soon as reasonably practicable after receiving the application, consider it and decide whether and to what extent to grant it. 2 This section applies to proceedings or prospective proceedings to the extent that they consist in, or arise out of, an application to the court under section 235A brought with respect to an act of a trade union; but the Secretary of State may by order provide that this section shall also apply to such proceedings brought with respect to an act of a person other than a trade union. Any order shall be made by statutory instrument; and no such order shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 3 The matters to which the Commissioner may have regard in determining whether, and to what extent, to grant an application under this section include— a whether it is unreasonable, having regard to the complexity of the case, to expect the applicant to deal with it unaided, and b whether, in the Commissioner’s opinion, the case involves a matter of substantial public interest or concern. 4 If the Commissioner decides not to provide assistance, he shall, as soon as reasonably practicable after making the decision, notify the applicant of his decision and, if he thinks fit, of the reasons for it. 5 If the Commissioner decides to provide assistance, he shall, as soon as reasonably practicable after making the decision— a notify the applicant, stating the extent of the assistance to be provided, and b give him a choice, subject to any restrictions specified in the notification, as to the financial arrangements to be made in connection with the provision of the assistance. 6 The assistance provided may include the making of arrangements for, or for the Commissioner to bear the costs of— a the giving of advice or assistance by a solicitor or counsel, and b the representation of the applicant, or the provision to him of such assistance as is usually given by a solicitor or counsel— i in steps preliminary or incidental to the proceedings, or ii in arriving at or giving effect to a compromise to avoid or bring an end to the proceedings.  Provisions supplementary to section 235B. 235C 1 Where assistance is provided under section 235B with respect to the conduct of proceedings— a it shall include an agreement by the Commissioner to indemnify the applicant (subject only to any exceptions specified in the notification) in respect of any liability to pay costs or expenses arising by virtue of any judgment or order of the court in the proceedings, b it may include an agreement by the Commissioner to indemnify the applicant in respect of any liability to pay costs or expenses arising by virtue of any compromise or settlement arrived at in respect of the matter in connection with which the assistance is provided in order to avoid or bring proceedings to an end, and c it may include an agreement by the Commissioner to indemnify the applicant in respect of any liability to pay damages pursuant to an undertaking given on the grant of interlocutory relief (in Scotland, an interim order) to the applicant. 2 Where the Commissioner provides assistance in relation to any proceedings, he shall do so on such terms, or make such other arrangements, as will secure that a person against whom the proceedings have been or are commenced is informed that assistance has been or is being provided by the Commissioner in relation to them. 3 In England and Wales, the recovery of expenses incurred by the Commissioner in providing an applicant with assistance (as taxed or assessed in such manner as may be prescribed by rules of court) shall constitute a first charge for the benefit of the Commissioner— a on any costs which, by virtue of any judgment or order of the court, are payable to the applicant by any other person in respect of the matter in connection with which the assistance is provided, and b on any sum payable to the applicant under a compromise or settlement arrived at in connection with that matter to avoid or bring proceedings to an end. 4 In Scotland, the recovery of such expenses (as taxed or assessed in such manner as may be prescribed by rules of court) shall be paid to the Commissioner, in priority to other debts— a out of any expenses which, by virtue of any judgment or order of the court, are payable to the applicant by any other person in respect of the matter in connection with which the assistance is provided, and b out of any sum payable to the applicant under a compromise or settlement arrived at in connection with that matter to avoid or bring proceedings to an end. 5 Where a person is receiving assistance in relation to proceedings, there shall, if he so wishes, be added after his name in the title of the proceedings the words (assisted by the Commissioner for Protection Against Unlawful Industrial Action ). 6 The addition of those words shall not be construed as making the Commissioner a party to the proceedings or as liable to be treated as a party for any purpose; and the omission of those words shall be treated as an irregularity only and shall not nullify the proceedings, any step taken in the proceedings or any document, judgment or order therein. 7 Where the Commissioner grants an application to a person who for the purposes of the application— a has made a statement which he knew to be false in a material particular, or b has recklessly made a statement which was false in a material particular, he is entitled to recover from that person any sum paid by him to that person, or to any other person, by way of assistance; but nothing in this subsection affects the power of the Commissioner to enter into any agreement he thinks fit as to the terms on which assistance is provided. 8 Nothing in section 235B or this section affects the law and practice regulating the description of persons who may appear in, conduct, defend and address the court in any proceedings. 9 In section 235B and this section “ applicant ”, in relation to assistance, means the individual on whose application the assistance is provided. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "32", "section_title": " Right to declaration of invalidity of discriminatory terms and rules.", "section_text": "32 In section 6 of the  Sex Discrimination Act 1986 (application of section 77 of the  Sex Discrimination Act 1975, which provides for discriminatory terms of contracts to be void, to terms of collective agreements, employers’ rules and rules of certain organisations), after subsection (4) there shall be inserted— 4A A person to whom this subsection applies may present a complaint to an  employment tribunal  that a term or rule is void by virtue of subsection (1) of the said section 77 if he has reason to believe— a that the term or rule may at some future time have effect in relation to him, and b where he alleges that it is void by virtue of paragraph (c) of that subsection, that— i an act for the doing of which it provides may at some such time be done in relation to him, and ii the act would be, or be deemed by virtue of subsection (3) above to be, rendered unlawful by the 1975 Act if done in relation to him in present circumstances. 4B In the case of a complaint about— a a term of a collective agreement made by or on behalf of— i an employer, ii an organisation of employers of which an employer is a member, or iii an association of such organisations of one of which an employer is a member, or b a rule made by an employer, subsection (4A) applies to any person who is, or is genuinely and actively seeking to become, one of his employees. 4C In the case of a complaint about a rule made by an organisation, authority or body to which subsection (2) above applies, subsection (4A) applies to any person— a who is, or is genuinely and actively seeking to become, a member of the organisation, authority or body, b on whom the organisation, authority or body has conferred an authorisation or qualification, or c who is genuinely and actively seeking an authorisation or qualification which the organisation, authority or body has power to confer. 4D When an  employment tribunal  finds that a complaint presented to it under subsection (4A) above is well-founded the tribunal shall make an order declaring that the term or rule is void. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "33", "section_title": " Amendments of transfer of undertakings regulations.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "34", "section_title": " Redundancy consultation procedures.", "section_text": "34 1 Chapter  II  of Part IV of the 1992 Act (procedure for handling redundancies) shall be amended in accordance with subsections (2) to (5) below. 2 In section 188 (duty of employer to consult trade union representatives)— a in subsection (4)\t\t\t\t\t\t\t(information to be disclosed to representatives), after paragraph (e) there shall be inserted and                         f the proposed method of calculating the amount of any redundancy payments to be made (otherwise than in compliance with an obligation imposed by or by virtue of any enactment) to employees who may be dismissed. , b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c at the end of subsection (7)\t\t\t\t\t\t\t(exception from requirements in special circumstances) there shall be inserted—   “                            Where the decision leading to the proposed dismissals is that of a person controlling the employer (directly or indirectly), a failure on the part of that person to provide information to the employer shall not constitute special circumstances rendering it not reasonably practicable for the employer to comply with such a requirement.                          ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 193 (duty of employer to notify Secretary of State of certain redundancies), at the end of subsection (7)\t\t\t\t\t(exception from requirements in special circumstances) there shall be inserted—   “                        Where the decision leading to the proposed dismissals is that of a person controlling the employer (directly or indirectly), a failure on the part of that person to provide information to the employer shall not constitute special circumstances rendering it not reasonably practicable for the employer to comply with any of those requirements.                      ” . 5 For section 195 there shall be substituted—  Construction of references to dismissal as redundant etc. 195 1 In this Chapter references to dismissal as redundant are references to dismissal for a reason not related to the individual concerned or for a number of reasons all of which are not so related. 2 For the purposes of any proceedings under this Chapter, where an employee is or is proposed to be dismissed it shall be presumed, unless the contrary is proved, that he is or is proposed to be dismissed as redundant. . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "35", "section_title": " Repeal of Part II of Wages Act 1986.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "39", "section_title": " Agreements not to take proceedings before  employment tribunal .", "section_text": "39 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 6 to this Act shall have effect for making corresponding amendments in  ... the  Trade Union and Labour Relations (Consolidation) Act 1992."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "43", "section_title": " Functions of ACAS.", "section_text": "43 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For section 213 of the 1992 Act (powers of ACAS to give advice) there shall be substituted—  Advice. 213 1 ACAS may, on request or otherwise, give employers, employers’ associations, workers and trade unions such advice as it thinks appropriate on matters concerned with or affecting or likely to affect industrial relations. 2 ACAS may also publish general advice on matters concerned with or affecting or likely to affect industrial relations. . 3 In section 249(2) of the 1992 Act (chairman to be full time, but other members full or part time), the first sentence shall be omitted, and, in the second sentence, after the word as, in the first place where it occurs, there shall be inserted the words  “                    chairman, or as                  ” ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "44", "section_title": " Fees for exercise of functions by ACAS.", "section_text": "44 After section 251 of the 1992 Act there shall be inserted the following section—  Fees for exercise of functions by ACAS. 251A 1 ACAS may, in any case in which it thinks it appropriate to do so, but subject to any directions under subsection (2) below, charge a fee for exercising a function in relation to any person. 2 The Secretary of State may direct ACAS to charge fees, in accordance with the direction, for exercising any function specified in the direction, but the Secretary of State shall not give a direction under this subsection without consulting ACAS. 3 A direction under subsection (2) above may require ACAS to charge fees in respect of the exercise of a function only in specified descriptions of case. 4 A direction under subsection (2) above shall specify whether fees are to be charged in respect of the exercise of any specified function— a at the full economic cost level, or b at a level less than the full economic cost but not less than a specified proportion or percentage of the full economic cost. 5 Where a direction requires fees to be charged at the full economic cost level ACAS shall fix the fee for the case at an amount estimated to be sufficient to cover the administrative costs of ACAS of exercising the function including an appropriate sum in respect of general staff costs and overheads. 6 Where a direction requires fees to be charged at a level less than the full economic cost ACAS shall fix the fee for the case at such amount, not being less than the proportion or percentage of the full economic cost specified under subsection (4)(b) above, as it thinks appropriate (computing that cost in the same way as under subsection (5) above). 7 No liability to pay a fee charged under this section shall arise on the part of any person unless ACAS has notified that person that a fee may or will be charged. 8 For the purposes of this section— a a function is exercised “ in relation to ” a person who avails himself of the benefit of its exercise, whether or not he requested its exercise and whether the function is such as to be exercisable in relation to particular persons only or in relation to persons generally; and b where a function is exercised in relation to two or more persons the fee chargeable for its exercise shall be apportioned among them as ACAS thinks appropriate. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "45", "section_title": " Careers services.", "section_text": "45 For sections 8 to 10 of the  Employment and Training Act 1973 (careers services of education authorities) and the heading immediately preceding them there shall be substituted—  Careers services  Duty of Secretary of State to ensure provision of careers services for school and college students. 8 1 It shall be the duty of the Secretary of State to secure the provision of relevant services for assisting persons undergoing relevant education to decide— a what employments, having regard to their capabilities, will be suitable for and available to them when they cease undergoing such education, and b what training or education is or will be required by and available to them in order to fit them for those employments, and for assisting persons ceasing to undergo relevant education to obtain such employments, training and education. 2 In subsection (1) of this section and section 9 of this Act “ relevant services ” means— a giving of assistance by collecting, or disseminating or otherwise providing, information about persons seeking, obtaining or offering employment, training and education, b offering advice and guidance, and c other services calculated to facilitate the provision of any services specified in paragraphs (a) and (b) of this subsection. 3 In this section and section 9 of this Act “ relevant education ” means— a education involving full-time attendance at any educational institution in Great Britain, other than an educational institution within the higher education sector, and b education involving part-time attendance at any educational institution in Great Britain, other than an educational institution within the higher education sector, which is education of a description commonly undergone by persons in order to fit them for employment. 4 The references in subsection (3) of this section to an educational institution within the higher education sector shall be construed— a as respects England and Wales, in accordance with section 91(5) of the  Further and Higher Education Act 1992 or, if this section is in force at any time before section 65 of that Act comes into force, in accordance with section 61(3)(a) of that Act until that section comes into force, and b as respects Scotland, in accordance with section 56(2) of the  Further and Higher Education (Scotland) Act 1992.  Power of Secretary of State to arrange for provision of careers services for others. 9 The Secretary of State shall have power to secure the provision of relevant services, or any description of relevant services, for assisting persons other than those undergoing relevant education, or any description of such persons, to decide— a what employments, having regard to their capabilities, are or will be suitable for and available to them, and b what training or education is or will be required by and available to them in order to fit them for those employments, and for assisting those persons to obtain such employments, training and education.  Provision of services. 10 1 The Secretary of State may perform the duty imposed on him by section 8 of this Act, and exercise the power conferred on him by section 9 of this Act, by making arrangements with— a local education authorities or (in Scotland) education authorities, b persons of any other description, or c local education authorities or education authorities and persons of any other description acting jointly, under which they undertake to provide, or arrange for the provision of, services in accordance with the arrangements; and in doing so the Secretary of State shall have regard to the requirements of disabled persons. 2 The Secretary of State may also perform the duty imposed on him by section 8 of this Act, and exercise the power conferred on him by section 9 of this Act, by giving directions to local education authorities or education authorities requiring them to provide, or arrange for the provision of, services in accordance with the directions; and in doing so the Secretary of State shall have regard to the requirements of disabled persons. 3 Directions given under this section may require local education authorities and education authorities— a to provide services themselves or jointly with other authorities or persons, b to arrange for the provision of services by other authorities or persons, or c to consult and co-ordinate in the provision, or in arranging for the provision, of services with other authorities or persons. 4 Arrangements made, and directions given, under this section may include provision for the making of payments by the Secretary of State, whether by way of grant or loan or otherwise, to the persons with whom they are made or to whom they are given. 5 Arrangements made, and directions given, under this section in exercise of the power conferred by section 9 of this Act may include provision permitting the making of charges for the provision of the services to which they relate. 6 Arrangements made, and directions given, under this section shall require the person with whom they are made or to whom they are given— a to provide, or arrange for the provision, of services in accordance with such guidance of a general character as the Secretary of State may give, and b to furnish the Secretary of State, in such manner and at such times as he may specify in the arrangements or directions or in guidance given under paragraph (a) of this subsection, with such information and facilities for obtaining information as he may so specify. 7 The Secretary of State may give directions to local education authorities and education authorities requiring them to transfer (on such terms as may be specified in the directions) to any persons who are providing, or are to provide, services in accordance with arrangements made, or directions given, under this section any records of the authorities which may be relevant in the provision of the services. 8 Local education authorities and education authorities shall have power— a to provide services or arrange for the provision of services in accordance with arrangements made, or directions given, under this section (including services provided outside their areas) by any such means (including by the formation of companies for the purpose) as they consider appropriate, and b to employ officers and provide facilities for and in connection with the provision of the services or arranging for the provision of the services; but, where directions are given to local education authorities and education authorities, the power conferred on them by this subsection shall be exercised in accordance with the directions. 9 Where services are being provided in pursuance of arrangements made, or directions given, under this section, the authority with whom the arrangements are made or to whom the directions have been given shall have power, with the consent of the Secretary of State, to provide, or arrange for the provision of, more extensive (relevant) services than the arrangements authorise or the directions require and to employ more officers and provide more facilities accordingly. 10 Nothing in sections 8 and 9 and this section shall make it unlawful for a local education authority or education authority to defray the cost of exercising their powers under this section from resources other than payments of the Secretary of State. 11 A direction given under this section may be revoked or varied by another direction so given. 12 Nothing in this section shall be taken to limit the arrangements which may be made under section 2 of this Act. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "46", "section_title": " Careers services: ancillary services.", "section_text": "46 After section 10 of the  Employment and Training Act 1973 (which is inserted by section 45 above) there shall be inserted—  Provision of ancillary goods and services. 10A 1 The functions of a local education authority or education authority shall include power to enter into agreements for the supply of goods or services authorised by this section with any person (other than an authority) who provides, or arranges for the provision of, relevant services and is a person with whom this section authorises such arrangements to be made. 2 This section authorises the making of such arrangements with any person— a who, under arrangements (or joint arrangements) made with that person under section 10(1) or (3) of this Act provides, or arranges for the provision of, the services; b who provides the services jointly with an authority under section 10(3) of this Act; c who is the means by which, under section 10(8), an authority provides, or arranges for the provision of, the services. 3 Subject to subsections (4), (5) and (6) below, this section authorises— a the supply by the authority to the person of any goods; b the provision by the authority for the person of any administrative, professional or technical services; c the use by the person of any vehicle, plant or apparatus belonging to the authority and, without prejudice to paragraph (b) above, the placing at the disposal of the person of the services of any person employed in connection with the vehicle or other property in question; d the carrying out by the authority of works of maintenance in connection with land or buildings for the maintenance of which the person is responsible; and the authority may purchase and store any goods which in their opinion they may require for the purposes of paragraph (a) above. 4 The supply by an authority of goods or services to any person is authorised by this section only for the purpose of the provision by that person of relevant services. 5 The supply by an authority of goods or services to any person is authorised by this section only during the period of two years beginning with the day on which that person first provides relevant services in the area of that authority. 6 Goods and services shall be supplied on such terms as can reasonably be expected to secure that the full cost of making the supply is recovered by the authority. 7 The supply by an authority of goods or services to any person is authorised outside as well as within the area of that authority. 8 This section is without prejudice to the generality of any other enactment conferring functions on local education authorities or education authorities. 9 In this section— “ goods ” includes materials; and “ relevant services ” has the meaning given in section 8(2) of this Act. ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "47", "section_title": " Employment and training functions of Scottish Enterprise and Highlands and Islands Enterprise.", "section_text": "47 1 In section 2 of the  Employment and Training Act 1973 (functions of the Secretary of State), after subsection (3) there shall be inserted— 3A Without prejudice to subsection (2)(f) of this section, the Secretary of State may wholly or partly perform his duty under subsection (1) of this section in relation to Scotland by authorising or directing Scottish Enterprise or Highlands and Islands Enterprise to act on his behalf— a in the making of arrangements under this section in such cases or for such purposes as may be specified in or determined under the authorisation or direction; b in the taking of such steps for the purposes of, or in connection with, the carrying out of any arrangements under this section (including any made otherwise than by Scottish Enterprise or Highlands and Islands Enterprise) as may be so specified or determined, and the power under this subsection to give authorisations or directions shall include power to revoke or vary any authorisation or direction so given. 3B Where Scottish Enterprise or Highlands and Islands Enterprise make arrangements under this section in pursuance of an authorisation or direction made by the Secretary of State under subsection (3A)(a) above, they shall, at such times as the Secretary of State may require, report to him what provision, if any, they have included in those arrangements in relation to disabled persons. . 2 The  Enterprise and New Towns (Scotland) Act 1990 shall be amended in accordance with the following provisions of this section. 3 In paragraphs (a)(ii) and (b)(ii) of section 1 (Scottish Enterprise and Highlands and Islands Enterprise), after the word Act, there shall be inserted the words  “                    maintaining and                  ” . 4 In section 2 (functions in relation to training for employment etc.)— a in subsection (3), after paragraph (c) there shall be inserted ; and                         d providing temporary employment for persons who are without employment. , and b in subsection (4), for the word training, in both places where it occurs, there shall be substituted the words  “                        employment and training                      ” . 5 After section 14 there shall be inserted—  Power of Ministers to confer or impose functions. 14A 1 Without prejudice to the foregoing provisions of this Act, the functions of each of Scottish Enterprise and Highlands and Islands Enterprise shall include— a a power to do anything in connection with unemployment, training for employment or employment which it is authorised to do by a Minister of the Crown; and b a duty to do anything in connection with unemployment, training for employment or employment which it is required to do by or under a direction given to it by a Minister of the Crown. 2 Scottish Enterprise and Highlands and Islands Enterprise shall each— a from time to time submit to the Secretary of State particulars of what it proposes to do for the purpose of carrying out the functions conferred or imposed upon it by or under subsection (1) above; and b ensure that all its activities in relation to those functions are in accordance with such proposals submitted by it to the Secretary of State as have been approved by him and with such modifications (if any) of those proposals as are notified to the body in question by him. 3 The power of a Minister of the Crown by virtue of subsection (1) above to authorise or direct Scottish Enterprise or Highlands and Islands Enterprise to do anything shall include the power to delegate powers conferred on him by any enactment; but nothing in this section shall authorise any Minister of the Crown to delegate a power to make subordinate legislation (within the meaning of the  Interpretation Act 1978). ."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "48", "section_title": " Interpretation.", "section_text": "48 In this Act— “ the 1978 Act ” means the  Employment Protection (Consolidation) Act 1978, and “ the 1992 Act ” means the  Trade Union and Labour Relations (Consolidation) Act 1992."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "49", "section_title": " Miscellaneous and consequential amendments.", "section_text": "49 1 The enactments specified in Schedule 7 to this Act shall have effect subject to the amendments there specified (which are miscellaneous amendments). 2 The enactments specified in Schedule 8 to this Act shall have effect subject to the amendments there specified (which are consequential amendments)."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "50", "section_title": " Transitional provisions and savings.", "section_text": "50 The transitional provisions and savings set out in Schedule 9 to this Act shall have effect."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "51", "section_title": " Repeals and revocations.", "section_text": "51 The enactments mentioned in Schedule 10 to this Act (which include enactments which are unnecessary) are repealed, and the instruments mentioned in that Schedule are revoked, to the extent specified in the third column of that Schedule."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "52", "section_title": " Commencement.", "section_text": "52 Subject to any other commencement provision, the preceding sections of, and the Schedules to, this Act shall not come into force until such day as the Secretary of State may appoint by order made by statutory instrument; and different days may be appointed for different provisions and different purposes."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "53", "section_title": " Financial provision.", "section_text": "53 There shall be paid out of money provided by Parliament— a any expenditure of the Secretary of State under this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "54", "section_title": " Northern Ireland.", "section_text": "54 1 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes to which this subsection applies— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 The purposes to which subsection (1) above applies are purposes corresponding to those of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f section 32, g section 34, h section 35, i sections 36, 38 and 39 and Schedule 6, j section 40, and k this Part (including Schedules 7, 8, 9 and 10). 3 The following provisions of this Act (and no others) extend to Northern Ireland— a section 3 and Schedule 1 (but only for the purposes of their application to trade unions and unincorporated employers’ associations having their head or main office outside Northern Ireland), b sections 33, 48, 49, 50, 51, 52 and 55 and this section, c paragraphs 2, 6 and 7 of Schedule 8, d paragraphs 1 and 4 of Schedule 9, and e Schedule 10 so far as it relates to enactments or instruments which extend there."}, {"act": "Trade Union Reform and Employment Rights Act 1993", "year": 1993, "section": "55", "section_title": " Short title.", "section_text": "55 This Act may be cited as the Trade Union Reform and Employment Rights Act 1993."}]