[{"act": "Video Recordings Act 1993", "year": 1993, "section": "1", "section_title": " Titles to be assigned to video works for identification purposes.", "section_text": "1 1 In subsection (1) of section 4 of the  Video Recordings Act 1984 (arrangements for classification of video works), in paragraph (b) before sub-paragraph (i) there shall be inserted the following sub-paragraph— ia for assigning a unique title to each video work in respect of which a classification certificate is to be issued . 2 In paragraph (c) of that subsection the words from “including” to the end shall be omitted and after that subsection there shall be inserted the following subsections— 1A A title assigned to a video work under subsection (1)(b)(ia) above shall consist of— a the title under which the video work was determined to be suitable for the issue of a classification certificate; and b a registration number (which may contain letters and other symbols as well as figures). 1B The record maintained under subsection (1)(c) above shall include, in relation to each video work in respect of which a classification certificate has been issued, a video recording which— a contains the video work; and b shows, or shows on its spool, case or other thing on or in which the recording is kept— i the title assigned to the video work under subsection (1)(b)(ia) above; and ii the determination or determinations made in respect of the video work. 3 In subsection (2) of section 7 of that Act (contents of classification certificate), after the words “must contain” there shall be inserted  “                the title assigned to the video work in accordance with section 4(1)(b)(ia) of this Act and.              ”"}, {"act": "Video Recordings Act 1993", "year": 1993, "section": "2", "section_title": " General defence to offences under the 1984 Act.", "section_text": "2 After section 14 of the  Video Recordings Act 1984 there shall be inserted the following section—  General defence to offences under this Act. 14A Without prejudice to any defence specified in the preceding provisions of this Act in relation to a particular offence, it is a defence to a charge of committing any offence under this Act to prove— a that the commission of the offence was due to the act or default of a person other than the accused, and b that the accused took all reasonable precautions and exercised all due diligence to avoid the commission of the offence by any person under his control."}, {"act": "Video Recordings Act 1993", "year": 1993, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Video Recordings Act 1993", "year": 1993, "section": "4", "section_title": " Extension of procedure for evidence by certificate.", "section_text": "4 In section 19 of the  Video Recordings Act 1984 (evidence by certificate) after subsection (3) there shall be inserted the following subsections— 3A In any proceedings in England and Wales or Northern Ireland for an offence under this Act, a certificate purporting to be signed by a person authorised in that behalf by the Secretary of State and stating— a that he has examined the record maintained in pursuance of arrangements made by the designated authority, and b that the record shows that, on the date specified in the certificate, no classification certificate had been issued in respect of a video work having a particular title, shall be admissible as evidence of the fact that, on that date, no classification certificate had been issued in respect of a work of that title. 3B In any proceedings in England and Wales or Northern Ireland for an offence under this Act, a certificate purporting to be signed by a person authorised in that behalf by the Secretary of State and stating— a that he has examined the record maintained in pursuance of arrangements made by the designated authority, and b that the record shows that, on the date specified in the certificate under this subsection, a classification certificate was issued in respect of a video work having a particular title and that a document identified by the certificate under this subsection is a copy of the classification certificate so issued, shall be admissible as evidence of the fact that, on that date, a classification certificate in terms of the document so identified was issued in respect of a work of that title."}, {"act": "Video Recordings Act 1993", "year": 1993, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Video Recordings Act 1993", "year": 1993, "section": "6", "section_title": " Short title, commencement and extent.", "section_text": "6 1 This Act may be cited as the Video Recordings Act 1993. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 Section 5 above extends to Scotland only. 4 This Act (apart from section 5) extends to Northern Ireland."}]