[{"act": "Welsh Language Act 1993", "year": 1993, "section": "1", "section_title": " Establishment of the Board.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "2", "section_title": " Membership of the Board.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "3", "section_title": " Functions of the Board.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "4", "section_title": " Supplementary provisions about the Board.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "5", "section_title": " Duty of notified public bodies to prepare schemes.", "section_text": "5 1 Every public body to which a notice is given under section 7 below and which— a provides services to the public in Wales, or b exercises statutory functions in relation to the provision by other public bodies of services to the public in Wales, shall prepare a scheme specifying the measures which it proposes to take, for the purpose mentioned in subsection (2) below, as to the use of the Welsh language in connection with the provision of those services, or of such of them as are specified in the notice. 2 The purpose referred to in subsection (1) above is that of giving effect, so far as is both appropriate in the circumstances and reasonably practicable, to the principle that in the conduct of public business and the administration of justice in Wales the English and Welsh languages should be treated on a basis of equality. 3 In preparing a scheme under this Part of this Act a public body shall have regard to any guidelines issued by the Board under section 9 below."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "6", "section_title": " Meaning of “public body”.", "section_text": "6 1 In this Part of this Act “ public body ” means— a a county council,  county borough council,  district council or community council; b a joint committee of two or more bodies within paragraph (a) above; c a joint board of which the members are two or more bodies within paragraph (a) above; ca a National Park authority; d a police and crime commissioner; e a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; f . . . a Special Health Authority established under   section 28 of the National Health Service Act 2006 or section 22 of the National Health Service (Wales) Act 2006  ; ff a Local Health Board established under   section 11 of the National Health Service (Wales) Act 2006  ; g a National Health Service trust constituted under   the National Health Service Act 2006 or the National Health Service (Wales) Act 2006  ; h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i a Community Health Council   established under section 182 of the National Health Service (Wales) Act 2006  ; ia the Wales Centre for Health; j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k the Higher Education Funding Council for Wales; l the governing body of a community, foundation or voluntary school or a community or foundation special school (within the meaning of the School Standards and Framework Act 1998); m a further education corporation established under section 15 or 16 of the  Further and Higher Education Act 1992; n a higher education corporation established under section 121 or 122 of the  Education Reform Act 1988; na the Commissioner for Older People in Wales; o any person (whether or not a body corporate or unincorporate)— i who appears to the Secretary of State to be exercising functions of a public nature, or ii all or substantially all of whose activities appear to the Secretary of State to be conducted under an agreement, or in accordance with arrangements, made with a public body within paragraphs (a) to (n) or sub-paragraph (i) above or a person acting as servant or agent of the Crown, and who is specified, or is of a description of persons specified, by order made by the Secretary of State for the purposes of this Part of this Act. 2 The power to make an order under this section shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "7", "section_title": " Notices to public bodies.", "section_text": "7 1 The Board may give a notice in writing under this section to any public body. 2 A notice under subsection (1) above shall— a state that the public body to which the notice is given is required to prepare a scheme in accordance with section 5 above; b specify a date before which that body is required to submit the scheme to the Board; c inform that body of its rights of objection under section 8(1) below. 3 The Board shall give a copy of the current guidelines issued under section 9 below to any public body to which it gives a notice under subsection (1) above. 4 Different notices may be given to a public body under this section in respect of different services."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "8", "section_title": " Objections to time limits for submitting schemes.", "section_text": "8 1 A person to whom the Board has given a notice under section 7 above may by notice in writing to the Board object to the date specified in the notice under section 7 as the date before which the scheme is to be submitted to the Board. 2 A notice under this section shall be given within such time as may be specified by the Board in the notice given by it under section 7 above. 3 A notice under this section shall give the reasons for any objection to which it relates. 4 On considering an objection made in accordance with this section, the Board may either dismiss it or propose an extension of the time limit concerned. 5 If the Board proposes an extension of the time limit and the objector agrees to the proposal, the notice under section 7 above shall have effect with the substitution of the agreed date. 6 If the Board dismisses the objection or the objector does not agree to a proposal made by the Board and, in either case, the objection is not withdrawn, the Board shall refer the objection to the Secretary of State. 7 The Board shall, on referring an objection to the Secretary of State, send him— a a copy of the notice under section 7, b a copy of the notice given by the objector under this section, and c a statement of the Board’s reasons for its decisions on the objection. 8 On a reference under this section the Secretary of State may confirm a decision of the Board to dismiss the objection, or may direct that the notice under section 7 above shall have effect with the substitution of a later date for the date referred to in subsection (1) above (and that later date may be the same as or later than any date proposed by the Board under this section)."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "9", "section_title": " Duty to issue guidelines.", "section_text": "9 1 The Board shall issue guidelines as to the form and content of schemes to which this Part of this Act applies. 2 No guidelines shall be issued by the Board under this section unless a draft of them has been approved by the Secretary of State. 3 The Board shall arrange for any guidelines issued under this section to be published in such manner as it thinks fit."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "10", "section_title": " Approval of guidelines.", "section_text": "10 1 As soon as reasonably practicable after the commencement of this Act the Board shall prepare a draft of any guidelines that it proposes to issue under section 9 above and shall send copies of the draft to— a such persons likely to be required to prepare schemes, and b such organisations representative of members of the public who may be affected by the schemes, as it considers appropriate. 2 After considering any representations made to it about the draft guidelines and making any amendments that it considers appropriate, the Board shall send a report on the representations and a copy of the draft to the Secretary of State. 3 After considering the Board’s report and the draft guidelines, the Secretary of State may approve the draft, either unamended or with such amendments as he thinks fit. 4 The Secretary of State shall lay before Parliament a copy of any draft guidelines received by him from the Board, with any amendments made by him under subsection (3) above. 5 If either House of Parliament passes a resolution requiring the draft to be withdrawn, the Board shall prepare a draft in substitution for the one to which the resolution relates; and this section shall apply in relation to the substituted draft as it applies in relation to the original. 6 No resolution shall be passed by either House of Parliament under subsection (5) above after the expiration of the period of 40 days beginning with the day on which the draft was laid before that House; but for the purposes of this subsection no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "11", "section_title": " Revision of guidelines.", "section_text": "11 The Board shall at such intervals as it thinks fit revise the guidelines issued by it under section 9 above, and that section and section 10 above shall apply in relation to the revised guidelines as they apply in relation to the guidelines first issued."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "12", "section_title": " Preparation of schemes.", "section_text": "12 1 A public body to which the Board has given a notice under section 7 above shall submit a scheme to the Board before the date specified in the notice. 2 A scheme shall include provisions specifying— a a time-table for giving effect to the measures proposed in the scheme; b the ways in which the public body will ensure that the scheme is publicised."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "13", "section_title": " Consultation on preparation of schemes.", "section_text": "13 1 A public body preparing a scheme for submission to the Board shall carry out such consultations as may be appropriate in order to ascertain views representative of both Welsh-speaking and other members of the public who may be affected by the scheme. 2 A public body shall comply with any directions given to it by the Board in connection with the performance of its duty under subsection (1) above."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "14", "section_title": " Approval or imposition of schemes.", "section_text": "14 1 If a scheme appears to the Board to be satisfactory, either as it is submitted to the Board or with modifications agreed between the Board and the public body submitting it, the Board shall approve the scheme. 2 If— a no scheme is submitted to the Board before the date specified in the notice under section 7 above, or such later date as the Board may allow, or b a scheme has been submitted before that date (or that later date) but has not been approved by the Board, the Board, or in a case within paragraph (b) above either the Board or the public body submitting the scheme, may refer the matter to the Secretary of State. 3 On a reference under subsection (2) above, the Secretary of State may, in a case within paragraph (a) of that subsection, request the public body concerned to submit a scheme to the Board before a date specified by the Secretary of State; and if he does so, this Part of this Act shall apply as if that date were substituted for the date specified by virtue of section 7(2)(b) above. 4 On a reference under subsection (2) above, the Secretary of State may, in a case within paragraph (b) of that subsection, request the Board and the public body concerned to try to reach agreement on the terms of a scheme before a date specified by the Secretary of State; and if he does so he shall not exercise his powers under subsection (5) below before that date. 5 On a reference under subsection (2) above, the Secretary of State may in any case himself decide upon the terms of a scheme; and if he does so— a he shall send a copy of the scheme to the Board and to the public body concerned, and b this Part of this Act shall then apply as if the scheme had been submitted by the body and approved by the Board."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "15", "section_title": " Periodic revision of schemes.", "section_text": "15 1 At any time after the Board has in accordance with section 11 above issued revised guidelines under section 9 above, it may by notice in writing to any public body whose scheme it has approved require that body to review the scheme and submit to the Board a statement of its conclusions. 2 After receiving a statement under subsection (1) above, the Board may by notice in writing require the public body to submit a revised scheme to the Board before such date as may be specified in the notice. 3 Sections 12 to 14 above shall with the necessary modifications apply where a notice is given under subsection (2) above as they apply where a notice is given under section 7 above."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "16", "section_title": " Amendment of schemes.", "section_text": "16 1 Where a scheme prepared by a public body has been approved by the Board, either the public body or the Board may at any time by notice in writing to the other propose amendments to the scheme. 2 The Board shall not exercise the power conferred by subsection (1) above except where it is satisfied that amendments of the scheme are appropriate because of changes in the functions of the public body or in the circumstances in which those functions are carried out. 3 If the amendments proposed are agreed between the public body and the Board, either as proposed or with modifications, the scheme shall thereafter have effect subject to the amendments. 4 If the amendments are not agreed, either the public body or the Board may refer the matter to the Secretary of State. 5 On a reference under subsection (4) above, the Secretary of State may request the Board and the public body concerned to try to reach agreement on the amendments before a date specified by the Secretary of State; and if he does so he shall not exercise his powers under subsection (6) below before that date. 6 On a reference under subsection (4) above, the Secretary of State may— a determine that no amendments should be made, or b himself decide upon the amendments to be made to the scheme (which may be the amendments proposed, either with or without modifications, or other amendments). 7 Where in accordance with subsection (6) above the Secretary of State decides upon the amendments to be made to a scheme— a he shall send a copy of the amendments to the Board and to the public body concerned, and b the scheme shall thereafter have effect subject to the amendments."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "17", "section_title": " Investigations.", "section_text": "17 1 Where it appears to the Board, whether on a complaint made to it under section 18 below or otherwise, that a public body may have failed to carry out a scheme approved by the Board, the Board may conduct an investigation in order to ascertain whether there has been a failure. 2 The procedure for conducting an investigation under this section shall be such as the Board considers appropriate in the circumstances of the case, and in particular an investigation may be conducted in private. 3 The Board may, if it considers it appropriate to do so, pay to any person who attends or provides information for the purposes of an investigation— a sums in respect of the expenses properly incurred by him, and b allowances by way of compensation for the loss of his time, in accordance with such scales and subject to such conditions as may be determined by the Secretary of State with the approval of the Treasury."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "18", "section_title": " Complaints of non-compliance.", "section_text": "18 1 This section applies where— a a written complaint is made to the Board by a person who claims to have been directly affected by a failure of a public body to carry out a scheme approved by the Board, b the complaint is made within the period of twelve months beginning with the day on which the complainant first knew of the matters alleged in the complaint, and c the Board is satisfied that the complainant has brought the matter complained of to the notice of the public body concerned and that that body has had a reasonable opportunity to consider it and to respond. 2 Where this section applies, the Board shall either investigate that complaint under section 17 above or shall send to the complainant a statement of its reasons for not doing so."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "19", "section_title": " Reports on investigations.", "section_text": "19 1 Where the Board undertakes an investigation under section 17 above, it shall send a report of the results of the investigation to the public body concerned, to the Secretary of State and, where the investigation is conducted on a complaint made under section 18 above, to the complainant (whether or not the complaint is withdrawn before the investigation is completed). 2 Where the Board considers that it would be appropriate for a report of the results of an investigation to be published, either in the form of the report made under subsection (1) above or in some other form, the Board may arrange for publication in such manner as it thinks fit. 3 Where on completing an investigation the Board is satisfied that the public body concerned has failed to carry out the scheme, the Board may include in its report recommendations as to action to be taken by the public body in order to remedy the failure or to avoid future failures."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "20", "section_title": " Directions by Secretary of State.", "section_text": "20 1 If at any time it appears to the Board that a public body has failed to take any action recommended in a report under section 19 above, the Board may refer the matter to the Secretary of State. 2 If on a reference under this section the Secretary of State is satisfied, after considering any representations made to him by the Board and by the public body concerned, that the body has failed to take any action recommended in the report, he may give such directions to the public body as he considers appropriate. 3 Any directions given by the Secretary of State under subsection (2) above shall be enforceable, on an application made by him, by mandamus."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "21", "section_title": " Persons acting on behalf of the Crown.", "section_text": "21 1 References in this Part of this Act to public bodies do not include references to any person acting as the servant or agent of the Crown; but the following provisions of this section shall apply where such a person has adopted or proposes to adopt a Welsh language scheme. 2 A person who has adopted a Welsh language scheme before the commencement of this Act shall send a copy of it to the Board. 3 A person preparing a Welsh language scheme after the commencement of this Act shall have regard to any guidelines issued by the Board under section 9 above, and shall before adopting it send the proposed scheme to the Board. 4 Where the Board suggests amendments to a scheme or proposed scheme sent by any person to the Board in accordance with subsection (2) or (3) above, that person shall, if he does not give effect to the amendments, send to the Board a written statement of the reasons for not doing so. 5 Sections 17 to 19 above shall apply in relation to persons to whom this section applies and to Welsh language schemes adopted by them as they apply to public bodies and schemes approved by the Board. 6 In this section “ Welsh language scheme ” means a scheme specifying measures which the person preparing the scheme proposes to take as to the use of the Welsh language in connection with the provision of services to the public in Wales by that person, or by others who are acting as servants or agents of the Crown or are public bodies."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "22", "section_title": " Use of Welsh in legal proceedings.", "section_text": "22 1 In any legal proceedings in Wales the Welsh language may be spoken by any party, witness or other person who desires to use it, subject in the case of proceedings in a court other than a magistrates’ court to such prior notice as may be required by rules of court; and any necessary provision for interpretation shall be made accordingly. 2 Any power to make rules of court includes power to make provision as to the use, in proceedings in or having a connection with Wales, of documents in the Welsh language."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "23", "section_title": " Oaths and affirmations.", "section_text": "23 1 The Lord Chancellor may   , after consulting the Lord Chief Justice of England and Wales,  make rules prescribing a translation in the Welsh language of any form for the time being prescribed by law as the form of any oath or affirmation to be administered and taken or made by any person in any court, and an oath or affirmation administered and taken or made in any court in Wales in the translation prescribed by such rules shall, without interpretation, be of the like effect as if it had been administered and taken or made in the English language. 2 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "24", "section_title": " Provision of interpreters.", "section_text": "24 1 The Lord Chancellor may make rules as to the provision and employment of interpreters of the Welsh and English languages for the purposes of proceedings before courts in Wales. 2 The interpreters shall be paid, out of the same fund as the expenses of the court are payable, such remuneration in respect of their services as the Lord Chancellor may determine. 3 The Lord Chancellor’s powers under this section shall be exercised with the consent of the Treasury."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "25", "section_title": " Powers to give Welsh names to statutory bodies  etc.", "section_text": "25 1 Where a name is conferred by an Act of Parliament on any body, office or place, the appropriate Minister may by order confer on the body, office or place an alternative name in Welsh. 2 Where an Act of Parliament gives power, exercisable by statutory instrument, to confer a name on any body, office or place, the power shall include power to confer alternative names in English and Welsh. 3 Subsection (1) above does not apply in relation to a name conferred on any area or local authority by the  Local Government Act 1972."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "26", "section_title": " Powers to prescribe Welsh forms.", "section_text": "26 1 This section applies where an Act of Parliament specifies, or confers power to specify,— a the form of any document, or b any form of words, which is to be or may be used for an official or public purpose or for any other purpose where the consequences in law of any act depend on the form used. 2 Where the Act itself specifies the form of the document or the form of words, the appropriate Minister may by order prescribe— a a form of the document in Welsh, or partly in Welsh and partly in English or, as the case may be, b a form of words in Welsh, for use in such circumstances and subject to such conditions as may be prescribed by the order. 3 Where the Act confers a power to specify the form of the document or the form of words, the power shall include power to prescribe— a separate forms of the document, or separate forms of words, in Welsh and in English, and b in the case of a document, a form partly in Welsh and partly in English, for use in such circumstances and subject to such conditions as may be prescribed by the instrument by which the power is exercised. 4 Where the powers conferred by this section are exercised in relation to the form of a document or a form of words, a reference in an Act or instrument to the form shall, so far as may be necessary, be construed as (or as including) a reference to the form prescribed under or by virtue of this section. 5 This section shall not apply in relation to a provision which— a confers, or gives power to confer, a name on any body, office or place, or b requires specified words to be included in the name of any body, office or place."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "27", "section_title": " Provisions supplementary to sections 25 and 26.", "section_text": "27 1 Anything done in Welsh by virtue of section 26 above shall have the like effect as if done in English. 2 Any provision authorising— a the use of a document or words to the like effect as a document or words of which another version is prescribed by virtue of section 26 above, or b the adaptation of a document or words of which another version is so prescribed, shall apply in relation to both versions. 3 The powers to make orders under sections 25(1) and 26(2) above shall be exercisable by statutory instrument, which shall be laid before Parliament after being made. 4 References in sections 25 and 26 above to an Act of Parliament include references to Acts passed after this Act; and in those sections “ the appropriate Minister ” in relation to any Act means— a in the case of provisions for the execution of which in Wales a Minister other than the Secretary of State is responsible, that Minister, and b in any other case, the Secretary of State. 5 Any question arising under paragraphs (a) and (b) of subsection (4) above shall be determined by the Treasury; and in that subsection “ Minister ” includes the Treasury, the Commissioners of Customs and Excise and the Commissioners of Inland Revenue."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "28", "section_title": " Industrial and provident societies.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "29", "section_title": " Credit unions.", "section_text": "29 1 Section 3 of the  Credit Unions Act 1979 (use of name “credit union”, etc) shall be amended as follows. 2 In subsection (1), there shall be added at the end the words  “                    or, if the rules of the society state that its registered office is to be in Wales, either those words or the words “undeb credyd”                  ” . 3 In subsection (2), after the words “ “credit union” or” there shall be inserted the words  “                    undeb credyd or                  ” ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "30", "section_title": " Documents relating to Welsh companies.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "31", "section_title": " Publicity for limited liability status of Welsh companies.", "section_text": "31 In section 351 of the  Companies Act 1985, subsections (3) and (4) (which require the status of a company whose name ends in “cwmni cyfyngedig cyhoeddus” or “cyfyngedig” to appear in English on certain documents) shall cease to have effect."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "32", "section_title": " Registered charities.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "33", "section_title": " Statement of charitable status.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "34", "section_title": " Notices.", "section_text": "34 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "35", "section_title": " Repeals and consequential amendments.", "section_text": "35 1 The enactments mentioned in Schedule 2 to this Act (which include spent enactments) are hereby repealed to the extent specified in the third column of that Schedule. 2 The  Companies Act 1985 (Welsh Language Accounts) Regulations 1992 are hereby revoked. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In the Appendix of forms in Schedule 1 to the Representation of the  People Act 1983, in paragraph 2(a) of the directions as to printing the ballot paper, for the words from “except” to “and the” there shall be substituted the words  “                    except the direction to vote for one candidate only and the                  ” . 5 For section 22 of the Representation of the  People Act 1985 (power to prescribe Welsh version of forms specified in certain rules and regulations) there shall be substituted—  Welsh forms 22 Section 26 of the Welsh Language Act 1993 (power to prescribe Welsh forms of documents or words specified in Acts), except subsection (3), shall apply in relation to regulations made under the principal Act or this Act and rules made (or having effect as if made) under section 36 of the principal Act as it applies in relation to Acts of Parliament."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "36", "section_title": " Commencement.", "section_text": "36 1 Subject to subsection (2) below, this Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 2 Sections 30, 31 and 35(2), and the repeals made by this Act in the  Companies Act 1985, shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument; and different days may be appointed for different purposes. 3 An order under subsection (2) above may include such transitional provisions as appear to the Secretary of State to be necessary or expedient."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "37", "section_title": " Short title.", "section_text": "37 This Act may be cited as the Welsh Language Act 1993."}, {"act": "Welsh Language Act 1993", "year": 1993, "section": "6", "section_title": " Meaning of “public body”.", "section_text": "6 1 In this Part of this Act “ public body ” means— a a county council,  county borough council,  district council or community council; b a joint committee of two or more bodies within paragraph (a) above; c a joint board of which the members are two or more bodies within paragraph (a) above; ca a National Park authority; d a police and crime commissioner; e a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; f . . . a Special Health Authority established under   section 28 of the National Health Service Act 2006 or section 22 of the National Health Service (Wales) Act 2006  ; ff a Local Health Board established under   section 11 of the National Health Service (Wales) Act 2006  ; g a National Health Service trust constituted under   the National Health Service Act 2006 or the National Health Service (Wales) Act 2006  ; h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i a Community Health Council   established under section 182 of the National Health Service (Wales) Act 2006  ; ia the Wales Centre for Health; j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k the Higher Education Funding Council for Wales; l the governing body of a community, foundation or voluntary school or a community or foundation special school (within the meaning of the School Standards and Framework Act 1998); m a further education corporation established under section 15 or 16 of the  Further and Higher Education Act 1992; n a higher education corporation established under section 121 or 122 of the  Education Reform Act 1988; na the Commissioner for Older People in Wales; o any person (whether or not a body corporate or unincorporate)— i who appears to the Secretary of State to be exercising functions of a public nature, or ii all or substantially all of whose activities appear to the Secretary of State to be conducted under an agreement, or in accordance with arrangements, made with a public body within paragraphs (a) to (n) or sub-paragraph (i) above or a person acting as servant or agent of the Crown, and who is specified, or is of a description of persons specified, by order made by the Secretary of State for the purposes of this Part of this Act. 2 The power to make an order under this section shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}]