[{"act": "British North America Act 1871", "year": 1871, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The British North America Act , 1871. ”"}, {"act": "British North America Act 1871", "year": 1871, "section": "2", "section_title": " Parliament of Canada may establish new Provinces and provide for the constitution, &c. thereof.", "section_text": "2 The Parliament of Canada may from time to time establish new Provinces in any territories forming for the time being part of the Dominion of Canada, but not included in any Province thereof, and may, at the time of such establishment, make provision for the constitution and administration of any such Province, and for the passing of laws for the peace, order, and good government of such Province, and for its representation in the said Parliament."}, {"act": "British North America Act 1871", "year": 1871, "section": "3", "section_title": " Alteration of limits of Provinces.", "section_text": "3 The Parliament of Canada may from time to time, with the consent of the Legislature of any Province of the said Dominion, increase, diminish, or otherwise alter the limits of such Province, upon such terms and conditions as may be agreed to by the said Legislature, and may, with the like consent, make provision respecting the effect and operation of any such increase or diminution or alteration of territory in relation to any Province affected thereby."}, {"act": "British North America Act 1871", "year": 1871, "section": "4", "section_title": " Parliament of Canada may legislate for any territory not included in a Province.", "section_text": "4 The Parliament of Canada may from time to time make provision for the administration, peace, order, and good government of any territory not for the time being included in any Province."}, {"act": "British North America Act 1871", "year": 1871, "section": "5", "section_title": " Confirmation of Acts of Parliament of Canada 32 & 33  Vict.  (Canadian) cap. 3. 33 Vict. (Canadian) cap. 3.", "section_text": "5 The following Acts passed by the said Parliament of Canada, and intituled respectively,— “An Act for the temporary government of Rupert’s Land and the North Western Territory when united with Canada;” and “An Act to amend and continue the Act thirty-two and thirty-three Victoria, chapter three, and to establish and provide for the government of the Province of Manitoba,” shall be and be deemed to have been valid and effectual for all purposes whatsoever from the date at which they respectively received the assent, in the Queen’s name, of the Governor General of the said Dominion of Canada."}, {"act": "British North America Act 1871", "year": 1871, "section": "6", "section_title": " Limitation of powers of Parliament of Canada to legislate for an established Province.", "section_text": "6 Except as provided by the third section of this Act, it shall not be competent for the Parliament of Canada to alter the provisions of the last-mentioned Act of the said Parliament in so far as it relates to the Province of Manitoba, or of any other Act hereafter establishing new Provinces in the said Dominion, subject always to the right of the Legislature of the Province of Manitoba to alter from time to time the provisions of any law respecting the qualification of electors and members of the Legislative Assembly and to make laws respecting elections in the said Province."}]