[{"act": "Fairs Act 1871", "year": 1871, "section": "1", "section_title": " Title.", "section_text": "1 This Act may be cited as \t\t\t\t“ The Fairs Act 1871. ”"}, {"act": "Fairs Act 1871", "year": 1871, "section": "2", "section_title": " Definition of \n\n\t\t\t\t“owner”.", "section_text": "2 In this Act the term \t\t\t\t“ owner ” means any person or persons, or body of commissioners, or body corporate, entitled to hold any fair, whether in respect of the ownership of any lands or tenements, or under any charter, letters patent, or Act of Parliament, or otherwise howsoever."}, {"act": "Fairs Act 1871", "year": 1871, "section": "3", "section_title": " Secretary of State may, on representation of magistrates, with consent of owner, order fair to be abolished. Notice of representation to be published in newspapers.", "section_text": "3 In case it shall appear to the Secretary of State for the Home Department, upon representation duly made to him by the magistrates of any petty sessional district within which any fair is held, or by the owner of any fair in England or Wales, that it would be for the convenience and advantage of the public that any such fair shall be abolished, it shall be lawful for the said Secretary of State for the Home Department, with the previous consent in writing of the owner for the time being of such fair, or of the tolls or dues payable in respect thereof, to order that such fair shall be abolished accordingly: Provided always, that notice of such representation, and of the time when it shall please the Secretary of State for the Home Department to take the same into consideration, shall be published once in the London Gazette, and in three successive weeks in some one and the same newspaper published in the county, city, or borough in which such fair is held, or if there be no newspaper published therein, then in the newspaper of some county adjoining or near thereto, before such representation is so considered."}, {"act": "Fairs Act 1871", "year": 1871, "section": "4", "section_title": " Order of Secretary of State to be published in newspaper.", "section_text": "4 When and so soon as any such order as aforesaid shall have been made by the Secretary of State for the Home Department, notice of the making of the same shall be published in the London Gazette, and in some one newspaper of the county, city, or borough in which such fair is usually held, or if there be no newspaper published therein, then in the newspaper of some county adjoining or near thereto, and thereupon such fair shall be abolished."}]