[{"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "1", "section_title": "Title of Act.", "section_text": " 1   This Act may be cited as The Lunacy Regulation (Ireland) Act, 1871.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "2", "section_title": "Interpretation of terms.", "section_text": " 2   In this Act, unless there be something in the subject matter or contents repugnant to the construction—     The expression \" the Lord Chancellor \" shall be construed to mean the Lord High Chancellor of Ireland for the time being, and to include or be applicable to the Lord Keeper or Lords Commissioners for the custody of the Great Seal of the kingdom of Ireland for the time being:      And the expression \" the Lord Chancellor intrusted as aforesaid \" shall be construed to mean the Lord High Chancellor of Ireland for the time being intrusted by virtue of the Queen's Sign Manual with the care and commitment of the custody of the persons and estates of persons found idiot, lunatic, or of unsound mind :      And the expression \" the master \" shall, as to all matters in lunacy now pending in which a reference hath hitherto been made to any of the present masters of the Court of Chancery in Ireland, be construed to mean the master to whom the last reference in the said pending matter hath been made, or such other master of the said court to whom the Lord Chancellor intrusted as aforesaid shall by an order to be made in the matter of the said lunacy direct that future reference and application in the matter of the said lunacy shall be made, and shall as to all matters in lunacy to be hereafter commenced and instituted, and all matters in lunacy now pending in which no reference hath hitherto been made to any of the present masters of the court, be construed to mean the Receiver Master of the Court of Chancery in Ireland for the time being :      And the expression \" the registrar \" shall be construed to mean the registrar in lunacy for the time being :      And the expression \" legal visitors \" shall be construed to mean the legal visitors for the time being appointed by the Chancellor intrusted as aforesaid to perform the duties herein-after specified :      And the expression \" solicitor for minors and lunatics \" shall be construed to mean the solicitor for minors and lunatics for the time being appointed by the Chancellor intrusted as aforesaid according to the practice in lunacy and minor matters in Ireland:      And the word \" land \" shall be construed to comprehend any manor, messuage, tenement, hereditament, or real property of whatsoever tenure, and also property of every description transferable otherwise than in books kept by any company or society, or any share thereof or charge thereon, or estate or interest therein:      And the word \" stock \" shall be construed to comprehend any fund, annuity, or security transferable in books kept by any company or society, or any money payable for the discharge or redemption thereof, or any share or interest therein:      And the word \" dividends \" shall be construed to comprehend interest or other annual produce :      And the provisions relating to \" the Bank of Ireland, \" save such as regard the lodgment of moneys to the credit of the lunacy fund herein-after mentioned, shall be construed to extend and be applicable to every other company or society established or to be established:      And the word \" conveyance \" shall be construed to comprehend any release, surrender, assignment, or other assurance, including all acts, deeds, and things necessary for making and perfecting the same :      And the word \" transfer \" shall be construed to comprehend any assignment, payment, or other disposition :      And the word \" lunatic \" shall be construed to mean any person found by inquisition idiot, lunatic, or of unsound mind, and incapable of managing himself or his affairs :      And the words \" alleged lunatic \" shall be construed to mean any person stated to be or treated as if he were a lunatic, or any person as to the fact of whose lunacy the Lord Chancellor intrusted as aforesaid shall think fit that inquiry should be had:      And the words \" person of weak mind \" shall be construed to mean any person from any temporary cause or sickness affecting his mental capacity incapable of managing himself or his affairs :      And an expression \" next of kin \" shall be construed to refer to the next of kin of a lunatic, and to comprehend his heir or heirs-at-law, and also the person or persons who would be entitled to his estate, or to shares thereof, under the statutes for the distribution of the effects of intestates, in case he were dead intestate:      And the word \" person \" or \" party \" shall be construed to comprehend a body corporate.     "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "3", "section_title": "The clerk of the custodies to be styled the registrar in lunacy; his duties and salary.", "section_text": " 3   The present clerk of the custodies of idiots and lunatics shall henceforth be styled the registrar in lunacy, and the said registrar shall fulfil the duties now fulfilled by the clerk of the custodies of idiots and lunatics, and such other duties as shall be in this Act by him directed to be performed, and shall receive such annual salary, not exceeding the annual sum of five hundred pounds, payable out of the lunacy fund herein-after mentioned, in such manner and at such time as the Lord Chancellor intrusted as aforesaid shall by any order or orders at any time or from time to time direct and appoint, and after the resignation or dismissal of the present registrar, or his ceasing to act as such registrar, all future registrars shall be appointed in the manner and for the time herein-after provided.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "4", "section_title": "Copies of medical certificates, &c. certifying as to lunacy to be transmitted to registrar.", "section_text": " 4   The inspectors of lunatic asylums in Ireland shall transmit to the registrar, within two days after receiving the same, copies of all medical certificates hereafter received by them in pursuance of the provisions of the Act fifth and sixth Victoria, chapter one hundred and twenty-three, section sixteen; and where any two or more justices shall by warrant direct any persons to be taken to a lunatic asylum, in pursuance to the provisions of the Act thirtieth and thirty-first Victoria, chapter one hundred and eighteen, section ten, one of such justices shall, within two days after signing the warrant, transmit or cause the clerk of such justices to transmit by post to the registrar a copy of the certificate of the medical officer upon which such warrant was issued.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "5", "section_title": "Manager, &c. of asylum, on receiving any lunatic, &c. to make return.", "section_text": " 5   Every resident medical superintendent or manager of any district or county or other public lunatic asylum, and every proprietor of any lunatic asylum, and every person whosoever who-shall receive into or keep and detain in his custody or care any person being of unsound mind, shall within one week from the date at which he shall have received into or begun to keep or detain in his custody or care any such person, transmit by post to the registrar a notice or return setting forth his own name, residence, and description, the name, last known residence, and description of such person so received or kept or detained, the name, residence, and description of the person by whom or by whose order or direction or request such person so declared had been delivered into or was then kept and detained in the custody or care of the person making or giving such return or notice, the name or names of the legally qualified medical practitioner or practitioners, or of any other person or persons (if any) who shall have certified to the lunacy of the said person so received or kept or detained, and also the age, the nature of the lunacy, and property (if any) of such person, together with all such other circumstances as shall be directed by the Lord Chancellor intrusted as aforesaid by any general order; and shall within like period after detention or custody ceasing, or place of detention or custody being changed, give like notice of such cesser or change of detention or custody, with such further particulars as shall be directed by the Lord Chancellor intrusted as aforesaid by any general order; and every person who is by this section required to make such return as aforesaid, and who has at the time of the passing of this Act any person of unsound mind in his care or custody, shall make the like return or notice with regard to such last-mentioned person within one month after a date to be fixed by the Lord Chancellor intrusted as aforesaid for the county or province in which such last-mentioned person is in such custody or care as aforesaid, of which date when so fixed due notice shall be given by publication in the Dublin Gazette and in some newspaper circulating in the county or province for which such day has been so fixed.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "6", "section_title": "Persons treating any other as lunatic, &c. to make return.", "section_text": " 6   Any person who shall treat or cause to be treated any other person as of unsound mind and incapable of managing his person or property, by confining him or retaining him in his care or custody, or by causing him to be confined in any hospital, infirmary, gaol, prison, bridewell, lunatic asylum, whether public or private, or other public institution or place of confinement whatsoever for the reception of persons of unsound mind, or in the custody of any other person, or by instituting or defending, or causing to be instituted or defended in his name, any legal proceedings, or by interfering in the management of the property as being the property of a person of unsound mind and incapable of managing his person or property, or otherwise howsoever, shall, within one week after beginning so to treat or cause to be treated any person as of unsound mind and incapable of managing his person or property as aforesaid, transmit by post to the registrar a notice or return setting forth his own name, residence, and description, the name, last residence, present abode, and description of the person so treated, the name, residence, and description of the person in whose custody or care the person so treated is, the name or names of the legally qualified medical practitioner or practitioners, or any other person or persons (if any) who shall have certified to the lunacy of the person so treated, the age, the nature of the lunacy, and the property (if any) of the person so treated, together with all such other particulars and circumstances as shall be directed by the Lord Chancellor intrusted as aforesaid by any general order; and every person who is by this section required to make such return as aforesaid, and who shall be treating or causing to be treated any other person as aforesaid at the time of the passing of this Act, shall make the like return or notice with regard to such last-mentioned person within one month after a date to be fixed by the Lord Chancellor intrusted as aforesaid for the county or province in which such last-mentioned person shall then be living,' of which date when so fixed due notice shall be given by publication in the Dublin Gazette and in some newspaper circulating in the county or province for which such day has been fixed: Provided always, that nothing in this section or either of the two previous sections shall have any application to persons of unsound mind who now are or hereafter shall be in any union workhouse or who have been or shall be admitted to any lunatic asylum in Ireland, in consequence of evidence by declaration or affidavit that they have no property or means: Provided also (notwithstanding anything in the last proviso contained), that if at any time the master of any union workhouse or the resident medical superintendent or manager of any county or district lunatic asylum shall be informed or become aware that any person of unsound mind in the union workhouse of which he is master or any person so admitted as aforesaid to and then being in the asylum of which he is such resident medical superintendent or manager is entitled to any property whatsoever, such master or superintendent shall forthwith report to the said registrar all the information which he may have with reference to such person, and the amount and nature of such property.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "7", "section_title": "Persons making wilfully false returns to be guilty of perjury.", "section_text": " 7   Every person who shall wilfully make or cause to be made in any return or notice to be by him under the provisions of this Act transmitted to the registrar any false statement touching any of the particulars hereby required to be contained in any such return or notice as aforesaid shall be subject to the same pains and penalties as if he were guilty of perjury.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "8", "section_title": "Persons neglecting to make return to be subject to penalty.", "section_text": " 8   Any person who under this Act is required to transmit to the registrar any such return or notice as aforesaid and within the period aforesaid, and who shall neglect to transmit to the registrar such return or notice within the said period, shall be liable for every such offence to forfeit a sum not exceeding ten pounds.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "9", "section_title": "No penalty to be exacted in case of unavoidable accident.", "section_text": " 9   No penalty shall be exacted in any case when it shall appear to the satisfaction of the justice or justices that the person failing to comply with the provisions of this Act relating to the transmitting of returns or notices under the provisions herein-before contained has so failed by unavoidable accident, or by circumstances over which he had no control, and having used every reasonable endeavour towards compliance with such provisions.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "10", "section_title": "Penalties under the Act how recovered.", "section_text": " 10   Any penalty recoverable under the provisions of this Act shall be recoverable in a summary way with respect to the police district of Dublin metropolis, subject and according to the provisions of any Act regulating the powers and duties of justices of the peace for such district or of the police of such district, and with respect to other parts of Ireland before a justice or justices of the peace sitting in petty sessions, subject and according to the provisions of the Petty Sessions (Ireland) Act, 1851, and any Act amending the same.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "11", "section_title": "Medical visitors may be ordered to visit alleged lunatic, and report.", "section_text": " 11   The Lord Chancellor intrusted as aforesaid may at any tune and from time to time direct one or more of the medical visitors to visit any alleged lunatic, and inquire into the state and condition of his mind, and his capacity or incapacity to manage his person or property, and his residence, mode of treatment, and condition generally, and also to make such other specific inquiries relative to the alleged lunatic as to the Chancellor intrusted as aforesaid may seem fit, and to report thereon, and every report, notice, or return made in pursuance of this or any of the previous sections of this Act shall be filed in the office of the registrar, but it shall not be permitted to be inspected by nor shall any copy thereof be given to any person without a special order of the Lord Chancellor intrusted as aforesaid to that effect, and to be made in the matter of the alleged lunacy : Provided always, that nothing herein contained shall affect the power of the Lord Chancellor for the time being to direct the inspectors appointed under an Act passed in the session of Parliament held in the eighth and ninth years of the reign of Her present Majesty, chapter one hundred and seven, or any Act continuing the same, to make a special visitation and report in relation thereto.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "12", "section_title": "Inquiry may be ordered on the report of visitor.", "section_text": " 12   The Lord Chancellor intrusted as aforesaid may, by an order in the matter of the alleged lunacy, direct that any report to be made under the provisions in the preceding section contained shall stand and be proceeded upon as a petition presented in the matter of the alleged lunacy praying for a commission to inquire as to the lunacy of the alleged lunatic supported by evidence, and the alleged lunatic shall have notice of the report from such person as the Lord Chancellor intrusted as aforesaid shall from time to time direct; and the Lord Chancellor intrusted as aforesaid may in every such or any subsequent order direct who shall have the carriage of and proceed upon such report and order as if he had himself presented a petition praying for a commission to inquire as to the lunacy of the alleged lunatic, and if the order to be made by the Lord Chancellor intrusted as aforesaid shall not contain any such direction as aforesaid, and until an order in that behalf be made by the Lord Chancellor as aforesaid, the solicitor for minors and lunatics shall have the carriage of and proceed upon every such report and order, and the costs and expenses to be incurred by any person in proceeding upon any such report and order in obedience to any such order as aforesaid shall be paid and provided for in such manner as the Lord Chancellor intrusted as aforesaid may by any general or special order at any time or from time to time direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "13", "section_title": "Alleged lunatic within jurisdiction to have notice, and may demand an inquiry before a jury.", "section_text": " 13   Where the alleged lunatic is within the jurisdiction lie shall have notice of the presentation of the petition for inquiry, or of the report and order thereon made under the provisions of this Act, and may, by a notice signed by him and attested by his solicitor, and filed with the registrar, within seven days after such notice had by him as aforesaid, or at or within such other time as the Lord Chancellor intrusted as aforesaid shall order in the particular case, demand an inquiry before a jury.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "14", "section_title": "Where alleged lunatic demands a jury, Lord Chancellor may examine him as to competency, and order a jury.", "section_text": " 14   Where the alleged lunatic demands an inquiry before a jury the Lord Chancellor intrusted as aforesaid shall in his order for inquiry direct such inquiry to be sped before a jury, unless he be satisfied by personal examination of the alleged lunatic that he is not mentally competent to form and express a wish for an inquiry before a jury ; and the Lord Chancellor intrusted as aforesaid may, where he shall deem it necessary, after presentation of the petition for inquiry, or the order to be made upon any report as aforesaid, and for the purpose of personal examination, require the alleged lunatic to attend him at such convenient time and place as he may appoint.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "15", "section_title": "Cases where a jury may be dispensed with.", "section_text": " 15   Where the alleged lunatic does not demand an inquiry before a jury, or the Lord Chancellor intrusted as aforesaid is satisfied by personal examination of him that he is not mentally competent to form and express a wish in that behalf, and it appears to the Lord Chancellor intrusted as aforesaid, upon consideration of the evidence adduced before him on the petition for inquiry, or proceeding upon such report and order as aforesaid, and of the circumstances of the case, so far as they are before him, to be unnecessary or inexpedient that the inquiry should be before a jury, and he accordingly does not in his order for inquiry direct the inquiry to be sped before a jury, then the Lord Chancellor intrusted as aforesaid shall, without a jury, take such evidence, upon oath or otherwise, and call for such information, and, if it shall seem to him necessary, require the production before himself of, and personally examine, the alleged lunatic, in order to ascertain whether or not the alleged lunatic is or is not of unsound mind, and shall, by an order to be made in the matter of the alleged lunacy, declare whether the alleged lunatic is or is not of unsound mind, and incapable of managing person or property.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "16", "section_title": "Issue of lunacy may be sent to a common law court, &c.", "section_text": " 16   In every case in which the inquiry whether the alleged lunatic be or be not of unsound mind is to be sped before a jury, the Lord Chancellor intrusted as aforesaid may direct that no commission de lunatico be issued, but in lieu thereof may, by an order in the matter of the alleged lunacy, direct that the issue whether the alleged lunatic be or be not of unsound mind and incapable of managing his person or property be sent to one of the superior courts of common law in Dublin, or to the chairman of quarter sessions, or the recorder in whose jurisdiction the alleged lunatic is resident, and may in any such order give such directions as to the form of such issue, the evidence of the fact of the alleged lunacy, the personal examination of the alleged lunatic, the venue of such issue, and otherwise as to him shall seem fit and necessary; and, subject to such special direction as aforesaid, the said issue shall be tried and the finding certified according to the practice now in force as to issues directed out of the Court of Chancery.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "17", "section_title": "Order of Lord Chancellor or certificate of judge to be deemed an inquisition.", "section_text": " 17   When the Lord Chancellor intrusted as aforesaid shall, by any order to be made in the matter of an alleged lunacy, declare that the alleged lunatic is of unsound mind and incapable of managing himself or his property, and has been so from a time past, or, on the contrary, certify that the alleged lunatic is of sound mind and capable of managing himself and his property, or where the judge, chairman of quarter sessions, or recorder who shall have tried any issue directed under the provisions herein-before contained shall certify that the jury have found that the alleged lunatic is of unsound mind and incapable of managing himself or his property, and has been so from a time past, or, on the contrary, that the alleged lunatic is of sound mind and capable of managing himself and his affairs, and otherwise as by the order directing such issue shall have been required, such order to be made in the matter of the alleged lunacy as aforesaid, or such certificate, when filed in the office of the registrar, shall be and be deemed to be an inquisition, and be of the same force and effect to all intents and purposes, and be proceeded upon in the same manner in all respects as an inquisition taken upon the oath of a jury under a special commission of inquiry issued by the Lord Chancellor intrusted as aforesaid in the matter of the alleged lunatic.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "18", "section_title": "Jury to be had if lunatic out of jurisdiction.", "section_text": " 18   Where the alleged lunatic is not within the jurisdiction the inquiry shall be before a jury, and no further or other notice shall be necessary to be given to him than he would have been entitled to receive if this Act had not been passed.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "19", "section_title": "Inquiry not to be carried back, except under special order.", "section_text": " 19   The inquiry, whether with or without a jury, shall, as far as relates to the state of mind of the alleged lunatic, be confined to the question whether or not the alleged lunatic is of unsound mind and incapable of managing his person or property at the time of the inquiry, except where the Lord Chancellor intrusted as aforesaid under special circumstances shall direct that there be also an inquiry from what time the alleged lunatic has been of unsound mind and incapable of managing his person or property, or shall direct that there be also an inquiry whether or not the alleged lunatic was of unsound mind and incapable of managing his person or property at a previous time specified, and thenceforth down to the time of the inquiry.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "20", "section_title": "Last five sections not to apply to pending petitions.", "section_text": " 20   The foregoing provision contained in the preceding five sections shall apply only where the petition for inquiry is presented after the commencement of the Act and the cases to be commenced by a report and order thereon under the provisions herein-before contained, and every petition thereto before presented and on which an order has not then been made, shall, with respect to the inquiry as to the lunacy of the alleged lunatic, be proceeded on as if this Act had not been passed.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "21", "section_title": "Nothing to preclude the Lord Chancellor from issuing a special commission.", "section_text": " 21   Nothing in this Act contained shall be taken to preclude the Lord Chancellor intrusted as aforesaid from, issuing a commission specially in any case of alleged lunacy if he shall upon any occasion deem it proper to do so, and the foregoing provisions shall be deemed to extend to every commission so issued specially, or so directed as aforesaid, so far as they may be applicable.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "22", "section_title": "Inquiry by legal visitors may be directed.", "section_text": " 22   The Lord Chancellor intrusted as aforesaid may at any time, or from time to time, direct the legal visitors or any of them to inquire and report to him whether they or he are or is of opinion that the property of any person alleged to be of unsound mind or detained or taken charge of as of unsound mind but not yet found or declared to be a lunatic is not duly protected, or that the income thereof is not duly applied for his benefit; and if the said legal visitors or visitor so directed by the Lord Chancellor intrusted as aforesaid shall report that they or he are or is of opinion that the property of the person alleged to be of unsound mind or detained or taken charge of as of unsound mind, but not yet found or declared to be a lunatic, is not duly protected, or that the income thereof is not duly applied for his benefit, or to the same effect, such report shall be filed in the office of the registrar in such manner and such order may be made and proceedings taken thereon; and all inquiries, declarations, and proceedings to be had thereon shall have such force and effect as has been herein-before enacted in relation to reports to be made by the medical visitors, or one of them, or the orders and proceedings to be made and had thereupon.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "23", "section_title": "Evidence may be oral, &c.", "section_text": " 23   The Lord Chancellor intrusted as aforesaid, or the master, may direct that the evidence in the matter of a lunatic, or on any particular proceeding in the matter, be taken orally, or partly orally and partly by affidavit, and it shall be so taken accordingly.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "24", "section_title": "Lord Chancellor or master may administer oath.", "section_text": " 24   The Lord Chancellor intrusted as aforesaid, or the master, or any person or persons holding an inquiry touching lunacy, whether under this Act or otherwise, may, in the matter of a lunatic or alleged lunatic, cause an oath to be administered to any witness, whether his deposition or affidavit is to be used before him or not; and the registrar for the time being is hereby authorised to administer oaths and take affidavits in all matters in lunacy; provided that the registrar shall not be required to go out of his office to administer any such oath or take any such affidavit.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "25", "section_title": "Swearing of affidavits in the colonies, &c.", "section_text": " 25   The provisions of the Act of the thirtieth and thirty-first Victoria, chapter forty-four, sections eighty-one, eighty-two, and eighty-three, respecting affidavits made iu causes or matters depending in the High Court of Chancery, Ireland, shall he and the same are hereby extended so as to be applicable, mutatis mutandis, to affidavits made in matters in lunacy.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "26", "section_title": "Form of affidavits.", "section_text": " 26   Every affidavit to be used in a matter in lunacy stall be taken and expressed in the first person of the deponent, and shall be divided into paragraphs numbered consecutively, and respectively confined, as nearly as may be, to distinct portions of the subject matter, and sums of money, measures of space, time, and quantity shall be therein expressed by numerals and not by words at length, and the costs thereof shall be taxed accordingly.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "27", "section_title": "Short form of affidavit for verification of documents, as in schedule.", "section_text": " 27   Where an affidavit is required for verifying all or some of the statements contained in a petition, statement of facts, proposal, or other document, the affidavit may be annexed or under written thereto, and may be in the form set forth in the second schedule hereunder written, with such variations as the circumstances may require ; and where the form is, in the opinion of the taxing master, applicable, no further or greater costs of any affidavit shall be allowed on taxation than would be allowed for an affidavit in the aforesaid form.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "28", "section_title": "Witnesses maybe cross-examined orally. How expenses to be paid.", "section_text": " 28   Every person giving evidence by affidavit shall be liable to oral cross-examination by or before the Lord Chancellor intrusted as aforesaid, or the master, in the same manner as if the evidence given by him in his affidavit had been given by him orally before the Lord Chancellor intrusted as aforesaid, or the master, and after cross-examination may be re-examined orally by or on behalf of the person filing the affidavit; and every person giving evidence by affidavit shall be bound to attend before the Lord Chancellor intrusted as aforesaid, or the master, to be so cross-examined and re-examined, upon receiving due and proper notice and payment or tender of his reasonable expenses, in like manner as if he had been duly served with a writ or subpoena ad testificandum before an examiner of the High Court of Chancery in Ireland; and the expenses attending on such cross-examination and re-examination shall be paid in the first instance by the parties respectively, in like manner as if the witness cross-examined were the witness of the party cross-examining, and shall on taxation be ultimately borne and paid by the estate, or the parties respectively, or one of them, as the Lord Chancellor intrusted as aforesaid, or the master, shall direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "29", "section_title": "Masters may issue advertisements.", "section_text": " 29   The Lord Chancellor intrusted as aforesaid, or the master, shall be at liberty to cause to be issued from time to time such advertisements as may to him seem expedient with reference to the subject matter of any proceeding, proposal, or inquiry.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "30", "section_title": "Lord Chancellor may authorise payment or transfer into court of money or stock as security for receiver.", "section_text": " 30   Where it is desired and the Lord Chancellor intrusted as aforesaid allow that the receiver shall, in lieu of giving security in the manner now used by bond or recognizances with sureties, give security, in the whole or in part, by bringing into court an adequate sum of money or stock, the Lord Chancellor intrusted as aforesaid may by order direct or give liberty for the payment into the Bank of Ireland, with the privity of the Accountant General of the Court of Chancery, to the credit of the matter of the lunatic and the separate credit of the receiver, and as his security pro tanto, any sum of money, or the transfer into the name and with the privity of the said Accountant General, in the matter of the lunatic, and to the separate credit of the security of the receiver, of any sum of stock ; and such transfer, investment, and application shall be made by virtue of such order of the Lord Chancellor intrusted as aforesaid, and such sum of money or stock when so paid in or transferred as aforesaid shall stand and be subject to such orders as the Lord Chancellor intrusted as aforesaid shall from time to time or at any time make in respect thereof, and the said Accountant General shall declare the trust of the sum of money or stock when so paid or transferred accordingly, subject to the order of the Lord Chancellor intrusted as aforesaid.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "31", "section_title": "Grant of custody may be extended to surviving committees in certain cases.", "section_text": " 31   Where the master shall find and report that several persons are fit persons to be appointed the committees of the estate or of the person, and is of opinion that one or more of the same several persons should continue to be the committee or committees after the death or discharge of the others or other of them, and such persons are willing so to continue, the master may report accordingly; and where such report be confirmed the continuing committee or committees shall and may continue until further order to act after the death or discharge of the other or others of them, with the like powers, authorities, and discretions, and subject to all the like liabilities, as the original committees.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "32", "section_title": "Master to allow items, subject to appeal to Lord Chancellor.", "section_text": " 32   Where the master is of opinion that any expenses included in the committee's or receiver's account have been properly and reasonably incurred for the benefit or enjoyment of the lunatic, or in a due course of management, or for the improvement, security, or advantage of his estate, and there is no opposition to the allowance thereof, it shall be lawful for the master to allow credit for the same or such portion thereof as he shall deem just and proper, subject to the disallowance, diminution, or modification of such credit by an order to be made by the Lord Chancellor intrusted as aforesaid, upon the motion of any party having an interest in the lunatic or his estate, and the order to be made upon and the costs of such motion shall be at the discretion of the Lord Chancellor intrusted as aforesaid.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "33", "section_title": "Lord Chancellor may dispense with attendance of next of kin.", "section_text": " 33   The Lord Chancellor intrusted as aforesaid may by order dispense with and disallow the attendance on the proceedings in the matter of all or some of the next of kin either wholly or except at their own expense, or except upon special leave first obtained, as he shall under the circumstances think expedient, and such notice only of attending on the proceedings shall be given as shall be conformable with the order of the Lord Chancellor intrusted as aforesaid.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "34", "section_title": "In cases of members of same family, proceedings may be consolidated, and evidence interchanged.", "section_text": " 34   The Lord Chancellor intrusted as aforesaid, where it seems expedient, may consolidate or carry on together similar proceedings before him in the matters of several persons being members of the same family, and may in that case, and also where it does not seem expedient that the proceedings should be consolidated or carried on together, use in the matter of one member of a family evidence filed or taken in the matter of another member or other members of the same family, when and so far as it may be applicable.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "35", "section_title": "Master may direct times, &c. of proceeding before him.", "section_text": " 35   Subject to the provisions of this Act and to the general orders in lunacy for the time being in force, and to any order of the Lord Chancellor intrusted as aforesaid, the master may, if he think fit, dispense with any summons ordinarily taken out in the course of the proceedings before him, and direct and require any party attending before him to take out a summons for a particular purpose or within a particular time, and fix the time at which any particular summons shall be returnable before him, or at or within which any proceeding necessary or proper to be taken before him shall be taken, and may proceed de die in diem or adjourn the proceedings before him, as he shall see fit.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "36", "section_title": "Master to inquire into delays.", "section_text": " 36   The master shall from time to time inquire into the circumstances of any delay in the conduct of proceedings before him, or in proceeding upon his reports, certificates, or decisions, and for that purpose may call before him all parties concerned, and may report accordingly, where it seems expedient.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "37", "section_title": "Master may disallow costs.", "section_text": " 37   The master may, by certificate, disallow, wholly or in part, the costs of any proceeding or document taken or used or proposed to be taken or used before him.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "38", "section_title": "Documents not to be of unnecessary length.", "section_text": " 38   The affidavits, petitions, and other documents brought in to the offices of the master or registrar shall not contain unnecessary-recitals or statements of proceedings or documents previously taken or used in the matter, and the taxing masters shall look into all such affidavits, petitions, and other documents as aforesaid, and deal in such manner as to them seems just with the costs of any affidavit, petition, or other document appearing to them to be unnecessary or improper, in the whole or in part, or of unnecessary length.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "39", "section_title": "Master may report decision pending inquiry.", "section_text": " 39   The master shall be at liberty to report specially to the Lord Chancellor intrusted as aforesaid any decision at which he may arrive, or any other matter relating to any inquiry or proposal pending before or under consideration by him, in order to obtain a decision or direction by or from him for his guidance in the further prosecution of the inquiry or consideration of the proposal.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "40", "section_title": "Form of reports.", "section_text": " 40   The reports of the master shall be divided into distinct findings, numbered consecutively, and each confined, as nearly as may be, to one distinct portion of the subject matter, and each such finding commencing as a separate paragraph, with such appropriate headings prefixed to all or any of the paragraphs as may be convenient.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "41", "section_title": "Reports to be filed with registrar in lunacy only.", "section_text": " 41   The reports of the master, whether confirmed by fiat or not under the provisions herein-after contained, and his certificates, and all other reports and certificates made in matters in lunacy (except the reports of the visitors herein-after provided for), shall be left by the master, taxing masters, and other officers making the same respectively, with the registrar in lunacy, by whom the same shall be filed, and it shall not be necessary that they or any of them should be filed elsewhere; and the Accountant General of the Court of Chancery, and all other persons, and the Governor and Company of the Bank of Ireland, shall, as occasion may require, act upon or in relation to any report, and the fiat thereon (if any) or any certificate so filed, in like manner as upon an order made in the matter of the lunatic by the Lord Chancellor intrusted as aforesaid.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "42", "section_title": "Objections to report may be brought in.", "section_text": " 42   Any person objecting to a draft report of the masters, and desiring to prosecute the objection, shall bring in before the master a statement of objections in writing, and thereupon the master shall be at liberty to review the draft objected to, and after review, or the refusal of the master to review, the person objecting may bring in before the master a notice in writing, stating that he insists on the objections, or any one or more of them, and all the objections not so insisted on shall be considered as abandoned.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "43", "section_title": "No petition against confirmation, but objections to be brought forward on petition for confirmation.", "section_text": " 43   No person shall, except upon special leave of the Lord Chancellor intrusted as aforesaid first obtained, present a petition against the confirmation of a report, but in every case, on the hearing of the petition for confirmation of the report, any objections insisted on as aforesaid may be brought forward in opposition to the confirmation of the report, without any exceptions or cross petition.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "44", "section_title": "Reports not objected to may be confirmed without petition.", "section_text": " 44   Where no statement of objections is brought in, or all the objections contained in a statement brought in are abandoned, the report shall be submitted to the Lord Chancellor intrusted as aforesaid for confirmation, without petition, and without the attendance of parties, except where from the special nature or circumstances of the case the master is of opinion that the report ought to be brought before the Lord Chancellor intrusted as aforesaid by petition, and by endorsement on the report under his hands shall so direct accordingly.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "45", "section_title": "Such reports to contain consequential directions, and fiat of Lord Chancellor to give them operation of orders.", "section_text": " 45   Where a report is to be submitted for confirmation without petition it shall contain the directions consequential on the confirmation thereof, and the fiat of the Lord Chancellor intrusted as aforesaid on the report shall give it the operation of an order of the Lord Chancellor intrusted as aforesaid made upon petition, subject to such other directions and provisions (if any) as the Lord Chancellor intrusted as aforesaid may think fit.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "46", "section_title": "Cases in which reports shall not be confirmed without petition.", "section_text": " 46   The reports of the master shall be brought before the Lord Chancellor intrusted as aforesaid, for confirmation, by petition, in each of the cases following :—     Where the Lord Chancellor intrusted as aforesaid on referring a matter to the master to inquire and report so directs :      Where a statement of objections is brought in and all the objections are not abandoned :      Where the master, having regard to the special nature or circumstances of the case, as herein-before provided, so directs :      Where no order is made on the report being submitted for confirmation without petition :      Where it is therein-after otherwise specially provided :       And in such other cases as are herein mentioned and as the Lord Chancellor shall from time to time by general order direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "47", "section_title": "Form of Orders.", "section_text": " 47   Every petition shall be filed before an order thereon shall be passed, and the order shall not recite any part of the statements contained in the petition, and only such part (if any) of the prayer as may be necessary, and an order shall not state any part of a report, except the master's conclusion or opinion, or so much thereof as may be necessary ; and the Lord Chancellor intrusted as aforesaid may and shall from time to time make such general orders as to him shall seem meet for embodying (as far as may be) such provisions and directions as are now commonly or frequently inserted in orders and are not provided for by this Act, and for dispensing (as far as may be) with the formal parts of orders as now drawn up.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "48", "section_title": "Orders to be entered by the registrar, and office copies to be furnished and signed by him.", "section_text": " 48   Every order made in a matter in lunacy by the Lord Chancellor intrusted as aforesaid, when drawn up by the registrar in lunacy, and signed by the Lord Chancellor intrusted as aforesaid, shall be entered by the registrar in lunacy in a proper book to be provided by him for that purpose, and he shall furnish office copies of any order or of any report, when confirmed, or of any part thereof respectively, signed by him, and sealed or stamped with the seal of his office, to every party in the matter or other person entitled thereto who shall require the same ; and every .office copy of the whole of an order or report confirmed as aforesaid, purporting to be so signed and sealed or stamped with such seal, shall at all times, and on behalf of all persons, and whether for the purposes of this Act or otherwise, be admitted as evidence of the order or report confirmed as aforesaid of which it purports to be a copy, without any further proof thereof.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "49", "section_title": "Money orders to be acted upon by Accountant General as if drawn up by the Registrar of the Court of Chancery. Registrar to certify to Accountant General.", "section_text": " 49   Where an order or a report confirmed as aforesaid relates to the payment, transfer, carrying over, or depositing of any cash, stock, funds, annuities, securities, or other effects to or into the name of or in the custody of the Accountant General of the Court of Chancery to the credit of the matter of a lunatic, or to the payment, transfer, or carrying over or other disposal by the said Accountant General of any cash, stocks, funds, annuities, securities, or other effects standing in his name or deposited in his custody to the credit of the matter of a lunatic, or of any cash, stocks, funds, annuities, securities, or other effects to or in which a lunatic is entitled or beneficially interested, and which are not standing in trust in a cause or matter depending in the Court of Chancery, the said Accountant General and all other persons, and the Governor and Company of the Bank of Ireland, shall act upon an office copy of such order purporting to be signed by the registrar and sealed with the seal of his office, or upon an office copy of the report confirmed as aforesaid, and thence receiving the operation of an order after the same has been filed as herein-before provided, in the same manner as if an order had been drawn up by the registrar of the Court of Chancery, and passed and entered in the Court of Chancery ; and the registrar in lunacy in case of an order, and the master in case of a report confirmed as aforesaid, shall certify under their hands respectively to the said Accountant General what stocks, funds, annuities, securities, or other effects are by virtue of any such order or report confirmed as aforesaid (as the case may be) to be sold, transferred, or delivered out.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "50", "section_title": "Persons forging the signature or seal of the registrar guilty of felony.", "section_text": " 50   If any person shall forge the signature of the registrar in lunacy, or shall forge or counterfeit the seal of his office, or knowingly concur in using any such forged or counterfeited signature or seal, or shall tender in evidence any document with a false or counterfeit signature of such registrar, or with a false or counterfeit seal, knowing the same signature or seal to he false or counterfeit, every such person shall be guilty of felony, and shall be liable to the same punishment as any offender under an Act of the session of Parliament holden in the eighth and ninth years of the reign of Her Majesty, chapter one hundred and thirteen.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "51", "section_title": "Notwithstanding the death of lunatic, the Lord Chancellor's control over his estate to continue.", "section_text": " 51   Notwithstanding the death of a lunatic the real and personal estate of such deceased lunatic shall continue under and in the control, custody, and protection of the Lord Chancellor intrusted as aforesaid, until the Lord Chancellor intrusted as aforesaid shall have by an order discharged the real and personal estate of the deceased lunatic from the custody and protection of the Court; and until such order as aforesaid the Lord Chancellor intrusted as aforesaid shall retain, possess, enjoy, and exercise the same powers, control, and authority over the real and personal estate of the deceased lunatic as he would and might have possessed, enjoyed, and exercised over such real and personal estate if the said deceased lunatic had not died as aforesaid.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "52", "section_title": "Upon death of lunatic the committee to bring in statement of facts. The master to report thereon.", "section_text": " 52   Upon the death of any lunatic the committee of his estate shall bring in and lodge in the office of the master a statement of facts in which he shall set forth the date of the death of the deceased lunatic, whether the deceased lunatic had executed a will or died intestate, what are the claims and demands against the estate of the lunatic in the matter of the lunacy for costs, maintenance, or otherwise, and who is or are the heirs, next of kin, executors, or trustees (if any) nominated by, and the devisees of the real estate named by the will of the deceased lunatic, and the master shall thereupon report to the Lord Chancellor intrusted as aforesaid the fact and date of the death of the deceased lunatic, whether the deceased lunatic had executed a will or died intestate, what are the claims and demands against the estate of the lunatic in the matter of the lunacy for costs, maintenance, and otherwise, and who are interested in or entitled to the real or personal estate of the lunatic as heirs-at-law or next of kin or as the trustees or devisees named in the will of the deceased lunatic, and what proceedings (if any) he would recommend for the purpose of winding up the said lunacy matter, which report shall be settled by the master in the presence of and upon notice to such person or persons as the master shall by his ruling, to be made upon hearing the statement of facts previously presented by the committee of the estate, have directed.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "53", "section_title": "Master may open and deliver out will.", "section_text": " 53   The Master may, on being satisfied of a lunatic's death, without order, open and read any paper writing purporting or alleged to be his will, for the purpose of ascertaining who is therein nominated executor thereof, and also whether or not there is any and what direction therein contained concerning his funeral or place of interment, and then deliver the same to the registrar or other proper officer of Her Majesty's Court of Probate in Ireland, to the intent that it may be dealt with according to law, and shall certify the death, and the opening and delivering out of the paper writing accordingly.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "54", "section_title": "Report upon the death of lunatic not to be confirmed save by order of the Lord Chancellor.", "section_text": " 54   A report of the matter to be made in pursuance of the provisions comprised in the fifty-second section shall not be confirmed otherwise than by an order of the Lord Chancellor intrusted as aforesaid, to be made upon the hearing of a petition to be presented by any party interested for the confirmation of such report.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "55", "section_title": "Order by the Lord Chancellor upon any such report.", "section_text": " 55   In any order confirming a report to be made by the master pursuant to the provisions of the sixty-sixth section of this Act, the Lord Chancellor intrusted as aforesaid may further order, if it should seem fit and convenient to him,—     That the receiver appointed in the lunacy matter do continue to receive the rents of the real estate of the deceased lunatic for the purpose of discharging the claims and demands against the estate of the deceased lunatic in the matter of the lunacy for such time and subject to such conditions as to the Lord Chancellor intrusted as aforesaid may seem right ;      That the claims and demands against the estate of the said lunatic in the matter of the lunacy, or some or any of them, be paid out of the stock or cash standing in the books of the Governor and Company of the Bank of Ireland to the credit of the Accountant General of the Court of Chancery, and the separate credit of the lunacy matter, or out of such moneys, forming portion of the estate of the lunatic, as may then be in. the hands of the receiver of the estate or committee of the estate of the lunatic, and in such manner, at such time, and subject to such conditions as to the Lord Chancellor intrusted as aforesaid may seem fit ;      That such steps be taken, proceedings had, and things done as to the Lord Chancellor intrusted as aforesaid may seem fit and necessary for winding up and closing the said matter in lunacy ;      That the said lunacy matter, upon production to the registrar of the probate of the will or letters of administration to the goods and effects of the deceased lunatic, be at such time, in such manner, and subject to such couditions as to the Lord Chancellor intrusted as aforesaid seem fit and necessary, terminated in and dismissed out of lunacy ;      That upon the dismissal of the said lunacy matter the receiver and the committee of the estate of the lunatic do give possession of the real and chattel real estate of the lunatic to such person or persons, and at such times, in such manner, and subject to such conditions as to the Lord Chancellor intrusted as aforesaid may seem fit and expedient; provided always, that no order of the Lord Chancellor intrusted as aforesaid that the receiver or committee should give the possession of all or any portion of the real or chattel real estate of the deceased lunatic to any person or persons shall be used, relied on, or received in any court as evidence of the title of such person or persons to whom possession shallhave been given as aforesaid, pursuant to any order of the Lord Chancellor intrusted as aforesaid by virtue of the provisions in this section contained; and      That the matter of the said lunacy, upon being terminated in and dismissed out of lunacy, be transferred to the court of the Master of the Rolls or Vice-Chancellor, and be there proceeded' with as if a bill for the administration of the personal or the real personal estate of the deceased lunatic had been duly filed in that court, and a decree for the administration of the personal or real and personal estate of the deceased lunatic had been pronounced therein, and in every such order the Lord Chancellor intrusted as aforesaid shall declare who shall be taken to be the plaintiff or plaintiffs and defendant or defendants in the proceedings subsequently to be taken in the court of the Master of the Rolls or Vice-Chancellor, and the proceedings subsequently to be taken in pursuance of such order shall be carried on and conducted as if the person or persons named as plaintiffs in any such order had filed a bill for the administration of the personal or the personal and real estate of the deceased lunatic against the person or persons named as defendant or defendants in such order as aforesaid, and the Master of the Rolls and the Vice-Chancellor shall in every such proceeding have, exercise, and enjoy all the same powers and authorities which they should have had, enjoyed, and exercised if such proceedings had been commenced and instituted by bill, and a decree for administration in the ordinary form had been pronounced therein.     "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "56", "section_title": "Duties of visitors.", "section_text": " 56   It shall be the duty of the medical and legal visitors to visit persons of unsound mind within the meaning of this Act at such times and in such rotation and manner, and to make such inquiries and investigations as to their care and treatment and mental and bodily health, and the arrangements for their maintenance and comfort, and otherwise respecting them, as the Lord Chancellor shall by general orders, or as the Lord Chancellor intrusted as aforesaid shall by special order in any particular case, from time to time direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "57", "section_title": "All lunatics to be visited four times a year.", "section_text": " 57   Provided always, that from and after the first day of August next, every lunatic shall be personally visited and seen by one of the medical or legal visitors four times at least in every year, and such visits shall be so regulated as that the interval between successive visits to any such lunatic shall in no case exceed four months ; provided always, that lunatics who are resident in licensed houses, asylums, or registered hospitals shall not necessarily be visited by any of the said visitors more than once in the year, unless the Lord Chancellor intrusted as aforesaid shall otherwise direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "58", "section_title": "Visitors to report to Lord Chancellor.", "section_text": " 58   The medical visitors shall respectively, within a convenient time after each visit, make a report in writing to the Lord Chancellor intrusted as aforesaid of the state of mind and bodily health, and of the general condition, and also of the care and treatment of each person visited and seen by them respectively, and the legal visitors shall report upon such matters as they shall be directed to inquire into, which reports shall, annually or oftener, as the Lord Chancellor intrusted as aforesaid may direct, be submitted to the Lord Chancellor intrusted as aforesaid; and the visitors respectively shall make separate or special reports on any case to the Lord Chancellor intrusted as aforesaid as and when they may think expedient, and in particular shall report to him, without delay, any instance in which they respectively, on proceeding to visit, have been unable to discover the then residence of or have been by any other circumstance prevented from actually seeing on that occasion the lunatic whom they intended to visit.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "59", "section_title": "Visitors reports to be kept secret, and destroyed on death, &c.", "section_text": " 59   The reports of the visitors shall be filed and kept secret in the office of the registrar, and shall be open to the inspection of no person save the Lord Chancellor intrusted as aforesaid and such persons as he may specially appoint; and all the reports relating to any particular patient shall be destroyed on the death of the patient, and shall also be destroyed on the inquisition in his case being superseded, or being vacated and discharged on a traverse, unless the Lord Chancellor intrusted as aforesaid, within fourteen days after the supersedeas or the vacating and discharge on a traverse, specially order that the same be not destroyed until the death.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "60", "section_title": "Committee may surrender lease, and accept renewal.", "section_text": " 60   Where a lunatic is entitled to a lease for a life or lives or for a term of years, either absolute or determinable on a death or otherwise, the committee of his estate may, in his name and on his behalf, under an order of the Lord Chancellor intrusted as aforesaid, by deed surrender the lease, and in the name and on behalf and for the benefit of the lunatic accept a new lease of the premises comprised in the lease surrendered, for such number of lives, or for such term of years, either absolute or determinable as aforesaid, as was mentioned or contained in the lease surrendered at the making thereof, or otherwise, as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "61", "section_title": "Charges of renewal to be charged on estates.", "section_text": " 61   Every sum of money and other consideration paid by a committee or other person, in the nature of or as a fine, premium, or income upon renewal, and all reasonable charges incident thereto, may be paid out of the lunatic's estate, or may, with interest, be a charge upon the leasehold premises, as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "62", "section_title": "New leases to be to the same uses.", "section_text": " 62   Every lease renewed shall operate and be to the same uses, and be liable to the same trusts, charges, incumbrances, dispositions, devises, and conditions as the lease surrendered was subject to, or would have been subject to if the surrender had not been made.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "63", "section_title": "Lunatic's property may be sold, mortgaged, &c., for debts, maintenance, &c.", "section_text": " 63   Where it appears to the Lord Chancellor intrusted as aforesaid to be just and reasonable, or for the lunatic's benefit, he may order that any estate or interest of the lunatic in land or stock, either in possession, reversion, remainder, contingency, or expectancy, be sold, or charged by way of mortgage, or otherwise disposed of, as may to him seem most expedient, for the purpose of raising money to be applied, and may accordingly order that the money when raised be applied, for or towards all or any of the purposes following:     The payment of the lunatic's debts or engagements ;      The discharge of any incumbrance on his estates ;      The payment of any debt or expenditure incurred or made after inquisition, or authorised by the Lord Chancellor intrusted as aforesaid to be incurred or made, for the lunatic's maintenance or otherwise for his benefit;      The payment of or provision for the expenses of his future maintenance;      The payment of the costs of applying for, obtaining, and executing the inquiry, and of opposing the same ;      The payment of the costs of any proceeding under or consequent on the inquisition, or incurred under order of the Lord Chancellor intrusted as aforesaid ; and,      The payment of the costs of any such sale, mortgage, charge, or other disposition as is hereby authorised to be made.       And the committee of the estate may and shall, in the name and on behalf of the lunatic, execute, make, and do all such conveyances, deeds, transfers, and things relative to any such sale, mortgage, charge, or other disposition as aforesaid, and for effectuating this present provision, as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "64", "section_title": "Power to charge lunatic's property for his maintenance, debts, and costs.", "section_text": " 64   Where it appears to the Lord Chancellor intrusted as aforesaid to be for the lunatic's benefit, he may by order direct any estate or interest of the lunatic in land or stock, either in possession, reversion, remainder, contingency, or expectancy, and either existing or which may exist at any future time, to stand and be charged with any moneys advanced or to be advanced, or due or to become due, to any person for or in respect of any of the purposes or matters mentioned in the 69th section of this Act, and either with or without interest on such moneys; and he may also by order direct any such estate and interest to be dealt with and disposed of in such manner as he shall consider expedient for any of the purposes aforesaid, or for securing any moneys advanced or to be advanced for such purposes or any of them, and with or without interest for the same; and every charge and disposition directed or made by or in pursuance of any such order shall be valid and effectual to all intents and purposes and shall take effect accordingly, subject only to any prior charge to which the estate or interest affected thereby may at the date of such order be subject.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "65", "section_title": "Modes in which future maintenance may be charged when interest not in possession.", "section_text": " 65   In case of a charge or mortgage being made under this Act upon an interest in contingency, or in reversion, remainder, or expectancy, for the expenses of future maintenance, the Lord Chancellor intrusted as aforesaid may direct the same to be payable and paid either contingently, if the interest charged be a contingent one, or upon the happening of the event, if the interest be depending on an event which must happen, and either in a gross sum or in annual or other periodical sums, and at such times, in such manner, and either with or without interest, as he shall deem expedient, and any charge already made which would have been valid if made after this Act shall be and is hereby declared to be valid.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "66", "section_title": "Expenses of improvements may be charged on estate.", "section_text": " 66   Where it appears to the Lord Chancellor intrusted as aforesaid to be for the lunatic's benefit, he may order that the whole or any part of any moneys expended or to be expended under his order for the permanent improvement, security, or advantage of the land of the lunatic, or of any particular part thereof, shall, with interest, be a charge upon and be raiseable out of the lunatic's estate and interest in the land or such particular part thereof as aforesaid, but so that no right of sale or foreclosure during the lifetime of the lunatic be given or acquired under or by virtue of the charge ; and the interest shall be kept down during the lunatic's lifetime, out of the income of his general estate, as far as the same shall be sufficient to bear it; and the committee of the estate may and shall, in the name and on behalf of the lunatic, execute and do all such conveyances and things for effectuating this present provision as the Lord Chancellor intrusted as aforesaid shall order ; and such charge may be made either to some person advancing the money, or, if the money is paid out of the lunatic's general property, to some person as a trustee for him, as part of his personal estate.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "67", "section_title": "Surplus of moneys to be of the same nature as the estate.", "section_text": " 67   On any moneys being raised by sale, mortgage, charge, or other disposition of land made in pursuance of any of the foregoing provisions, the person whose estate is sold, mortgaged, charged, or otherwise disposed of, and his heirs, next of kin, devisees, legatees, executors, administrators, and assigns, shall have such and the like interest in the surplus moneys remaining after the purposes for which the moneys have been raised shall have been answered as he or they would have had in the estate, if no sale, mortgage, charge, or other disposition thereof had been made, and the surplus moneys shall be of the same nature and character as the estate sold, mortgaged, charged, or otherwise disposed of; and the Lord Chancellor intrusted as aforesaid may make such orders, and direct such conveyances, deeds, and things to be executed and done (which may and shall accordingly be executed and done), as may be necessary for the effectuating this present provision, and for the due application of the surplus moneys.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "68", "section_title": "Power to Lord Chancellor, where property of lunatic does not exceed £2,000 in value, or £100 per annum, to apply it for his benefit in a summary manner, without inquisition.", "section_text": " 68   Where it is established to the satisfaction of the Lord Chancellor intrusted as aforesaid that any person is of unsound mind and incapable of managing his affairs, and that his property does not exceed two thousand pounds in value, or that the income thereof does not exceed one hundred pounds per annum, the Lord Chancellor intrusted as aforesaid may, without directing any inquiry under a commission of lunacy, make such order as he may consider expedient for the purpose of rendering the property of such person, or the income thereof, available for his maintenance or benefit, or for carrying on his trade or business; provided nevertheless, that the alleged insane person shall have such personal notice of the application for such order as aforesaid as the Lord Chancellor shall by general order to be made as after mentioned direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "69", "section_title": "Power to sell land or other property of lunatic for his benefit.", "section_text": " 69   For the purpose of giving effect to any such order as is mentioned in the last preceding section, the Lord Chancellor intrusted as aforesaid may order any land, stock, or other property of such person as aforesaid to be sold, charged by way of mortgage, or otherwise disposed of, and a conveyance, transfer, charge, or other disposition thereof to be executed or made by any person on his behalf, and may order the proceeds of any such sale, charge, or other disposition, or the dividends or income of such land, stock, or property, to be paid to any relative of such insane person, or to such other person as it may be considered proper to trust with the application thereof, to be by him applied in the maintenance or for the benefit of the insane person, or of him and his family, either at the discretion of such relative or person, or in such manner, and subject to such control, and with or without such security for the application thereof, as the Lord Chancellor intrusted as aforesaid may direct; and for the purpose above mentioned the Lord Chancellor intrusted as aforesaid shall have all the same powers with respect to the transfer, sale, and disposition of, and otherwise respecting the real and personal property of such person as aforesaid as if he had been found lunatic by inquisition.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "70", "section_title": "Power to apply property of persons acquitted on the ground of insanity for their benefit.", "section_text": " 70   Where any person has, on the trial of any indictment, been acquitted on the ground of insanity, or found to be insane, it shall be lawful for the Lord Chancellor intrusted as aforesaid, on being satisfied by affidavit or otherwise of the continued insanity of such person and of his being still in confinement, to make any such order with respect to the property of such person, and the application thereof for his maintenance or benefit, or that of his family, or for carrying on his trade or business, as is mentioned in the two last preceding sections of this Act.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "71", "section_title": "Where lunacy temporary, Lord Chancellor may apply cash arising from income for temporary maintenance, without grant, &c.", "section_text": " 71   Where it appears to the Lord Chancellor intrusted as aforesaid that there is reason to believe that the unsoundness of mind of any lunatic so found by inquisition is in its nature temporary, and will probably be soon removed, and that it is expedient that temporary provision should be made for the maintenance of the lunatic, or of the lunatic and the members of his immediate family who are dependent upon him for maintenance ; and that any sum of money arising from or being in the nature of income or of ready money, belonging to the lunatic, and standing to his account with a banker or agent, or being in the hands of any person for his use, is readily available, and may be safely and properly applied in that behalf, the Lord Chancellor intrusted as aforesaid may allow thereout such amount as he may think proper for the temporary maintenance of the lunatic, or of the lunatic and the members of his immediate family who are dependent upon him for maintenance, and may, instead of proceeding to appoint a committee of his estate or receiver, order or give liberty for the payment of any such sum of money as aforesaid, or any part thereof, to such person as he may, under the circumstances of the case, think proper to intrust with the application thereof, and may direct the same to be paid to such person accordingly, and when received, to be applied, and the same shall accordingly be applied in or towards such temporary maintenance as aforesaid; and the receipts in writing of the person named in the order to whom payment is to be made for any moneys payable to him by virtue thereof shall effectually discharge the banker, agent, or other person paying the same from the moneys therein respectively expressed to be received, and they respectively are hereby directed to act upon and obey every such order; and the person so receiving any moneys by virtue of this present provision shall pass an account thereof before the master, when required.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "72", "section_title": "Committee may convey land in performance of contracts.", "section_text": " 72   Where a person having contracted to sell, mortgage, let, divide, exchange, or otherwise dispose of any land afterwards becomes lunatic, and the contract is not disputed, and is such as the Lord Chancellor intrusted as aforesaid thinks ought to be performed, or a specific performance of the contract, either wholly or so far as the same remains to be performed, has been decreed or ordered by the Court of Chancery, either before or after the lunacy, the committee of the estate may, in the name and on behalf of the lunatic, under an order of the Lord Chancellor intrusted as aforesaid, on the application of the party claiming the benefit of the contract with the lunatic, or any plaintiff in the suit, receive and give an effectual discharge for the money payable to the lunatic, or so much thereof as remains unpaid, and make such conveyance of the land to such person and in such manner as the Lord Chancellor intrusted as aforesaid may order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "73", "section_title": "Lord Chancellor may dissolve partnership, and committee may convey partnership property.", "section_text": " 73   Where a person, being a member of a co-partnership firm, becomes lunatic, the Lord Chancellor intrusted as aforesaid may, by order made on the application of the partner or partners of the lunatic, or of such other person or persons as the Lord Chancellor intrusted as aforesaid shall think entitled to require the same, dissolve the partnership; and thereupon, or upon a dissolution of the partnership by decree of the Court of Chancery, or otherwise by due course of law, the committee of the estate, in the name and on behalf of the lunatic, may join and concur with such other person or persons in disposing of the partnership property, as well real as personal, to such persons, upon such terms, and in such manner, and may and shall execute and do such conveyances and things for effectuating this present provision, and apply the moneys payable to the lunatic in respect of his share and interest in the co-partnership, in such manner as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "74", "section_title": "Committee may make sale, partition, or exchange.", "section_text": " 74   Where a lunatic is seised of or entitled to an undivided share of land, and it appears to the Lord Chancellor intrusted as aforesaid to be for his benefit and to be expedient that a sale of the land, or part thereof, or a partition of the land, should be made, and where a lunatic is seised of or entitled to land, and it appears to the Lord Chancellor intrusted as aforesaid to be for his benefit and to be expedient that an exchange thereof, or of part thereof, for other land, should be made, the committee of the estate, in the name and on behalf of the lunatic, under an order of the Lord Chancellor intrusted as aforesaid, may concur with such other person in making such sale or partition or may make such exchange, and receive such moneys payable on the sale, and give or receive such moneys for equality of partition or exchange, or otherwise in relation thereto, as the order may direct; and all moneys received by the committee of the estate upon any such sale, partition, or exchange as aforesaid shall be applied and disposed of in manner directed in section eighty-five of this Act respecting the fines, premiums, and sums of money therein mentioned ; and the land taken in exchange shall be held and assured (as nearly as may be) to the same uses, and upon the same trusts, and subject to the same powers and provisions (if any), to, upon, and subject to which the land given in exchange was held; and the committee of ,the estate may and shall, in the name and on behalf of the lunatic, execute and do all such conveyances and things for effectuating this present provision as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "75", "section_title": "Committee may sell land for building purposes.", "section_text": " 75   Where a lunatic is seised of or entitled to land in fee simple, and it appears to the Lord Chancellor intrusted as aforesaid to be for his benefit that the same or any part thereof should be made available for building purposes, and that to that end the same should, in lieu of being demised for long terms of years, be absolutely sold, he may order the same to be sold accordingly, to such persons, in such quantities, upon such terms, and in such manner as to him may seem expedient, and the moneys arising thereby shall be applied and disposed of in manner directed in section eighty-five of this Act respecting the surplus moneys therein mentioned ; and the committee of the estate may and shall, in the name and on behalf of the lunatic, execute and do all such conveyances and things for effectuating this present provision as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "76", "section_title": "Committee may assign business premises.", "section_text": " 76   Where a lunatic has been engaged in a trade or business, and it appears to the Lord Chancellor intrusted as aforesaid to be for the benefit of the lunatic or his estate that the business premises should be disposed of, the committee of the estate may, in the name and on behalf of the lunatic, under order of the Lord Chancellor intrusted as aforesaid, make such conveyance of the messuages, buildings, or hereditaments of or belonging to the trade or business, or used in connexion therewith, according to the lunatic's estate and interest in the same, to such person, and shall apply the moneys arising thereby in such manner, as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "77", "section_title": "Committee may dispose of undesirable lease.", "section_text": " 77   Where a lunatic is entitled to a lease for a life or lives or for a term of years, either absolute or determinable on a death or otherwise, or to an under-lease, of whatsoever nature, and it appears to the Lord Chancellor intrusted as aforesaid to be desirable and for the benefit of the lunatic or his estate that the lease or under-lease should be disposed of, the committee of the estate may, in the name and on behalf of the lunatic, under order of the Lord Chancellor intrusted as aforesaid, surrender, assign, or otherwise dispose of the lease or under-lease, to such person, for such valuable or nominal or other consideration, upon such terms, by such conveyances, and in such manner, and shall apply the moneys (if any) arising thereby in such manner, as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "78", "section_title": "Committee may make building and other leases, subject to such covenants as Lord Chancellor shall order.", "section_text": " 78   Where a lunatic is seised or possessed of or entitled to land in fee or in tail, or to leasehold land for an absolute interest, and it appears to the Lord Chancellor intrusted as aforesaid to be for his benefit that a lease or under-lease should be made thereof for terms of years, for encouraging the erection of buildings thereon, or for repairing buildings actually being thereon, or otherwise improving the same, or for farming or other purposes, the committee of the estate may, in the name and on behalf of the lunatic, under order of the Lord Chancellor intrusted as aforesaid, make such lease of the land, or any part thereof, according to the lunatic's estate and interest therein, and to the nature of the tenure thereof, for such term or terms of years, and subject to such rents and covenants, as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "79", "section_title": "Committee may make leases of mines already opened.", "section_text": " 79   Where a lunatic is seised or possessed of or entitled to land in fee or in tail, and it appears to the Lord Chancellor intrusted as aforesaid to be for his benefit that any mine or quarry already opened in, upon, or under the land should be worked, the committee of the estate may, in the name and on behalf of the lunatic, under order of the Lord Chancellor intrusted as aforesaid, make such lease of the mines, quarries, minerals, stones, and substances in, upon, or under the land, either with or without any land convenient to be held therewith, and with or without the surface, to such person, for such term or terms of years, and subject to such rents, royalties, reservations, covenants, and agreements, and in such manner and form, as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "80", "section_title": "Committee may, where necessary for maintenance of lunatic, or expedient, make leases of mines unopened.", "section_text": " 80   Where a lunatic is seised or possessed of or entitled to land in fee or in tail, and it appears to the Lord Chancellor intrusted as aforesaid either to be necessary for the maintenance of the lunatic and the members of his immediate family, for whom provision is directed to be made, or to be expedient in a due course of management, that any mine or quarry, being in, upon, or under the land, should be opened and worked, the committee of the estate may, in the name and on behalf of the lunatic, under order of the Lord Chancellor intrusted as aforesaid, make such lease of the mines quarries, minerals, stones, and substances in, upon, or under the land, although not already opened or worked, and either with or without any land convenient to be held therewith, and with or without the surface, to such person, for such term or terms of years, and subject to such rents, royalties, reservations, covenants, and agreements, and in such manner and form, as the Lord Chancellor intrusted as aforesaid shall order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "81", "section_title": "Lord Chancellor, in matters of lunacy, enabled to empower committees of estates to grant leases binding on issue or remaindermen.", "section_text": " 81   Where a lunatic is seised of or entitled to land in tail, and it appears to the Lord Chancellor intrusted as aforesaid to be for his benefit, the committee of the estate may in the name and on behalf of the lunatic, under order of the Lord Chancellor intrusted as aforesaid, make any such leases of the land or any part thereof as in the last three preceding sections of this Act are mentioned, and every such lease shall be good and effectual in law against the lunatic and his heirs, and all persons claiming the lands entailed by force of any estate tail which shall be vested in such lunatic, and also against all persons, including the Queen's most Excellent Majesty, her heirs and successors, whose estates are to take effect after the determination of or in remainder or reversion expectant upon such estate tail, according to such estate as is comprised and specified in every such lease, in like manner as the same would have been good and effectual in law if the lunatic at the time of the making of such leases had been lawfully seised of the same lands comprised in such lease of a pure estate in fee simple to his own use, and had been of sound mind, and not the subject of a commission of lunacy, and had himself granted such lease; and every person to whom from time to time the reversion expectant upon the lease shall belong after the death of the lunatic shall and may have such and the like remedies and advantages, to all intents and purposes, against the lessee, his executors, administrators, and assigns, as the lunatic or his committee would or might have had against him or them.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "82", "section_title": "Produce of newly-opened mines, where necessary for lunatic's maintenance, to be so applied; otherwise to be carried to separate account, and be considered real estate.", "section_text": " 82   Where the Lord Chancellor intrusted as aforesaid makes any such order as in and by the eightieth section is authorised to be made, by reason of its appearing to him to be necessary for the maintenance of the lunatic and such members of his immediate family as aforesaid, that the mine or quarry should be opened and worked, then the moneys arising thereby shall be applied in or towards such maintenance as aforesaid, in such manner as the Lord Chancellor intrusted as aforesaid shall direct; but in such case the surplus thereof, and in every other case all the moneys so arising, shall be carried to a separate account, and may be applied for or towards all or any of the purposes for which moneys are hereinbefore authorised to be raised by sale of the lunatic's estate, or in such other manner for the lunatic's benefit as the Lord Chancellor intrusted as aforesaid shall direct; and upon the lunatic's death the moneys remaining on the credit of such separate account shall, as between the representatives of his real and of his personal estate, be considered as real estate.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "83", "section_title": "Committee may execute leasing powers of lunatic having limited estate.", "section_text": " 83   Where a lunatic has a limited estate only in land, and any power whatsoever of leasing the same is vested in him, the committee of his estate may and shall from time to time, in the name and on behalf of the lunatic, under order of the Lord Chancellor intrusted as aforesaid, execute the power, to such extent and in such manner as the order shall direct; and all fines, premiums, and sums of money (if any) received for or upon the granting of any lease under this present provision shall be applied and disposed of in manner directed in section eighty-five of this Act, respecting the fines, premiums, and sums of money therein mentioned.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "84", "section_title": "Committee may accept surrender, and make new lease.", "section_text": " 84   Where a lunatic is entitled or has a right to renew, and either it would be for his benefit to renew, or he might, in pursuance of any covenant or agreement, if not under disability, be compelled to renew, a lease made for life or lives, or for a term of years, either absolute or determinable on a death or otherwise, the committee of his estate may in his name, under an order of the Lord Chancellor intrusted as aforesaid, upon the application of the committee, or of any person entitled to the renewal, accept a surrender of the lease, and make and execute a new lease, of the premises comprised in the lease surrendered, for such number of lives, or for such term or terms of years determinable upon such number of lives, or for such term or terms of years absolute, as was or were mentioned or contained in the lease surrendered at the making thereof, or otherwise as the Lord Chancellor intrusted as aforesaid shall order, but so that no renewed lease be executed by virtue of this Act, in pursuance of any covenant or agreement, unless the fine (if any) or such other sum of money (if any) as ought to be paid on renewal, and such things (if any) as ought to be performed in pursuance of the covenant or agreement by the lessee or tenant, be first paid and performed, and a counterpart be duly executed by the lessee.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "85", "section_title": "Fines, how to be paid. On death of lunatic, quality of money arising by fines.", "section_text": " 85   All fines, premiums, and sums of money received upon renewal shall, after deduction of all necessary incidental charges and expenses, be paid to the committee of the estate, and be applied for the lunatic's benefit as the Lord Chancellor intrusted as aforesaid shall order; but upon the lunatic's death all such moneys as have arisen by such fines, premiums, or sums of money, or so much thereof as then remains unapplied for his benefit, shall, as between the representatives of his real and of his personal estate, be considered as real estate, unless the lunatic be tenant for life only, and then the same shall be considered as personal estate.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "86", "section_title": "Committee may exercise power vested in lunatic for his own benefit or give consent.", "section_text": " 86   Where a power is vested in a lunatic for his own benefit, or the consent of a lunatic is necessary to the exercise of a power, and such power of consent is in the nature of a beneficial interest in the lunatic, and it appears to the Lord Chancellor intrusted as aforesaid to be for the lunatic's benefit, and also to be expedient, that the power should be exercised or the consent given (as the case may be), the committee of the estate may, in the name and on behalf of the lunatic, under an order of the Lord Chancellor intrusted as aforesaid, made upon the application of the committee of the estate, exercise the power or give the consent, as the case may be, in such manner as the order shall direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "87", "section_title": "Committee may exercise power vested in lunatic in character of trustee or guardian, &c.", "section_text": " 87   Where a power is vested in a lunatic in the character of trustee or guardian, or the consent of a lunatic to the exercise of a power is necessary in the like character, or as a check upon the undue exercise of the power, and it appears to the Lord Chancellor intrusted as aforesaid to be fit and expedient that the power should be exercised, or the consent given (as the case may be), the committee of the estate, in the name and on behalf of the lunatic, under an order of the Lord Chancellor intrusted as aforesaid, made upon the application of any person interested in the exercise of the power, may exercise the power, or give the consent, as the case may be, in such manner as the order shall direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "88", "section_title": "Appointment of new trustees under power to have effect of appointments by Court of Chancery, and like orders may be made as under Trustee Act, 1850.", "section_text": " 88   Where under this Act the committee of the estate, under order of the Lord Chancellor intrusted as aforesaid, exercises in the name and on behalf of the lunatic, a power of appointing new trustees vested in the lunatic, the person or persons who shall, after and in consequence of the exercise of the power, be the trustee or trustees, shall have all the same rights and powers as he or they would have had if the order had also been made by the Court of Chancery, under the Trustee Act, 1850, or any Act amending the same, or if he or they had been appointed by decree of that Court in a suit duly instituted ; and the Lord Chancellor intrusted as aforesaid may in any such case, where it seems to him to be for the lunatic's benefit, and also expedient, make any and every such order respecting the land or stock or choses in action subject to the trust as might have been made in the same case under the provisions of the Trustee Act, 1850, or any Act amending the same, on the appointment thereunder of a new trustee or new trustees.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "89", "section_title": "Deeds, &c. executed under this Act to be as valid as if lunatic had been of sound mind.", "section_text": " 89   Every surrender, lease, agreement, deed, conveyance, mortgage, or other disposition granted, accepted, made, or executed by virtue of this Act shall be as valid and legal to all intents and purposes as if the person in whose name or place or on whose behalf the same was granted, accepted, made, or executed had been of sound mind, and had granted, accepted, made, or executed the same.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "90", "section_title": "Stock belonging to lunatic may be ordered to be transferred.", "section_text": " 90   Where any stock is standing in the name of or is vested in a lunatic beneficially entitled thereto, or is standing in the name of or vested in a committee of the estate of a lunatic, in trust for the lunatic, or as part of his property, and the committee dies intestate, or himself becomes lunatic, or is out of the jurisdiction of or not amenable to the process of the Court of Chancery, or it is uncertain whether the committee be living or dead, or he neglects or refuses to transfer the stock, and to receive and pay over the dividends thereof, to a new committee, or as he directs, for the space of fourteen days next after a request in writing for that purpose made by a new committee, then the Lord Chancellor intrusted as aforesaid may order some fit person to transfer the stock to or into the name of a new committee, or into the name of the Accountant General of the Court of Chancery, or otherwise, and also to receive and pay over the dividends thereof, or such sum or sums of money and in such manner as the Lord Chancellor intrusted as aforesaid may order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "91", "section_title": "Stock in name of lunatic residing out of Ireland may be ordered to be transferred.", "section_text": " 91   Where any stock, or any portion of the capital stock, or any share of any company or society, whether transferable in books or otherwise, is standing in Ireland in the name of and beneficially vested in a person residing out of Ireland, the Lord Chancellor intrusted as aforesaid, upon proof to his satisfaction that the person has been declared idiot, lunatic, or of unsound mind, and that his personal estate has been vested in a curator or other person appointed for the management thereof, according to the laws of the place where he is residing, may order some fit person to make such transfer of the stock, or such portion of the capital stock or share as aforesaid, or any part or parts thereof respectively, to or into the name of the curator or other person appointed as aforesaid, or otherwise, and also to receive and pay over the dividends thereof, as the Lord Chancellor intrusted as aforesaid may think fit.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "92", "section_title": "Who shall be appointed to make transfer.", "section_text": " 92   Where an order is made under this Act for the transfer of stock, the person to be named in the order for making the transfer shall be some proper officer of the company or society in whose books the transfer is to be made; and where the transfer is to be made in books kept by the Governor and Company of the Bank of Ireland, the officer to be named shall be the secretary, or deputy secretary, or accountant general, or deputy accountant general for the time being of the said governor or company.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "93", "section_title": "All deeds, transfers, payments, &c. made in pursuance of this Act to be valid and binding.", "section_text": " 93   Every conveyance, transfer, charge, or other disposition made or executed by virtue of this Act, and every payment made in pursuance of this Act, shall be valid to all intents, and binding upon all persons whomsoever; and this Act shall be a full indemnity and discharge to the Governor and Company of the Bank of Ireland, their officers and servants, and all other persons respectively, for all acts and things done or permitted to be done in pursuance thereof, or of any order of the Lord Chancellor intrusted as aforesaid made or purporting to be made under this Act; and such acts and things respectively shall not be questioned or impeached in any court of law or equity to their detriment.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "94", "section_title": "Costs may be paid out of estate.", "section_text": " 94   The Lord Chancellor intrusted as aforesaid may order the costs and expenses of and relating to the petitions, applications, orders, directions, conveyances, and transfers to be made in pursuance of this Act, or any of them, to be paid and raised out of or from the land or stock, or the rents or dividends in respect of which the same respectively shall be made, in such manner as he may think proper.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "95", "section_title": "Act not to subject lunatic's property to debts.", "section_text": " 95   Nothing in this Act contained shall extend to subject any part of a lunatic's property to the debts or demands of his creditors, further or otherwise than as the same is now subject thereto by due course of law.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "96", "section_title": "Powers to extend to colonies, &c.", "section_text": " 96   The powers and authorities given by this Act to the Lord Chancellor intrusted as aforesaid shall extend to all land and stock within any of the dominions, plantations, and colonies of Her Majesty (except England, Wales, and Scotland).  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "97", "section_title": "Petitions for traverse to be presented within a limited time.", "section_text": " 97   Any person desiring to traverse may, within the three months next after the day of the return of the inquisition, present a petition for that purpose to the Lord Chancellor intrusted as aforesaid, who is hereby required to hear and determine the petition, and shall, in his order upon it for a traverse, limit a time, not exceeding six months from the date of the order, within which the person desiring to traverse, and all other proper parties, are to proceed to trial of the traverse, and who may by the same or any other order direct that the person desiring to traverse, not being the person the object of the inquisition, shall, within the three weeks next after the date of the order, give sufficient security to and to the satisfaction of the' master for all proper parties proceeding to trial within the time to be limited as aforesaid,  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "98", "section_title": "Persons not petitioning or not proceeding to trial within limited time barred", "section_text": " 98   Every person having right to traverse who shall not within the time herein-before limited present his petition for that purpose, or who shall refuse or neglect to give such security as aforesaid, or who shall not proceed to trial within the time to be limited as aforesaid, and his heirs, executors, and administrators, and all others claiming by, through, or under him, shall be absolutely barred of his and their right of traverse, unless the Lord Chancellor intrusted as aforesaid shall, under the special circumstances of any particular case, think fit, upon petition for that purpose, to allow the traverse to be had or tried after the time by this Act limited, in all which special cases the Lord Chancellor intrusted as aforesaid may make such orders as to him shall seem just.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "99", "section_title": "Lord Chancellor may direct new trials.", "section_text": " 99   If the Lord Chancellor intrusted as aforesaid he dissatisfied with the verdict returned upon a traverse, he may order one or more new trial or trials thereon, as to him shall seem meet, and as is usual in cases of issues directed by the Court of Chancery, but no person shall be admitted to traverse oftener than once.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "100", "section_title": "Lord Chancellor may, notwithstanding traverse, make orders for management of person and estate.", "section_text": " 100   The Lord Chancellor intrusted as aforesaid may from time to time, after the return of the inquisition, or the issue directed pursuant to the power contained in the sixteenth section of this Act, and notwithstanding a petition or order depending relative to a traverse or new trial, make such orders and do such acts relative to the custody and commitment of the person, and the commitment, management, and application of the estates and effects of the person, the object of the inquisition, as he shall think necessary or proper (inclusive of the imposition and levying of fees and per-centage as herein provided) ; and all things done by any person appointed committee of the person or estate, or by any other person, shall be as valid and effectual, and all committees and other persons respectively, and their respective heirs, executors, and administrators, are hereby indemnified in respect of all such things as aforesaid from and against all actions, suits, and proceedings, damages, costs, charges, and expenses, to be brought, commenced, had, or recovered by the person the object of the inquisition, his heirs, executors, or administrators, or any other person whomsoever, as fully and effectually as if the inquisition had not been traversable, but no further or otherwise.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "101", "section_title": "No traverse of an inquisition made by one of the judges of the superior courts and by a jury to be granted, but new trial may be ordered by the Lord Chancellor.", "section_text": " 101   No person shall be entitled to a traverse of any inquisition made pursuant to the power contained in the sixteenth section of this Act, under any such order as aforesaid had upon the oath of a jury; but it shall be lawful for the Lord Chancellor intrusted as aforesaid, if he shall think fit, upon a petition being presented to him within three months next after the trial of any such issue, to order that a new trial shall be had of such issue or a new inquiry made as to the insanity of such person, subject to such directions and upon such conditions as to the Lord Chancellor intrusted as aforesaid may seem proper.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "102", "section_title": "Commission may be superseded on conditions.", "section_text": " 102   If it shall appear to the Lord Chancellor that it is not expedient or for the benefit of the lunatic that the Commission, should be unconditionally superseded, but that same should be superseded on terms and conditions, he may, upon the consent of the lunatic and such other persons, if any, whose consent he may deem necessary, order the Commission to be superseded upon such terms and conditions as he shall think proper.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "103", "section_title": "Power to appoint a guardian of person of weak mind.", "section_text": " 103   When it is established to the satisfaction of the Lord Chancellor intrusted as aforesaid that any person is of weak mind and temporarily incapable of managing his affairs, and two certificates to that effect shall have been given, each of which shall be signed by a legally qualified medical practitioner, the Lord Chancellor intrusted as aforesaid may, in a summary way, and without directing any inquiry under a commission of lunacy, by an order to be made in the matter of such person of weak mind, appoint a guardian of the person and property or of the property of such person of weak mind, and shall, in and by such order, specify the nature and extent of the powers to be exercised by such guardian in respect of the person and property of such person of weak mind, and may generally make such order as he may consider expedient for the purpose of rendering the property of such person or the income thereof available for the maintenance or benefit, or for carrying on the trade or business, or for the support, maintenance, or education of the family of such person of weak mind, and to provide for the costs incident to such petition and the proceedings to be had thereon, provided that the alleged person of weak mind shall have such personal notice of the application for such order as aforesaid, and every application for any such order shall be supported by such evidence as the Lord Chancellor intrusted as aforesaid shall, by any general order to be made as herein-after mentioned, direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "104", "section_title": "No order to have validity for more than six months.", "section_text": " 104   No order, when made under the preceding section, shall be of any force and validity beyond the period of six calendar months from the date thereof, nor shall any such order be by the Lord Chancellor intrusted as aforesaid renewed more than once, and every such order shall contain a direction to the medical visitor to visit such person of weak mind, as being an alleged lunatic, at such times and such manner as to the Lord Chancellor intrusted as aforesaid may seem fit and necessary, and the report of the medical visitor to be made pursuant to such direction shall be filed, and may be proceeded upon according to the provisions to that effect herein-before contained.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "105", "section_title": "Guardian to file monthly accounts.", "section_text": " 105   Every guardian to be appointed under the two preceding sections by the Lord Chancellor intrusted as aforesaid shall file in the office of the registrar a monthly account and report of all the moneys, rents, dividends, and other property of the person of weak mind by him received or expended, and how the same was applied, and of every act, deed, and thing done by him as such guardian in relation to the person or property of such person, and every such guardian may be compelled to account and to pay the balance to be found due by him in any such account in the same manner as if he had been appointed to be a receiver, regularly appointed in a matter of lunacy by the Lord Chancellor intrusted as aforesaid ; provided always, that all such accounts shall be taken and vouched by and before the registrar, unless the Lord Chancellor intrusted as aforesaid shall by any order specially direct that any such account shall be taken and vouched by or before the master.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "106", "section_title": "Hearing of petition for guardian to be in camera.", "section_text": " 106   The hearing of any petition presented under the one hundred and third section of this Act, and every proceeding to be subsequently had in any such matter, whether before the Lord Chancellor intrusted as aforesaid, or the master, shall be heard and disposed of privately in camera.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "107", "section_title": "Conveyances, transfers, &c. executed by guardian to be valid.", "section_text": " 107   Every conveyance, transfer, charge, or other disposition, made or executed by any guardian of a person of weak mind in pursuance of any order to be made by the Lord Chancellor, intrusted as aforesaid, under and by virtue of the powers contained in the one hundred and third section of this Act, shall be valid to all intents, and binding upon all persons whatsoever; and this Act shall be full indemnity and discharge to the Governor and Company of the Bank of Ireland, their officers and servants, and all other officers respectively, for all acts and things done or permitted to be done in pursuance of any order of the Lord Chancellor, intrusted as aforesaid, made or purporting to be made under the said one hundred and third section of this Act; and such acts and things, respectively, shall not be questioned or impeached in any court of law or equity, to their detriment.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "108", "section_title": "Appointment of future registrars.", "section_text": " 108   After the death, dismissal, resignation, or retirement from office of the present registrar, or any future registrar, the Lord Chancellor intrusted as aforesaid may by writing under his hand appoint a fit and proper person to fulfil the office and to be the registrar, and such person when, as aforesaid, appointed to be registrar, shall hold his office during good behaviour, and may be removed therefrom by the Lord Chancellor in case of misconduct or neglect in the discharge of his duties, or being disabled from performing the same.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "109", "section_title": "Annual percentage to be charged on estates of lunatics.", "section_text": " 109   And whereas it would greatly facilitate and simplify the practice in lunacy and would be attended with convenience that the charges incident to the lunacy office and the administration of the estates of lunatics should be defrayed, except as herein-after mentioned, by means of a per-centage graduated in an equitable manner as between richer and poorer estates in part : Be it enacted as follows :—    A percentage on the respective clear annual incomes of all lunatics shall be paid according to the several rates following ; that is to say,—     The rate of two pounds ten shillings per centum for each annual income amounting to one hundred pounds and not amounting to five hundred pounds, but so that no larger sum be payable in any such case in any one year than ten pounds:      The rate of three pounds per centum for each annual income amounting to five hundred pounds and not amounting to one thousand pounds, but so that no larger sum be payable in such case in any one year than twenty pounds :      The rate of four pounds per centum for each annual income amounting to one thousand pounds or upwards, but so that no larger sum be payable in such case in any one year than one hundred and fifty pounds :       And in every case the fractional parts less than one moiety of the pound sterling shall be disregarded in the calculation of the amount of the per-centage and shall not be levied or paid.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "110", "section_title": "Master to certify the amount of the clear annual income of each lunatic.", "section_text": " 110   The master shall from time to time certify in each case what is the amount of each such clear annual income as aforesaid, and of the per-centage payable thereon, and such certificate shall thereupon be filed in the office of the registrar, and the registrar shall thereupon cause an office copy of such order to be deposited in the office of the Accountant General of the Court of Chancery, and the Accountant General of the Court of Chancery shall thereupon and without further order transfer, or cause to be transferred in the books of the Governor and Company of the Bank of Ireland, such sum or amount of the cash or stock then or next after standing, or to stand, in the books of the Governor and Company of the Bank of Ireland to the credit of the Accountant General of the Court of Chancery and the separate credit of the matter of the lunatic, as shall be equal to the amount of the per-centage specified in the certificate of the master aforesaid from such credit as aforesaid to the credit of the said Accountant General of the Court of Chancery and the separate credit of the lunacy fund.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "111", "section_title": "Percentage to be paid notwithstanding death, &c. before payment.", "section_text": " 111   The per-centage aforesaid, or a proper proportionate part thereof (as the case may require), shall be chargeable and charged upon the estate of a lunatic, and be payable thereout, although before payment thereof he die, or the inquisition in his case be superseded, or be vacated and discharged on a traverse; but in either of the two cases last aforesaid the Lord Chancellor intrusted as aforesaid may, if he see fit, remit or reduce the amount of the sum to be paid; and the payment of the amount in every case shall be enforced in such manner and under such regulations as the Lord Chancellor intrusted as aforesaid shall from time to time direct.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "112", "section_title": "Power to Lord Chancellor to alter per-centage and fees.", "section_text": " 112   The Lord Chancellor may, by order, from time to time reduce the several rates of per-centage aforesaid or any of them, and again, if it shall seem to him expedient, from time to time raise the same several rates or any of them, but not to rates higher than those respectively herein-before prescribed, and also may, by order, from time to time vary or abolish the fees now received in the lunacy office, or any of them, or other the fees for the time being payable in relation to proceedings in lunacy, or any of them, and, if and when it shall seem to him necessary or expedient, fix and impose other fees, or fees of altered amount, and make such orders, rules, and regulations relative to the mode of levying, receiving, and accounting for and generally in respect of such per-centage and fees as to him at any time or from time to time may seem fit ; provided always, that the fees receivable in the lunacy office shall not nor shall any of them be increased beyond their present scale.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "113", "section_title": "Power to exempt small properties.", "section_text": " 113   Where it is made to appear to the Lord Chancellor intrusted as aforesaid that the net amount or net estimated value of the property of a lunatic does not exceed the sum of seven hundred pounds sterling in respect of the corpus thereof, or the sum of fifty pounds sterling per annum in respect of the income thereof, he may order (if he shall think fit) that no fee shall be taken or paid, or per-centage be levied or paid, in relation to the proceedings in the matter or the property, as from the date of the order or such other time as he shall direct, during the continuance of the lunacy or until further order.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "114", "section_title": "Provisions respecting per-centage and fees to apply to cases under 8 & 9 Vict. c.100 and to certain cases where lunatic is out of jurisdiction.", "section_text": " 114   All the foregoing provisions respecting fees and per-centage shall he applicable to the proceedings in the matter of and to the property of a lunatic under the protection of the Lord Chancellor intrusted as aforesaid, by virtue of proceedings taken under the provisions of this Act relative to the protection of persons of weak mind, and also to the proceedings in the matter of and to the property of a lunatic under the protection of the Lord Chancellor intrusted as aforesaid by virtue of the transmission of the record of an inquisition from England, and its entry of record in the Chancery of Ireland, and also to the proceedings in the matter of and to the property of a person residing out of Ireland, and declared idiot, lunatic, or of unsound mind, according to the laws of the place where he is residing, where the Lord Chancellor intrusted as aforesaid makes an order affecting the stock or any portion of the capital stock or shares of such person as last aforesaid or dividends thereof; and the aforesaid provisions shall be applied to the several classes of cases mentioned in this present section in such manner and under such regulations as the Lord Chancellor shall from time to time order, but so that no per-centage be levied or paid in either of the two last-mentioned cases, except in respect of income arising from property being within the jurisdiction of the Lord Chancellor intrusted as aforesaid, and being administered by him or under his authority and direction.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "115", "section_title": "Lord Chancellor may-direct annul ties to be paid to registrars, &c.", "section_text": " 115   The Lord Chancellor intrusted as aforesaid may, by any general order, declare that annuities or salaries of such amount, upon such terms and subject to such conditions as are therein specified, shall be paid to the registrar and the clerks and officers employed or to be employed in the lunacy office, and also that such compensation for services rendered, and costs and expenses of any such proceedings to be instituted pursuant to the provisions of this Act as shall be therein specified, and upon the terms and subject to the conditions therein mentioned, shall be paid to the medical visitors, and the legal visitors, and the solicitor for minors and lunatics, and shall and may by any special order, if he shall so think fit, order, but subject to such conditions as to him shall seem fit, to be paid to any registrar, officer, or clerk who shall have served for twenty years in the office of lunacy, and who shall be above sixty years of age and shall be desirous of retiring, or who shall be disqualified by permanent infirmity from the performance of his duties, such superannuation allowance, not exceeding two thirds of the annuity or salary payable to such registrar, officer, or clerk at the time of his resignation, as the Lord Chancellor intrusted as aforesaid may approve: Provided always, that each of the clerks and officials of the lunacy office, until and unless the Lord Chancellor intrusted as aforesaid declare that an annuity or salary shall be paid to him, shall have, enjoy, and receive the fees, emoluments, and profits previous to the passing of this Act enjoyed and received by him; and provided also, that until and unless the Lord Chancellor intrusted as aforesaid shall declare that an annuity or salary shall be paid to him, the registrar shall have, receive, take, and enjoy all the fees, profits, payments, and emoluments now received, taken, and enjoyed by the clerk of the custodies of lunatics and idiots.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "116", "section_title": "Annuities and salaries to be in lieu of fees.", "section_text": " 116   All annuities and salaries ordered to be paid in pursuance of the preceding section of this Act shall be payable out of the lunacy fund mentioned in the one hundred and tenth section of this Act, and at the times and in the manner to be specified in any general or special order directing the payment: Provided always, that every such annuity or salary payable by virtue of any general or special order to be made in virtue of the last preceding section shall be paid to and received by the person to whom the same shall be payable in substitution for and in lieu of such fees (if any) which he at the date of such order was in virtue of his office entitled to receive, and thenceforward, from the date of such general or special order, the fees which the person to whom such annuity or salary as aforesaid shall have been granted would have been entitled to receive shall by him from time to time, and at such time and manner as in the order granting him such salary shall direct, be paid in by him into the bank of the Governor and Company of the Bank of Ireland, to the credit of the Accountant General of the Court of Chancery and the separate credit of the lunacy fund.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "117", "section_title": "Lord Chancellor may direct office expenses, &c. to be paid, out of the fees.", "section_text": " 117   Notwithstanding anything herein-before contained, the Lord Chancellor intrusted as aforesaid may, by any general or special order, direct that any expenses incident to the lunacy office other than any annuity or salary to be granted pursuant to the powers in the two last preceding sections of this Act contained, be paid out of the fees of the lunacy office, and also that any remuneration for services to be rendered by the medical visitors or legal visitors, the solicitor for minors and lunatics, in connexion with any lunatic, or any expenditure connected with the management of the estate of any lunatic, shall be paid out and borne by the estate of such lunatic.  "}, {"act": "Lunacy Regulation (Ireland) Act 1871", "year": 1871, "section": "118", "section_title": "Power to Lord Chancellor to make general orders.", "section_text": " 118   The Lord Chancellor may from time to time make such orders as to him shall seem meet for carrying into effect the purposes of this Act, and for regulating the form and mode of proceeding before and by the masters and the practice in matters in lunacy, and for regulating the duties and powers of the several officers in lunacy, and, so far as to him may seem expedient, for altering the course of proceeding herein-before prescribed in respect of the matters to which this Act relates, or any of them ; and any such order as aforesaid may be from time to time rescinded or varied by the like authority; and every such order as aforesaid which shall alter the course of proceeding herein-before prescribed in respect of the matters to which this Act relates, or any of them, shall be laid before both Houses of Parliament within fourteen days after the making thereof, if Parliament be then assembled, and if not then within fourteen days after the meeting of Parliament then next following; and if either House of Parliament shall, by resolution, passed within thirty-six days next after any such order as aforesaid has been laid before it, resolve that the whole or any part thereof ought not to continue in force, in that case the whole order or the part of the order specified in the resolution (as the case may be) shall from and after the passing of the resolution cease to be     The several Acts of Parliament mentioned in the first schedule hereto shall be, and the same are hereby repealed to the extent specified concerning the same Acts respectively in the third column of the said schedule, but so that the validity of any proceeding taken or pending under the said Acts, or any of them, before or at the commencement of this Act, shall not be taken away, diminished, or injuriously affected.  "}]