[{"act": "Pensions Commutation Act 1871", "year": 1871, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The Pensions Commutation Act 1871. ”"}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "2", "section_title": " Definition of terms.", "section_text": "2 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The term “ pension ” includes any half–pay compensation allowance, superannuation or retirement allowance, or other payment of the like nature: The term “ officer ” means commissioned officer and warrant officer in  Her Majesty’s naval or land forces , and subordinate officer in the  naval forces : The term “ public civil office ” means any office other than that of an officer in Her Majesty’s naval or land forces, the holder of which is paid his remuneration out of moneys provided by Parliament for supply services."}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "3", "section_title": " Application of Act.", "section_text": "3 This Act shall apply only— 1 To officers in Her Majesty’s naval or land forces; and 2 To persons who have retired or have been removed from public civil offices in consequence of the abolition of their offices, or for the purpose of facilitating improvements in the organization of the departments to which they belonged and to whom annual pensions have been granted by way of compensation for such retirement or removal."}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "4", "section_title": "†Power to Treasury to commute pensions. ", "section_text": "4 It shall be lawful for  the Minister for the Civil Service , in accordance with such regulations as they may from time to time make, on the application of any person to whom this Act applies, to commute his pension by the payment of a capital sum of money, calculated according to the estimated duration of the life of the pension–holder, subject to the following provisions: 1 In calculating the amount payable in respect of the commutation of any pension, the following rules shall be observed: a The age of the pension–holder shall be reckoned at the age he will attain on the birthday next succeeding his application for commutation; b In the case of impaired lives, years shall be added to the age of the pension–holder for the purpose of calculating the amount of commutation payable to him; and in like manner a deduction from age shall be made as an equivalent for the right to prospective increase of the pension to be commuted; c In calculating the amount payable in respect of any pension, interest shall be reckoned at a rate of not less than five pounds per centum per annum: 2 Where any officer in the naval or land forces of Her Majesty whose pension has been commuted under this Act subsequently marries or forms a civil partnership , his widow or surviving civil partner  shall not be entitled to any pension, and a child of any such officer born after the date of the commutation of his pension shall not be entitled to compassionate allowance: Where any officer in the naval or land forces of Her Majesty whose pension has been commuted under this Act subsequently marries or forms a civil partnership, the officer’s surviving spouse or surviving civil partner shall not be entitled to any pension, and a child of any such officer born after the date of the commutation of the pension shall not be entitled to compassionate allowance: Where any officer in the naval or land forces of Her Majesty whose pension has been commuted under this Act subsequently marries or forms a civil partnership, the officer’s surviving spouse or surviving civil partner shall not be entitled to any pension, and a child of any such officer born after the date of the commutation of the pension shall not be entitled to compassionate allowance: 3 Save as aforesaid, nothing in this Act contained shall be held to deprive the  wife, civil partner  or children of any officer whose pension may be commuted of any reversionary right to pension or compassionate allowance to which she or they may be entitled: 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "6", "section_title": " Payment of commutation moneys. ", "section_text": "6 The Commissioners for the Reduction of the National Debt, . . .  , may pay the amounts awarded as commutations of pensions out of any funds for the time being in their hands under the authority of  the  National Savings Bank Act 1971  . . . "}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "7", "section_title": "†Power to Treasury to make regulations. ", "section_text": "7 Subject to the provisions of this Act,  the Minister for the Civil Service  may from time to time make, alter, or revoke regulations as to the following matters:— 1 The rules according to which applications for commutation are to be made or, . . .   withdrawn: 2 The tables according to which the duration of life of applicants for commutation is to be calculated for the purposes of this Act: 3 The terms upon which pensions are to be commuted, and the cases in which commutation is to be refused."}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "8", "section_title": " Moneys paid for commutation of pensions to be repaid by annuities. ", "section_text": "8 An account shall be made up annually of the amount paid by the Commissioners for the Reduction of the National Debt for the commutation of pensions under this Act, and a terminable annuity shall be annually paid, out of the votes of Parliament upon which the respective pensions were chargeable previous to commutation, to the Commissioners for the Reduction of the National Debt of an amount sufficient to repay to the said Commissioners, at the expiration of ten years, the amount advanced by them, together with interest thereon at a rate of not less than three and a half per centum per annum, and the amount of the annuity payable in respect of the commutation of pensions shall be notified by a certificate under the hand of the actuary of the National Debt Office, in the case of an officer  to the Defence Council  , and in the case of any other person to the head of the department to which the person belonged whose pension has been so commuted, or to such other person as may be directed by  the Minister for the Civil Service ."}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "9", "section_title": " Penalty on persons making false declarations.", "section_text": "9 If any applicant for commutation under this Act wilfully make any false declaration in relation to any matter or thing required by any regulation made in pursuance of this Act he . . .   shall be liable on conviction to forfeit all claim to his pension or the value thereof . . . "}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "10", "section_title": " Deduction from salary to be made where pension–holder takes office.", "section_text": "10 If any pension–holder whose pension has been commuted in pursuance of this Act accepts any public employment, a deduction shall be made from the salary payable to him in respect of such employment equal to the amount which would have been abated from the pension if it had not been commuted; and in the event of his becoming entitled to a pension in respect of such employment, the amount of such pension granted to him shall not exceed the amount which he might have received had his pension not been so commuted."}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "11", "section_title": " Consolidated Fund to repay advances to commissioners if necessary.", "section_text": "11 If at any time it appear desirable to the Treasury and to the Commissioners for the Reduction of the National Debt, having regard to the funds out of which the said Commissioners are authorized by this Act to pay the amounts awarded as commutations of pensions, that an issue in money should be made out of the Consolidated Fund in repayment of advances made from such funds, the Treasury may, upon a certificate to that effect under the hands of the Comptroller–General or Assistant Comptroller, acting under the Commissioners for the Reduction of the National Debt, issue to the said Commissioners out of the Consolidated Fund . . .  , such sum as may be named in such certificate."}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Pensions Commutation Act 1871", "year": 1871, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}]