[{"act": "Promissory Oaths Act 1871", "year": 1871, "section": "1", "section_title": " Repeal of Acts.", "section_text": "1  . . . . . . 2 Where by the recited Acts or this Act any person is prevented or relieved from taking any oath or making or subscribing any declaration, the taking, making, or subscribing of which forms a condition precedent or subsequent to the attainment by such person of any office, privilege, exemption, or other benefit, or the due performance of any act, such person shall nevertheless, on complying with the other conditions, if any, attached to the attainment of such office, privilege, exemption, or other benefit or the due performance of such act, be entitled thereto, and be deemed duly to have performed such act, in the same manner as if the condition relating to such oath or declaration, and any directions as to the certificate or registration of the taking of such oath, or making or subscribing such declaration, or otherwise, had been fulfilled and performed."}, {"act": "Promissory Oaths Act 1871", "year": 1871, "section": "2", "section_title": " Persons before whom oaths to be taken. ", "section_text": "2 Whereas by the  Promissory Oaths Act 1868, it is provided that the oaths of allegiance and judicial oath should be taken by each of certain officers therein mentioned, in manner in which the oaths required to be taken by such officer previously to the passing of that Act would have been taken; and it is desirable, with a view to the revision of the statute law, to define the manner in which such oaths are to be taken: each such officer shall take the said oaths before such persons as Her Majesty may from time to time appoint; or, In England and Wales—                 a before the  Lord Chief Justice of England and Wales , or b in open court before one or more judges of the High Court or before one or more Circuit judges. The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under the preceding paragraph. In Scotland, in the Court of Session in open court before one or more of the judges of that court,  . . ., or in open court before the court of the  sheriff principal of the sheriffdom  for which the person taking the oaths acts as justice  , sheriff or summary sheriff, or, for a part-time sheriff or part-time summary sheriff,  in open court before any sheriff principal : In Ireland, before  the Lord Chief Justice of Northern Ireland, or in the High Court , in open court before one or more of the judges of such court,  or at the county court ."}, {"act": "Promissory Oaths Act 1871", "year": 1871, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as “ The Promissory Oaths Act 1871. ”"}]