[{"act": "Biological Weapons Act 1974", "year": 1974, "section": "1", "section_title": " Restriction on development  etc.  of certain biological agents and toxins and of biological weapons.", "section_text": "1 1 No person shall develop, produce, stockpile, acquire or retain— a any biological agent or toxin of a type and in a quantity that has no justification for prophylactic, protective or other peaceful purposes; or b any weapon, equipment or means of delivery designed to use biological agents or toxins for hostile purposes or in armed conflict. 1A A person shall not— a transfer any biological agent or toxin to another person or enter into an agreement to do so, or b make arrangements under which another person transfers any biological agent or toxin or enters into an agreement with a third person to do so, if the biological agent or toxin is likely to be kept or used (whether by the transferee or any other person) otherwise than for prophylactic, protective or other peaceful purposes and he knows or has reason to believe that that is the case. 2 In this section— “ biological agent ” means any microbial or other biological agent; and “ toxin ” means any toxin, whatever its origin or method of production. 3 Any person contravening this section shall be guilty of an offence and shall, on conviction on indictment, be liable to imprisonment for life."}, {"act": "Biological Weapons Act 1974", "year": 1974, "section": "1A", "section_title": " Extraterritorial application of section 1", "section_text": "1A 1 Section 1 applies to acts done outside the United Kingdom, but only if they are done by a United Kingdom person. 2 Proceedings for an offence committed under section 1 outside the United Kingdom may be taken, and the offence may for incidental purposes be treated as having been committed, in any place in the United Kingdom. 3 Her Majesty may by Order in Council extend the application of section 1, so far as it applies to acts done outside the United Kingdom, to bodies incorporated under the law of any of the Channel Islands, the Isle of Man or any colony. 4 In this section “ United Kingdom person ” means a United Kingdom national, a Scottish partnership or a body incorporated under the law of a part of the United Kingdom. 5 For this purpose a United Kingdom national is an individual who is— a a British citizen, a British Dependent Territories citizen, a British National (Overseas) or a British Overseas citizen; b a person who under the British Nationality Act 1981 (c. 61) is a British subject; or c a British protected person within the meaning of that Act. 6 Nothing in this section affects any criminal liability arising otherwise than under this section."}, {"act": "Biological Weapons Act 1974", "year": 1974, "section": "1B", "section_title": "  Revenue and Customs prosecutions", "section_text": "1B 1 Proceedings for a biological weapons offence may be instituted  by  the Director of Public Prosecutions  or by order of the Commissioners for Her Majesty’s Revenue and Customs   if it appears to the Director or to the Commissioners  that the offence has involved— a the development or production outside the United Kingdom of any thing mentioned in section 1(1)(a) or (b) above; b the movement of any such thing into or out of any country or territory; c any proposal or attempt to do anything falling within paragraph (a) or (b) above.  2 In this section “ biological weapons offence ” means an offence under section 1 of this Act or section 50 of the Anti-terrorism, Crime and Security Act 2001 (including an offence of aiding, abetting, counselling, procuring or inciting the commission of, or attempting or conspiring to commit, such an offence). 3 Any proceedings for an offence which are instituted  by order of the Commissioners  under subsection (1) above shall be commenced in the name of an officer  of Revenue and Customs , but may be continued by another officer. 4 Where  the Commissioners  investigate, or propose to investigate, any matter with a view to determining— a whether there are grounds for believing that a biological weapons offence has been committed, or b whether a person should be prosecuted for such an offence, that matter shall be treated as an assigned matter within the meaning of the Customs and Excise Management Act 1979. 5 Nothing in this section affects any power of any person (including any officer) apart from this section.  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 This section does not apply to the institution of proceedings in Scotland."}, {"act": "Biological Weapons Act 1974", "year": 1974, "section": "2", "section_title": " Prosecution of offences.", "section_text": "2 1 Proceedings for an offence under section 1 above shall not be instituted— a in England or Wales, except by or with the consent of the Attorney General; or b in Northern Ireland, except by or with the consent of the  Advocate General for Northern Ireland . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Biological Weapons Act 1974", "year": 1974, "section": "3", "section_title": " Offences by bodies corporate.", "section_text": "3 Where an offence under section 1 of this Act which is committed by a body corporate is proved to have been committed with the consent and connivance of, or to be attributable to any negligence on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Biological Weapons Act 1974", "year": 1974, "section": "4", "section_title": " Powers to search and obtain evidence.", "section_text": "4 1 If a justice of the peace is satisfied by information on oath, or in Scotland the sheriff or a magistrate or justice of the peace is satisfied by evidence on oath, that there is reasonable ground for suspecting that an offence under section 1 of this Act has been, or is about to be, committed, he may grant a search warrant authorising a constable . . . — a to enter, at any time within  one month  three months  from the date of the warrant, any premises or place  named therein , if necessary by force, and to search the premises or place and every person found therein; b to inspect any document found in the premises or place or in the possession of any person found therein, and to take copies of, or seize or detain any such document; c to inspect, seize and detain any equipment so found; and d to inspect, sample, seize and detain any substance so found. 2 A warrant issued under subsection (1) above, authorising a constable to take the steps mentioned in that subsection, may also authorise any person named in the warrant to accompany the constable and assist him in taking any of those steps."}, {"act": "Biological Weapons Act 1974", "year": 1974, "section": "5", "section_title": " Amendment of Army, Air Force and Naval Discipline Acts.", "section_text": "5 1 Section 70 of the Army Act 1955   and section 70 of the Air Force Act 1955 (civil offenders)  , as amended by section 1(6) of the Genocide Act 1969  , shall each be amended by inserting in subsection (4), after the word “genocide”, the words  “                or an offence under section 1 of the Biological Weapons Act 1974              ” . 2 In section 48(2) of the Navy Discipline Act 1957 (exclusion of jurisdiction of courts-martial)  , as amended by section 1(7) of the Genocide Act 1969, after the word “genocide” there shall be inserted the words  “                or an offence under section 1 of the Biological Weapons Act 1974              ” ."}, {"act": "Biological Weapons Act 1974", "year": 1974, "section": "6", "section_title": " Extent.", "section_text": "6 1 This Act extends to Northern Ireland. 2 Her Majesty may by Order in Council make provision for extending this Act, with such exceptions, adaptations or modifications as may be specified in the order, to any of the Channel Islands, the Isle of Man, any colony (other than a colony for whose external relations a country other than the United Kingdom is responsible) or any country outside Her Majesty’s dominions in which Her Majesty has jurisdiction in right of Her Majesty’s Government of the United Kingdom. 3 An Order in Council under this section may be varied or revoked by a subsequent Order in Council."}, {"act": "Biological Weapons Act 1974", "year": 1974, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the Biological Weapons Act 1974."}]