[{"act": "Consumer Credit Act 1974", "year": 1974, "section": "1", "section_title": " General functions of   OFT .", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "2", "section_title": " Powers of Secretary of State.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "4", "section_title": " Dissemination of information and advice.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "5", "section_title": " Annual and other reports.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "6", "section_title": " Form etc. of applications.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "6A", "section_title": "Charge on applicants for licences  etc.", "section_text": "6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "7", "section_title": " Penalty for false information.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "8", "section_title": " Consumer credit agreements.", "section_text": "8 1 A   consumer   credit agreement is an agreement between an individual (\t\t\t\t\t\t“the debtor”) and any other person (\t\t\t\t\t\t“the creditor”) by which the creditor provides the debtor with credit of any amount. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A consumer credit agreement is a regulated credit agreement within the meaning of this Act if it— a is a regulated credit agreement for the purposes of Chapter 14A of Part 2 of the  Regulated Activities Order ; and b   if entered into on or after 21st March 2016,  is not an agreement   the purpose of which is the acquisition or retention, by an individual acting for purposes outside those of any trade, business or profession carried on by the individual, of property rights in land or in an existing or projected building . 3A A reference in paragraph (3)(b) to any land or building— a in relation to an agreement entered into before  IP completion day, is a reference to any land or building in the United Kingdom or within the territory of an EEA State; b in relation to an agreement entered into on or after  IP completion day, is a reference to any land or building in the United Kingdom. 4 Subsection (1) does not apply in relation to an agreement that is a green deal plan (see instead section 189B)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "9", "section_title": " Meaning of credit.", "section_text": "9 1 In this Act   “ credit  ” includes a cash loan, and any other form of financial accommodation. 2 Where credit is provided otherwise than in sterling it shall be treated for the purposes of this Act as provided in sterling of an equivalent amount. 3 Without prejudice to the generality of subsection (1), the person by whom goods are bailed or (in Scotland) hired to an individual under a hire-purchase agreement shall be taken to provide him with fixed-sum credit to finance the transaction of an amount equal to the total price of the goods less the aggregate of the deposit (if any) and the total charge for credit. 4 For the purposes of this Act, an item entering into the total charge for credit shall not be treated as credit even though time is allowed for its payment."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "10", "section_title": " Running-account credit and fixed-sum credit.", "section_text": "10 1 For the purposes of this Act— a running-account credit is a facility under a   consumer   credit agreement whereby the debtor is enabled to receive from time to time (whether in his own person, or by another person) from the creditor or a third party cash, goods and services (or any of them) to an amount or value such that, taking into account payments made by or to the credit of the debtor, the credit limit (if any) is not at any time exceeded; and b fixed-sum credit is any other facility under a   consumer   credit agreement whereby the debtor is enabled to receive credit (whether in one amount or by instalments). 2 In relation to running-account credit, \t\t\t\t\t\t\t\t\t\t\t\t“ credit limit  ” means, as respects any period, the maximum debit balance which, under the credit agreement, is allowed to stand on the account during that period, disregarding any term of the agreement allowing that maximum to be exceeded merely temporarily. 3 For the purposes of   any provision of this Act that specifies an amount of credit (except section 17(1)(a))  , running-account credit shall be taken not to exceed the amount specified in   that provision (\t\t\t\t\t\t“the specified amount ”) if— a the credit limit does not exceed the specified amount; or b whether or not there is a credit limit, and if there is, notwithstanding that it exceeds the specified amount,— i the debtor is not enabled to draw at any one time an amount which, so far as (having regard to section 9(4)) it represents credit, exceeds the specified amount, or ii the agreement provides that, if the debit balance rises above a given amount (not exceeding the specified amount), the rate of the total charge for credit increases or any other condition favouring the creditor or his associate comes into operation, or iii at the time the agreement is made it is probable, having regard to the terms of the agreement and any other relevant considerations, that the debit balance will not at any time rise above the specified amount."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "11", "section_title": " Restricted-use credit and unrestricted-use credit.", "section_text": "11 1 A restricted-use credit agreement is a regulated consumer credit agreement— a to finance a transaction between the debtor and the creditor, whether forming part of that agreement or not, or b to finance a transaction between the debtor and a person (the  “supplier ”) other than the creditor, or c to refinance any existing indebtedness of the debtor’s, whether to the creditor or another person, and   “ restricted-use credit  ” shall be construed accordingly. 2 An unrestricted-use credit agreement is a regulated consumer credit agreement not falling within subsection (1), and   “ unrestricted-use credit  ” shall be construed accordingly. 3 An agreement does not fall within subsection (1) if the credit is in fact provided in such a way as to leave the debtor free to use it as he chooses, even though certain uses would contravene that or any other agreement. 4 An agreement may fall within subsection (1)(b) although the identity of the supplier is unknown at the time the agreement is made."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "12", "section_title": " Debtor-creditor supplier agreements.", "section_text": "12 A debtor-creditor-supplier agreement is a regulated consumer credit agreement being— a a restricted-use credit agreement which falls within section 11(1)(a), or b a restricted-use credit agreement which falls within section 11(1)(b) and is made by the creditor under pre-existing arrangements, or in contemplation of future arrangements, between himself and the supplier, or c an unrestricted-use credit agreement which is made by the creditor under pre-existing arrangements between himself and a person (the  “supplier ”) other than the debtor in the knowledge that the credit is to be used to finance a transaction between the debtor and the supplier."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "13", "section_title": " Debtor-creditor agreements.", "section_text": "13 A debtor-creditor agreement is a regulated consumer credit agreement being— a a restricted-use credit agreement which falls within section 11(1)(b) but is not made by the creditor under pre-existing arrangements, or in contemplation of future arrangements, between himself and the supplier, or b a restricted-use credit agreement which falls within section 11(1)(c), or c an unrestricted-use credit agreement which is not made by the creditor under pre-existing arrangements between himself and a person (the  “supplier ”) other than the debtor in the knowledge that the credit is to be used to finance a transaction between the debtor and the supplier."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "14", "section_title": " Credit-token agreements.", "section_text": "14 1 A credit-token is a card, check, voucher, coupon, stamp, form, booklet or other document or thing given to an individual by a person carrying on a consumer credit business, who undertakes— a that on the production of it (whether or not some other action is also required) he will supply cash, goods and services (or any of them) on credit, or b that where, on the production of it to a third party (whether or not any other action is also required), the third party supplies cash, goods and services (or any of them), he will pay the third party for them (whether or not deducting any discount or commission), in return for payment to him by the individual. 2 A credit-token agreement is a regulated agreement for the provision of credit in connection with the use of a credit-token. 3 Without prejudice to the generality of section 9(1), the person who gives to an individual an undertaking falling within subsection (1)(b) shall be taken to provide him with credit drawn on whenever a third party supplies him with cash, goods or services. 4 For the purposes of subsection (1), use of an object to operate a machine provided by the person giving the object or a third party shall be treated as the production of the object to him."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "15", "section_title": " Consumer hire agreements.", "section_text": "15 1 A consumer hire agreement is an agreement made by a person with an individual (the \t\t\t\t\t\t“hirer ”) for the bailment or (in Scotland) the hiring of goods to the hirer, being an agreement which— a is not a hire-purchase agreement, and b is capable of subsisting for more than three months,  . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A consumer hire agreement is a regulated agreement with the meaning of this Act if it is a regulated consumer hire agreement for the purposes of Chapter 14B of Part 2 of the  Regulated Activities Order ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "16", "section_title": " Exempt agreements.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "16A", "section_title": "Exemption relating to high net worth debtors and hirers", "section_text": "16A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "16B", "section_title": "Exemption relating to businesses", "section_text": "16B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "16C", "section_title": "Exemption relating to investment properties", "section_text": "16C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "17", "section_title": " Small agreements.", "section_text": "17 1 A small agreement is— a A regulated consumer credit agreement for credit not exceeding  £50 , other than a hire-purchase or conditional sale agreement: or b a regulated consumer hire agreement which does not require the hirer to make payments exceeding  £50 , being an agreement which is either unsecured or secured by a guarantee or indemnity only (whether or not the guarantee or indemnity is itself secured). 2 For the purposes of paragraph (a) of subsection (1), running-account credit shall be taken not to exceed the amount specified in that paragraph if the credit limit does not exceed that amount. 3 Where— a two or more small agreements are made at or about the same time between the same parties, and b it appears probable that they would instead have been made as a single agreement but for the desire to avoid the operation of provisions of this Act which would have applied to that single agreement but, apart from this subsection, are not applicable to the small agreements, this Act applies to the small agreements as if they were regulated agreements other than small agreements. 4 If, apart from this subsection, subsection (3) does not apply to any agreements but would apply if, for any party or parties to any of the agreements, there were substituted an associate of that party, or associates of each of those parties, as the case may be, then subsection (3) shall apply to the agreements."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "18", "section_title": " Multiple agreements.", "section_text": "18 1 This section applies to an agreement (a  “multiple agreement ”) if its terms are such as— a to place a part of it within one category of agreement mentioned in this Act, and another part of it within a different category of agreement so mentioned, or within a category of agreement not so mentioned, or b to place it, or a part of it, within two or more categories of agreement so mentioned. 2 Where a part of an agreement falls within subsection (1), that part shall be treated for the purposes of this Act as a separate agreement. 3 Where an agreement falls within subsection (1)(b), it shall be treated as an agreement in each of the categories in question, and this Act shall apply to it accordingly. 4 Where under subsection (2) a part of a multiple agreement is to be treated as a separate agreement, the multiple agreement shall (with any necessary modifications) be construed accordingly; and any sum payable under the multiple agreement, if not apportioned by the parties, shall for the purposes of proceedings in any court relating to the multiple agreement be apportioned by the court as may be requisite. 5 In the case of an agreement for running-account credit, a term of the agreement allowing the credit limit to be exceeded merely temporarily shall not be treated as a separate agreement or as providing fixed-sum credit in respect of the excess. 6 This Act does not apply to a multiple agreement so far as the agreement relates to goods if under the agreement payments are to be made in respect of the goods in the form of rent (other than a rentcharge) issuing out of land."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "19", "section_title": " Linked transactions.", "section_text": "19 1 A transaction entered into by the debtor or hirer, or a relative of his, with any other person ( “the other party ”), except one for the provision of security, is a linked transaction in relation to an actual or prospective regulated agreement (the  “principal agreement ”) of which it does not form part if— a the transaction is entered into in compliance with a term of the principal agreement; or b the principal agreement is a debtor-creditor-supplier agreement and the transaction is financed, or to be financed, by the principal agreement; or c the other party is a person mentioned in subsection (2), and a person so mentioned initiated the transaction by suggesting it to the debtor or hirer, or his relative, who enters into it— i to induce the creditor or owner to enter into the principal agreement, or ii for another purpose related to the principal agreement, or iii where the principal agreement is a restricted-use credit agreement, for a purpose related to a transaction financed, or to be financed, by the principal agreement. 2 The persons referred to in subsection (1)(c) are— a the creditor or owner, or his associate; b a person who, in the negotiation of the transaction, is represented by a credit-broker who is also a negotiator in antecedent negotiations for the principal agreement; c a person who, at the time the transaction is initiated, knows that the principal agreement has been made or contemplates that it might be made. 3 A linked transaction entered into before the making of the principal agreement has no effect until such time (if any) as that agreement is made. 4 Regulations may exclude linked transactions of the prescribed description from the operation of subsection (3)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "20", "section_title": "Total charge for credit", "section_text": "20 In this Act, “the total charge for credit” has the meaning given by the  Regulated Activities Order  for the purposes of Chapter 14A of Part 2 of that Order."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "21", "section_title": " Businesses needing a licence.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "22", "section_title": " Standard and group licences.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "23", "section_title": " Authorisation of specific activities.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "24", "section_title": " Control of name of business.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "24A", "section_title": "Applications for standard licences", "section_text": "24A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "25", "section_title": " Licensee to be a fit person.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "25A", "section_title": "Guidance on fitness test", "section_text": "25A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "26", "section_title": " Conduct of business", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "27", "section_title": " Determination of applications.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "27A", "section_title": "Consumer credit  EEA  firms", "section_text": "27A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "28", "section_title": " Exclusion from group licence.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "28A", "section_title": "Charges to be paid by licensees etc. before end of payment periods", "section_text": "28A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "28B", "section_title": "Extension of period to pay charge under s. 28A", "section_text": "28B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "28C", "section_title": "Failure to pay charge under s. 28A", "section_text": "28C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "29", "section_title": " Renewal.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "30", "section_title": " Variation by request.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "31", "section_title": " Compulsory variation.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "32", "section_title": " ...revocation.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "32A", "section_title": "Power to suspend licence", "section_text": "32A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "32B", "section_title": "Duration of suspension", "section_text": "32B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "33", "section_title": " Application to end suspension.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "33A", "section_title": "\n\nPower of \nOFT\n to impose requirements on licensees\n", "section_text": "33A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "33B", "section_title": "Power of OFT to impose requirements on supervisory bodies", "section_text": "33B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "33C", "section_title": "Supplementary provision relating to requirements", "section_text": "33C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "33D", "section_title": "Procedure in relation to requirements", "section_text": "33D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "33E", "section_title": "Guidance on requirements", "section_text": "33E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "34", "section_title": " Representations to  OFT.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "34ZA", "section_title": "Representations to OFT: suspension under section 32A", "section_text": "34ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "34A", "section_title": "Winding-up of standard licensee's business", "section_text": "34A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "35", "section_title": " The register.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "36", "section_title": " Duty to notify changes.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "36A", "section_title": "\n\nFurther duties to notify changes \netc.\n", "section_text": "36A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "36B", "section_title": "\n\nPower of \nOFT\n to require information generally\n", "section_text": "36B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "36C", "section_title": "\n\nPower of \nOFT\n to require access to premises\n", "section_text": "36C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "36D", "section_title": "Entry to premises under warrant", "section_text": "36D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "36E", "section_title": "Failure to comply with information requirement", "section_text": "36E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "36F", "section_title": "\n\nOfficers of enforcement authorities other than \nOFT\n", "section_text": "36F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "37", "section_title": " Death, bankruptcy etc. of licensee.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "38", "section_title": " Application of s. 37 to Scotland and Northern Ireland.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "39", "section_title": " Offences against Part III.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "39A", "section_title": "\n\nPower of \nOFT\n to impose civil penalties\n", "section_text": "39A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "39B", "section_title": "Further provision relating to civil penalties", "section_text": "39B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "39C", "section_title": "Statement of policy in relation to civil penalties", "section_text": "39C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "40", "section_title": " Enforcement of agreements made by unlicensed trader.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "40A", "section_title": "The Consumer Credit Appeals Tribunal", "section_text": "40A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "41", "section_title": " Appeals to  First-tier Tribunal under Part III.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "41ZA", "section_title": "Tribunal Procedure Rules: suspension of OFT determinations", "section_text": "41ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "41ZB", "section_title": "Disposal of appeals", "section_text": "41ZB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "41A", "section_title": "Appeals from the Consumer Credit Appeals Tribunal", "section_text": "41A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "43", "section_title": " Advertisements to which Part IV applies.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "44", "section_title": " Form and content of advertisements.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "45", "section_title": " Prohibition of advertisement where goods etc. not sold for cash.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "46", "section_title": " False or misleading advertisements.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "47", "section_title": " Advertising infringements.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "48", "section_title": " Definition of canvassing off trade premises (regulated agreements).", "section_text": "48 1 An individual (the  “canvasser ”) canvasses a regulated agreement off trade premises if he solicits the entry (as debtor or hirer) of another individual (the  “consumer ”) into the agreement by making oral representations to the consumer, or any other individual, during a visit by the canvasser to any place (not excluded by subsection (2)) where the consumer, or that other individual, as the case may be, is, being a visit— a carried out for the purpose of making such oral representations to individuals who are at that place, but b not carried out in response to a request made on a previous occasion. 2 A place is excluded from subsection (1) if it is a place where a business is carried on (whether on a permanent or temporary basis) by— a the creditor or owner, or b a supplier, or c the canvasser, or the person whose employee or agent the canvasser is, or d the consumer."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "49", "section_title": " Prohibition of canvassing debtor-creditor agreements off trade premises.", "section_text": "49 1 It is an offence to canvass debtor-creditor agreements off trade premises. 2 It is also an offence to solicit the entry of an individual (as debtor) into a debtor-creditor agreement during a visit carried out in response to a request made on a previous occasion, where— a the request was not in writing signed by or on behalf of the person making it, and b if no request for the visit had been made, the soliciting would have constituted the canvassing of a debtor-creditor agreement off trade premises. 3 Subsections (1) and (2) do not apply to any soliciting for an agreement enabling the debtor to overdraw on a current account of any description kept with the creditor, where— a the   FCA   has determined that current accounts of that description kept with the creditor are excluded from subsections (1) and (2), and b the debtor already keeps an account with the creditor (whether a current account or not). 4 A determination under subsection (3)(a)— a may be made subject to such conditions as the      FCA   thinks fit, and b shall be made only where the      FCA   is of opinion that it is not against the interests of debtors. 5 If soliciting is done in breach of a condition imposed under subsection (4)(a), the determination under subsection (3)(a) does not apply to it."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "50", "section_title": " Circulars to minors. ", "section_text": "50 1 A person commits an offence, who, with a view to financial gain, sends to a minor any document inviting him to— a borrow money, or b obtain goods on credit or hire, or c obtain services on credit, or d apply for information or advice on borrowing money or otherwise obtaining credit, or hiring goods. 2 In proceedings under subsection (1) in respect of the sending of a document to a minor, it is a defence for the person charged to prove that he did not know, and had no reasonable cause to suspect, that he was a minor. 3 Where a document is received by a minor at any school or other educational establishment for minors, a person sending it to him at that establishment knowing or suspecting it to be such an establishment shall be taken to have reasonable cause to suspect that he is a minor."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "51", "section_title": " Prohibition of unsolicited credit-tokens.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "51A", "section_title": "Restrictions on provision of credit card cheques", "section_text": "51A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "51B", "section_title": "Section 51A: exemption for business", "section_text": "... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "52", "section_title": " Quotations.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "53", "section_title": " Duty to display information.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "54", "section_title": " Conduct of business regulations.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "55", "section_title": " Disclosure of information.", "section_text": "55 1 Regulations may require specified information to be disclosed in the prescribed manner to the debtor or hirer before a regulated agreement is made. 2 If regulations under subsection (1) are not complied with, the agreement is enforceable against the debtor or hirer on an order of the court only (and for these purposes a retaking of goods or land to which the agreement relates is an enforcement of the agreement)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "55A", "section_title": "Pre-contractual explanations  etc", "section_text": "55A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "55B", "section_title": "Assessment of creditworthiness", "section_text": "55B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "55C", "section_title": "Copy of draft consumer credit agreement", "section_text": "55C 1 Before a regulated consumer credit agreement, other than an excluded agreement, is made, the creditor must, if requested, give to the debtor without delay a copy of the prospective agreement (or such of its terms as have at that time been reduced to writing). 2 Subsection (1) does not apply if at the time the request is made, the creditor is unwilling to proceed with the agreement. 3 A breach of the duty imposed by subsection (1) is actionable as a breach of statutory duty. 4 For the purposes of this section an agreement is an excluded agreement if it is— a an agreement secured on land, b an agreement under which a person takes an article in pawn, c an agreement under which the creditor provides the debtor with credit which exceeds £60,260  and which is not a residential renovation agreement , or d an agreement entered into by the debtor wholly or predominantly for the purposes of a business carried on, or intended to be carried on, by him. 5 Article 60C(5) and (6) of the  Regulated Activities Order  applies for the purposes of subsection (4)(d)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "56", "section_title": " Antecedent negotiations.", "section_text": "56 1 In this Act   “ antecedent negotiations  ” means any negotiations with the debtor or hirer— a conducted by the creditor or owner in relation to the making of any regulated agreement, or b conducted by a credit-broker in relation to goods sold or proposed to be sold by the credit-broker to the creditor before forming the subject-matter of a debtor-creditor-supplier agreement within section 12(a), or c conducted by the supplier in relation to a transaction financed or proposed to be financed by a debtor-creditor-supplier agreement within section 12(b) or (c), and   “ negotiator  ” means the person by whom negotiations are so conducted with the debtor or hirer. 2 Negotiations with the debtor in a case falling within subsection (1)(b) or (c) shall be deemed to be conducted by the negotiator in the capacity of agent of the creditor as well as in his actual capacity. 3 An agreement is void if, and to the extent that, it purports in relation to an actual or prospective regulated agreement— a to provide that a person acting as, or on behalf of, a negotiator is to be treated as the agent of the debtor or hirer, or b to relieve a person from liability for acts or omissions of any person acting as, or on behalf of, a negotiator. 4 For the purposes of this Act, antecedent negotiations shall be taken to begin when the negotiator and the debtor or hirer first enter into communication (including communication by advertisement), and to include any representations made by the negotiator to the debtor or hirer and any other dealings between them."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "57", "section_title": " Withdrawal from prospective agreement.", "section_text": "57 1 The withdrawal of a party from a prospective regulated agreement shall operate to apply this Part to the agreement, any linked transaction and any other thing done in anticipation of the making of the agreement as it would apply if the agreement were made and then cancelled under section 69. 2 The giving to a party of a written or oral notice which, however expressed, indicates the intention of the other party to withdraw from a prospective regulated agreement operates as a withdrawal from it. 3 Each of the following shall be deemed to be the agent of the creditor or owner for the purpose of receiving a notice under subsection (2)— a a credit-broker or supplier who is the negotiator in antecedent negotiations, and b any person who, in the course of a business carried on by him, acts on behalf of the debtor or hirer in any negotiations for the agreement. 4 Where the agreement, if made, would not be a cancellable agreement, subsection (1) shall nevertheless apply as if the contrary were the case."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "58", "section_title": " Opportunity for withdrawal from prospective land mortgage.", "section_text": "58 1 Before sending to the debtor or hirer, for his signature, an unexecuted agreement in a case where the prospective regulated agreement is to be secured on land (the  “mortgaged land ”), the creditor or owner shall give the debtor or hirer a copy of the unexecuted agreement which contains a notice in the prescribed form indicating the right of the debtor or hirer to withdraw from the prospective agreement, and how and when the right is exercisable, together with a copy of any other document referred to in the unexecuted agreement. 2 Subsection (1) does not apply to— a a restricted-use credit agreement to finance the purchase of the mortgaged land, or b an agreement for a bridging loan in connection with the purchase of the mortgaged land or other land."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "59", "section_title": " Agreement to enter future agreement void.", "section_text": "59 1 An agreement is void if, and to the extent that, it purports to bind a person to enter as debtor or hirer into a prospective regulated agreement. 2 Regulations may exclude from the operation of subsection (1) agreements such as are described in the regulations."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "60", "section_title": " Form and content of agreements.", "section_text": "60 1 The  Treasury  shall make regulations as to the form and content of documents embodying regulated agreements, and the regulations shall contain such provisions as appear to  them  appropriate with a view to ensuring that the debtor or hirer is made aware of— a the rights and duties conferred or imposed on him by the agreement, b the amount and rate of the total charge for credit (in the case of a consumer credit agreement), c the protection and remedies available to him under this Act, and d any other matters which, in the opinion of the  Treasury , it is desirable for him to know about in connection with the agreement. 2 Regulations under subsection (1) may in particular— a require specified information to be included in the prescribed manner in documents, and other specified material to be excluded; b contain requirements to ensure that specified information is clearly brought to the attention of the debtor or hirer, and that one part of a document is not given insufficient or excessive prominence compared with another. 3 If, on an application made to the     FCA  by a person carrying on a consumer credit business or a consumer hire business, it appears to the     FCA  impracticable for the applicant to comply with any requirement of regulations under subsection (1) in a particular case,   it   may, by notice to the applicant direct that the requirement be waived or varied in relation to such agreements, and subject to such conditions (if any), as   it   may specify, and this Act and the regulations shall have effect accordingly. 4 The     FCA  shall give a notice under subsection (3) only if   it   is satisfied that to do so would not prejudice the interests of debtors or hirers. 5 An application may be made under subsection (3) only if it relates to— a a consumer credit agreement secured on land, b a consumer credit agreement under which a person takes an article in pawn, c a consumer credit agreement under which the creditor provides the debtor with credit which exceeds £60,260  and which is not a residential renovation agreement  , d a consumer credit agreement entered into by the debtor wholly or predominantly for the purposes of a business carried on, or intended to be carried on, by him, or e a consumer hire agreement. 6 Article 60C(5) and (6) of the  Regulated Activities Order  applies for the purposes of subsection (5)(d)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "61", "section_title": " Signing of agreement.", "section_text": "61 1 A regulated agreement is not properly executed unless— a a document in the prescribed form itself containing all the prescribed terms and conforming to regulations under section 60(1) is signed in the prescribed manner both by the debtor or hirer and by or on behalf of the creditor or owner, and b the document embodies all the terms of the agreement, other than implied terms, and c the document is, when presented or sent to the debtor or hirer for signature, in such a state that all its terms are readily legible. 2 In addition, where the agreement is one to which section 58(1) applies, it is not properly executed unless— a the requirements of section 58(1) were complied with, and b the unexecuted agreement was sent, for his signature, to the debtor or hirer   by an appropriate method   not less than seven days after a copy of it was given to him under section 58(1), and c during the consideration period, the creditor or owner refrained from approaching the debtor or hirer (whether in person, by telephone or letter, or in any other way) except in response to a specific request made by the debtor or hirer after the beginning of the consideration period, and d no notice of withdrawal by the debtor or hirer was received by the creditor or owner before the sending of the unexecuted agreement. 3 In subsection (2)(c), \t\t\t\t\t\t\t\t\t\t\t\t“ the consideration period  ” means the period beginning with the giving of the copy under section 58(1) and ending— a at the expiry of seven days after the day on which the unexecuted agreement is sent, for his signature, to the debtor or hirer, or b on its return by the debtor or hirer after signature by him, whichever first occurs. 4 Where the debtor or hirer is a partnership or an unincorporated body of persons, subsection (1)(a) shall apply with the substitution for \t\t\t\t\t\t“by the debtor or hirer ” of \t\t\t\t\t\t“by or on behalf of the debtor or hirer ”."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "61A", "section_title": "Duty to supply copy of executed consumer credit agreement", "section_text": "61A 1 Where a regulated consumer credit agreement, other than an excluded agreement, has been made, the creditor must give a copy of the executed agreement, and any other document referred to in it, to the debtor. 2 Subsection (1) does not apply if— a a copy of the unexecuted agreement (and of any other document referred to in it) has already been given to the debtor, and b the unexecuted agreement is in identical terms to the executed agreement. 3 In a case referred to in subsection (2), the creditor must inform the debtor in writing— a that the agreement has been executed, b that the executed agreement is in identical terms to the unexecuted agreement a copy of which has already been given to the debtor, and c that the debtor has the right to receive a copy of the executed agreement if the debtor makes a request for it at any time before the end of the period referred to in section 66A(2). 4 Where a request is made under subsection (3)(c) the creditor must give a copy of the executed agreement to the debtor without delay. 5 If the requirements of this section are not observed, the agreement is not properly executed. 6 For the purposes of this section, an agreement is an excluded agreement if it is— a a cancellable agreement, or b an agreement— i secured on land, ii under which the creditor provides the debtor with credit which exceeds £60,260, or iii entered into by the debtor wholly or predominantly for the purposes of a business carried on, or intended to be carried on, by him, unless the creditor or a credit intermediary has complied with or purported to comply with regulation 3(2) of the Consumer Credit (Disclosure of Information) Regulations 2010. 6A An agreement is not an excluded agreement by virtue of subsection (6)(b)(ii) if it is a residential renovation agreement. 7 Article 60C(5) and (6) of the  Regulated Activities Order  applies for the purposes of subsection (6)(b)(iii). 8 In this section, “credit intermediary” means a person who in the course of business— a carries on any of the activities specified in article 36A(1)(d) to (f) of the  Regulated Activities Order  for a consideration that is or includes a financial consideration, and b does not do so as a creditor."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "61B", "section_title": "Duty to supply copy of overdraft agreement", "section_text": "61B 1 Where an authorised business overdraft agreement or an authorised non-business overdraft agreement has been made, a document containing the terms of the agreement must be given to the debtor. 2 The creditor must provide the document referred to in subsection (1) to the debtor before or at the time the agreement is made unless— a the creditor has provided the debtor with the information referred to in regulation 10(3) of the Consumer Credit (Disclosure of Information) Regulations 2010, in which case it may be provided after the agreement is made, b the creditor has provided the debtor with the information referred to in regulation 10(3)(c), (e), (f), (h) and (k) of those Regulations, in which case it must be provided immediately after the agreement is made, or c the agreement is an agreement of a description referred to in regulation 10(4)(b) of those Regulations, in which case it must be provided immediately after the agreement is made. 3 If the requirements of this section are not observed, the agreement is enforceable against the debtor on an order of the court only (and for these purposes a retaking of goods or land to which the agreement relates is an enforcement of the agreement)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "62", "section_title": " Duty to supply copy of unexecuted agreement   : excluded agreements .", "section_text": "62 1 If   in the case of a regulated agreement which is an excluded agreement  the unexecuted agreement is presented personally to the debtor or hirer for his signature, but on the occasion when he signs it the document does not become an executed agreement, a copy of it, and of any other document referred to in it, must be there and then delivered to him. 2 If the unexecuted agreement is sent to the debtor or hirer for his signature, a copy of it, and of any other document referred to in it, must be sent to him at the same time. 3 A regulated agreement   which is an excluded agreement  is not properly executed if the requirements of this section are not observed. 4 In this section,  “ excluded agreement ” has the same meaning as in section 61A."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "63", "section_title": " Duty to supply copy of executed agreement   : excluded agreements .", "section_text": "63 1 If   in the case of a regulated agreement which is an excluded agreement  the unexecuted agreement is presented personally to the debtor or hirer for his signature, and on the occasion when he signs it the document becomes an executed agreement, a copy of the executed agreement, and of any other document referred to in it, must be there and then delivered to him. 2 A copy of the executed agreement, and of any other document referred to in it, must be given to the debtor or hirer within the seven days following the making of the agreement unless— a subsection (1) applies, or b the unexecuted agreement was sent to the debtor or hirer for his signature and, on the occasion of his signing it, the document became an executed agreement. 3 In the case of a cancellable agreement, a copy under subsection (2) must be sent   by an appropriate method  . 4 In the case of a credit-token agreement, a copy under subsection (2) need not be given within the seven days following the making of the agreement if it is given before or at the time when the credit-token is given to the debtor. 5 A regulated agreement   which is an excluded agreement  is not properly executed if the requirements of this section are not observed. 6 In this section,  “ excluded agreement ” has the same meaning as in section 61A."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "64", "section_title": " Duty to give notice of cancellation rights.", "section_text": "64 1 In the case of a cancellable agreement, a notice in the prescribed form indicating the right of the debtor or hirer to cancel the agreement, how and when that right is exercisable, and the name and address of a person to whom notice of cancellation may be given,— a must be included in every copy given to the debtor or hirer under section 62 or 63, and b except where section 63(2) applied, must also be sent   by an appropriate method   to the debtor or hirer within the seven days following the making of the agreement. 2 In the case of a credit-token agreement, a notice under subsection (1)(b) need not be sent   by an appropriate method   within the seven days following the making of the agreement if either— a it is sent   by an appropriate method   to the debtor or hirer before the credit-token is given to him, or b it is sent   by an appropriate method   to him together with the credit-token. 3 Regulations may provide that except where section 63(2) applied a notice sent under subsection (1)(b) shall be accompanied by a further copy of the executed agreement, and of any other document referred to in it. 4 Regulations may provide that subsection (1)(b) is not to apply in the case of agreements such as are described in the regulations, being agreements made by a particular person, if— a on an application by that person to the     FCA  , the      FCA   has determined that, having regard to— i the manner in which antecedent negotiations for agreements with the applicant of that description are conducted, and ii the information provided to debtors or hirers before such agreements are made, the requirement imposed by subsection (1)(b) can be dispensed with without prejudicing the interests of debtors or hirers; and b any conditions imposed by the      FCA   in making the determination are complied with. 5 A cancellable agreement is not properly executed if the requirements of this section are not observed."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "65", "section_title": " Consequences of improper execution.", "section_text": "65 1 An improperly-executed regulated agreement is enforceable against the debtor or hirer on an order of the court only. 2 A retaking of goods or land to which a regulated agreement relates is an enforcement of the agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "66", "section_title": " Acceptance of credit-tokens.", "section_text": "66 1 The debtor shall not be liable under a credit-token agreement for use made of the credit-token by any person unless the debtor had previously accepted the credit-token, or the use constituted an acceptance of it by him. 2 The debtor accepts a credit-token when— a it is signed, or b a receipt for it is signed, or c it is first used, either by the debtor himself or by a person who, pursuant to the agreement, is authorised by him to use it."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "66A", "section_title": "Withdrawal from consumer credit agreement", "section_text": "66A 1 The debtor under a regulated consumer credit agreement, other than an excluded agreement, may withdraw from the agreement, without giving any reason, in accordance with this section. 2 To withdraw from an agreement under this section the debtor must give oral or written notice of the withdrawal to the creditor before the end of the period of 14 days beginning with the day after the relevant day. 3 For the purposes of subsection (2) the relevant day is whichever is the latest of the following— a the day on which the agreement is made; b where the creditor is required to inform the debtor of the credit limit under the agreement, the day on which the creditor first does so; c in the case of an agreement to which section 61A (duty to supply copy of executed consumer credit agreement) applies, the day on which the debtor receives a copy of the agreement under that section or on which the debtor is informed as specified in subsection (3) of that section; d in the case of an agreement to which section 63 (duty to supply copy of executed agreement: excluded agreements) applies, the day on which the debtor receives a copy of the agreement under that section. 4 Where oral notice under this section is given to the creditor it must be given in a manner specified in the agreement. 5 Where written notice under this section is given by facsimile transmission or electronically— a it must be sent to the number or electronic address specified for the purpose in the agreement, and b where it is so sent, it is to be regarded as having been received by the creditor at the time it is sent (and section 176A does not apply). 6 Where written notice under this section is given in any other form— a it must be sent by post to, or left at, the postal address specified for the purpose in the agreement, and b where it is sent by post to that address, it is to be regarded as having been received by the creditor at the time of posting (and section 176 does not apply). 7 Subject as follows, where the debtor withdraws from a regulated consumer credit agreement under this section— a the agreement shall be treated as if it had never been entered into, and b where an ancillary service relating to the agreement is or is to be provided by the creditor, or by a third party on the basis of an agreement between the third party and the creditor, the ancillary service contract shall be treated as if it had never been entered into. 8 In the case referred to in subsection (7)(b) the creditor must without delay notify any third party of the fact that the debtor has withdrawn from the agreement. 9 Where the debtor withdraws from an agreement under this section— a the debtor must repay to the creditor any credit provided and the interest accrued on it (at the rate provided for under the agreement), but b the debtor is not liable to pay to the creditor any compensation, fees or charges except any non-returnable charges paid by the creditor to a public administrative body. 10 An amount payable under subsection (9) must be paid without undue delay and no later than the end of the period of 30 days beginning with the day after the day on which the notice of withdrawal was given (and if not paid by the end of that period may be recovered by the creditor as a debt). 11 Where a regulated consumer credit agreement is a conditional sale, hire-purchase or credit-sale agreement and— a the debtor withdraws from the agreement under this section after the credit has been provided, and b the sum payable under subsection (9)(a) is paid in full by the debtor, title to the goods purchased or supplied under the agreement is to pass to the debtor on the same terms as would have applied had the debtor not withdrawn from the agreement. 12 In subsections (2), (4), (5), (6) and (9)(a) references to the creditor include a person specified by the creditor in the agreement. 13 In subsection (7)(b) the reference to an ancillary service means a service that relates to the provision of credit under the agreement and includes in particular an insurance or payment protection policy. 14 For the purposes of this section, an agreement is an excluded agreement if it is— a an agreement for credit exceeding £60,260  , other than a residential renovation agreement , b an agreement secured on land, c a restricted-use credit agreement to finance the purchase of land, or d an agreement for a bridging loan in connection with the purchase of land."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "67", "section_title": " Cancellable agreements.", "section_text": "67 (1) Subject to subsection (2)  a regulated agreement may be cancelled by the debtor or hirer in accordance with this Part if the antecedent negotiations included oral representations made when in the presence of the debtor or hirer by an individual acting as, or on behalf of, the negotiator, unless— a the agreement is secured on land, or is a restricted-use credit agreement to finance the purchase of land or is an agreement for a bridging loan in connection with the purchase of land, or b the unexecuted agreement is signed by the debtor or hirer at premises at which any of the following is carrying on any business (whether on a permanent or temporary basis)— i the creditor or owner; ii any party to a linked transaction (other than the debtor or hirer or a relative of his); iii the negotiator in any antecedent negotiations. (2) This section does not apply where section 66A applies."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "68", "section_title": " Cooling-off period.", "section_text": "68 The debtor or hirer may serve notice of cancellation of a cancellable agreement between his signing of the unexecuted agreement and— a the end of the fifth day following the day on which he received a copy under section 63(2) or a notice under section 64(1)(b), or b if (by virtue of regulations made under section 64(4)) section 64(1)(b) does not apply, the end of the fourteenth day following the day on which he signed the unexecuted agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "69", "section_title": " Notice of cancellation.", "section_text": "69 1 If within the period specified in section 68 the debtor or hirer under a cancellable agreement serves on— a the creditor or owner, or b the person specified in the notice under section 64(1), or c a person who (whether by virtue of subsection (6) or otherwise) is the agent of the creditor or owner, a notice (a \t\t\t\t\t\t“notice of cancellation ”) which, however expressed and whether or not conforming to the notice given under section 64(1), indicates the intention of the debtor or hirer to withdraw from the agreement, the notice shall operate— i to cancel the agreement, and any linked transaction, and ii to withdraw any offer by the debtor or hirer, or his relative, to enter into a linked transaction. 2 In the case of a debtor-creditor-supplier agreement for restricted-use credit financing— a the doing of work or supply of goods to meet an emergency, or b the supply of goods which, before service of the notice of cancellation, had by the act of the debtor or his relative become incorporated in any land or thing not comprised in the agreement or any linked transaction, subsection (1) shall apply with the substitution of the following for paragraph (i)— i to cancel only such provisions of the agreement and any linked transaction as— aa relate to the provision of credit, or bb require the debtor to pay an item in the total charge for credit, or cc subject the debtor to any obligation other than to pay for the doing of the said work, or the supply of the said goods . 3 Except so far as is otherwise provided, references in this Act to the cancellation of an agreement or transaction do not include a case within subsection (2). 4 Except as otherwise provided by or under this Act, an agreement or transaction cancelled under subsection (1) shall be treated as if it had never been entered into. 5 Regulations may exclude linked transactions of the prescribed description from subsection (1)(i) or (ii). 6 Each of the following shall be deemed to be the agent of the creditor or owner for the purpose of receiving a notice of cancellation— a a credit-broker or supplier who is the negotiator in antecedent negotiations, and b any person who, in the course of a business carried on by him, acts on behalf of the debtor or hirer in any negotiations for the agreement. 7 Whether or not it is actually received by him, a notice of cancellation sent to a person shall be deemed to be served on him— a in the case of a notice sent by post, at the time of posting, and b in the case of a notice transmitted in the form of an electronic communication in accordance with section 176A(1), at the time of the transmission."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "70", "section_title": " Cancellation: recovery of money paid by debtor or hirer.", "section_text": "70 1 On the cancellation of a regulated agreement, and of any linked transaction,— a any sum paid by the debtor or hirer, or his relative, under or in contemplation of the agreement or transaction, including any item in the total charge for credit, shall become repayable, and b any sum, including any item in the total charge for credit, which but for the cancellation is, or would or might become, payable by the debtor or hirer, or his relative, under the agreement or transaction shall cease to be, or shall not become, so payable, and c in the case of a debtor-creditor-supplier agreement falling within section 12(b), any sum paid on the debtor’s behalf by the creditor to the supplier shall become repayable to the creditor. 2 If, under the terms of a cancelled agreement or transaction, the debtor or hirer, or his relative, is in possession of any goods, he shall have a lien on them for any sum repayable to him under subsection (1) in respect of that agreement or transaction, or any other linked transaction. 3 A sum repayable under subsection (1) is repayable by the person to whom it was originally paid, but in the case of a debtor-creditor-supplier agreement falling within section 12(b) the creditor and the supplier shall be under a joint and several liability to repay sums paid by the debtor, or his relative, under the agreement or under a linked transaction falling within section 19(1)(b) and accordingly, in such a case, the creditor shall be entitled, in accordance with rules of court, to have the supplier made a party to any proceedings brought against the creditor to recover any such sums. 4 Subject to any agreement between them, the creditor shall be entitled to be indemnified by the supplier for loss suffered by the creditor in satisfying his liability under subsection (3), including costs reasonably incurred by him in defending proceedings instituted by the debtor. 5 Subsection (1) does not apply to any sum which, if not paid by a debtor, would be payable by virtue of section 71, and applies to a sum paid or payable by a debtor for the issue of a credit-token only where the credit-token has been returned to the creditor or surrendered to a supplier. 6 If the total charge for credit includes an item in respect of a fee or commission charged by a credit-broker, the amount repayable under subsection (1) in respect of that item shall be the excess over  £5  of the fee or commission. 7 If the total charge for credit includes any sum payable or paid by the debtor to a credit-broker otherwise than in respect of a fee or commission charged by him, that sum shall for the purposes of subsection (6) be treated as if it were such a fee or commission. 8 So far only as is necessary to give effect to section 69(2), this section applies to an agreement or transaction within that subsection as it applies to a cancelled agreement or transaction."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "71", "section_title": " Cancellation: repayment of credit.", "section_text": "71 1 Notwithstanding the cancellation of a regulated consumer credit agreement, other than a debtor-creditor-supplier agreement for restricted-use credit, the agreement shall continue in force so far as it relates to repayment of credit and payment of interest. 2 If, following the cancellation of a regulated consumer credit agreement, the debtor repays the whole or a portion of the credit— a before the expiry of one month following service of the notice of cancellation, or b in the case of a credit repayable by instalments, before the date on which the first instalment is due, no interest shall be payable on the amount repaid. 3 If the whole of a credit repayable by instalments is not repaid on or before the date specified in subsection (2)(b), the debtor shall not be liable to repay any of the credit except on receipt of a request in writing in the prescribed form, signed by or on behalf of the creditor, stating the amounts of the remaining instalments (recalculated by the creditor as nearly as may be in accordance with the agreement and without extending the repayment period), but excluding any sum other than principal and interest. 4 Repayment of a credit, or payment of interest, under a cancelled agreement shall be treated as duly made if it is made to any person on whom, under section 69, a notice of cancellation could have been served, other than a person referred to in section 69(6)(b)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "72", "section_title": " Cancellation: return of goods.", "section_text": "72 1 This section applies where any agreement or transaction relating to goods, being— a a restricted-use debtor-creditor-supplier agreement, a consumer hire agreement, or a linked transaction to which the debtor or hirer under any regulated agreement is a party, or b a linked transaction to which a relative of the debtor or hirer under any regulated agreement is a party, is cancelled after the debtor or hirer (in a case within paragraph (a)) or the relative (in a case within paragraph (b)) has acquired possession of the goods by virtue of the agreement or transaction. 2 In this section— a   “ the possessor  ” means the person who has acquired possession of the goods as mentioned in subsection (1), b   “ the other party  ” means the person from whom the possessor acquired possession, and c   “ the pre-cancellation period  ” means the period beginning when the possessor acquired possession and ending with the cancellation. 3 The possessor shall be treated as having been under a duty throughout the pre-cancellation period— a to retain possession of the goods, and b to take reasonable care of them. 4 On the cancellation, the possessor shall be under a duty, subject to any lien, to restore the goods to the other party in accordance with this section, and meanwhile to retain possession of the goods and take reasonable care of them. 5 The possessor shall not be under any duty to deliver the goods except at his own premises and in pursuance of a request in writing signed by or on behalf of the other party and served on the possessor either before, or at the time when, the goods are collected from those premises. 6 If the possessor— a delivers the goods (whether at his own premises or elsewhere) to any person on whom, under section 69, a notice of cancellation could have been served (other than a person referred to in section 69(6)(b)), or b sends the goods at his own expense to such a person, he shall be discharged from any duty to retain the goods or deliver them to any person. 7 Where the possessor delivers the goods as mentioned in subsection (6)(a), his obligation to take care of the goods shall cease; and if he sends the goods as mentioned in subsection (6)(b), he shall be under a duty to take reasonable care to see that they are received by the other party and not damaged in transit, but in other respects his duty to take care of the goods shall cease. 8 Where, at any time during the period of 21 days following the cancellation, the possessor receives such a request as is mentioned in subsection (5), and unreasonably refuses or unreasonably fails to comply with it, his duty to take reasonable care of the goods shall continue until he delivers or sends the goods as mentioned in subsection (6), but if within that period he does not receive such a request his duty to take reasonable care of the goods shall cease at the end of that period. 9 The preceding provisions of this section do not apply to— a perishable goods, or b goods which by their nature are consumed by use and which, before the cancellation, were so consumed, or c goods supplied to meet an emergency, or d goods which, before the cancellation, had become incorporated in any land or thing not comprised in the cancelled agreement or a linked transaction. 10 Where the address of the possessor is specified in the executed agreement, references in this section to his own premises are to that address and no other. 11 Breach of a duty imposed by this section is actionable as a breach of statutory duty."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "73", "section_title": " Cancellation: goods given in part-exchange.", "section_text": "73 1 This section applies on the cancellation of a regulated agreement where, in antecedent negotiations, the negotiator agreed to take goods in part-exchange (the  “part-exchange goods ”) and those goods have been delivered to him. 2 Unless, before the end of the period of ten days beginning with the date of cancellation, the part-exchange goods are returned to the debtor or hirer in a condition substantially as good as when they were delivered to the negotiator, the debtor or hirer shall be entitled to recover from the negotiator a sum equal to the part-exchange allowance (as defined in subsection (7)(b)). 3 In the case of a debtor-creditor-supplier agreement within section 12(b), the negotiator and the creditor shall be under a joint and several liability to pay to the debtor a sum recoverable under subsection (2). 4 Subject to any agreement between them, the creditor shall be entitled to be indemnified by the negotiator for loss suffered by the creditor in satisfying his liability under subsection (3), including costs reasonably incurred by him in defending proceedings instituted by the debtor. 5 During the period of ten days beginning with the date of cancellation, the debtor or hirer, if he is in possession of goods to which the cancelled agreement relates, shall have a lien on them for— a delivery of the part-exchange goods, in a condition substantially as good as when they were delivered to the negotiator, or b a sum equal to the part-exchange allowance; and if the lien continues to the end of that period it shall thereafter subsist only as a lien for a sum equal to the part-exchange allowance. 6 Where the debtor or hirer recovers from the negotiator or creditor, or both of them jointly, a sum equal to the part-exchange allowance, then, if the title of the debtor or hirer to the part-exchange goods has not vested in the negotiator, it shall so vest on the recovery of that sum. 7 For the purposes of this section— a the negotiator shall be treated as having agreed to take goods in part-exchange if, in pursuance of the antecedent negotiations, he either purchased or agreed to purchase those goods or accepted or agreed to accept them as part of the consideration for the cancelled agreement, and b the part-exchange allowance shall be the sum agreed as such in the antecedent negotiations or, if no such agreement was arrived at, such sum as it would have been reasonable to allow in respect of the part-exchange goods if no notice of cancellation had been served. 8 In an action brought against the creditor for a sum recoverable under subsection (2), he shall be entitled, in accordance with rules of court, to have the negotiator made a party to the proceedings."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "74", "section_title": " Exclusion of certain agreements from Part V.", "section_text": "74 1 Except as provided in subsections (1A) to (2), this Part does not apply to— a a non-commercial agreement, b a debtor-creditor agreement enabling the debtor to overdraw on a current account, c a debtor-creditor agreement to finance the making of such payments arising on, or connected with, the death of a person as may be prescribed, or d a small debtor-creditor-supplier agreement for restricted-use credit. 1A Section 56 (antecedent negotiations) applies to a non-commercial agreement. 1B Where an agreement that falls within subsection (1)(b) is an authorised business overdraft agreement the following provisions apply— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 56 (antecedent negotiations); c section 60 (regulations on form and content of agreements); d section 61B (duty to supply copy of overdraft agreement). 1C Where an agreement that falls within subsection (1)(b) is an authorised non-business overdraft agreement the following provisions apply— a section 55 (regulations on disclosure of information); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 55C (copy of draft consumer credit agreement); d section 56 (antecedent negotiations); e section 60 (regulations on form and content of agreements); f section 61B (duty to supply copy of overdraft agreement). 1D Where an agreement that falls within subsection (1)(b) would be an authorised non-business overdraft agreement but for the fact that the credit is not repayable on demand or within three months the following provisions apply— a section 55 (regulations on disclosure of information); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 55C (copy of draft consumer credit agreement); e section 56 (antecedent negotiations); f section 60 (regulations on form and content of agreements); g section 61 (signing of agreement); h section 61A (duty to supply copy of executed agreement); i section 66A (withdrawal from consumer credit agreement). 1E In the case of an agreement that falls within subsection (1)(b) but does not fall within subsection (1B), (1C) or (1D), section 56 (antecedent negotiations) applies. 1F The following provisions apply to a debtor-creditor agreement to finance the making of such payments arising on, or connected with, the death of a person as may be prescribed— a section 55 (regulations on disclosure of information); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 55C (copy of draft consumer credit agreement); e section 56 (antecedent negotiations); f section 60 (regulations on form and content of agreements); g section 61 (signing of agreement); h section 61A (duty to supply copy of executed agreement); i section 66A (withdrawal from consumer credit agreement). 2 The following provisions apply to a small debtor-creditor-supplier agreement for restricted-use credit— a section 55 (regulations on disclosure of information); b section 56 (antecedent negotiations); c section 66A (withdrawal from consumer credit agreement). 2A In the case of an agreement to which Part 2 or 3 of the Consumer Contracts (Information, Cancellation and Additional Charges) Regulations 2013 applies, the reference in subsection (2) to a small agreement is to be read as if in section 17(1)(a) and (b) “£42” were substituted for “£50”. 3 Subsection (1)(c) applies  only where the  FCA  so determines, and such a determination— a may be made subject to such conditions as the     FCA  thinks fit, and b shall be made only if the     FCA  is of the opinion that it is not against the interests of debtors. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If any term of an agreement falling within subsection   (1)(d)  is expressed in writing, regulations under section 60(1) shall apply to that term (subject to section 60(3)) as if the agreement were a regulated agreement not falling within subsection   (1)(d) ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "74A", "section_title": "Information to be provided on a current account agreement", "section_text": "74A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "74B", "section_title": "Information to be provided on significant overdrawing without prior arrangement", "section_text": "74B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "75", "section_title": " Liability of creditor for breaches by supplier.", "section_text": "75 1 If the debtor under a debtor-creditor-supplier agreement falling within section 12(b) or (c) has, in relation to a transaction financed by the agreement, any claim against the supplier in respect of a misrepresentation or breach of contract, he shall have a like claim against the creditor, who, with the supplier, shall accordingly be jointly and severally liable to the debtor. 2 Subject to any agreement between them, the creditor shall be entitled to be indemnified by the supplier for loss suffered by the creditor in satisfying his liability under subsection (1), including costs reasonably incurred by him in defending proceedings instituted by the debtor. 3 Subsection (1) does not apply to a claim— a under a non-commercial agreement,  . . .  b so far as the claim relates to any single item to which the supplier has attached a cash price not exceeding  £100  or more than  £30,000   , or c under a debtor-creditor-supplier agreement for running-account credit— i which provides for the making of payments by the debtor in relation to specified periods which, in the case of an agreement which is not secured on land, do not exceed three months, and ii which requires that the number of payments to be made by the debtor in repayments of the whole amount of the credit provided in each such period shall not exceed one. 4 This section applies notwithstanding that the debtor, in entering into the transaction, exceeded the credit limit or otherwise contravened any term of the agreement. 5 In an action brought against the creditor under subsection (1) he shall be entitled, in accordance with rules of court, to have the supplier made a party to the proceedings."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "75A", "section_title": "Further provision for liability of creditor for breaches by supplier", "section_text": "75A 1 If the debtor under a linked credit agreement has a claim against the supplier in respect of a breach of contract the debtor may pursue that claim against the creditor where any of the conditions in subsection (2) are met. 2 The conditions in subsection (1) are— a that the supplier cannot be traced, b that the debtor has contacted the supplier but the supplier has not responded, c that the supplier is insolvent, or d that the debtor has taken reasonable steps to pursue his claim against the supplier but has not obtained satisfaction for his claim. 3 The steps referred to in subsection (2)(d) need not include litigation. 4 For the purposes of subsection (2)(d) a debtor is to be deemed to have obtained satisfaction where he has accepted a replacement product or service or other compensation from the supplier in settlement of his claim. 5 In this section  “ linked credit agreement ” means a regulated consumer credit agreement which serves exclusively to finance an agreement for the supply of specific goods or the provision of a specific service and where— a the creditor uses the services of the supplier in connection with the preparation or making of the credit agreement, or b the specific goods or provision of a specific service are explicitly specified in the credit agreement. 6 This section does not apply where— a the cash value of the goods or service is £30,000 or less, b the linked credit agreement is for credit which exceeds £60,260  and is not a residential renovation agreement , or c the linked credit agreement is entered into by the debtor wholly or predominantly for the purposes of a business carried on, or intended to be carried on, by him. 7 Article 60C(5) and (6) of the  Regulated Activities Order  applies for the purposes of subsection (6)(c). 8 This section does not apply to an agreement secured on land."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "76", "section_title": " Duty to give notice before taking certain action.", "section_text": "76 1 The creditor or owner is not entitled to enforce a term of a regulated agreement by— a demanding earlier payment of any sum, or b recovering possession of any goods or land, or c treating any right conferred on the debtor or hirer by the agreement as terminated, restricted or deferred, except by or after giving the debtor or hirer not less than seven days’ notice of his intention to do so. 2 Subsection (1) applies only where— a a period for the duration of the agreement is specified in the agreement, and b that period has not ended when the creditor or owner does an act mentioned in subsection (1), but so applies notwithstanding that, under the agreement, any party is entitled to terminate it before the end of the period so specified. 3 A notice under subsection (1) is ineffective if not in the prescribed form. 4 Subsection (1) does not prevent a creditor from treating the right to draw on any credit as restricted or deferred and taking such steps as may be necessary to make the restriction or deferment effective. 5 Regulations may provide that subsection (1) is not to apply to agreements described by the regulations. 6 Subsection (1) does not apply to a right of enforcement arising by reason of any breach by the debtor or hirer of the regulated agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "77", "section_title": " Duty to give information to debtor under fixed-sum credit agreement.", "section_text": "77 1 The creditor under a regulated agreement for fixed-sum credit, within the prescribed period after receiving a request in writing to that effect from the debtor and payment of a fee of  £1 , shall give the debtor a copy of the executed agreement (if any) and of any other document referred to in it, together with a statement signed by or on behalf of the creditor showing, according to the information to which it is practicable for him to refer,— a the total sum paid under the agreement by the debtor; b the total sum which has become payable under the agreement by the debtor but remains unpaid, and the various amounts comprised in that total sum, with the date when each became due; and c the total sum which is to become payable under the agreement by the debtor, and the various amounts comprised in that total sum, with the date, or mode of determining the date, when each becomes due. 2 If the creditor possesses insufficient information to enable him to ascertain the amounts and dates mentioned in subsection (1)(c), he shall be taken to comply with that paragraph if his statement under subsection (1) gives the basis on which, under the regulated agreement, they would fall to be ascertained. 2A Subsection (2B) applies if the regulated agreement is a green deal plan  (within the meaning of section 1 of the Energy Act 2011) . 2B The duty imposed on the creditor by subsection (1) may be discharged by another person acting on the creditor's behalf. 3 Subsection (1) does not apply to— a an agreement under which no sum is, or will or may become, payable by the debtor, or b a request made less than one month after a previous request under that subsection relating to the same agreement was complied with. 4 If the creditor under an agreement fails to comply with subsection (1)— a he is not entitled, while the default continues, to enforce the agreement;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section does not apply to a non-commercial agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "77A", "section_title": "Statements to be provided in relation to fixed-sum credit agreements", "section_text": "77A 1 The creditor under a regulated agreement for fixed-sum credit must give the debtor statements under this section. 1A The statements must relate to consecutive periods. 1B The first such period must begin with either— a the day on which the agreement is made, or b the day the first movement occurs on the debtor's account with the creditor relating to the agreement. 1C No such period may exceed a year. 1D For the purposes of subsection (1C), a period of a year which expires on a non-working day may be regarded as expiring on the next working day. 1E Each statement under this section must be given to the debtor before the end of the period of thirty days beginning with the day after the end of the period to which the statement relates. 2 Regulations may make provision about the form and content of statements under this section. 2A Subsection (2B) applies if the regulated agreement is a green deal plan  (within the meaning of section 1 of the Energy Act 2011) . 2B Any duty imposed on the creditor by this section may be discharged by another person acting on the creditor's behalf. 3 The debtor shall have no liability to pay any sum in connection with the preparation or the giving to him of a statement under this section. 4 The creditor is not required to give the debtor any statement under this section once the following conditions are satisfied— a that there is no sum payable under the agreement by the debtor; and b that there is no sum which will or may become so payable. 5 Subsection (6) applies if at a time before the conditions mentioned in subsection (4) are satisfied the creditor fails to give the debtor— a a statement under this section within the period mentioned in subsection   (1E)  ;   ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where this subsection applies in relation to a failure to give a statement under this section to the debtor— a the creditor shall not be entitled to enforce the agreement during the period of non-compliance; b the debtor shall have no liability to pay any sum of interest to the extent calculated by reference to the period of non-compliance or to any part of it; and c the debtor shall have no liability to pay any default sum which (apart from this paragraph)— i would have become payable during the period of non-compliance; or ii would have become payable after the end of that period in connection with a breach of the agreement which occurs during that period (whether or not the breach continues after the end of that period). 7 In this section  ‘the period of non-compliance’ means, in relation to a failure to give a statement under this section to the debtor, the period which— a begins immediately after the end of the period mentioned in  . . .   subsection (5); and b ends at the end of the day on which the statement is given to the debtor or on which the conditions mentioned in subsection (4) are satisfied, whichever is earlier. 8 This section does not apply in relation to a non-commercial agreement or to a small agreement. 9 This section does not apply where the holder of a current account overdraws on the account without a pre-arranged overdraft or exceeds a pre-arranged overdraft limit."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "77B", "section_title": "Fixed-sum credit agreement: statement of account to be provided on request", "section_text": "77B 1 This section applies to a regulated consumer credit agreement— a which is for fixed-sum credit, b which is of fixed duration, c where the credit is repayable in instalments by the debtor, and d which is not an excluded agreement. 2 Upon a request from the debtor, the creditor must as soon as reasonably practicable give to the debtor a statement in writing which complies with subsections (3) to (5). 3 The statement must include a table showing the details of each instalment owing under the agreement as at the date of the request. 4 Details to be provided under subsection (3) must include— a the date on which the instalment is due, b the amount of the instalment, c any conditions relating to payment of the instalment, and d a breakdown of the instalment showing how much of it is made up of capital repayment, interest payment and other charges. 5 Where the rate of interest is variable or the charges under the agreement may be varied, the statement must also indicate clearly and concisely that the information in the table is valid only until the rate of interest or charges are varied. 6 The debtor may make a request under subsection (2) at any time that the agreement is in force unless a previous request has been made less than a month before and has been complied with. 7 The debtor shall have no liability to pay any sum in connection with the preparation or the giving of a statement under this section. 7A Subsection (7B) applies if the regulated agreement is a green deal plan  (within the meaning of section 1 of the Energy Act 2011) . 7B The duty imposed on the creditor by this section may be discharged by another person acting on the creditor's behalf. 8 A breach of the duty imposed by this section is actionable as a breach of statutory duty. 9 For the purposes of this section, an agreement is an excluded agreement if it is— a an agreement secured on land, b an agreement under which a person takes an article in pawn, c an agreement under which the creditor provides the debtor with credit which exceeds £60,260  and which is not a residential renovation agreement , or d an agreement entered into by the debtor wholly or predominantly for the purpose of a business carried on, or intended to be carried on, by him. 10 Article 60C(5) and (6) of the  Regulated Activities Order  applies for the purposes of subsection (9)(d)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "78", "section_title": " Duty to give information to debtor under running-account credit agreement.", "section_text": "78 1 The creditor under a regulated agreement for running-account credit, within the prescribed period after receiving a request in writing to that effect from the debtor and payment of a fee of  £1 , shall give the debtor a copy of the executed agreement (if any) and of any other document referred to in it, together with a statement signed by or on behalf of the creditor showing, according to the information to which it is practicable for him to refer,— a the state of the account, and b the amount, if any currently payable under the agreement by the debtor to the creditor, and c the amounts and due dates of any payments which, if the debtor does not draw further on the account, will later become payable under the agreement by the debtor to the creditor. 1A Where a request under subsection (1) also amounts to a request under regulation 49 of the Payment Services Regulations 2017 (information during period of contract), subsection (1) applies as if the words “and payment of a fee of £1” were omitted. 2 If the creditor possesses insufficient information to enable him to ascertain the amounts and dates mentioned in subsection (1)(c), he shall be taken to comply with that paragraph if his statement under subsection (1) gives the basis on which, under the regulated agreement, they would fall to be ascertained. 3 Subsection (1) does not apply to— a an agreement under which no sum is, or will or may become, payable by the debtor, or b a request made less than one month after a previous request under that subsection relating to the same agreement was complied with. 4 Where running-account credit is provided under a regulated agreement, the creditor shall give the debtor statements in the prescribed form, and with the prescribed contents— a showing according to the information to which it is practicable for him to refer, the state of the account at regular intervals of not more than twelve months, and b where the agreement provides, in relation to specified periods, for the making of payments by the debtor, or the charging against him of interest or any other sum, showing according to the information to which it is practicable for him to refer the state of the account at the end of each of those periods during which there is any movement in the account. 4A Regulations may require a statement under subsection (4) to contain also information in the prescribed terms about the consequences of the debtor— a failing to make payments as required by the agreement; or b only making payments of a prescribed description in prescribed circumstances. 5 A statement under subsection (4) shall be given within the prescribed period after the end of the period to which the statement relates. 6 If the creditor under an agreement fails to comply with subsection (1)— a he is not entitled, while the default continues, to enforce the agreement; . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 This section does not apply to a non-commercial agreement, and subsections   (4) to (5)   do not apply to a small agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "78A", "section_title": "Duty to give information to debtor on change of rate of interest", "section_text": "78A 1 Where the rate of interest charged under a regulated consumer credit agreement, other than an excluded agreement, is to be varied, the creditor must inform the debtor in writing of the matters mentioned in subsection (3) before the variation can take effect. 2 But subsection (1) does not apply where— a the agreement provides that the creditor is to inform the debtor in writing periodically of the matters mentioned in subsection (3) in relation to any variation, at such times as may be provided for in the agreement, b the agreement provides that the rate of interest is to vary according to a reference rate, c the reference rate is publicly available, d information about the reference rate is available on the premises of the creditor, and e the variation of the rate of interest results from a change to the reference rate. 3 The matters referred to in subsections (1) and (2)(a) are— a the variation in the rate of interest, b the amount of any payments that are to be made after the variation has effect, if different, expressed as a sum of money where practicable, and c if the number or frequency of payments changes as a result of the variation, the new number or frequency. 4 In the case of an agreement mentioned in subsection (5) this section applies as follows— a the obligation in subsection (1) only applies if the rate of interest increases, and b subsection (3) is to be read as if paragraphs (b) and (c) were omitted. 5 The agreements referred to in subsection (4) are— a an authorised business overdraft agreement, b an authorised non-business overdraft agreement, or c an agreement which would be an authorised non-business overdraft agreement but for the fact that the credit is not repayable on demand or within three months. 6 For the purposes of this section an agreement is an excluded agreement if it is— a a debtor-creditor agreement arising where the holder of a current account overdraws on the account without a pre-arranged overdraft or exceeds a pre-arranged overdraft limit, or b an agreement secured on land."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "79", "section_title": " Duty to give hirer information.", "section_text": "79 1 The owner under a regulated consumer hire agreement, within the prescribed period after receiving a request in writing to that effect from the hirer and payment of a fee of  £1 , shall give to the hirer a copy of the executed agreement and of any other document referred to in it, together with a statement signed by or on behalf of the owner showing, according to the information to which it is practicable for him to refer, the total sum which has become payable under the agreement by the hirer but remains unpaid and the various amounts comprised in that total sum, with the date when each became due. 2 Subsection (1) does not apply to— a an agreement under which no sum is, or will or may become, payable by the hirer, or b a request made less than one month after a previous request under that subsection relating to the same agreement was complied with. 3 If the owner under an agreement fails to comply with subsection (1)— a he is not entitled, while the default continues, to enforce the agreement; . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section does not apply to a non-commercial agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "80", "section_title": " Debtor or hirer to give information about goods.", "section_text": "80 1 Where a regulated agreement, other than a non-commercial agreement, requires the debtor or hirer to keep goods to which the agreement relates in his possession or control, he shall, within seven working days after he has received a request in writing to that effect from the creditor or owner, tell the creditor or owner where the goods are. 2 If the debtor or hirer fails to comply with subsection (1), and the default continues for 14 days, he commits an offence."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "81", "section_title": " Appropriation of payments.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "82", "section_title": " Variation of agreements.", "section_text": "82 1 Where, under a power contained in a regulated agreement, the creditor or owner varies the agreement, the variation shall not take effect before notice of it is given to the debtor or hirer in the prescribed manner. 1A Subsection (1) does not apply to a variation in the rate of interest charged under an agreement not secured on land (see section 78A). 1B Subsection (1) does not apply to a variation in the rate of interest charged under an agreement secured on land if— a the agreement falls within subsection (1D), and b the variation is a reduction in the rate. 1C Subsection (1) does not apply to a variation in any other charge under an agreement if— a the agreement falls within subsection (1D), and b the variation is a reduction in the charge. 1D The agreements referred to in subsections (1B) and (1C) are— a an authorised business overdraft agreement, b an authorised non-business overdraft agreement, or c an agreement which would be an authorised non-business overdraft agreement but for the fact that the credit is not repayable on demand or within three months. 1E Subsection (1) does not apply to a debtor-creditor agreement arising where the holder of a current account overdraws on the account without a pre-arranged overdraft or exceeds a pre-arranged overdraft limit. 2 Where an agreement (a \t\t\t\t\t\t“modifying agreement ”) varies or supplements an earlier agreement, the modifying agreement shall for the purposes of this Act be treated as— a revoking the earlier agreement, and b containing provisions reproducing the combined effect of the two agreements, and obligations outstanding in relation to the earlier agreement shall accordingly be treated as outstanding instead in relation to the modifying agreement. 2A Subsection (2) does not apply if   the earlier agreement or  the modifying agreement is an exempt agreement  ... . 2B Subsection (2) does not apply if the modifying agreement varies— a the amount of the repayment to be made under the earlier agreement, or b the duration of the agreement, as a result of the discharge of part of the debtor's indebtedness under the earlier agreement by virtue of section 94(3). 3 If the earlier agreement is a regulated agreement but (apart from this subsection) the modifying agreement is not then,    unless the modifying agreement is— a for running account credit; or b an exempt agreement  ... , it shall be treated as a regulated agreement.  . 4 If the earlier agreement is a regulated agreement for running-account credit, and by the modifying agreement the creditor allows the credit limit to be exceeded but intends the excess to be merely temporary, Part V (except section 56) shall not apply to the modifying agreement. 5 If— a the earlier agreement is a cancellable agreement, and b the modifying agreement is made within the period applicable under section 68 to the earlier agreement, then, whether or not the modifying agreement would, apart from this subsection, be a cancellable agreement, it shall be treated as a cancellable agreement in respect of which a notice may be served under section 68 not later than the end of the period applicable under that section to the earlier agreement. 5A Subsection (5) does not apply where the modifying agreement is an exempt agreement  ... . 6 Except under subsection (5), a modifying agreement shall not be treated as a cancellable agreement. 6A If— a the earlier agreement is an agreement to which section 66A (right of withdrawal) applies, and b the modifying agreement is made within the period during which the debtor may give notice of withdrawal from the earlier agreement (see section 66A(2)), then, whether or not the modifying agreement would, apart from this subsection, be an agreement to which section 66A applies, it shall be treated as such an agreement in respect of which notice may be given under subsection (2) of that section within the period referred to in paragraph (b) above. 6B Except as provided for under subsection (6A) section 66A does not apply to a modifying agreement. 7 This section does not apply to a non-commercial agreement. 8 In this section, an “exempt agreement” means an agreement which is an exempt agreement for the purposes of Chapter 14A of Part 2 of the  Regulated Activities Order  by virtue of article 60C(2) (regulated mortgage contracts and regulated home purchase plans) or article 60D (exemption relating to the purchase of land for non-residential purposes) of that Order."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "82A", "section_title": "Assignment of rights", "section_text": "82A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "83", "section_title": " Liability for misuse of credit facilities.", "section_text": "83 1 The debtor under a regulated consumer credit agreement shall not be liable to the creditor for any loss arising from use of the credit facility by another person not acting, or to be treated as acting, as the debtor’s agent. 2 This section does not apply to a non-commercial agreement, or to any loss in so far as it arises from misuse of an instrument to which section 4 of the  Cheques Act 1957 applies."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "84", "section_title": " Misuse of credit-tokens.", "section_text": "84 1 Section 83 does not prevent the debtor under a credit-token agreement from being made liable to the extent of   £35  \t\t\t\t\t(or the credit limit if lower) for loss to the creditor arising from use of the credit-token by other persons during a period beginning when the credit-token ceases to be in the possession of any authorised person and ending when the credit-token is once more in the possession of an authorised person. 2 Section 83 does not prevent the debtor under a credit-token agreement from being made liable to any extent for loss to the creditor from use of the credit-token by a person who acquired possession of it with the debtor’s consent. 3 Subsections (1) and (2) shall not apply to any use of the credit-token after the creditor has been given oral or written notice that it is lost or stolen, or is for any other reason liable to misuse. 3A Subsections (1) and (2) shall not apply to any use, in connection with a distance contract (other than an excepted contract), of a card which is a credit-token. 3B In subsection (3A), \t\t\t\t\t\t“distance contract ” and \t\t\t\t\t\t“excepted contract ” have the meanings given in the Consumer Protection (Distance Selling) Regulations 2000. 3C Subsections (1) and (2) shall not apply to any use, in connection with a distance contract within the meaning of the Financial Services (Distance Marketing) Regulations 2004, of a card which is a credit-token. 4 Subsections (1) and (2) shall not apply unless there are contained in the credit-token agreement in the prescribed manner particulars of the name, address and telephone number of a person stated to be the person to whom notice is to be given under subsection (3). 5 Notice under subsection (3) takes effect when received, but where it is given orally, and the agreement so requires, it shall be treated as not taking effect if not confirmed in writing within seven days. 6 Any sum paid by the debtor for the issue of the credit-token, to the extent (if any) that it has not been previously offset by use made of the credit-token, shall be treated as paid towards satisfaction of any liability under subsection (1) or (2). 7 The debtor, the creditor, and any person authorised by the debtor to use the credit-token, shall be authorised persons for the purposes of subsection (1). 8 Where two or more credit-tokens are given under one credit-token agreement, the preceding provisions of this section apply to each credit-token separately."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "85", "section_title": " Duty on issue of new credit-tokens.", "section_text": "85 1 Whenever, in connection with a credit-token agreement, a credit-token (other than the first) is given by the creditor to the debtor, the creditor shall give the debtor a copy of the executed agreement (if any) and of any other document referred to in it. 2 If the creditor fails to comply with this section— a he is not entitled, while the default continues, to enforce the agreement;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 This section does not apply to a small agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "86", "section_title": " Death of debtor or hirer.", "section_text": "86 1 The creditor or owner under a regulated agreement is not entitled, by reason of the death of the debtor or hirer, to do an act specified in paragraphs (a) to (e) of section 87(1) if at the death the agreement is fully secured. 2 If at the death of the debtor or hirer a regulated agreement is only partly secured or is unsecured, the creditor or owner is entitled, by reason of the death of the debtor or hirer, to do an act specified in paragraphs (a) to (e) of section 87(1) on an order of the court only. 3 This section applies in relation to the termination of an agreement only where— a a period for its duration is specified in the agreement, and b that period has not ended when the creditor or owner purports to terminate the agreement, but so applies notwithstanding that, under the agreement, any party is entitled to terminate it before the end of the period so specified. 4 This section does not prevent the creditor from treating the right to draw on any credit as restricted or deferred, and taking such steps as may be necessary to make the restriction or deferment effective. 5 This section does not affect the operation of any agreement providing for payment of sums— a due under the regulated agreement, or b becoming due under it on the death of the debtor or hirer, out of the proceeds of a policy of assurance on his life. 6 For the purposes of this section an act is done by reason of the death of the debtor or hirer if it is done under a power conferred by the agreement which is— a exercisable on his death, or b exercisable at will and exercised at any time after his death."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "86A", "section_title": "FCA  to prepare information sheets on arrears and default", "section_text": "86A 1 The  FCA shall prepare and issue  an arrears information sheet and a default information sheet. 2 The arrears information sheet shall include information to help debtors and hirers who receive notices under section 86B or 86C. 3 The default information sheet shall include information to help debtors and hirers who receive default notices. 4 Regulations may make provision about the information to be included in an information sheet. 5 An information sheet takes effect for the purposes of this Part at the end of the period of three months beginning with the day on which  it is issued   or on such later date as the  FCA  may specify in relation to the information sheet  . 6 If the  FCA  revises an information sheet after it has been issued, it shall issue the revised information sheet. 7 A revised information sheet takes effect for the purposes of this Part at the end of the period of three months beginning with the day on which  it is issued   or on such later date as the  FCA  may specify in relation to the information sheet  ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "86B", "section_title": "Notice of sums in arrears under fixed-sum credit agreements  etc.", "section_text": "86B 1 This section applies where at any time the following conditions are satisfied— a that the debtor or hirer under an applicable agreement is required to have made at least two payments under the agreement before that time; b that the total sum paid under the agreement by him is less than the total sum which he is required to have paid before that time; c that the amount of the shortfall is no less than the sum of the last two payments which he is required to have made before that time; d that the creditor or owner is not already under a duty to give him notices under this section in relation to the agreement; and e if a judgment has been given in relation to the agreement before that time, that there is no sum still to be paid under the judgment by the debtor or hirer. 2 The creditor or owner— a shall, within the period of 14 days beginning with the day on which the conditions mentioned in subsection (1) are satisfied, give the debtor or hirer a notice under this section; and b after the giving of that notice, shall give him further notices under this section at intervals of not more than six months. 3 The duty of the creditor or owner to give the debtor or hirer notices under this section shall cease when either of the conditions mentioned in subsection (4) is satisfied; but if either of those conditions is satisfied before the notice required by subsection (2)(a) is given, the duty shall not cease until that notice is given. 4 The conditions referred to in subsection (3) are— a that the debtor or hirer ceases to be in arrears; b that a judgment is given in relation to the agreement under which a sum is required to be paid by the debtor or hirer. 5 For the purposes of subsection (4)(a) the debtor or hirer ceases to be in arrears when— a no   payments  , which he has ever failed to   make   under the agreement when required,   are   still owing; b no default sum, which has ever become payable under the agreement in connection with his failure to pay any sum under the agreement when required, is still owing; c no sum of interest, which has ever become payable under the agreement in connection with such a default sum, is still owing; and d no other sum of interest, which has ever become payable under the agreement in connection with his failure to pay any sum under the agreement when required, is still owing. 6 A notice under this section shall include a copy of the current arrears information sheet under section 86A. 7 The debtor or hirer shall have no liability to pay any sum in connection with the preparation or the giving to him of a notice under this section. 8 Regulations may make provision about the form and content of notices under this section. 9 In the case of an applicable agreement under which the debtor or hirer must make all payments he is required to make at intervals of one week or less, this section shall have effect as if in subsection (1)(a) and (c) for  ‘two’ there were substituted  ‘four’. 10 If an agreement mentioned in subsection (9) was made before the beginning of the relevant period, only amounts resulting from failures by the debtor or hirer to make payments he is required to have made during that period shall be taken into account in determining any shortfall for the purposes of subsection (1)(c). 11 In subsection (10) ‘relevant period’ means the period of 20 weeks ending with the day on which the debtor or hirer is required to have made the most recent payment under the agreement. 12 In this section  ‘applicable agreement’ means an agreement which— In this section  “ applicable agreement ” means an agreement which falls within subsection (12A) or (12B). a is a regulated agreement for fixed-sum credit or a regulated consumer hire agreement; and b is neither a non-commercial agreement nor a small agreement. 12 In this section  “ applicable agreement ” means an agreement which falls within subsection (12A) or (12B). 12A An agreement falls within this subsection if— a it is a regulated agreement for fixed-sum credit; and b it is not— i a non-commercial agreement; ii a small agreement; or iii a green deal plan  (within the meaning of section 1 of the Energy Act 2011) . 12B An agreement falls within this subsection if— a it is a regulated consumer hire agreement; and b it is neither a non-commercial agreement nor a small agreement. 13 In this section— a “ payments ” in relation to an applicable agreement which is a regulated agreement for fixed-sum credit means payments to be made at predetermined intervals provided for under the terms of the agreement; and b “ payments ” in relation to an applicable agreement which is a regulated consumer hire agreement means any payments to be made by the hirer in relation to any period in consideration of the bailment or hiring to him of goods under the agreement. "}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "86C", "section_title": "Notice of sums in arrears under running-account credit agreements", "section_text": "86C 1 This section applies where at any time the following conditions are satisfied— a that the debtor under an applicable agreement is required to have made at least two payments under the agreement before that time; b that the last two payments which he is required to have made before that time have not been made; c that the creditor has not already been required to give a notice under this section in relation to either of those payments; and d if a judgment has been given in relation to the agreement before that time, that there is no sum still to be paid under the judgment by the debtor. 2 The creditor shall, no later than the end of the period within which he is next required to give a statement under section 78(4) in relation to the agreement, give the debtor a notice under this section. 3 The notice shall include a copy of the current arrears information sheet under section 86A. 4 The notice may be incorporated in a statement or other notice which the creditor gives the debtor in relation to the agreement by virtue of another provision of this Act. 5 The debtor shall have no liability to pay any sum in connection with the preparation or the giving to him of the notice. 6 Regulations may make provision about the form and content of notices under this section. 7 In this section  ‘applicable agreement’ means an agreement which— a is a regulated agreement for running-account credit; and b is neither a non-commercial agreement nor a small agreement. 8 In this section  “ payments ” means payments to be made at predetermined intervals provided for under the terms of the agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "86D", "section_title": "Failure to give notice of sums in arrears", "section_text": "86D 1 This section applies where the creditor or owner under an agreement is under a duty to give the debtor or hirer notices under section 86B but fails to give him such a notice— a within the period mentioned in subsection (2)(a) of that section; or b within the period of six months beginning with the day after the day on which such a notice was last given to him. 2 This section also applies where the creditor under an agreement is under a duty to give the debtor a notice under section 86C but fails to do so before the end of the period mentioned in subsection (2) of that section. 3 The creditor or owner shall not be entitled to enforce the agreement during the period of non-compliance. 4 The debtor or hirer shall have no liability to pay— a any sum of interest to the extent calculated by reference to the period of non-compliance or to any part of it; or b any default sum which (apart from this paragraph)— i would have become payable during the period of non-compliance; or ii would have become payable after the end of that period in connection with a breach of the agreement which occurs during that period (whether or not the breach continues after the end of that period). 5 In this section  ‘the period of non-compliance’ means, in relation to a failure to give a notice under section 86B or 86C to the debtor or hirer, the period which— a begins immediately after the end of the period mentioned in (as the case may be) subsection (1)(a) or (b) or (2); and b ends at the end of the day mentioned in subsection (6). 6 That day is— a in the case of a failure to give a notice under section 86B as mentioned in subsection (1)(a) of this section, the day on which the notice is given to the debtor or hirer; b in the case of a failure to give a notice under that section as mentioned in subsection (1)(b) of this section, the earlier of the following— i the day on which the notice is given to the debtor or hirer; ii the day on which the condition mentioned in subsection (4)(a) of that section is satisfied; c in the case of a failure to give a notice under section 86C, the day on which the notice is given to the debtor."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "86E", "section_title": "Notice of default sums", "section_text": "86E 1 This section applies where a default sum becomes payable under a regulated agreement by the debtor or hirer. 2 The creditor or owner shall, within the prescribed period after the default sum becomes payable, give the debtor or hirer a notice under this section. 3 The notice under this section may be incorporated in a statement or other notice which the creditor or owner gives the debtor or hirer in relation to the agreement by virtue of another provision of this Act. 4 The debtor or hirer shall have no liability to pay interest in connection with the default sum to the extent that the interest is calculated by reference to a period occurring before the 29th day after the day on which the debtor or hirer is given the notice under this section. 5 If the creditor or owner fails to give the debtor or hirer the notice under this section within the period mentioned in subsection (2), he shall not be entitled to enforce the agreement until the notice is given to the debtor or hirer. 6 The debtor or hirer shall have no liability to pay any sum in connection with the preparation or the giving to him of the notice under this section. 7 Regulations may— a provide that this section does not apply in relation to a default sum which is less than a prescribed amount; b make provision about the form and content of notices under this section. 8 This section does not apply in relation to a non-commercial agreement or to a small agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "86F", "section_title": "Interest on default sums", "section_text": "86F 1 This section applies where a default sum becomes payable under a regulated agreement by the debtor or hirer. 2 The debtor or hirer shall only be liable to pay interest in connection with the default sum if the interest is simple interest."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "87", "section_title": " Need for default notice.", "section_text": "87 1 Service of a notice on the debtor or hirer in accordance with section 88 (a \t\t\t\t\t\t\t\t\t\t\t\t“ default notice  ”) is necessary before the creditor or owner can become entitled, by reason of any breach by the debtor or hirer of a regulated agreement,— a to terminate the agreement, or b to demand earlier payment of any sum, or c to recover possession of any goods or land, or d to treat any right conferred on the debtor or hirer by the agreement as terminated, restricted or deferred, or e to enforce any security. 2 Subsection (1) does not prevent the creditor from treating the right to draw upon any credit as restricted or deferred, and taking such steps as may be necessary to make the restriction or deferment effective. 3 The doing of an act by which a floating charge becomes fixed is not enforcement of a security. 4 Regulations may provide that subsection (1) is not to apply to agreements described by the regulations. 5 Subsection (1)(d) does not apply in a case referred to in section 98A(4)\t\t\t\t\t(termination or suspension of debtor's right to draw on credit under open-end agreement)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "88", "section_title": " Contents and effect of default notice.", "section_text": "88 1 The default notice must be in the prescribed form and specify— a the nature of the alleged breach; b if the breach is capable of remedy, what action is required to remedy it and the date before which that action is to be taken; c if the breach is not capable of remedy, the sum (if any) required to be paid as compensation for the breach, and the date before which it is to be paid. 2 A date specified under subsection (1) must not be less than   14   days after the date of service of the default notice, and the creditor or owner shall not take action such as is mentioned in section 87(1) before the date so specified or (if no requirement is made under subsection (1)) before those   14   days have elapsed. 3 The default notice must not treat as a breach failure to comply with a provision of the agreement which becomes operative only on breach of some other provision, but if the breach of that other provision is not duly remedied or compensation demanded under subsection (1) is not duly paid, or (where no requirement is made under subsection (1)) if the   14   days mentioned in subsection (2) have elapsed, the creditor or owner may treat the failure as a breach and section 87(1) shall not apply to it. 4 The default notice must contain information in the prescribed terms about the consequences of failure to comply with it   and any other prescribed matters relating to the agreement . 4A The default notice must also include a copy of the current default information sheet under section 86A. 5 A default notice making a requirement under subsection (1) may include a provision for the taking of action such as is mentioned in section 87(1) at any time after the restriction imposed by subsection (2) will cease, together with a statement that the provision will be ineffective if the breach is duly remedied or the compensation duly paid."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "89", "section_title": " Compliance with default notice.", "section_text": "89 If before the date specified for that purpose in the default notice the debtor or hirer takes the action specified under section 88(1)(b) or (c) the breach shall be treated as not having occurred."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "90", "section_title": " Retaking of protected hire-purchase etc. goods.", "section_text": "90 1 At any time when— a the debtor is in breach of a regulated hire-purchase or a regulated conditional sale agreement relating to goods, and b the debtor has paid to the creditor one-third or more of the total price of the goods, and c the property in the goods remains in the creditor, the creditor is not entitled to recover possession of the goods from the debtor except on an order of the court. 2 Where under a hire-purchase or conditional sale agreement the creditor is required to carry out any installation and the agreement specifies, as part of the total price, the amount to be paid in respect of the installation (the  “installation charge ”) the reference in subsection (1)(b) to one-third of the total price shall be construed as a reference to the aggregate of the installation charge and one-third of the remainder of the total price. 3 In a case where— a subsection (1)(a) is satisfied, but not subsection (1)(b), and b subsection (1)(b) was satisfied on a previous occasion in relation to an earlier agreement, being a regulated hire-purchase or regulated conditional sale agreement, between the same parties, and relating to any of the goods comprised in the later agreement (whether or not other goods were also included), subsection (1) shall apply to the later agreement with the omission of paragraph (b). 4 If the later agreement is a modifying agreement, subsection (3) shall apply with the substitution, for the second reference to the later agreement, of a reference to the modifying agreement. 5 Subsection (1) shall not apply, or shall cease to apply, to an agreement if the debtor has terminated, or terminates, the agreement. 6 Where subsection (1) applies to an agreement at the death of the debtor, it shall continue to apply (in relation to the possessor of the goods) until the grant of probate or administration, or (in Scotland) confirmation (on which the personal representative would fall to be treated as the debtor). 7 Goods falling within this section are in this Act referred to as   “ protected goods  ”."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "91", "section_title": " Consequences of breach of s. 90.", "section_text": "91 If goods are recovered by the creditor in contravention of section 90— a the regulated agreement, if not previous terminated, shall terminate, and b the debtor shall be released from all liability under the agreement, and shall be entitled to recover from the creditor all sums paid by the debtor under the agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "92", "section_title": " Recovery of possession of goods or land.", "section_text": "92 1 Except under an order of the court, the creditor or owner shall not be entitled to enter any premises to take possession of goods subject to a regulated hire-purchase agreement, regulated conditional sale agreement or regulated consumer hire agreement. 2 At any time when the debtor is in breach of a regulated conditional sale agreement relating to land, the creditor is entitled to recover possession of the land from the debtor, or any person claiming under him, on an order of the court only. 3 An entry in contravention of subsection (1) or (2) is actionable as a breach of statutory duty."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "93", "section_title": " Interest not to be increased on default.", "section_text": "93 The debtor under a regulated consumer credit agreement shall not be obliged to pay interest on sums which, in breach of the agreement, are unpaid by him at a rate— a where the total charge for credit includes an item in respect of interest, exceeding the rate of that interest, or b in any other case, exceeding what would be the rate of the total charge for credit if any items included in the total charge for credit by virtue of   rules made by the  FCA  under paragraph (2)(d) of article 60M of the  Regulated Activities Order   were disregarded."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "93A", "section_title": " Summary diligence not competent in Scotland.", "section_text": "93A Summary diligence shall not be competent in Scotland to enforce payment of a debt due under a regulated agreement or under any security related thereto."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "94", "section_title": " Right to complete payments ahead of time.", "section_text": "94 1 The debtor under a regulated consumer credit agreement is entitled at any time, by notice to the creditor and the payment to the creditor of all amounts payable by the debtor to him under the agreement   and any amount which the creditor claims under section 95A(2)   or section 95B(2) (less any rebate allowable under section 95), to discharge the debtor’s indebtedness under the agreement. 2 A notice under subsection (1) may embody the exercise by the debtor of any option to purchase goods conferred on him by the agreement, and deal with any other matter arising on, or in relation to, the termination of the agreement. 3 The debtor under a regulated consumer credit agreement, other than an agreement secured on land, is entitled at any time to discharge part of his indebtedness by taking the steps in subsection (4). 4 The steps referred to in subsection (3) are as follows— a he provides notice to the creditor, b he pays to the creditor some of the amount payable by him to the creditor under the agreement before the time fixed by the agreement, and c he makes the payment— i before the end of the period of 28 days beginning with the day following that on which notice under paragraph (a) was received by the creditor, or ii on or before any later date specified in the notice. 5 Where a debtor takes the steps in subsection (4) his indebtedness shall be discharged by an amount equal to the sum of the amount paid and any rebate allowable under section 95 less any amount which the creditor claims under section 95A(2)  or section 95B(2) . 6 A notice— a under subsection (1), other than a notice relating to a regulated consumer credit agreement secured on land, or b under subsection (4)(a), need not be in writing."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "95", "section_title": " Rebate on early settlement.", "section_text": "95 1 Regulations may provide for the allowance of a rebate of charges for credit to the debtor under a regulated consumer credit agreeement where, under section 94, on refinancing, on breach of the agreement, or for any other reason, his indebtedness is discharged   or is discharged in part  or becomes payable before the time fixed by the agreement, or any sum becomes payable by him before the time so fixed. 2 Regulations under subsection (1) may provide for calculation of the rebate by reference to any sums paid or payable by the debtor or his relative under or in connection with the agreement (whether to the creditor or some other person), including sums under linked transactions and other items in the total charge for credit."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "95A", "section_title": "Compensatory amount", "section_text": "95A 1 This section applies where— a a regulated consumer credit agreement, other than an agreement secured on land, provides for the rate of interest on the credit to be fixed for a period of time, and b under section 94 the debtor discharges all or part of his indebtedness during that period. 2 The creditor may claim an amount equal to the cost which the creditor has incurred as a result only of the debtor's indebtedness being discharged during that period if— a the amount of the payment under section 94 exceeds £8,000 or, where more than one such payment is made in any 12 month period, the total of those payments exceeds £8,000, b the agreement is not a debtor-creditor agreement enabling the debtor to overdraw on a current account, and c the amount of the payment under section 94 is not paid from the proceeds of a contract of payment protection insurance. 3 The amount in subsection (2)— a must be fair, b must be objectively justified, and c must not exceed whichever is the lower of— i the relevant percentage of the amount of the payment under section 94, and ii the total amount of interest that would have been paid by the debtor under the agreement in the period from the date on which the debtor makes the payment under section 94 to the date fixed by the agreement for the discharge of the indebtedness of the debtor. 4 In subsection (3)(c)(i)\t\t\t\t\t “ relevant percentage ” means— a 1%, where the period from the date on which the debtor makes the payment under section 94 to the date fixed by the agreement for the discharge of the indebtedness of the debtor is more than one year, or b 0.5%, where that period is equal to or less than one year."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "95B", "section_title": "Compensatory amount: green deal finance", "section_text": "95B 1 This section applies where— a a regulated consumer credit agreement provides for the rate of interest on the credit to be fixed for a period of time (“the fixed rate period”), b the agreement is a green deal plan  (within the meaning of section 1 of the Energy Act 2011)  which is of a duration specified for the purposes of this section in regulations, and c under section 94 the debtor discharges all or part of his indebtedness during the fixed rate period. 2 The creditor may claim an amount equal to the cost which the creditor has incurred as a result only of the debtor's indebtedness being discharged during the fixed rate period if— a the amount of the payment under section 94 is not paid from the proceeds of a contract of payment protection insurance, and b such other conditions as may be specified for the purposes of this section in regulations are satisfied. 3 The amount in subsection (2)— a must be fair, b must be objectively justified, c must be calculated by the creditor in accordance with provision made for the purposes of this section in regulations, and d must not exceed the total amount of interest that would have been paid by the debtor under the agreement in the period from the date on which the debtor makes the payment under section 94 to the date fixed by the agreement for the discharge of the indebtedness of the debtor. 4 If a creditor could claim under either section 95A or this section, the creditor may choose under which section to claim."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "96", "section_title": " Effect on linked transactions.", "section_text": "96 1 Where for any reason the indebtedness of the debtor under a regulated consumer credit agreement is discharged before the time fixed by the agreement, he, and any relative of his, shall at the same time be discharged from any liability under a linked transaction, other than a debt which has already become payable. 2 Subsection (1) does not apply to a linked transaction which is itself an agreement providing the debtor or his relative with credit. 3 Regulations may exclude linked transactions of the prescribed description from the operation of subsection (1)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "97", "section_title": " Duty to give information.", "section_text": "97 1 The creditor under a regulated consumer credit agreement, within the prescribed period after he has received a request  . . .  to that effect from the debtor, shall give the debtor a statement in the prescribed form indicating, according to the information to which it is practicable for him to refer, the amount of the payment required to discharge the debtor’s indebtedness under the agreement, together with the prescribed particulars showing how the amount is arrived at. 2 Subsection (1) does not apply to a request made less than one month after a previous request under that subsection relating to the same agreement was complied with. 2A A request under subsection (1) need not be in writing unless the agreement is secured on land. 3 If the creditor fails to comply with subsection (1)— a he is not entitled, while the default continues, to enforce the agreement;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "97A", "section_title": "Duty to give information on partial repayment", "section_text": "97A 1 Where a debtor under a regulated consumer credit agreement— a makes a payment by virtue of which part of his indebtedness is discharged under section 94, and b at the same time or subsequently requests the creditor to give him a statement concerning the effect of the payment on the debtor's indebtedness, the creditor must give the statement to the debtor before the end of the period of seven working days beginning with the day following that on which the creditor receives the request. 2 The statement shall be in writing and shall contain the following particulars— a a description of the agreement sufficient to identify it, b the name, postal address and, where appropriate, any other address of the creditor and the debtor, c where the creditor is claiming an amount under section 95A(2) or section 95B(2) , that amount and the method used to determine it, d the amount of any rebate to which the debtor is entitled— i under the agreement, or ii by virtue of section 95 where that is higher, e where the amount of the rebate mentioned in paragraph (d)(ii) is given, a statement indicating that this amount has been calculated having regard to the Consumer Credit (Early Settlement) Regulations 2004, f where the debtor is not entitled to any rebate, a statement to this effect, g any change to— i the number, timing or amount of repayments to be made under the agreement, or ii the duration of the agreement, which results from the partial discharge of the indebtedness of the debtor, and h the amount of the debtor's indebtedness remaining under the agreement at the date the creditor gives the statement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "98", "section_title": " Duty to give notice of termination (non-default cases).", "section_text": "98 1 The creditor or owner is not entitled to terminate a regulated agreement except by or after giving the debtor or hirer not less than seven days’ notice of the termination. 2 Subsection (1) applies only where— a a period for the duration of the agreement is specified in the agreement, and b that period has not ended when the creditor or owner does an act mentioned in subsection (1), but so applies notwithstanding that, under the agreement, any party is entitled to terminate it before the end of the period so specified. 3 A notice under subsection (1) is ineffective if not in the prescribed form. 4 Subsection (1) does not prevent a creditor from treating the right to draw on any credit as restricted or deferred and taking such steps as may be necessary to make the restriction or deferment effective. 5 Regulations may provide that subsection (1) is not to apply to agreements described by the regulations. 6 Subsection (1) does not apply to the termination of a regulated agreement by reason of any breach by the debtor or hirer of the agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "98A", "section_title": "Termination  etc  of open-end consumer credit agreements", "section_text": "98A 1 The debtor under a regulated open-end consumer credit agreement, other than an excluded agreement, may by notice terminate the agreement, free of charge, at any time, subject to any period of notice not exceeding one month provided for by the agreement. 2 Notice under subsection (1) need not be in writing unless the creditor so requires. 3 Where a regulated open-end consumer credit agreement, other than an excluded agreement, provides for termination of the agreement by the creditor— a the termination must be by notice served on the debtor, and b the termination may not take effect until after the end of the period of two months, or such longer period as the agreement may provide, beginning with the day after the day on which notice is served. 4 Where a regulated open-end consumer credit agreement, other than an excluded agreement, provides for termination or suspension by the creditor of the debtor's right to draw on credit— a to terminate or suspend the right to draw on credit the creditor must serve a notice on the debtor before the termination or suspension or, if that is not practicable, immediately afterwards, b the notice must give reasons for the termination or suspension, and c the reasons must be objectively justified. 5 Subsection (4)(a) and (b) does not apply where giving the notice— a is prohibited by     an assimilated   obligation , or b would, or would be likely to, prejudice— i the prevention or detection of crime, ii the apprehension or prosecution of offenders, or iii the administration of justice. 6 An objectively justified reason under subsection (4)(c) may, for example, relate to— a the unauthorised or fraudulent use of credit, or b a significantly increased risk of the debtor being unable to fulfil his obligation to repay the credit. 7 Subsections (1) and (3) do not affect any right to terminate an agreement for breach of contract. 8 For the purposes of this section an agreement is an excluded agreement if it is— a an authorised non-business overdraft agreement, b an authorised business overdraft agreement, c a debtor-creditor agreement arising where the holder of a current account overdraws on the account without a pre-arranged overdraft or exceeds a pre-arranged overdraft limit, or d an agreement secured on land."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "99", "section_title": " Right to terminate hire-purchase etc. agreements.", "section_text": "99 1 At any time before the final payment by the debtor under a regulated hire-purchase or regulated conditional sale agreement falls due, the debtor shall be entitled to terminate the agreement by giving notice to any person entitled or authorised to receive the sums payable under the agreement. 2 Termination of an agreement under subsection (1) does not affect any liability under the agreement which has accrued before the termination. 3 Subsection (1) does not apply to a conditional sale agreement relating to land after the title to the land has passed to the debtor. 4 In the case of a conditional sale agreement relating to goods, where the property in the goods, having become vested in the debtor, is transferred to a person who does not become the debtor under the agreement, the debtor shall not thereafter be entitled to terminate the agreement under subsection (1). 5 Subject to subsection (4), where a debtor under a conditional sale agreement relating to goods terminates the agreement under this section after the property in the goods has become vested in him, the property in the goods shall thereupon vest in the person (the  “previous owner ”) in whom it was vested immediately before it became vested in the debtor: Provided that if the previous owner has died, or any other event has occurred whereby that property, if vested in him immediately before that event, would thereupon have vested in some other person, the property shall be treated as having devolved as if it had been vested in the previous owner immediately before his death or immediately before that event, as the case may be."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "100", "section_title": " Liability of debtor on termination of hire-purchase etc. agreement.", "section_text": "100 1 Where a regulated hire-purchase or regulated conditional sale agreement is terminated under section 99 the debtor shall be liable, unless the agreement provides for a smaller payment, or does not provide for any payment, to pay to the creditor the amount (if any) by which one-half of the total price exceeds the aggregate of the sums paid and the sums due in respect of the total price immediately before the termination. 2 Where under a hire-purchase or conditional sale agreement the creditor is required to carry out any installation and the agreement specifies, as part of the total price, the amount to be paid in respect of the installation (the  “installation charge ”) the reference in subsection (1) to one-half of the total price shall be construed as a reference to the aggregate of the installation charge and one-half of the remainder of the total price. 3 If in any action the court is satisfied that a sum less than the amount specified in subsection (1) would be equal to the loss sustained by the creditor in consequence of the termination of the agreement by the debtor, the court may make an order for the payment of that sum in lieu of the amount specified in subsection (1). 4 If the debtor has contravened an obligation to take reasonable care of the goods or land, the amount arrived at under subsection (1) shall be increased by the sum required to recompense the creditor for that contravention, and subsection (2) shall have effect accordingly. 5 Where the debtor, on the termination of the agreement, wrongfully retains possession of goods to which the agreement relates, then, in any action brought by the creditor to recover possession of the goods from the debtor, the court, unless it is satisfied that having regard to the circumstances it would not be just to do so, shall order the goods to be delivered to the creditor without giving the debtor an option to pay the value of the goods."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "101", "section_title": " Right to terminate hire agreement.", "section_text": "101 1 The hirer under a regulated consumer hire agreement is entitled to terminate the agreement by giving notice to any person entitled or authorised to receive the sums payable under the agreement. 2 Termination of an agreement under subsection (1) does not affect any liability under the agreement which has accrued before the termination. 3 A notice under subsection (1) shall not expire earlier than eighteen months after the making of the agreement, but apart from that the minimum period of notice to be given under subsection (1), unless the agreement provides for a shorter period, is as follows. 4 If the agreement provides for the making of payments by the hirer to the owner at equal intervals, the minimum period of notice is the length of one interval or three months, whichever is less. 5 If the agreement provides for the making of such payments at differing intervals, the minimum period of notice is the length of the shortest interval or three months, whichever is less. 6 In any other case, the minimum period of notice is three months. 7 This section does not apply to— a any agreement which provides for the making by the hirer of payments which in total (and without breach of the agreement) exceed  £1,500  in any year, or b any agreement where— i goods are bailed or (in Scotland) hired to the hirer for the purposes of a business carried on by him, or the hirer holds himself out as requiring the goods for those purposes, and ii the goods are selected by the hirer, and acquired by the owner for the purposes of the agreement at the request of the hirer from any person other than the owner’s associate, or c any agreement where the hirer requires, or holds himself out as requiring, the goods for the purpose of bailing or hiring them to other persons in the course of a business carried on by him. 8 If, on an application made to the   FCA    by a person carrying on a consumer hire business, it appears to the     FCA  that it would be in the interest of hirers to do so,   it   may  ... direct that   , subject to such conditions (if any) as it may specify, this section shall not apply to consumer hire agreements made by the applicant; and this Act shall have effect accordingly  . 8A If it appears to the   FCA  that it would be in the interests of hirers to do so, it may  ... direct that, subject to such conditions (if any) as it may specify, this section shall not apply to a consumer hire agreement if the agreement falls within a specified description; and this Act shall have effect accordingly. 9 In the case of a modifying agreement, subsection (3) shall apply with the substitution, for \t\t\t\t\t\t“the making of the agreement ” of \t\t\t\t\t\t“the making of the original agreement ”."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "102", "section_title": " Agency for receiving notice of rescission.", "section_text": "102 1 Where the debtor or hirer under a regulated agreement claims to have a right to rescind the agreement, each of the following shall be deemed to be the agent of the creditor or owner for the purpose of receiving any notice rescinding the agreement which is served by the debtor or hirer— a a credit-broker or supplier who was the negotiator in antecedent negotiations, and b any person who, in the course of a business carried on by him, acted on behalf of the debtor or hirer in any negotiations for the agreement. 2 In subsection (1)   “ rescind  ” does not include— a service of a notice of cancellation, or b termination of an agreement under section 99 or 101 or by the exercise of a right or power in that behalf expressly conferred by the agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "103", "section_title": " Termination statements.", "section_text": "103 1 If an individual (the \t\t\t\t\t\t“customer ”) serves on any person (the \t\t\t\t\t\t“trader ”) a notice— a stating that— i the customer was the debtor or hirer under a regulated agreement described in the notice, and the trader was the creditor or owner under the agreement, and ii the customer has discharged his indebtedness to the trader under the agreement, and iii the agreement has ceased to have any operation; and b requiring the trader to give the customer a notice, signed by or on behalf of the trader, confirming that those statements are correct, the trader shall, within the prescribed period after receiving the notice, either comply with it or serve on the customer a counter-notice stating that, as the case may be, he disputes the correctness of the notice or asserts that the customer is not indebted to him under the agreement. 2 Where the trader disputes the correctness of the notice he shall give particulars of the way in which he alleges it to be wrong. 3 Subsection (1) does not apply in relation to any agreement if the trader has previously complied with that subsection on the service of a notice under it with respect to that agreement. 4 Subsection (1) does not apply to a non-commercial agreement. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A breach of the duty imposed by subsection (1) is actionable as a breach of statutory duty."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "104", "section_title": " Goods not to be treated as subject to landlord’s hypothec in Scotland.", "section_text": "104 Goods comprised in a hire-purchase agreement or goods comprised in a conditional sale agreement which have not become vested in the debtor shall not be treated in Scotland as subject to the landlord’s hypothec— a during the period between the service of a default notice in respect of the goods and the date on which the notice expires or is earlier complied with; or b if the agreement is enforceable on an order of the court only, during the period between the commencement and termination of an action by the creditor to enforce the agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "105", "section_title": " Form and content of securities.", "section_text": "105 1 Any security provided in relation to a regulated agreement shall be expressed in writing. 2 Regulations may prescribe the form and content of documents ( “security instruments ”) to be made in compliance with subsection (1). 3 Regulations under subsection (2) may in particular— a require specified information to be included in the pre-scribed manner in documents, and other specified material to be excluded; b contain requirements to ensure that specified information is clearly brought to the attention of the surety, and that one part of a document is not given insufficient or excessive prominence compared with another. 4 A security instrument is not properly executed unless— a a document in the prescribed form, itself containing all the prescribed terms and conforming to regulations under subsection (2), is signed in the prescribed manner by or on behalf of the surety, and b the document embodies all the terms of the security, other than implied terms, and c the document, when presented or sent for the purpose of being signed by or on behalf of the surety, is in such state that its terms are readily legible, and d when the document is presented or sent for the purpose of being signed by or on behalf of the surety there is also presented or sent a copy of the document. 5 A security instrument is not properly executed unless— a where the security is provided after, or at the time when, the regulated agreement is made, a copy of the executed agreement, together with a copy of any other document referred to in it, is given to the surety at the time the security is provided, or b where the security is provided before the regulated agreement is made, a copy of the executed agreement, together with a copy of any other document referred to in it, is given to the surety within seven days after the regulated agreement is made. 6 Subsection (1) does not apply to a security provided by the debtor or hirer. 7 If— a in contravention of subsection (1) a security is not expressed in writing, or b a security instrument is improperly executed, the security, so far as provided in relation to a regulated agreement, is enforceable against the surety on an order of the court only. 8 If an application for an order under subsection (7) is dismissed (except on technical grounds only) section 106 (ineffective securities) shall apply to the security. 9 Regulations under section 60(1) shall include provision requiring documents embodying regulated agreements also to embody any security provided in relation to a regulated agreement by the debtor or hirer."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "106", "section_title": " Ineffective securities.", "section_text": "106 Where, under any provision of this Act, this section is applied to any security provided in relation to a regulated agreement, then, subject to section 177 (saving for registered charges)— a the security, so far as it is so provided, shall be treated as never having effect; b any property lodged with the creditor or owner solely for the purposes of the security as so provided shall be returned by him forthwith; c the creditor or owner shall take any necessary action to remove or cancel an entry in any register, so far as the entry relates to the security as so provided; and d any amount received by the creditor or owner on realisation of the security shall, so far as it is referable to the agreement, be repaid to the surety."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "107", "section_title": " Duty to give information to surety under fixed-sum credit agreement.", "section_text": "107 1 The creditor under a regulated agreement for fixed-sum credit in relation to which security is provided, within the prescribed period after receiving a request in writing to that effect from the surety and payment of a fee of  £1 , shall give to the surety (if a different person from the debtor)— a a copy of the executed agreement (if any) and of any other document referred to in it; b a copy of the security instrument (if any); and c a statement signed by or on behalf of the creditor showing, according to the information to which it is practicable for him to refer,— i the total sum paid under the agreement by the debtor, ii the total sum which has become payable under the agreement by the debtor but remains unpaid, and the various amounts comprised in that total sum, with the date when each became due, and iii the total sum which is to become payable under the agreement by the debtor, and the various amounts comprised in that total sum, with the date, or mode of determining the date, when each becomes due. 2 If the creditor possesses insufficient information to enable him to ascertain the amounts and dates mentioned in subsection (1)(c)(iii), he shall be taken to comply with that sub-paragraph if his statement under subsection (1)(c) gives the basis on which, under the regulated agreement, they would fall to be ascertained. 3 Subsection (1) does not apply to— a an agreement under which no sum is, or will or may become, payable by the debtor, or b a request made less than one month after a previous request under that subsection relating to the same agreement was complied with. 4 If the creditor under an agreement fails to comply with subsection (1)— a he is not entitled, while the default continues, to enforce the security, so far as provided in relation to the agreement;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section does not apply to a non-commercial agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "108", "section_title": " Duty to give information to surety under running-account credit agreement.", "section_text": "108 1 The creditor under a regulated agreement for running-account credit in relation to which security is provided, within the prescribed period after receiving a request in writing to that effect from the surety and payment of a fee of  £1 , shall give to the surety (if a different person from the debtor)— a a copy of the executed agreement (if any) and of any other document referred to in it; b a copy of the security instrument (if any); and c a statement signed by or on behalf of the creditor showing, according to the information to which it is practicable for him to refer,— i the state of the account, and ii the amount, if any, currently payable under the agreement by the debtor to the creditor, and iii the amounts and due dates of any payments which, if the debtor does not draw further on the account, will later become payable under the agreement by the debtor to the creditor. 2 If the creditor possesses insufficient information to enable him to ascertain the amounts and dates mentioned in subsection (1)(c)(iii), he shall be taken to comply with that sub-paragraph if his statement under subsection (1)(c) gives the basis on which, under the regulated agreement, they would fall to be ascertained. 3 Subsection (1) does not apply to— a an agreement under which no sum is, or will or may become, payable by the debtor, or b a request made less than one month after a previous request under that subsection relating to the same agreement was complied with. 4 If the creditor under an agreement fails to comply with subsection (1)— a he is not entitled, while the default continues, to enforce the security, so far as provided in relation to the agreement;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section does not apply to a non-commercial agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "109", "section_title": " Duty to give information to surety under consumer hire agreement.", "section_text": "109 1 The owner under a regulated consumer hire agreement in relation to which security is provided, within the prescribed period after receiving a request in writing to that effect from the surety and payment of a fee of  £1 , shall give to the surety (if a different person from the hirer)— a a copy of the executed agreement and of any other document referred to in it; b a copy of the security instrument (if any); and c a statement signed by or on behalf of the owner showing, according to the information to which it is practicable for him to refer, the total sum which has become payable under the agreement by the hirer but remains unpaid and the various amounts comprised in that total sum, with the date when each became due. 2 Subsection (1) does not apply to— a an agreement under which no sum is, or will or may become, payable by the hirer, or b a request made less than one month after a previous request under that subsection relating to the same agreement was complied with. 3 If the owner under an agreement fails to comply with subsection (1)— a he is not entitled, while the default continues, to enforce the security, so far as provided in relation to the agreement;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section does not apply to a non-commercial agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "110", "section_title": " Duty to give information to debtor or hirer.", "section_text": "110 1 The creditor or owner under a regulated agreement, within the prescribed period after receiving a request in writing to that effect from the debtor or hirer and payment of a fee of  £1 , shall give the debtor or hirer a copy of any security instrument executed in relation to the agreement after the making of the agreement. 2 Subsection (1) does not apply to— a a non-commercial agreement, or b an agreement under which no sum is, or will or may become, payable by the debtor or hirer, or c a request made less than one month after a previous request under subsection (1) relating to the same agreement was complied with. 3 If the creditor or owner under an agreement fails to comply with subsection (1)— a he is not entitled, while the default continues, to enforce the security (so far as provided in relation to the agreement);  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "111", "section_title": " Duty to give surety copy of default etc. notice.", "section_text": "111 1 When a default notice or a notice under section 76(1) or 98(1) is served on a debtor or hirer, a copy of the notice shall be served by the creditor or owner on any surety (if a different person from the debtor or hirer). 2 If the creditor or owner fails to comply with subsection (1) in the case of any surety, the security is enforceable against the surety (in respect of the breach or other matter to which the notice relates) on an order of the court only."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "112", "section_title": " Realisation of securities.", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "113", "section_title": " Act not to be evaded by use of security.", "section_text": "113 1 Where a security is provided in relation to an actual or prospective regulated agreement, the security shall not be enforced so as to benefit the creditor or owner, directly or indirectly, to an extent greater (whether as respects the amount of any payment or the time or manner of its being made) than would be the case if the security were not provided and any obligations of the debtor or hirer, or his relative, under or in relation to the agreement were carried out to the extent (if any) to which they would be enforced under this Act. 2 In accordance with subsection (1), where a regulated agreement is enforceable on an order of the court or the  FCA  only, any security provided in relation to the agreement is enforceable (so far as provided in relation to the agreement) where such an order has been made in relation to the agreement, but not otherwise. 3 Where— a a regulated agreement is cancelled under section 69(1) or becomes subject to section 69(2), or b a regulated agreement is terminated under section 91, or c in relation to any agreement an application for an order under section  65(1) or 124(1) or a notice under section 28A of the Financial Services and Markets Act 2000  is dismissed (except on technical grounds only), or d a declaration is made by the court under section 142(1)\t\t\t\t\t\t\t(refusal of enforcement order) as respects any regulated agreement, section 106 shall apply to any security provided in relation to the agreement. 4 Where subsection (3)(d) applies and the declaration relates to a part only of the regulated agreement, section 106 shall apply to the security only so far as it concerns that part. 5 In the case of a cancelled agreement, the duty imposed on the debtor or hirer by section 71 or 72 shall not be enforceable before the creditor or owner has discharged any duty imposed on him by section 106 (as applied by subsection (3)(a)). 6 If the security is provided in relation to a prospective agreement or transaction, the security shall be enforceable in relation to the agreement or transaction only after the time (if any) when the agreement is made; and until that time the person providing the security shall be entitled, by notice to the creditor or owner, to require that section 106 shall thereupon apply to the security. 7 Where an indemnity  or guarantee  is given in a case where the debtor or hirer is a minor, or  an indemnity is given in a case where he  is otherwise not of full capacity, the reference in subsection (1) to the extent to which his obligations would be enforced shall be read in relation to the indemnity  or guarantee  as a reference to the extent to which  they those obligations  would be enforced if he were of full capacity. 8 Subsections (1) to (3) also apply where a security is provided in relation to an actual or prospective linked transaction, and in that case— a references to the agreement shall be read as references to the linked transaction, and b references to the creditor or owner shall be read as references to any person (other than the debtor or hirer, or his relative) who is a party, or prospective party, to the linked transaction."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "114", "section_title": " Pawn-receipts. ", "section_text": "114 1 At the time he receives the article, a person who takes any article in pawn under a regulated agreement shall give to the person from whom he receives it a receipt in the prescribed form (a  “pawn-receipt ”). 2 A person who takes any article in pawn from an individual whom he knows to be, or who appears to be and is, a minor commits an offence. 3 This section and sections   117   to 122 do not apply to— a a pledge of documents of title  or of bearer bonds , or b a non-commercial agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "115", "section_title": " Penalty for failure to supply copies of pledge agreement, etc. ", "section_text": "115 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "116", "section_title": " Redemption period. ", "section_text": "116 1 A pawn is redeemable at any time within six months after it was taken. 2 Subject to subsection (1), the period within which a pawn is redeemable shall be the same as the period fixed by the parties for the duration of the credit secured by the pledge, or such longer period as they may agree. 3 If the pawn is not redeemed by the end of the period laid down by subsections (1) and (2) (the  “redemption period ”), it nevertheless remains redeemable until it is realised by the pawnee under section 121 except where under section 120(1)(a) the property in it passes to the pawnee. 4 No special charge shall be made for redemption of a pawn after the end of the redemption period, and charges in respect of the safe keeping of the pawn shall not be at a higher rate after the end of the redemption period than before."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "117", "section_title": " Redemption procedure. ", "section_text": "117 1 On surrender of the pawn-receipt, and payment of the amount owing, at any time when the pawn is redeemable, the pawnee shall deliver the pawn to the bearer of the pawn-receipt. 2 Subsection (1) does not apply if the pawnee knows or has reasonable cause to suspect that the bearer of the pawn-receipt is neither the owner of the pawn nor authorised by the owner to redeem it. 3 The pawnee is not liable to any person in tort or delict for delivering the pawn where subsection (1) applies, or refusing to deliver it where the person demanding delivery does not comply with subsection (1) or, by reason of subsection (2), subsection (1) does not apply."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "118", "section_title": " Loss etc. of pawn-receipt. ", "section_text": "118 1 A person (the \t\t\t\t\t\t“claimant ”) who is not in possession of the pawn-receipt but claims to be the owner of the pawn, or to be otherwise entitled or authorised to redeem it, may do so at any time when it is redeemable by tendering to the pawnee in place of the pawn-receipt— a a statutory declaration made by the claimant in the pre-scribed form, and with the prescribed contents, or b where the pawn is security for fixed-sum credit not exceeding  £75  or running-account credit on which the credit limit does not exceed  £75 , and the pawnee agrees, a statement in writing in the prescribed form, and with the prescribed contents, signed by the claimant. 2 On compliance by the claimant with subsection (1), section 117 shall apply as if the declaration or statement were the pawn-receipt, and the pawn-receipt itself shall become inoperative for the purposes of section 117."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "119", "section_title": " Unreasonable refusal to deliver pawn. ", "section_text": "119 1 If a person who has taken a pawn under a regulated agreement refuses without reasonable cause to allow the pawn to be redeemed, he commits an offence. 2 On the conviction in England or Wales of a pawnee under subsection (1) where the offence does not amount to theft,   Chapter 3 of Part 7 of the Sentencing Code   (restitution orders)  shall apply as if the pawnee had been convicted of stealing the pawn. 3 On the conviction in Northern Ireland of a pawnee under subsection (1) where the offence does not amount to theft, section 27 (orders for restitution) of the  Theft Act (Northern Ireland) 1969, and any provision of the Theft Act (Northern Ireland) 1969 relating to that section, shall apply as if the pawnee had been convicted of stealing the pawn."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "120", "section_title": " Consequence of failure to redeem. ", "section_text": "120 1 If at the end of the redemption period the pawn has not been redeemed— a notwithstanding anything in section 113, the property in the pawn passes to the pawnee where   i the redemption period is six months, ii the pawn is security for fixed-sum credit not exceeding £75 or running-account credit on which the credit limit does not exceed £75, and iii the pawn was not immediately before the making of the regulated consumer credit agreement a pawn under another regulated consumer credit agreement in respect of which the debtor has discharged his indebtedness in part under section 94(3); or b in any other case the pawn becomes realisable by the pawnee. 2 Where the debtor or hirer is entitled to apply to the court for a time order under section 129, subsection (1) shall apply with the substitution, for \t\t\t\t\t\t“at the end of the redemption period ” of \t\t\t\t\t\t“after the expiry of five days following the end of the redemption period ”."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "121", "section_title": " Realisation of pawn. ", "section_text": "121 1 When a pawn has become realisable by him, the pawnee may sell it, after giving to the pawnor (except in such cases as may be prescribed) not less than the prescribed period of notice of the intention to sell, indicating in the notice the asking price and such other particulars as may be prescribed. 2 Within the prescribed period after the sale takes place, the pawnee shall give the pawnor the prescribed information in writing as to the sale, its proceeds and expenses. 3 Where the net proceeds of sale are not less than the sum which, if the pawn had been redeemed on the date of the sale, would have been payable for its redemption, the debt secured by the pawn is discharged and any surplus shall be paid by the pawnee to the pawnor. 4 Where subsection (3) does not apply, the debt shall be treated as from the date of sale as equal to the amount by which the net proceeds of sale fall short of the sum which would have been payable for the redemption of the pawn on that date. 5 In this section the   “ net proceeds of sale  ” is the amount realised (the  “gross amount ”) less the expenses (if any) of the sale. 6 If the pawnor alleges that the gross amount is less than the true market value of the pawn on the date of sale, it is for the pawnee to prove that he and any agents employed by him in the sale used reasonable care to ensure that the true market value was obtained, and if he fails to do so subsections (3) and (4) shall have effect as if the reference in subsection (5) to the gross amount were a reference to the true market value. 7 If the pawnor alleges that the expenses of the sale were unreasonably high, it is for the pawnee to prove that they were reasonable, and if he fails to do so subsections (3) and (4) shall have effect as if the reference in subsection (5) to expenses were a reference to reasonable expenses."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "122", "section_title": " Order in Scotland to deliver pawn. ", "section_text": "122 1 As respects Scotland where— a a pawn is either— i an article which has been stolen, or ii an article which has been obtained by fraud, and a person is convicted of any offence in relation to the theft or, as the case may be, the fraud; or b a person is convicted of an offence under section 119(1), the court by which that person is so convicted may order delivery of the pawn to the owner or the person otherwise entitled thereto. 2 A court making an order under subsection (1)(a) for delivery of a pawn may make the order subject to such conditions as to payment of the debt secured by the pawn as it thinks fit."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "123", "section_title": " Restrictions on taking and negotiating instruments.", "section_text": "123 1 A creditor or owner shall not take a negotiable instrument, other than a bank note or cheque, in discharge of any sum payable— a by the debtor or hirer under a regulated agreement, or b by any person as surety in relation to the agreement. 2 The creditor or owner shall not negotiate a cheque taken by him in discharge of a sum payable as mentioned in subsection (1) except to a banker (within the meaning of the  Bills of Exchange Act 1882). 3 The creditor or owner shall not take a negotiable instrument as security for the discharge of any sum payable as mentioned in subsection (1). 4 A person takes a negotiable instrument as security for the discharge of a sum if the sum is intended to be paid in some other way, and the negotiable instrument is to be presented for payment only if the sum is not paid in that way. 5 This section does not apply where the regulated agreement is a non-commercial agreement. 6 The   Treasury   may by order provide that this section shall not apply where the regulated agreement has a connection with a country outside the United Kingdom."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "124", "section_title": " Consequences of breach of s. 123.", "section_text": "124 1 After any contravention of section 123 has occurred in relation to a sum payable as mentioned in section 123(1)(a), the agreement under which the sum is payable is enforceable against the debtor or hirer on an order of the court only. 2 After any contravention of section 123 has occurred in relation to a sum payable by any surety, the security is enforceable on an order of the court only. 3 Where an application for an order under subsection (2) is dismissed (except on technical grounds only) section 106 shall apply to the security."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "125", "section_title": " Holders in due course.", "section_text": "125 1 A person who takes a negotiable instrument in contravention of section 123(1) or (3) is not a holder in due course, and is not entitled to enforce the instrument. 2 Where a person negotiates a cheque in contravention of section 123(2), his doing so constitutes a defect in his title within the meaning of the  Bills of Exchange Act 1882. 3 If a person mentioned in section 123(1)(a) or (b) ( “the protected person ”) becomes liable to a holder in due course of an instrument taken from the protected person in contravention of section 123(1) or (3), or taken from the protected person and negotiated in contravention of section 123(2), the creditor or owner shall indemnify the protected person in respect of that liability. 4 Nothing in this Act affects the rights of the holder in due course of any negotiable instrument."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "126", "section_title": " Enforcement of land mortgages.", "section_text": "126 1 A land mortgage securing an agreement of one the following types is enforceable (so far as is provided in relation to the agreement) on an order of the court only— a a regulated agreement; b a regulated mortgage contract; c a consumer credit agreement which would, but for article 60D of the Regulated Activities Order (exempt agreements: exemption relating to the purchase of land for non-residential purposes), be a regulated agreement. 2 Subject to section 140A(5) (unfair relationships between creditors and debtors), a regulated mortgage contract which would, but for article 60C(2) of the Regulated Activities Order (exempt agreements: exemption relating to the nature of the agreement), be a regulated agreement is to be treated for the purposes of Part 9 (judicial control) as if it were a regulated agreement. 3 In this section, “regulated mortgage contract” has the meaning given by article 61(3) of the Regulated Activities Order (regulated mortgage contracts)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "127", "section_title": " Enforcement orders in cases of infringement.", "section_text": "127 1 In the case of an application for an enforcement order under— za section 55(2)\t\t\t\t\t\t\t(disclosure of information), or zb section 61B(3)\t\t\t\t\t\t\t(duty to supply copy of overdraft agreement), or a section 65(1)\t\t\t\t\t\t\t(improperly executed agreements), or b section 105(7)(a) or (b)\t\t\t\t\t\t\t(improperly executed security instruments), or c section 111(2)\t\t\t\t\t\t\t(failure to serve copy of notice on surety), or d section 124(1) or (2)\t\t\t\t\t\t\t(taking of negotiable instrument in contravention of section 123), the court shall dismiss the application if, but  . . .   only if, it considers it just to do so having regard to— i prejudice caused to any person by the contravention in question, and the degree of culpability for it; and ii the powers conferred on the court by subsection (2) and sections 135 and 136. 2 If it appears to the court just to do so, it may in an enforcement order reduce or discharge any sum payable by the debtor or hirer, or any surety, so as to compensate him for prejudice suffered as a result of the contravention in question. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "128", "section_title": " Enforcement orders on death of debtor or hirer.", "section_text": "128 The court shall make an order under section 86(2) if, but only if, the creditor or owner proves that he has been unable to satisfy himself that the present and future obligations of the debtor or hirer under the agreement are likely to be discharged."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "129", "section_title": " Time orders.", "section_text": "129 1 Subject to subsection (3) below,  if it appears to the court just to do so— a on an application for an enforcement order; or b on an application made by a debtor or hirer under this paragraph after service on him of— i a default notice, or ii a notice under section 76(1) or 98(1); or ba on an application made by a debtor or hirer under this paragraph after he has been given a notice under section 86B or 86C; or c in an action brought by a creditor or owner to enforce a regulated agreement or any security, or recover possession of any goods or land to which a regulated agreement relates, the court may make an order under this section (a \t\t\t\t\t\t“time order ”). 2 A time order shall provide for one or both of the following, as the court considers just— a the payment by the debtor or hirer or any surety of any sum owed under a regulated agreement or a security by such instalments, payable at such times, as the court, having regard to the means of the debtor or hirer and any surety, considers reasonable; b the remedying by the debtor or hirer of any breach of a regulated agreement (other than non-payment of money) within such period as the court may specify. 3 Where in Scotland a time to pay direction or a time to pay order has been made in relation to a debt, it shall not thereafter be competent to make a time order in relation to the same debt."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "129A", "section_title": "Debtor or hirer to give notice of intent  etc.  to creditor or owner", "section_text": "129A 1 A debtor or hirer may make an application under section 129(1)(ba) in relation to a regulated agreement only if— a following his being given the notice under section 86B or 86C, he gave a notice within subsection (2) to the creditor or owner; and b a period of at least 14 days has elapsed after the day on which he gave that notice to the creditor or owner. 2 A notice is within this subsection if it— a indicates that the debtor or hirer intends to make the application; b indicates that he wants to make a proposal to the creditor or owner in relation to his making of payments under the agreement; and c gives details of that proposal."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "130", "section_title": " Supplemental provisions about time orders.", "section_text": "130 1 Where in accordance with rules of court an offer to pay any sum by instalments is made by the debtor or hirer and accepted by the creditor or owner, the court may in accordance with rules of court make a time order under section 129(2)(a) giving effect to the offer without hearing evidence of means. 2 In the case of a hire-purchase or conditional sale agreement only, a time order under section 129(2)(a) may deal with sums which, although not payable by the debtor at the time the order is made, would if the agreement continued in force become payable under it subsequently. 3 A time order under section 129(2)(a) shall not be made where the regulated agreement is secured by a pledge if, by virtue of regulations made under section 76(5), 87(4) or 98(5), service of a notice is not necessary for enforcement of the pledge. 4 Where, following the making of a time order in relation to a regulated hire-purchase or conditional sale agreement or a regulated consumer hire agreement, the debtor or hirer is in possession of the goods, he shall be treated (except in the case of a debtor to whom the creditor’s title has passed) as a bailee or (in Scotland) a custodier of the goods under the terms of the agreement, notwithstanding that the agreement has been terminated. 5 Without prejudice to anything done by the creditor or owner before the commencement of the period specified in a time order made under section 129(2)(b) ( “the relevant period ”),— a he shall not while the relevant period subsists take in relation to the agreement any action such as is mentioned in section 87(1); b where— i a provision of the agreement ( “the secondary provision ”) becomes operative only on breach of another provision of the agreement ( “the primary provision ”), and ii the time order provides for the remedying of such a breach of the primary provision within the relevant period, he shall not treat the secondary provision as operative before the end of that period; c if while the relevant period subsists the breach to which the order relates is remedied it shall be treated as not having occurred. 6 On the application of any person affected by a time order, the court may vary or revoke the order."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "130A", "section_title": "Interest payable on judgment debts  etc.", "section_text": "130A 1 If the creditor or owner under a regulated agreement wants to be able to recover from the debtor or hirer post-judgment interest in connection with a sum that is required to be paid under a judgment given in relation to the agreement (the  ‘judgment sum’), he— a after the giving of that judgment, shall give the debtor or hirer a notice under this section (the  ‘first required notice’); and b after the giving of the first required notice, shall give the debtor or hirer further notices under this section at intervals of not more than six months. 2 The debtor or hirer shall have no liability to pay post-judgment interest in connection with the judgment sum to the extent that the interest is calculated by reference to a period occurring before the day on which he is given the first required notice. 3 If the creditor or owner fails to give the debtor or hirer a notice under this section within the period of six months beginning with the day after the day on which such a notice was last given to the debtor or hirer, the debtor or hirer shall have no liability to pay post-judgment interest in connection with the judgment sum to the extent that the interest is calculated by reference to the whole or to a part of the period which— a begins immediately after the end of that period of six months; and b ends at the end of the day on which the notice is given to the debtor or hirer. 4 The debtor or hirer shall have no liability to pay any sum in connection with the preparation or the giving to him of a notice under this section. 5 A notice under this section may be incorporated in a statement or other notice which the creditor or owner gives the debtor or hirer in relation to the agreement by virtue of another provision of this Act. 6 Regulations may make provision about the form and content of notices under this section. 7 This section does not apply in relation to post-judgment interest which is required to be paid by virtue of any of the following— a section 4 of the Administration of Justice (Scotland) Act 1972; b Article 127 of the Judgments Enforcement (Northern Ireland) Order 1981; c section 74 of the County Courts Act 1984. 8 This section does not apply in relation to a non-commercial agreement or to a small agreement. 9 In this section  ‘post-judgment interest’ means interest to the extent calculated by reference to a period occurring after the giving of the judgment under which the judgment sum is required to be paid."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "131", "section_title": " Protection orders.", "section_text": "131 The court, on the application of the creditor or owner under a regulated agreement, may make such orders as it thinks just for protecting any property of the creditor or owner, or property subject to any security, from damage or depreciation pending the determination of any proceedings under this Act, including orders restricting or prohibiting use of the property or giving directions as to its custody."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "132", "section_title": " Financial relief for hirer.", "section_text": "132 1 Where the owner under a regulated consumer hire agreement recovers possession of goods to which the agreement relates otherwise than by action, the hirer may apply to the court for an order that— a the whole or part of any sum paid by the hirer to the owner in respect of the goods shall be repaid, and b the obligation to pay the whole or part of any sum owed by the hirer to the owner in respect of the goods shall cease, and if it appears to the court just to do so, having regard to the extent of the enjoyment of the goods by the hirer, the court shall grant the application in full or in part. 2 Where in proceedings relating to a regulated consumer hire agreement the court makes an order for the delivery to the owner of goods to which the agreement relates the court may include in the order the like provision as may be made in an order under subsection (1)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "133", "section_title": " Hire-purchase etc. agreements: special powers of court.", "section_text": "133 1 If, in relation to a regulated hire-purchase or conditional sale agreement, it appears to the court just to do so— a on an application for an enforcement order or time order; or b in an action brought by the creditor to recover possession of goods to which the agreement relates, the court may— i make an order (a  “return order ”) for the return to the creditor of goods to which the agreement relates; ii make an order (a  “transfer order ”) for the transfer to the debtor of the creditor’s title to certain goods to which the agreement relates ( “the transferred goods ”), and the return to the creditor of the remainder of the goods. 2 In determining for the purposes of this section how much of the total price has been paid ( “the paid-up sum ”), the court may— a treat any sum paid by the debtor, or owed by the creditor, in relation to the goods as part of the paid-up sum; b deduct any sum owed by the debtor in relation to the goods (otherwise than as part of the total price) from the paid-up sum, and make corresponding reductions in amounts so owed. 3 Where a transfer order is made, the transferred goods shall be such of the goods to which the agreement relates as the court thinks just; but a transfer order shall be made only where the paid-up sum exceeds the part of the total price referable to the transferred goods by an amount equal to at least one-third of the unpaid balance of the total price. 4 Notwithstanding the making of a return order or transfer order, the debtor may at any time before the goods enter the possession of the creditor, on payment of the balance of the total price and the fulfilment of any other necessary conditions, claim the goods ordered to be returned to the creditor. 5 When, in pursuance of a time order or under this section, the total price of goods under a regulated hire-purchase agreement or regulated conditional sale agreement is paid and any other necessary conditions are fulfilled, the creditor’s title to the goods vests in the debtor. 6 If, in contravention of a return order or transfer order, any goods to which the order relates are not returned to the creditor, the court, on the application of the creditor, may— a revoke so much of the order as relates to those goods, and b order the debtor to pay the creditor the unpaid portion of so much of the total price as is referable to those goods. 7 For the purposes of this section, the part of the total price referable to any goods is the part assigned to those goods by the agreement or (if no such assignment is made) the part determined by the court to be reasonable."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "134", "section_title": " Evidence of adverse detention in hire-purchase etc. cases.", "section_text": "134 1 Where goods are comprised in a regulated hire-purchase agreement, regulated conditional sale agreement or regulated consumer hire agreement, and the creditor or owner— a brings an action or makes an application to enforce a right to recover possession of the goods from the debtor or hirer, and b proves that a demand for the delivery of the goods was included in the default notice under section 88(5), or that, after the right to recover possession of the goods accrued but before the action was begun or the application was made, he made a request in writing to the debtor or hirer to surrender the goods, then, for the purposes of the claim of the creditor or owner to recover possession of the goods, the possession of them by the debtor or hirer shall be deemed to be adverse to the creditor or owner. 2 In subsection (1)   “ the debtor or hirer  ” includes a person in possession of the goods at any time between the debtor’s or hirer’s death and the grant of probate or administration, or (in Scotland) confirmation. 3 Nothing in this section affects a claim for damages for conversion or (in Scotland) for delict."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "135", "section_title": " Power to impose conditions, or suspend operation of order.", "section_text": "135 1 If it considers it just to do so, the court may in an order made by it in relation to a regulated agreement include provisions— a making the operation of any term of the order conditional on the doing of specified acts by any party to the proceedings; b suspending the operation of any term of the order either— i until such time as the court subsequently directs, or ii until the occurrence of a specified act or omission. 2 The court shall not suspend the operation of a term requiring the delivery up of goods by any person unless satisfied that the goods are in his possession or control. 3 In the case of a consumer hire agreement, the court shall not so use its powers under subsection (1)(b) as to extend the period for which, under the terms of the agreement, the hirer is entitled to possession of the goods to which the agreement relates. 4 On the application of any person affected by a provision included under subsection (1), the court may vary the provision."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "136", "section_title": " Power to vary agreements and securities.", "section_text": "136 The court may in an order made by it under this Act include such provision as it considers just for amending any agreement or security in consequence of a term of the order."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "137", "section_title": " Extortionate credit bargains.", "section_text": "137 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "138", "section_title": " When bargains are extortionate.", "section_text": "138 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "139", "section_title": " Reopening of extortionate agreements.", "section_text": "139 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "140", "section_title": " Interpretation of sections 137 to 139.", "section_text": "140 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "140A", "section_title": "Unfair relationships between creditors and debtors", "section_text": "140A 1 The court may make an order under section 140B in connection with a credit agreement if it determines that the relationship between the creditor and the debtor arising out of the agreement (or the agreement taken with any related agreement) is unfair to the debtor because of one or more of the following— a any of the terms of the agreement or of any related agreement; b the way in which the creditor has exercised or enforced any of his rights under the agreement or any related agreement; c any other thing done (or not done) by, or on behalf of, the creditor (either before or after the making of the agreement or any related agreement). 2 In deciding whether to make a determination under this section the court shall have regard to all matters it thinks relevant (including matters relating to the creditor and matters relating to the debtor). 3 For the purposes of this section the court shall (except to the extent that it is not appropriate to do so) treat anything done (or not done) by, or on behalf of, or in relation to, an associate or a former associate of the creditor as if done (or not done) by, or on behalf of, or in relation to, the creditor. 4 A determination may be made under this section in relation to a relationship notwithstanding that the relationship may have ended. 5 An order under section 140B shall not be made in connection with a credit agreement which is an exempt agreement   for the purposes of Chapter 14A of Part 2 of the  Regulated Activities Order  by virtue of article 60C(2) of that Order (regulated mortgage contracts and regulated home purchase plans)  . 6 An order under section 140B shall not be made in connection with a credit agreement entered into under the Bounce Back Loan Scheme. 7 In subsection (6)  “ the Bounce Back Loan Scheme ” means the scheme of that name operated from 4 May 2020 by the British Business Bank plc on behalf of the Secretary of State."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "140B", "section_title": "Powers of court in relation to unfair relationships", "section_text": "140B 1 An order under this section in connection with a credit agreement may do one or more of the following— a require the creditor, or any associate or former associate of his, to repay (in whole or in part) any sum paid by the debtor or by a surety by virtue of the agreement or any related agreement (whether paid to the creditor, the associate or the former associate or to any other person); b require the creditor, or any associate or former associate of his, to do or not to do (or to cease doing) anything specified in the order in connection with the agreement or any related agreement; c reduce or discharge any sum payable by the debtor or by a surety by virtue of the agreement or any related agreement; d direct the return to a surety of any property provided by him for the purposes of a security; e otherwise set aside (in whole or in part) any duty imposed on the debtor or on a surety by virtue of the agreement or any related agreement; f alter the terms of the agreement or of any related agreement; g direct accounts to be taken, or (in Scotland) an accounting to be made, between any persons. 2 An order under this section may be made in connection with a credit agreement only— a on an application made by the debtor or by a surety; b at the instance of the debtor or a surety in any proceedings in any court to which the debtor and the creditor are parties, being proceedings to enforce the agreement or any related agreement; or c at the instance of the debtor or a surety in any other proceedings in any court where the amount paid or payable under the agreement or any related agreement is relevant. 3 An order under this section may be made notwithstanding that its effect is to place on the creditor, or any associate or former associate of his, a burden in respect of an advantage enjoyed by another person. 4 An application under subsection (2)(a) may only be made— a in England and Wales, to the county court; b in Scotland, to the sheriff court; c in Northern Ireland, to the High Court (subject to subsection (6)). 5 In Scotland such an application may be made in the sheriff court for the district in which the debtor or surety resides or carries on business. 6 In Northern Ireland such an application may be made to the county court if the credit agreement is an agreement under which the creditor provides the debtor with— a fixed-sum credit not exceeding £15,000; or b running-account credit on which the credit limit does not exceed £15,000. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 A party to any proceedings mentioned in subsection (2) shall be entitled, in accordance with rules of court, to have any person who might be the subject of an order under this section made a party to the proceedings. 9 If, in any such proceedings, the debtor or a surety alleges that the relationship between the creditor and the debtor is unfair to the debtor, it is for the creditor to prove to the contrary."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "140C", "section_title": "Interpretation of ss. 140A and 140B", "section_text": "140C 1 In this section and in sections 140A and 140B  ‘credit agreement’ means any agreement between an individual (the  ‘debtor’) and any other person (the  ‘creditor’) by which the creditor provides the debtor with credit of any amount. 2 References in this section and in sections 140A and 140B to the creditor or to the debtor under a credit agreement include— a references to the person to whom his rights and duties under the agreement have passed by assignment or operation of law; b where two or more persons are the creditor or the debtor, references to any one or more of those persons. 3 The definition of  ‘court’ in section 189(1) does not apply for the purposes of sections 140A and 140B. 4 References in sections 140A and 140B to an agreement related to a credit agreement (the  ‘main agreement’) are references to— a a credit agreement consolidated by the main agreement; b a linked transaction in relation to the main agreement or to a credit agreement within paragraph (a); c a security provided in relation to the main agreement, to a credit agreement within paragraph (a) or to a linked transaction within paragraph (b). 5 In the case of a credit agreement which is not a regulated consumer credit agreement, for the purposes of subsection (4) a transaction shall be treated as being a linked transaction in relation to that agreement if it would have been such a transaction had that agreement been a regulated consumer credit agreement. 6 For the purposes of this section and section 140B the definitions of  ‘security’ and  ‘surety’ in section 189(1) apply (with any appropriate changes) in relation to— a a credit agreement which is not a consumer credit agreement as if it were a consumer credit agreement; and b a transaction which is a linked transaction by virtue of subsection (5). 7 For the purposes of this section a credit agreement (the  ‘earlier agreement’) is consolidated by another credit agreement (the  ‘later agreement’) if— a the later agreement is entered into by the debtor (in whole or in part) for purposes connected with debts owed by virtue of the earlier agreement; and b at any time prior to the later agreement being entered into the parties to the earlier agreement included— i the debtor under the later agreement; and ii the creditor under the later agreement or an associate or a former associate of his. 8 Further, if the later agreement is itself consolidated by another credit agreement (whether by virtue of this subsection or subsection (7)), then the earlier agreement is consolidated by that other agreement as well."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "140D", "section_title": "Advice and information", "section_text": "140D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "141", "section_title": " Jurisdiction and parties.", "section_text": "141 1 In England and Wales the county court shall have jurisdiction to hear and determine— a any action by the creditor or owner to enforce a regulated agreement or any security relating to it; b any action to enforce any linked transaction against the debtor or hirer or his relative, and such an action shall not be brought in any other court. 2 Where an action or application is brought in the High Court which, by virtue of this Act, ought to have been brought in the county court it shall not be treated as improperly brought, but shall be transferred to the county court. 3 In Scotland the sheriff court shall have jurisdiction to hear and determine any action referred to in subsection (1) and such an action shall not be brought in any other court. 3A Subject to subsection (3B) an action which is brought in the sheriff court by virtue of subsection (3) shall be brought only in one of the following courts, namely— a the court for the place where the debtor or hirer is domiciled (within the meaning of section 41 or 42 of the Civil Jurisdiction and Judgments Act 1982); b the court for the place where the debtor or hirer carries on business; and c where the purpose of the action is to assert, declare or determine proprietary or possessory rights, or rights of security, in or over moveable property, or to obtain authority to dispose of moveable property, the court for the place where the property is situated. 3B Subsection (3A) shall not apply— a where Rule 3 of Schedule 8 to the said Act of 1982 applies; or b where the jurisdiction of another court has been prorogated by an agreement entered into after the dispute has arisen. 4 In Northern Ireland the county court shall have jurisdiction to hear and determine any action or application falling within subsection (1). 5 Except as may be provided by rules of court, all the parties to a regulated agreement, and any surety, shall be made parties to any proceedings relating to the agreement."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "142", "section_title": " Power to declare rights of parties.", "section_text": "142 1 Where under any provision of this Act a thing can be done by a creditor or owner on an enforcement order only, and either— a the court dismisses (except on technical grounds only) an application for an enforcement order, or b where no such application has been made or such an application has been dismissed on technical grounds only, an interested party applies to the court for a declaration under this subsection, the court may if it thinks just make a declaration that the creditor or owner is not entitled to do that thing, and thereafter no application for an enforcement order in respect of it shall be entertained. 2 Where— a a regulated agreement or linked transaction is cancelled under section 69(1), or becomes subject to section 69(2), or b a regulated agreement is terminated under section 91, and an interested party applies to the court for a declaration under this subsection, the court may make a declaration to that effect."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "143", "section_title": " Jurisdiction of county court in Northern Ireland.", "section_text": "143 Without prejudice to any provision which may be made by rules of court made in relation to county courts in Northern Ireland such rules may provide— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c for service of process on persons outside Northern Ireland."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "144", "section_title": " Appeal from county court in Northern Ireland.", "section_text": "144 Any person dissatisfied— a with an order, whether adverse to him or in his favour, made by a county court in Northern Ireland in the exercise of any jurisdiction conferred by this Act, or b with the dismissal or refusal by such a county court of any action or application instituted by him under the provisions of this Act, shall be entitled to appeal from the order or from the dismissal or refusal as if the order, dismissal or refusal had been made in exercise of the jurisdiction conferred by Part III of the County Courts  Northern Ireland) Order 1980 and the appeal brought under Part VI of that Order and Articles 61 and 62 of that Order shall apply accordingly ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "145", "section_title": " Types of ancillary credit business.", "section_text": "145 1 An ancillary credit business is any business so far as it comprises or relates to— a credit brokerage, b debt-adjusting, c debt-counselling, d debt-collecting, da debt administration, db the provision of credit information services, or e the operation of a credit reference agency. 2 “Credit brokerage” means the carrying on of an activity of the kind specified by article 36A(1)(a) to (c) of the  Regulated Activities Order  (credit broking), disregarding the effect of paragraph (2) of that article. 5 “Debt adjusting” means the carrying on of an activity of the kind specified by article 39D of that Order (debt adjusting). 6 “Debt-counselling” means the carrying on of an activity of the kind specified by article 39E of that Order (debt-counselling). 7 “Debt-collecting” means the carrying on of an activity of the kind specified by article 39F of that Order (debt-collecting). 7A “Debt administration” means the carrying on of an activity of the kind specified by article 39G of that Order (debt administration), disregarding the effect of paragraph (3) of that article. 7B A person (“P”) provides credit information services if P carries on, by way of business, an activity of the kind specified by article 89A(1) or (2) of that Order (providing credit information services). 8 A person (“P”) operates a credit reference agency if P carries on, by way of business, an activity of the kind specified by article 89B of that Order (providing credit references)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "146", "section_title": " Exceptions from section 145.", "section_text": "146 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "147", "section_title": " Application of Part III.", "section_text": "147 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "148", "section_title": " Agreement for services of unlicensed trader.", "section_text": "148 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "149", "section_title": " Regulated agreements made on introductions by unlicensed credit-broker.", "section_text": "149 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "150", "section_title": " Appeals to Secretary of State against licensing decisions.", "section_text": "150 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "151", "section_title": " Advertisements.", "section_text": "151 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "152", "section_title": " Application of sections 52 to 54 to credit brokerage etc.", "section_text": "152 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "153", "section_title": " Definition of canvassing off trade premises (agreements for ancillary credit services).", "section_text": "153 1 An individual (the  “canvasser ”) canvasses off trade premises the services of a person carrying on an ancillary credit business if he solicits the entry of another individual (the  “consumer ”) into an agreement for the provision to the consumer of those services by making oral representations to the consumer, or any other individual, during a visit by the canvasser to any place (not excluded by subsection (2)) where the consumer, or that other individual as the case may be, is, being a visit— a carried out for the purpose of making such oral representations to individuals who are at that place, but b not carried out in response to a request made on a previous occasion. 2 A place is excluded from subsection (1) if it is a place where (whether on a permanent or temporary basis)— a the ancillary credit business is carried on, or b any business is carried on by the canvasser or the person whose employee or agent the canvasser is, or by the consumer."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "154", "section_title": " Prohibition of canvassing certain ancillary credit services off trade premises.", "section_text": "154 It is an offence to canvass off trade premises the services of a person carrying on a business of credit-brokerage, debt-adjusting  , debt-counselling or the provision of credit information services ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "155", "section_title": " Right to recover brokerage fees.", "section_text": "155 1 Subject to subsection (2A), the excess over  £5  of a fee or commission for his services charged by a credit-broker to an individual to whom this subsection applies shall cease to be payable or, as the case may be, shall be recoverable by the individual if the introduction does not result in his entering into a relevant agreement within the six months following the introduction (disregarding any agreement which is cancelled under section 69(1) or becomes subject to section 69(2)). 2 Subsection (1) applies to an individual who sought an introduction for a purpose which would have been fulfilled by his entry into— a a regulated agreement, or b in the case of an individual  desiring to obtain credit to finance the acquisition or provision of a dwelling occupied or to be occupied by that individual or a relative of that individual , an agreement for credit secured on land,  c a credit agreement which is an exempt agreement for the purposes of Chapter 14A of Part 2 of the  Regulated Activities Order , or d an agreement which is not a regulated credit agreement or a regulated consumer hire agreement but which would be such an agreement if the law applicable to the agreement were the law of a part of the United Kingdom. 2A But subsection (1) does not apply where— a the fee or commission relates to the effecting of an introduction of a kind mentioned in  article 36E of the  Regulated Activities Order  (activities in relation to certain agreements relating to land) ; and b the person charging that fee or commission is an authorised person or an appointed representative, within the meaning of the Financial Services and Markets Act 2000. 3 An agreement is a relevant agreement for the purposes of subsection (1) in relation to an individual if it is an agreement such as is referred to in subsection (2) in relation to that individual. 4 In the case of an individual desiring to obtain credit under a consumer credit agreement, any sum payable or paid by him to a credit-broker otherwise than as a fee or commission for the credit-broker’s services shall for the purposes of subsection (1) be treated as such a fee or commission if it enters, or would enter, into the total charge for credit."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "156", "section_title": " Entry into agreements.", "section_text": "156 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "157", "section_title": " Duty to disclose name etc. of agency.", "section_text": "157 A1 Where a creditor under a prospective regulated agreement, other than an excluded agreement, decides not to proceed with it on the basis of information obtained by the creditor from a credit reference agency, the creditor must, when informing the debtor of the decision— a inform the debtor that this decision has been reached on the basis of information from a credit reference agency, and b provide the debtor with the particulars of the agency including its name, address and telephone number. 1 In any other case,  a creditor, owner or negotiator, within the prescribed period after receiving a request in writing to that effect from the debtor or hirer, shall give him notice of the name and address of any credit reference agency from which the creditor, owner or negotiator has, during the antecedent negotiations, applied for information about his financial standing. 2 Subsection (1) does not apply to a request received more than 28 days after the termination of the antecedent negotiations, whether on the making of the regulated agreement or otherwise. 2A A creditor is not required to disclose information under this section if such disclosure— a contravenes  the   UK GDPR , b is prohibited by     an assimilated   obligation , c would create or be likely to create a serious risk that any person would be subject to violence or intimidation, or d would, or would be likely to, prejudice— i the prevention or detection of crime, ii the apprehension or prosecution of offenders, or iii the administration of justice. 3 If the creditor, owner or negotiator fails to comply with subsection   (A1) or  (1) he commits an offence. 4 For the purposes of subsection (A1) an agreement is an excluded agreement if it is— a a consumer hire agreement, or b an agreement secured on land."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "158", "section_title": " Duty of agency to disclose filed information.", "section_text": "158 1 A credit reference agency, within the prescribed period after receiving,— a a request in writing to that effect from a consumer, b such particulars as the agency may reasonably require to enable them to identify the file, and c a fee of  £2 , shall give the consumer a copy of the file relating to  it  kept by the agency. 2 When giving a copy of the file under subsection (1), the agency shall also give the consumer a statement in the prescribed form of  the consumer’s  rights under section 159. 3 If the agency does not keep a file relating to the consumer it shall give  the consumer notice of that fact, but need not return any money paid. 4 If the agency contravenes any provision of this section it commits an offence. 4A In this section  ‘consumer’ means— a a partnership consisting of two or three persons not all of whom are bodies corporate; or b an unincorporated body of persons which does not consist entirely of bodies corporate and is not a partnership. 5 In this Act \t\t\t\t\t\t\t\t\t\t\t\t“ file  ”, in relation to an individual, means all the information about him kept by a credit reference agency, regardless of how the information is stored, and \t\t\t\t\t\t“copy of the file ”, as respects information not in plain English, means a transcript reduced into plain English."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "159", "section_title": " Correction of wrong information.", "section_text": "159 1 Any individual (the \t\t\t\t\t\t\t\t\t\t\t\t“ objector  ”) given— a information under   Article 15(1) to (3) of the   UK GDPR   (confirmation of processing, access to data and safeguards for third country transfers)   by a credit reference agency, or b information under section 158, who considers that an entry in his file is incorrect, and that if it is not corrected he is likely to be prejudiced, may give notice to the agency requiring it either to remove the entry from the file or amend it. 2 Within 28 days after receiving a notice under subsection (1), the agency shall by notice inform the  objector  that it has— a removed the entry from the file, or b amended the entry, or c taken no action, and if the notice states that the agency has amended the entry it shall include a copy of the file so far as it comprises the amended entry. 3 Within 28 days after receiving a notice under subsection (2), or where no such notice was given, within 28 days after the expiry of the period mentioned in subsection (2), the  objector  may, unless he has been informed by the agency that it has removed the entry from his file, serve a further notice on the agency requiring it to add to the file an accompanying notice of correction (not exceeding 200 words) drawn up by the  objector , and include a copy of it when furnishing information included in or based on that entry. 4 Within 28 days after receiving a notice under subsection (3), the agency, unless it intends to apply to the  the relevant authority  under subsection (5), shall by notice inform the  objector  that it has received the notice under subsection (3) and intends to comply with it. 5 If— a the  objector  has not received a notice under subsection (4) within the time required, or b it appears to the agency that it would be improper for it to publish a notice of correction because it is incorrect, or unjustly defames any person, or is frivolous or scandalous, or is for any other reason unsuitable, the  objector  or, as the case may be, the agency may, in the prescribed manner and on payment of  the prescribed fee , apply to  the relevant authority , who may make such order on the application as he thinks fit. 6 If a person to whom an order under this section is directed fails to comply with it within the period specified in the order he commits an offence. 7 The  Information Commissioner  may vary or revoke any order made by him under this section. 8 In this section \t\t\t\t\t\t\t\t\t\t\t\t“ the relevant authority  ” means— a where the objector is a partnership or other unincorporated body of persons, the  FCA , and b in any other case, the  Information Commissioner ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "160", "section_title": " Alternative procedure for business consumers.", "section_text": "160 1 The    FCA  , on an application made by a credit reference agency, may direct that this section shall apply to the agency if   it   is satisfied— a that compliance with section 158 in the case of consumers who carry on a business would adversely affect the service provided to its customers by the agency, and b that, having regard to the methods employed by the agency and to any other relevant factors, it is probable that consumers carrying on a business would not be prejudiced by the making of the direction. 2 Where an agency to which this section applies receives a request, particulars and a fee under section 158(1) from a consumer who carries on a business, and section 158(3) does not apply, the agency, instead of complying with section 158, may elect to deal with the matter under the following subsections. 3 Instead of giving the consumer a copy of the file, the agency shall within the prescribed period give notice to the consumer that it is proceeding under this section, and by notice give the consumer such information included in or based on entries in the file as the     FCA  may direct, together with a statement in the prescribed form of the consumer’s rights under subsections (4) and (5). 4 If within 28 days after receiving the information given  to the consumer  under subsection (3), or such longer period as the     FCA  may allow, the consumer— a gives notice to the     FCA  that  the consumer  is dissatisfied with the information, and b satisfies the     FCA  that  the consumer  has taken such steps in relation to the agency as may be reasonable with a view to removing the cause of  the consumer’s  dissatisfaction, and c pays the     FCA   the prescribed fee , the     FCA  may direct the agency to give the     FCA  a copy of the file, and the     FCA  may disclose to the consumer such of the information on the file as the     FCA  thinks fit. 5 Section 159 applies with any necessary modifications to information given to the consumer under this section as it applies to information given under section 158. 6 If an agency making an election under subsection (2) fails to comply with subsection (3) or (4) it commits an offence. 7 In this section \t\t\t\t\t\t\t\t\t\t\t\t“ consumer  ” has the same meaning as in section 158."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "160A", "section_title": "Credit intermediaries", "section_text": "160A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "161", "section_title": " Enforcement authorities.", "section_text": "161 1 The following authorities (\t\t\t\t\t\t“enforcement authorities ”) have a duty to enforce this Act and regulations made under it— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in Great Britain, the local weights and measures authority, c in Northern Ireland, the Department of Commerce for Northern Ireland. 1A Subsection (1) does not limit any function of the  FCA  in relation to the enforcement of this Act or regulations made under it. 1B For the investigatory powers available to a local weights and measures authority or the Department of Enterprise, Trade and Investment in Northern Ireland for the purposes of the duty in subsection (1), see Schedule 5 to the Consumer Rights Act 2015. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Every local weights and measures authority shall, whenever the  FCA    requires, report to   it   in such form and with such particulars as   it   requires on the exercise of their functions under this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "162", "section_title": " Powers of entry and inspection.", "section_text": "162 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "163", "section_title": " Compensation for loss.", "section_text": "163 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "164", "section_title": " Power to make test purchases etc.", "section_text": "164 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "165", "section_title": " Obstruction of authorised officers.", "section_text": "165 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "166", "section_title": " Notification of convictions and judgments to   FCA .", "section_text": "166 Where a person is convicted of an offence or has a judgment given against him by or before any court in the United Kingdom and it appears to the court— a having regard to the functions of the     FCA under the Financial Services and Markets Act 2000 or  this Act, that the conviction or judgment should be brought to the    FCA's   attention, and b that it may not be brought to   its   attention unless arrangements for that purpose are made by the court, the court may make such arrangements notwithstanding that the proceedings have been finally disposed of."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "167", "section_title": " Penalties. ", "section_text": "167 1 An offence under a provision of this Act specified in column 1 of Schedule 1 is triable in the mode or modes indicated in column 3, and on conviction is punishable as indicated in column 4 (where a period of time indicates the maximum term of imprisonment, and a monetary amount indicates the maximum fine, for the offence in question). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "168", "section_title": " Defences.", "section_text": "168 1 In any proceedings for an offence under this Act it is a defence for the person charged to prove— a that his act or omission was due to a mistake, or to reliance on information supplied to him, or to an act or omission by another person, or to an accident or some other cause beyond his control, and b that he took all reasonable precautions and exercised all due diligence to avoid such an act or omission by himself or any person under his control. 2 If in any case the defence provided by subsection (1) involves the allegation that the act or omission was due to an act or omission by another person or to reliance on information supplied by another person, the person charged shall not, without leave of the court, be entitled to rely on that defence unless, within a period ending seven clear days before the hearing, he has served on the prosecutor a notice giving such information identifying or assisting in the identification of that other person as was then in his possession."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "169", "section_title": " Offences by bodies corporate.", "section_text": "169 Where at any time a body corporate commits an offence under this Act with the consent or connivance of, or because of neglect by, any individual, the individual commits the like offence if at that time— a he is a director, manager, secretary or similar officer of the body corporate, or b he is purporting to act as such an officer, or c the body corporate is managed by its members of whom he is one."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "170", "section_title": " No further sanctions for breach of Act.", "section_text": "170 1 A breach of any requirement made (otherwise than by any court) by or under this Act shall incur no civil or criminal sanction as being such a breach, except to the extent (if any) expressly provided by or under this Act  or by or under the Financial Services and Markets Act 2000 by virtue of an order made under section 107 of the Financial Services Act 2012 . 2 In exercising   its   functions under this Act the     FCA  may take account of any matter appearing to   it   to constitute a breach of a requirement made by or under this Act, whether or not any sanction for that breach is provided by or under this Act and, if it is so provided, whether or not proceedings have been brought in respect of the breach. 3 Subsection (1) does not prevent the grant of an injunction, or the making of an order of certiorari, mandamus or prohibition or as respects Scotland the grant of an interdict or of an order under section 91 of the  Court of Session Act 1868 (order for specific performance of statutory duty)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "171", "section_title": " Onus of proof in various proceedings.", "section_text": "171 1 If an agreement contains a term signifying that in the opinion of the parties section 10(3)(b)(iii) does not apply to the agreement, it shall be taken not to apply unless the contrary is proved. 2 It shall be assumed in any proceedings, unless the contrary is proved, that when a person initiated a transaction as mentioned in section 19(1)(c) he knew the principal agreement had been made, or contemplated that it might be made. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In proceedings brought by the creditor under a credit-token agreement— a it is for the creditor to prove that the credit-token was lawfully supplied to the debtor, and was accepted by him, and b if the debtor alleges that any use made of the credit-token was not authorised by him, it is for the creditor to prove either— i that the use was so authorised, or ii that the use occurred before the creditor had been given notice under section 84(3). 5 In proceedings under section 50(1) in respect of a document received by a minor at any school or other educational establishment for minors, it is for the person sending it to him at that establishment to prove that he did not know or suspect it to be such an establishment. 6 In proceedings under section 119(1) it is for the pawnee to prove that he had reasonable cause to refuse to allow the pawn to be redeemed. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "172", "section_title": " Statements by creditor or owner to be binding.", "section_text": "172 1 A statement by a creditor or owner is binding on him if given under— section 77(1), section 78(1), section 79(1), section 97(1), section 107(1)(c), section 108(1)(c), or section 109(1)(c), 2 Where a trader— a gives a customer a notice in compliance with section 103(1)(b), or b gives a customer a notice under section 103(1) asserting that the customer is not indebted to him under an agreement, the notice is binding on the trader. 3 Where in proceedings before any court— a it is sought to rely on a statement or notice given as mentioned in subsection (1) or (2), and b the statement or notice is shown to be incorrect, the court may direct such relief (if any) to be given to the creditor or owner from the operation of subsection (1) or (2) as appears to the court to be just."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "173", "section_title": " Contracting-out forbidden.", "section_text": "173 1 A term contained in a regulated agreement or linked transaction, or in any other agreement relating to an actual or prospective regulated agreement or linked transaction, is void if, and to the extent that, it is inconsistent with a provision for the protection of the debtor or hirer or his relative or any surety contained in this Act or in any regulation made under this Act. 2 Where a provision specifies the duty or liability of the debtor or hirer or his relative or any surety in certain circumstances, a term is inconsistent with that provision if it purports to impose, directly or indirectly, an additional duty or liability on him in those circumstances. 3 Notwithstanding subsection (1), a provision of this Act under which a thing may be done in relation to any person on an order of the court or the    FCA   only shall not be taken to prevent its being done at any time with that person’s consent given at that time, but the refusal of such consent shall not give rise to any liability."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "174", "section_title": " Restrictions on disclosure of information.", "section_text": "174 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "174A", "section_title": "Powers to require provision of information or documents  etc.", "section_text": "174A 1 Every power conferred on a relevant authority by or under this Act (however expressed) to require the provision or production of information or documents includes the power— a to require information to be provided or produced in such form as the authority may specify, including, in relation to information recorded otherwise than in a legible form, in a legible form; b to take copies of, or extracts from, any documents provided or produced by virtue of the exercise of the power; c to require the person who is required to provide or produce any information or document by virtue of the exercise of the power— i to state, to the best of his knowledge and belief, where the information or document is; ii to give an explanation of the information or document; iii to secure that any information provided or produced, whether in a document or otherwise, is verified in such manner as may be specified by the authority; iv to secure that any document provided or produced is authenticated in such manner as may be so specified; d to specify a time at or by which a requirement imposed by virtue of paragraph (c) must be complied with. 2 Every power conferred on a relevant authority by or under this Act (however expressed) to inspect or to seize documents at any premises includes the power to take copies of, or extracts from, any documents inspected or seized by virtue of the exercise of the power. 3 But a relevant authority has no power under this Act— a to require another person to provide or to produce, b to seize from another person, or c to require another person to give access to premises for the purposes of the inspection of, any information or document which the other person would be entitled to refuse to provide or produce in proceedings in the High Court on the grounds of legal professional privilege or (in Scotland) in proceedings in the Court of Session on the grounds of confidentiality of communications. 4 In subsection (3) ‘communications’ means— a communications between a professional legal adviser and his client; b communications made in connection with or in contemplation of legal proceedings and for the purposes of those proceedings. 5 In this section, “relevant authority” means an enforcement authority or an officer of an enforcement authority."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "175", "section_title": " Duty of persons deemed to be agents.", "section_text": "175 Where under this Act a person is deemed to receive a notice or payment as agent of the creditor or owner under a regulated agreement, he shall be deemed to be under a contractual duty to the creditor or owner to transmit the notice, or remit the payment, to him forthwith."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "176", "section_title": " Service of documents.", "section_text": "176 1 A document to be served under this Act by one person (\t\t\t\t\t\t“the server ”) on another person (\t\t\t\t\t\t\t\t\t\t\t\t“ the subject  ”) is to be treated as properly served on the subject if dealt with as mentioned in the following subsections. 2 The document may be delivered or sent   by an appropriate method   to the subject, or addressed to him by name and left at his proper address. 3 For the purposes of this Act, a document sent by post to, or left at, the address last known to the server as the address of a person shall be treated as sent by post to, or left at, his proper address. 4 Where the document is to be served on the subject as being the person having any interest in land, and it is not practicable after reasonable inquiry to ascertain the subject’s name or address, the document may be served by— a addressing it to the subject by the description of the person having that interest in the land (naming it), and b delivering the document to some responsible person on the land or affixing it, or a copy of it, in a conspicuous position on the land. 5 Where a document to be served on the subject as being a debtor, hirer or surety, or as having any other capacity relevant for the purposes of this Act, is served at any time on another person who— a is the person last known to the server as having that capacity, but b before that time had ceased to have it, the document shall be treated as having been served at that time on the subject. 6 Anything done to a document in relation to a person who (whether to the knowledge of the server or not) has died shall be treated for the purposes of subsection (5) as service of the document on that person if it would have been so treated had he not died. 7 The following enactments shall not be construed as authorising service on the Public Trustee (in England and Wales) or the Probate Judge (in Northern Ireland) of any document which is to be served under this Act— section 9 of the Administration of Estates Act 1925; section 3 of the Administration of Estates Act (Northern Ireland) 1955. 8 References in the preceding subsections to the serving of a document on a person include the giving of the document to that person."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "176A", "section_title": "Electronic transmission of documents", "section_text": "176A   1 A document is transmitted in accordance with this subsection if– a the person to whom it is transmitted agrees that it may be delivered to him by being transmitted to a particular electronic address in a particular electronic form, b it is transmitted to that address in that form, and c the form in which the document is transmitted is such that any information in the document which is addressed to the person to whom the document is transmitted is capable of being stored for future reference for an appropriate period in a way which allows the information to be reproduced without change. 2 A document transmitted in accordance with subsection (1) shall, unless the contrary is proved, be treated for the purposes of this Act, except section 69, as having been delivered on the working day immediately following the day on which it is transmitted. 3 In this section,  “ electronic address ” includes any number or address used for the purposes of receiving electronic communications."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "177", "section_title": " Saving for registered charges.", "section_text": "177 1 Nothing in this Act affects the rights of a proprietor of a registered charge (within the meaning of the   Land Registration Act 2002 ), who— a became the proprietor under a transfer for valuable consideration without notice of any defect in the title arising (apart from this section) by virtue of this Act, or b derives title from such a proprietor. 2 Nothing in this Act affects the operation of section 104 of the  Law of Property Act 1925 (protection of purchaser where mortgagee exercises power of sale). 3 Subsection (1) does not apply to a proprietor carrying on   a consumer credit business, a consumer hire business or a business of debt-collecting or debt administration  . 4 Where, by virtue of subsection (1), a land mortgage is enforced which apart from this section would be treated as never having effect, the original creditor or owner shall be liable to indemnify the debtor or hirer against any loss thereby suffered by him. 5 In the application of this section to Scotland for subsections (1) to (3) there shall be substituted the following subsections— 1 Nothing in this Act affects the rights of a creditor in a heritable security who— a became the creditor under a transfer for value without notice of any defect in the title arising (apart from this section) by virtue of this Act; or b derives title from such a creditor. 2 Nothing in this Act affects the operation of section 41 of the Conveyancing (Scotland) Act 1924 (protection of purchasers), or of that section as applied to standard securities by section 32 of the Conveyancing and Feudal Reform (Scotland) Act 1970. 3 Subsection (1) does not apply to a creditor carrying on   a consumer credit business, a consumer hire business or a business of debt-collecting or debt administration  . . 6 In the application of this section to Northern Ireland— a any reference to the proprietor of a registered charge (within the meaning of the   Land Registration Act 2002 ) shall be construed as a reference to the registered owner of a charge under the  Local Registration of Title (Ireland) Act 1891 or Part IV of the  Land Registration Act (Northern Ireland) 1970, and b for the reference to section 104 of the  Law of Property Act 1925 there shall be substituted a reference to section 21 of the  Conveyancing and Law of Property Act 1881 and section 5 of the  Conveyancing Act 1911."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "178", "section_title": " Local Acts.", "section_text": "178 The   Treasury   or the Department of Commerce for Northern Ireland may by order make such amendments or repeals of any provision of any local Act as appears to the   Treasury   or, as the case may be, the Department, necessary or expedient in consequence of the replacement by this Act of the enactments relating to pawnbrokers and moneylenders."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "179", "section_title": " Power to prescribe form etc. of secondary documents.", "section_text": "179 1 Regulations may be made as to the form and content of credit-cards, trading-checks, receipts, vouchers and other documents or things issued by creditors, owners or suppliers under or in connection with regulated agreements or by other persons in connection with linked transactions, and may in particular— a require specified information to be included in the pre-scribed manner in documents, and other specified material to be excluded; b contain requirements to ensure that specified information is clearly brought to the attention of the debtor or hirer, or his relative, and that one part of a document is not given insufficient or excessive prominence compared with another. 2 If a person issues any document or thing in contravention of regulations under subsection (1) then, as from the time of the contravention but without prejudice to anything done before it, this Act shall apply as if the regulated agreement had been improperly executed by reason of a contravention of regulations under section 60(1)."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "180", "section_title": " Power to prescribe form etc. of copies.", "section_text": "180 1 Regulations may be made as to the form and content of documents to be issued as copies of any executed agreement, security instrument or other document referred to in this Act, and may in particular— a require specified information to be included in the prescribed manner in any copy, and contain requirements to ensure that such information is clearly brought to the attention of a reader of the copy; b authorise the omission from a copy of certain material contained in the original, or the inclusion of such material in condensed form. 2 A duty imposed by any provision of this Act  ... to supply a copy of any document— a is not satisfied unless the copy supplied is in the prescribed form and conforms to the prescribed requirements; b is not infringed by the omission of any material, or its inclusion in condensed form, if that is authorised by regulations; and references in this Act to copies shall be construed accordingly. 3 Regulations may provide that a duty imposed by this Act to supply a copy of a document referred to in an unexecuted agreement or an executed agreement shall not apply to documents of a kind specified in the regulations."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "181", "section_title": " Power to alter monetary limits etc.", "section_text": "181 1 The  Treasury  may by order made by statutory instrument amend, or further amend, any of the following provisions of this Act so as to reduce or increase a sum mentioned in that provision, namely, sections   ... 17(1),  . . .  ... 70(6), 75(3)(b), 77(1), 78(1), 79(1), 84(1), 101(7)(a), 107(1), 108(1), 109(1), 110(1),  ...  . . .  140B(6),  155(1) and 158(1). 2 An order under subsection (1) amending section   ... 17(1),  . . .  ... 75(3)(b)\t\t\t\t\t . . .  or 140B(6)  shall be of no effect unless a draft of the order has been laid before and approved by each House of Parliament."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "182", "section_title": " Regulations and orders.", "section_text": "182 1 Any power of the  Treasury  to make regulations or orders under this Act, except the power conferred by sections  ... 181 and 192 shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where a power to make regulations or orders  . . .  is exercisable by the  Treasury   . . .  by virtue of this Act, regulations or orders  . . .  made in the exercise of that power may— a make different provision in relation to different cases or classes of case, and b exclude certain cases or classes of case, and c contain such transitional provisions as the   Treasury   thinks fit. 3 Regulations may provide that specified expressions, when used as described by the regulations, are to be given the prescribed meaning, notwithstanding that another meaning is intended by the person using them. 4 Any power conferred on the  Treasury  by this Act to make orders includes power to vary or revoke an order so made."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "183", "section_title": "\n\t\t\tDeterminations etc. by   FCA  .", "section_text": "183 1 The   FCA  may vary or revoke any determination made, or direction given, by it under this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "184", "section_title": " Associates.", "section_text": "184 1 A person is an associate of an individual if that person is— a the individual’s husband or wife or civil partner, b a relative of— i the individual, or ii the individual’s husband or wife or civil partner, or c the husband or wife or civil partner of a relative of— i the individual, or ii the individual’s husband or wife or civil partner. 2 A person is an associate of any person with whom he is in partnership, and of the husband or wife   or civil partner  or a relative of any individual with whom he is in partnership. 3 A body corporate is an associate of another body corporate— a if the same person is a controller of both, or a person is a controller of one and persons who are his associates, or he and persons who are his associates, are controllers of the other; or b if a group of two or more persons is a controller of each company, and the groups either consist of the same persons or could be regarded as consisting of the same persons by treating (in one or more cases) a member of either group as replaced by a person of whom he is an associate. 4 A body corporate is an associate of another person if that person is a controller of it or if that person and persons who are his associates together are controllers of it. 5 In this section \t\t\t\t\t\t\t\t\t\t\t\t“ relative  ” means brother, sister, uncle, aunt, nephew, niece, lineal ancestor or lineal descendant,  . . .   references to a husband  or wife include a former husband or wife and a reputed husband  or wife, and references to a civil partner include a former civil partner   and a reputed civil partner ;    and for the purposes of this subsection a relationship shall be established as if any illegitimate child, step-child or adopted child of a person   were the legitimate child of the relationship in question  ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "185", "section_title": " Agreement with more than one debtor or hirer.", "section_text": "185 1 Where an actual or prospective regulated agreement has two or more debtors or hirers (not being a partnership or an unincorporated body of persons)— a anything required by or under this Act to be done to or in relation to the debtor or hirer shall be done to or in relation to each of them; and b anything done under this Act by or on behalf of one of them shall have effect as if done by or on behalf of all of them. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Notwithstanding subsection (1)(a), where credit is provided under an agreement to two or more debtors jointly, in performing his duties— a in the case of fixed-sum credit, under section 77A, or b in the case of running-account credit, under section 78(4), the creditor need not give statements to any debtor who has signed and given to him a notice (a  ‘dispensing notice’) authorising him not to comply in the debtor's case with section 77A or (as the case may be) 78(4). 2A A dispensing notice given by a debtor is operative from when it is given to the creditor until it is revoked by a further notice given to the creditor by the debtor. 2B But subsection (2) does not apply if (apart from this subsection) dispensing notices would be operative in relation to all of the debtors to whom the credit is provided. 2C Any dispensing notices operative in relation to an agreement shall cease to have effect if any of the debtors dies. 2D A dispensing notice which is operative in relation to an agreement shall be operative also in relation to any subsequent agreement which, in relation to the earlier agreement, is a modifying agreement. 3 Subsection (1)(b) does not apply for the purposes of section 61(1)(a)\t\t\t\t\t . . .  . 4 Where a regulated agreement has two or more debtors or hirers (not being a partnership or an unincorporated body of persons), section 86 applies to the death of any of them. 5 An agreement for the provision of credit, or the bailment or (in Scotland) the hiring of goods, to two or more persons jointly where— a one or more of those persons is an individual, and b one or more of them is   not an individual  , is a consumer credit agreement or consumer hire agreement if it would have been one had they all been individuals; and   each person within paragraph (b)   shall accordingly be included among the debtors or hirers under the agreement. 6 Where subsection (5) applies, references in this Act to the signing of any document by the debtor or hirer shall be construed in relation to a body corporate   within paragraph (b) of that subsection  as referring to a signing on behalf of the body corporate."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "186", "section_title": " Agreement with more than one creditor or owner.", "section_text": "186 Where an actual or prospective regulated agreement has two or more creditors or owners, anything required by or under this Act to be done to, or in relation to, or by, the creditor or owner shall be effective if done to, or in relation to, or by, any one of them."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "187", "section_title": " Arrangements between creditor and supplier.", "section_text": "187 1 A consumer credit agreement shall be treated as entered into under pre-existing arrangements between a creditor and a supplier if it is entered into in accordance with, or in furtherance of, arrangements previously made between persons mentioned in subsection (4)(a), (b) or (c). 2 A consumer credit agreement shall be treated as entered into in contemplation of future arrangements between a creditor and a supplier if it is entered into in the expectation that arrangements will subsequently be made between persons mentioned in subsection (4)(a), (b) or (c) for the supply of cash, goods and services (or any of them) to be financed by the consumer credit agreement. 3 Arrangements shall be disregarded for the purposes of subsection (1) or (2) if— a they are arrangements for the making, in specified circumstances, of payments to the supplier by the creditor, and b the creditor holds himself out as willing to make, in such circumstances, payments of the kind to suppliers generally. 3A Arrangements shall also be disregarded for the purposes of subsections (1) and (2) if they are arrangements for the electronic transfer of funds from a current account at a bank within the meaning of the Bankers’ Books Evidence Act 1879. 4 The persons referred to in subsections (1) and (2) are— a the creditor and the supplier; b one of them and an associate of the other’s; c an associate of one and an associate of the other’s. 5 Where the creditor is an associate of the supplier’s, the consumer credit agreement shall be treated, unless the contrary is proved, as entered into under pre-existing arrangements between the creditor and the supplier."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "187A", "section_title": "Definition of  ‘default sum’", "section_text": "187A 1 In this Act  ‘default sum’ means, in relation to the debtor or hirer under a regulated agreement, a sum (other than a sum of interest) which is payable by him under the agreement in connection with a breach of the agreement by him. 2 But a sum is not a default sum in relation to the debtor or hirer simply because, as a consequence of his breach of the agreement, he is required to pay it earlier than he would otherwise have had to."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "188", "section_title": " Examples of use of new terminology.", "section_text": "188 1 Schedule 2 shall have effect for illustrating the use of terminology employed in this Act. 2 The examples given in Schedule 2 are not exhaustive. 3 In the case of conflict between Schedule 2 and any other provision of this Act, that other provision shall prevail. 4 The   Treasury   may by order amend Schedule 2 by adding further examples or in any other way."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "189", "section_title": " Definitions.", "section_text": "189 1 In this Act, unless the context otherwise requires— \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ advertisement  ” includes every form of advertising, whether in a publication, by television or radio, by display of notices, signs, labels, showcards or goods, by distribution of samples, circulars, catalogues, price lists or other material, by exhibition of pictures, models or films, or in any other way, and references to the publishing of advertisements shall be construed accordingly; ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ ancillary credit business  ” has the meaning given by section 145(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ antecedent negotiations  ” has the meaning given by section 56; ... “ appropriate method ” means– post, or transmission in the form of an electronic communication in accordance with section 176A(1);” \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ assignment  ”, in relation to Scotland, means assignation; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ associate  ” shall be construed in accordance with section 184; “ authorised business overdraft agreement ” means a debtor-creditor agreement which provides authorisation in advance for the debtor to overdraw on a current account, where the agreement is entered into by the debtor wholly or predominantly for the purposes of the debtor's business (see subsection (2A)); “ authorised non-business overdraft agreement ” means a debtor-creditor agreement which provides authorisation in advance for the debtor to overdraw on a current account where— the credit must be repaid on demand or within three months, and the agreement is not entered into by the debtor wholly or predominantly for the purposes of the debtor's business (see subsection (2A)); . . . \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ bill of sale  ” has the meaning given by section 4 of the  Bills of Sale Act 1878 or, for Northern Ireland, by section 4 of the  Bills of Sale (Ireland) Act 1879;  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ building society  ” means a building society within the meaning of the Building Societies Act 1986; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ business  ” includes profession or trade, and references to a business apply subject to subsection (2); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ cancellable agreement  ” means a regulated agreement which, by virtue of section 67, may be cancelled by the debtor or hirer; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ canvass  ” shall be construed in accordance with sections 48 and 153; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ cash ” includes money in any form; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ charity ” means as respects England and Wales a charity registered under   the Charities Act 2011  or an exempt charity (within the meaning of that Act),   as respects  Northern Ireland an institution or other organisation established for charitable purposes only (\t\t\t\t\t\t\t\t“organisation ” including any persons administering a trust and \t\t\t\t\t\t\t\t“charitable ” being construed in the same way as if it were contained in the Income Tax Acts)\t\t\t\t\t\t\t  and as respects Scotland a body entered in the Scottish Charity Register ; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ conditional sale agreement  ” means an agreement for the sale of goods or land under which the purchase price or part of it is payable by instalments, and the property in the goods or land is to remain in the seller (notwithstanding that the buyer is to be in possession of the goods or land) until such conditions as to the payment of instalments or otherwise as may be specified in the agreement are fulfilled; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ consumer credit agreement ” has the meaning given by section 8, and includes a consumer credit agreement which is cancelled under section 69(1), or becomes subject to section 69(2), so far as the agreement remains in force; “consumer credit business” means any business being carried on by a person so far as it comprises or relates to— the provision of credit by him, or otherwise his being a creditor, under regulated consumer credit agreements; “ consumer hire business ” means any business being carried on by a person so far as it comprises or relates to— the bailment or (in Scotland) the hiring of goods by him, or otherwise his being an owner, under regulated consumer hire agreements; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ consumer hire business ” means any business so far as it comprises or relates to the bailment or (in Scotland) the hiring of goods under regulated consumer hire agreements; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ controller ”, in relation to a body corporate, means a person— in accordance with whose directions or instructions the directors of the body corporate or of another body corporate which is its controller (or any of them) are accustomed to act, or who, either alone or with any associate or associates, is entitled to exercise, or control the exercise of, one third or more of the voting power at any general meeting of the body corporate or of another body corporate which is its controller; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ copy ” shall be construed in accordance with section 180; . . .  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ court ” means in relation to England and Wales the county court, in relation to Scotland the sheriff court and in relation to Northern Ireland the High Court or the county court; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit ” shall be construed in accordance with section 9; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit-broker ” means a person carrying on a business of credit brokerage; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit brokerage ” has the meaning given by section 145(2); “credit information services”  is to be read in accordance with  section 145(7B). “ credit intermediary ” has the meaning given by section 160A; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit limit  ” has the meaning given by section 10(2); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ creditor ” means  (except in relation to green deal plans: see instead section 189B(2))   the person providing credit under a consumer credit agreement or the person to whom his rights and duties under the agreement have passed by assignment or operation of law, and in relation to a prospective consumer credit agreement, includes the prospective creditor; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit reference agency ”  is to be read in accordance with  section 145(8); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit-sale agreement ” means an agreement for the sale of goods, under which the purchase price or part of it is payable by instalments, but which is not a conditional sale agreement; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit-token ” has the meaning given by section 14(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit-token agreement ” means a regulated agreement for the provision of credit in connection with the use of a credit-token; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ debt-adjusting  ” has the meaning given by section 145(5); “debt administration” has the meaning given by section 145(7A); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ debt-collecting ” has the meaning given by section 145(7); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ debt-counselling ” has the meaning given by section 145(6); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ debtor ” means  (except in relation to green deal plans: see instead section 189B(3))   the individual receiving credit under a consumer credit agreement or the person to whom his rights and duties under the agreement have passed by assignment or operation of law, and in relation to a prospective consumer credit agreement includes the prospective debtor; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ debtor-creditor agreement ” has the meaning given by section 13; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ debtor-creditor-supplier agreement ” has the meaning given by section 12; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ default notice ” has the meaning given by section 87(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“default sum” has the meaning given by section 187A; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ deposit ” means  ...any sum payable by a debtor or hirer by way of deposit or down-payment, or credited or to be credited to him on account of any deposit or down-payment, whether the sum is to be or has been paid to the creditor or owner or any other person, or is to be or has been discharged by a payment of money or a transfer or delivery of goods or by any other means; “documents” includes information recorded in any form; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ electric line ” has the meaning given by  the Electricity Act 1989  or, for Northern Ireland,  the Electricity (Northern Ireland) Order 1992 “ electronic communication ” means an electronic communication within the meaning of the Electronic Communications Act 2000 (c. 7)“ \t\t\t\t\t\t\t\t“embodies” and related words shall be construed in accordance with subsection (4); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ enforcement authority ” has the meaning given by section 161(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ enforcement order ” means an order under section 65(1), 105(7)(a) or (b), 111(2) or 124(1) or (2); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ executed agreement ” means a document, signed by or on behalf of the parties, embodying the terms of a regulated agreement, or such of them as have been reduced to writing; ... “ FCA ” means the Financial Conduct Authority; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ finance ” means to finance wholly or partly, and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ financed  ” and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ refinanced  ” shall be construed accordingly; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ file ” and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ copy of the file ” have the meanings given by section 158(5); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ fixed-sum credit ” has the meaning given by section 10(1)(b); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ friendly society ” means a society registered  or treated as registered under the Friendly Societies Act 1974 or the Friendly Societies Act 1992  or a society within the meaning of the  Friendly Societies Act (Northern Ireland) 1970; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ future arrangements ” shall be construed in accordance with section 187; ... ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ give ” means deliver or send   by an appropriate method  to; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ goods ”                          has the meaning given by  section 61(1) of the Sale of Goods Act 1979 ; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ green deal plan ” has the meaning given by section 1 of the Energy Act 2011;  ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ High Court ” means Her Majesty’s High Court of Justice, or the Court of Session in Scotland or the High Court of Justice in Northern Ireland; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ hire-purchase agreement ” means an agreement, other than a conditional sale agreement, under which— goods are bailed or (in Scotland) hired in return for periodical payments by the person to whom they are bailed or hired, and the property in the goods will pass to that person if the terms of the agreement are complied with and one or more of the following occurs— the exercise of an option to purchase by that person, the doing of any other specified act by any party to the agreement, the happening of any other specified event; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ hirer  ” means the individual to whom goods are bailed or (in Scotland) hired under a consumer hire agreement, or the person to whom his rights and duties under the agreement have passed by assignment or operation of law, and in relation to a prospective consumer hire agreement includes the prospective hirer; “ individual ” includes— a partnership consisting of two or three persons not all of whom are bodies corporate; and an unincorporated body of persons which does not consist entirely of bodies corporate and is not a partnership; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ installation ” means— the installing of any electric line or any gas or water pipe, the fixing of goods to the premises where they are to be used, and the alteration of premises to enable goods to be used on them, where it is reasonably necessary that goods should be constructed or erected on the premises where they are to be used, any work carried out for the purpose of constructing or erecting them on those premises; . . . \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ judgment ” includes an order or decree made by any court; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ land ”, includes an interest in land, and in relation to Scotland includes heritable subjects of whatever description; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ land improvement company  ” means an improvement company as defined by section 7 of the  Improvement of Land Act 1899; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ land mortgage ” includes any security charged on land; ... ... ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ linked transaction ” has the meaning given by section 19(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ local authority ”, in relation to England  . . ., means . . .  , a county council, a London borough council, a district council, the Common Council of the City of London, or the Council of the Isles of Scilly  in relation to Wales means a county council or a county borough council, , and in relation to Scotland, means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 , and, in relation to Northern Ireland, means a district council; . . . \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ modifying agreement ” has the meaning given by section 82(2); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ mortgage ”, in relation to Scotland, includes any heritable security; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ multiple agreement ” has the meaning given by section 18(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ negotiator ” has the meaning given by section 56(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ non-commercial agreement ” means a consumer credit agreement or a consumer hire agreement not made by the creditor or owner in the course of a business carried on by him; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ notice ” means notice in writing; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ notice of cancellation ” has the meaning given by section 69(1); ... “ open-end ” in relation to a consumer credit agreement, means of no fixed duration; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ owner ” means a person who bails or (in Scotland) hires out goods under a consumer hire agreement or the person to whom his rights and duties under the agreement have passed by assignment or operation of law, and in relation to a prospective consumer hire agreement, includes the prospective bailor or person from whom the goods are to be hired; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ pawn ” means any article subject to a pledge; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ pawn-receipt ” has the meaning given by section 114; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ pawnee ” and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ pawnor ” include any person to whom the rights and duties of the original pawnee or the original pawnor, as the case may be, have passed by assignment or operation of law; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ payment ” includes tender; . . .  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ pledge ” means the pawnee’s rights over an article taken in pawn; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ prescribed ” means prescribed by regulations made by the Secretary of State; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ pre-existing arrangements ” shall be construed in accordance with section 187; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ principal agreement ” has the meaning given by section 19(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ protected goods ” has the meaning given by section 90(7); ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ redemption period ” has the meaning given by section 116(3); “ Regulated Activities Order ” means the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001; ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ regulated agreement ” means a consumer credit agreement which is a regulated agreement (within the meaning of section 8(3)) or a consumer hire agreement which is a regulated agreement (within the meaning of section 15(2)); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ regulations ” means regulations made by the  Treasury ; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ relative ”, except in section 184, means a person who is an associate by virtue of section 184(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ representation ” includes any condition or warranty, and any other statement or undertaking, whether oral or in writing;   “residential renovation agreement” means a consumer credit agreement  entered into on or after 21st March 2016  — which is unsecured; and the purpose of which is the renovation of residential property, as described in Article 2(2a) of Directive  2008/48/ EC  of the European Parliament and of the Council of 23rd April 2008 on credit agreements for consumers.   \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ restricted-use credit agreement ” and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ restricted-use credit  ” have the meanings given by section 11(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ rules of court ”, in relation to Northern Ireland means, in relation to the High Court, rules made under section 7 of the  Northern Ireland Act 1962, and, in relation to any other court, rules made by the authority having for the time being power to make rules regulating the practice and procedure in that court; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ running-account credit ” shall be construed in accordance with section 10; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ security ”, in relation to an actual or prospective consumer credit agreement or consumer hire agreement, or any linked transaction, means a mortgage, charge, pledge, bond, debenture, indemnity, guarantee, bill, note or other right provided by the debtor or hirer, or at his request (express or implied), to secure the carrying out of the obligations of the debtor or hirer under the agreement; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ security instrument ” has the meaning given by section 105(2); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ serve on ” means deliver or send   by an appropriate method  to; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ signed ” shall be construed in accordance with subsection (3); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ small agreement ” has the meaning given by section 17(1), and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ small  ” in relation to an agreement within any category shall be construed accordingly; ... ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ supplier ” has the meaning given by section 11(1)(b) or 12(c) or 13(c) or, in relation to an agreement falling within section 11(1)(a), means the creditor, and includes a person to whom the rights and duties of a supplier (as so defined) have passed by assignment or operation of law, or (in relation to a prospective agreement) the prospective supplier; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ surety ” means the person by whom any security is provided, or the person to whom his rights and duties in relation to the security have passed by assignment or operation of law; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ technical grounds ” shall be construed in accordance with subsection (5); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ time order ” has the meaning given by section 129(1); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ total charge for credit  ” has the meaning given by section 20; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ total price ” means the total sum payable by the debtor under a hire-purchase agreement or a conditional sale agreement, including any sum payable on the exercise of an option to purchase, but excluding any sum payable as a penalty or as compensation or damages for a breach of the agreement; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ the UK GDPR ” has the same meaning as in Parts 5 to 7 of the Data Protection Act 2018 (see section 3(10) and (14) of that Act);   \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ unexecuted agreement ” means a document embodying the terms of a prospective regulated agreement, or such of them as it is intended to reduce to writing; ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ unrestricted-use credit agreement ” and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ unresticted-use credit ” have the meanings given by section 11(2); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ working day ” means any day other than— Saturday or Sunday, Christmas Day or Good Friday, a bank holiday within the meaning given by section 1 of the  Banking and Financial Dealings Act 1971. 1A In sections  ... 70(4), 73(4) and 75(2)\t\t\t\t\t . . .  ‘costs’, in relation to proceedings in Scotland, means expenses. 2 A person is not to be treated as carrying on a particular type of business merely because occasionally he enters into transactions belonging to a business of that type. 2A For the purpose of the definitions of  “authorised business overdraft agreement” and  “authorised non-business overdraft agreement”  article 60C(5) and (6) of the  Regulated Activities Order  applies . 3 Any provision of this Act requiring a document to be signed is complied with by a body corporate if the document is sealed by that body. This subsection does not apply to Scotland. 4 A document embodies a provision if the provision is set out either in the document itself or in another document referred to in it. 5 An application dismissed by the court  ...   shall, if the court  ... so certifies, be taken to be dismissed on technical grounds only. 6 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended by or under any other enactment, including this Act. 7 In this Act, except where otherwise indicated— a a reference to a numbered Part, section or Schedule is a reference to the Part or section of, or the Schedule to, this Act so numbered, and b a reference in a section to a numbered subsection is a reference to the subsection of that section so numbered, and c a reference in a section, subsection or Schedule to a numbered paragraph is a reference to the paragraph of that section, subsection or Schedule so numbered."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "189A", "section_title": " Meaning of \n\n\t\t\t\t“consumer credit EEA firm ”", "section_text": "189A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "189B", "section_title": "Green deal plans", "section_text": "189B 1 A green deal plan is to be treated as a consumer credit agreement for the purposes of this Act if (and only if)— a the property in relation to the plan is a domestic property at the time when the plan is commenced, or b if paragraph (a) does not apply, the occupier or owner of the property who makes the arrangement for the plan is an individual. 2 In the application of this Act to a green deal consumer credit agreement— a the creditor is to be treated as being— i the green deal provider (within the meaning of Chapter 1 of Part 1 of the Energy Act 2011) for the plan, or ii the person to whom the provider’s rights and duties under the plan have passed by assignment or operation of law, b credit is to be treated as advanced under the agreement of an amount equal to the amount of the improvement costs, and c the advance of credit is to be treated as made on the completion of the installation of the energy efficiency improvements to the property (but this paragraph is subject to any term of the green deal plan providing that part of the advance is to be treated as made on completion of any part of the installation). 3 A reference in a provision of this Act listed in the first column of the table in Schedule 2A to the debtor is, in the application of the provision in relation to a green deal consumer credit agreement, to be read as a reference to— a a person who at the relevant time falls (or fell) within the description or descriptions specified in the corresponding entry in the second column of the table, or b if more than one description is specified and at the relevant time different persons fall (or fell) within the descriptions, each of those persons, and except as provided by this subsection, a person is not and is not to be treated as the debtor in relation to the agreement. 4 Where by virtue of subsection (3) a reference to the debtor in a listed provision is to be read as a reference to the improver, it is to be assumed in applying the provision in relation to the green deal consumer credit agreement that the improver is provided with credit on the terms of the green deal plan. 5 Where by virtue of subsection (3) a reference to the debtor in a listed provision is to be read as a reference to a person who is not the improver, it is to be assumed in applying the provision in relation to the green deal consumer credit agreement— a if the provision in question is any of sections 94 to 97A (which together make provision about early payment by the debtor), that the person is provided with credit on terms that the person is liable to pay all the instalments under the green deal plan; b in any other case, that the person is provided with credit on those terms of the green deal plan that bind or benefit the person for any period by virtue of regulations under section 6(2)(b) of the Energy Act 2011. 6 References in this section and in Schedule 2A to the “improver”, “first bill payer”, “current bill payer” and “previous bill payer” are to be read as follows— a a person is the “improver” if the person— i is the owner or occupier of the property, and ii is the person who makes (or has made or proposes to make) the arrangement for the green deal plan, but this is subject to section 189C(4) in cases where the person is not an individual; b a person is the “first bill payer” if the person is liable to pay the energy bills for the property at the time when the green deal plan is commenced; c a person is the “current bill payer” if the person is liable by virtue of section 1(6)(a) of the Energy Act 2011 to pay instalments under the plan as a result of being for the time being liable to pay the energy bills for the property; d a person is a “previous bill payer” if, as a result of previously falling within paragraph (c) for an earlier period, the person has an outstanding payment liability under the plan in respect of that period. 7 References in this Act to a prospective consumer credit agreement, and references to the creditor and debtor in relation to such an agreement, are to be read in accordance with this section in the case of prospective green deal consumer credit agreements. 8 In this section and in section 189C— “domestic property” means a building or part of a building that is occupied as a dwelling or (if not occupied) is intended to be occupied as a dwelling; “energy bill” has the same meaning as in section 1 of the Energy Act 2011; “energy efficiency improvements” has the meaning given by section 2(4) of the Energy Act 2011; “green deal consumer credit agreement” means a green deal plan that is to be treated as a consumer credit agreement for the purposes of this Act by virtue of subsection (1); “improvement costs”, in relation to a green deal plan, are the costs of the energy efficiency improvements to the property which are to be paid by instalments under the plan after the time when credit is to be treated as being advanced by virtue of subsection (2) (but ignoring any interest or other charges for credit in determining those costs); “listed provision” means a provision of this Act listed in the first column of Schedule 2A; “occupier” and “owner” have the same meanings as in Chapter 1 of Part 1 of the Energy Act 2011; “property”, in relation to a green deal plan, means the property to which the energy efficiency improvements under the plan are or are intended to be made."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "189C", "section_title": "Section 189B: supplementary provision", "section_text": "189C 1 A green deal consumer credit agreement is to be treated— a as an agreement for fixed-sum credit within the meaning of section 10(1)(b); b as a credit agreement for the purposes of sections 140A and 140B (and section 140C(1) is to be read accordingly). 2 Where a green deal consumer credit agreement is a regulated agreement within the meaning of this Act (see section 8(3)), it is to be treated as a restricted-use agreement that falls within section 11(1)(a). 3 Sections 81, 140C(2) and 176(5) do not apply in the case of a green deal consumer credit agreement. 4 A person who is not an individual is to be treated as the improver in relation to any listed provision in the first column of the table in Schedule 2A only if the corresponding entry in the second column of the table so specifies. 5 For the purposes of section 189B— a a green deal plan is commenced when— i the occupier or owner of the property signs in the prescribed manner a document in relation to the plan in accordance with section 61(1) (requirements as to form and content of regulated agreements), or ii if the occupier or owner of the property does not sign such a document, the green deal plan is made; b a person is liable to pay the energy bills for a property at any time if the person would be treated as the bill payer for the property at that time for the purposes of Chapter 1 of Part 1 of the Energy Act 2011 (see section 2(3) and (10))."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "189D", "section_title": "Section 189B: temporary provision", "section_text": "189D 1 For the period beginning on the date when this section comes into force and ending on 31st March 2014, the table in Schedule 2A is to be read as if it included the following entries— Section of this Act References to “debtor” are to be read as references to the… Sections 16, 16A, 16B, 16C - improver Section 20 - improver - first bill payer Section 40 - improver (including an improver who is not an individual) - current bill payer - previous bill payer Section 55A - improver - first bill payer, except for the purposes of subsection (1)(b) Section 55B - improver - first bill payer Section 82A - improver - current bill payer - previous bill payer Section 145 - current bill payer - previous bill payer Section 149 - improver (including an improver who is not an individual) - current bill payer - previous bill payer Section 160A - improver 2 This section ceases to have effect on 1st April 2014."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "190", "section_title": " Financial provisions.", "section_text": "190 1 There shall be defrayed out of money provided by Parliament— a all expenses incurred by the Secretary of State in consequence of the provisions of this Act; b any expenses incurred in consequence of those provisions by any other Minister of the Crown or Government department; c any increase attributable to this Act in the sums payable out of money so provided under the  Superannuation Act 1972 or the  Fair Trading Act 1973. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "191", "section_title": " Special provisions as to Northern Ireland.", "section_text": "191 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Nothing in this Act shall authorise any Northern Ireland department to incur any expenses attributable to the provisions of this Act until provision has been made for those expenses to be defrayed out of money appropriated for the purpose. 4 The power of the Department of Commerce for Northern Ireland to make an order under section 178 shall be exercisable by statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979 , and any such order shall be subject to negative resolution within the meaning of the  Interpretation Act (Northern Ireland) 1954 as if it were a statutory instrument within the meaning of that Act. 5 In this Act \t\t\t\t\t\t\t\t\t\t\t\t“ enactment  ” includes an enactment of the Parliament of Northern Ireland or the Northern Ireland Assembly, and \t\t\t\t\t\t\t\t\t\t\t\t“ Act  ” shall be construed in a corresponding manner; and (without prejudice to section 189(6)) any reference in this Act to such an enactment shall include a reference to any enactment re-enacting it with or without modifications. 6 Section 38 of the  Interpretation Act 1889 (effect of repeals) shall have the same operation in relation to any repeal by this Act of an enactment of the Parliament of Northern Ireland as it has in relation to the repeal of an Act of the Parliament of the United Kingdom, references in that section of the Act of 1889 to Acts and enactments being construed accordingly."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "192", "section_title": " Transitional and commencement provisions, amendments and repeals.", "section_text": "192 1 The provisions of Schedule 3 shall have effect for the purposes of this Act. 2 The appointment of a day for the purposes of any provision of Schedule 3 shall be effected by an order of the Secretary of State made by statutory instrument; and any such order shall include a provision amending Schedule 3 so as to insert an express reference to the day appointed. 3 Subject to subsection (4)— a the enactments specified in Schedule 4 shall have effect subject to the amendments specified in that Schedule (being minor amendments or amendments consequential on the preceding provisions of this Act), and b the enactments specified in Schedule 5 are hereby repealed to the extent shown in column 3 of that Schedule. 4 The Secretary of State shall by order made by statutory instrument provide for the coming into operation of the amendments contained in Schedule 4 and the repeals contained in Schedule 5, and those amendments and repeals shall have effect only as provided by an order so made."}, {"act": "Consumer Credit Act 1974", "year": 1974, "section": "193", "section_title": " Short title and extent.", "section_text": "193 1 This Act may be cited as the Consumer Credit Act 1974. 2 This Act extends to Northern Ireland."}]