[{"act": "Control of Pollution Act 1974", "year": 1974, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "3", "section_title": " Prohibition of unlicensed disposal of waste.", "section_text": "3 1 Except in prescribed cases, a person shall not— a deposit controlled waste on any land or cause or knowingly permit controlled waste to be deposited on any land; or b use any plant or equipment, or cause or knowingly permit any plant or equipment to be used, for the purpose of disposing of controlled waste or of dealing in a prescribed manner with controlled waste, unless the land on which the waste is deposited or, as the case may be, which forms the site of the plant or equipment is occupied by the holder of a licence issued in pursuance of section 5 of this Act (in this Part of this Act referred to as a “disposal licence”) which authorises the deposit or use in question and the deposit or use is in accordance with the conditions, if any, specified in the licence. 2 Except in a case falling within the following subsection, a person who contravenes any of the provisions of the preceding subsection shall, subject to subsection (4) of this section, be guilty of an offence and liable on summary conviction to a fine of an amount not exceeding £400 or on conviction on indictment to imprisonment for a term not exceeding two years or a fine or both. 3 A person who contravenes paragraph (a) of subsection (1) of this section in a case where— a the waste in question is of a kind which is poisonous, noxious or polluting; and b its presence on the land is likely to give rise to an environmental hazard; and c it is deposited on the land in such circumstances or for such a period that whoever deposited it there may reasonably be assumed to have abandoned it there or to have brought it there for the purpose of its being disposed of (whether by himself or others) as waste, shall, subject to the following subsection, be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding £400 or both or, on conviction on indictment, to imprisonment for a term not exceeding five years or a fine or both. 4 It shall be a defence for a person charged with an offence under this section to prove— a that he— i took care to inform himself, from persons who were in a position to provide the information, as to whether the deposit or use to which the charge relates would be in contravention of subsection (1) of this section, and ii did not know and had no reason to suppose that the information given to him was false or misleading and that the deposit or use might be in contravention of that subsection; or b that he acted under instructions from his employer and neither knew nor had reason to suppose that the deposit or use was in contravention of the said subsection (1); or c in the case of an offence of making, causing or permitting a deposit or use otherwise than in accordance with conditions specified in a disposal licence, that he took all such steps as were reasonably open to him to ensure that the conditions were complied with; or d that the acts specified in the charge were done in an emergency in order to avoid danger to the public and that, as soon as reasonably practicable after they were done, particulars of them were furnished to the disposal authority in whose area the acts were done. 5 In this section and subsections (5) and (6) of the following section “ land ” includes land covered with waters where the land is above the low-water mark of ordinary spring tides and the waters are not inland waters (within the meaning of Chapter I of Part III of the Water Act 1989)."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "4", "section_title": " Provisions supplementary to s. 3.", "section_text": "4 1 Where activities for which a disposal licence is required apart from this subsection have been carried on on any land during the period of six months ending with the date when subsection (1) of the preceding section comes into force, nothing in that subsection shall apply to the carrying on of those activities on the land during the period of one year beginning with that date and, where at the end of that period an appeal is pending in pursuance of section 10 of this Act against a rejection of an application for a disposal licence in respect of those activities on the land or against a decision to issue such a licence which specifies conditions, until the appeal is determined. 2 Nothing in subsection (1) of the preceding section applies to household waste from a private dwelling which is deposited, disposed of or dealt with within the curtilage of the dwelling by or with the permission of the occupier of the dwelling. 3 It shall be the duty of the Secretary of State, in exercising the power conferred on him by subsection (1) of the preceding section to prescribe excepted cases, to have regard in particular to the expediency of excluding from the controls imposed by virtue of that subsection— a any deposits which are small enough to be properly excluded from those controls or are of such a temporary nature that they may be so excluded; b any uses of plant or equipment which are innocuous enough to be so excluded; c cases for which adequate controls are provided by an enactment other than that subsection; and without prejudice to the generality of section 104(1)(a) of this Act the said power may be so exercised as to prescribe different excepted cases for different areas. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 For the purposes of subsection (3) of the preceding section— a the presence of waste on land gives rise to an environmental hazard if the waste has been deposited in such a manner or in such a quantity (whether that quantity by itself or cumulatively with other deposits of the same or different substances) as to subject persons or animals to a material risk of death, injury or impairment of health or as to threaten the pollution (whether on the surface or underground) of any water supply; and b the fact that waste is deposited in containers shall not of itself be taken to exclude any risk which might be expected to arise if the waste were not in containers. 6 In the case of any deposit of waste, the degree of risk relevant for the purposes of the preceding subsection shall be assessed with particular regard— a to the measures, if any, taken by the person depositing the waste, or by the owner or occupier of the land, or by others, for minimising the risk; and b to the likelihood of the waste, or any container in which it is deposited, being tampered with by children or others."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "5", "section_title": " Licences to dispose of waste.", "section_text": "5 1 An application for a disposal licence in respect of any land in the area of a disposal authority must be made in writing to the authority   . . . 2 A disposal licence shall not be issued for a use of land, plant or equipment for which planning permission is required in pursuance of  the Town and Country Planning Act 1990  or, in Scotland,  the Town and Country Planning (Scotland) Act 1997  unless such permission is in force;   . . . 3 Where an application has been received  for a disposal licence for a use of land, plant or equipment for which such planning permission as aforesaid is in force, it shall be the duty of  the appropriate Agency  not to reject the application unless  that Agency  is satisfied that its rejection is necessary for the purpose of preventing pollution of water or danger to public health. 4 Where  the appropriate Agency  proposes to issue a disposal licence, it shall be the duty of  that Agency  before it does so— a to refer the proposal to any collection authority whose area includes any part of the relevant land; and b to consider any representations about the proposal which, during the period of twenty-one days beginning with that on which the proposal is received by a body   . . . mentioned in paragraph (a) of this subsection or during such longer period as  that Agency  and that body   . . . agree in writing,  that Agency  receives from that body   . . .\t\t\t\t\t\t\t(including in particular any representations about the conditions which that body   . . . considers should be specified in the licence); . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A person who, in an application for a disposal licence, makes any statement which he knows to be false in a material particular or recklessly makes any statement which is false in a material particular shall be guilty of an offence and liable on summary conviction to a fine not exceeding £400 or on conviction on indictment to imprisonment for a term not exceeding two years or a fine or both."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "6", "section_title": " Provisions supplementary to s. 5.", "section_text": "6 1 Provision may be made by regulations . . .   as to the conditions specified in a disposal licence which shall be disregarded for the purposes of sections 3(1) and 31(2)(a) of this Act. 2  . . .  , a disposal licence may include such conditions as  the appropriate Agency  sees fit to specify in the licence; and without prejudice to the generality of the preceding provisions of this subsection, any such conditions may relate to— a the duration of the licence; b the supervision by the holder of the licence of activities to which the licence relates; c the kinds and quantities of waste which may be dealt with in pursuance of the licence or which may be so dealt with during a specified period, the methods of dealing with them and the recording of information relating to them; d the precautions to be taken on any land to which the licence relates; e the steps to be taken with a view to facilitating compliance with any conditions of such planning permission as is mentioned in subsection (2) of the preceding section; f the hours during which waste may be dealt with in pursuance of the licence; and g the works to be carried out, in connection with the land, plant or equipment to which the licence relates, before the activities authorised by the licence are begun or while they are continuing; and it is hereby declared that a condition may require the carrying out of works or the doing of any other thing which  that Agency  considers appropriate in connection with the licence notwithstanding that the licence holder is not entitled as of right to carry out the works or do the thing. 3 The holder of a disposal licence who without reasonable excuse contravenes a condition of the licence which in pursuance of regulations made by virtue of subsection (1) of this section is to be disregarded for the purposes mentioned in that subsection shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 5 on the standard scale ; but no proceedings for such an offence shall be brought in England and Wales except by or with the consent of the Director of Public Prosecutions or by  the Environment Agency . 4 It shall be the duty of  the Environment Agency and of  SEPA — a to maintain a register containing copies of all disposal licences which are for the time being in force in respect of land in England and Wales or, as the case may be, Scotland; b to secure that the register is open to inspection . . .   by members of the public free of charge at all reasonable hours; and c to afford members of the public reasonable facilities for obtaining from  that Agency , on payment of reasonable charges, copies of entries in the register. 5 If within the period of two months beginning with the date on which  a duly made application for a disposal licence was received , or within such longer period as  the appropriate Agency  and the applicant may at any time agree in writing,  the appropriate Agency  has neither issued a licence in consequence of the application nor given notice to the applicant that  that Agency  has rejected the application,  that Agency  shall be deemed to have rejected the application. 6 References to land in the preceding section and this section include such water as is mentioned in section 4(4) of this Act."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "7", "section_title": " Variation of conditions and revocation of licences.", "section_text": "7 1 While a disposal licence. . .   is in force, then— a subject to any regulations in force by virtue of subsection (1) of the preceding section,  the appropriate agency  may— i on its own initiative, serve a notice on the holder of the licence modifying the conditions specified in the licence to any extent which, in the opinion of  that agency , is desirable and is unlikely to require unreasonable expenditure by the licence holder, and ii on the application of the licence holder, serve a notice on him modifying the said conditions to the extent requested in the application; and b it shall be the duty of  that agency  to serve a notice on the licence holder modifying the conditions specified in the licence— i subject to subsection (4) of this section, to the extent which in the opinion of the authority is required for the purpose mentioned in section 9(1)(a) of this Act, and ii to the extent required by any regulations in force as aforesaid. 2 Subsection (4) . . .   of section 5 of this Act shall with the necessary modifications apply to a proposal to serve a notice in pursuance of paragraph (a) or paragraph (b)(i) of the preceding subsection as it applies to a proposal to issue a disposal licence, except that— a the Environment Agency or  SEPA , as the case may be, may postpone the reference in pursuance of the said subsection (4) so far as it considers that by reason of an emergency it is appropriate to do so; and b the Environment Agency or  SEPA , as the case may be, may disregard any collection authority for the purposes of the preceding provisions of this subsection in relation to a modification which, in the opinion of that Agency, will not affect that authority. 3 Section 5(6) of this Act shall apply to an application in pursuance of subsection (1)(a)(ii) of this section as it applies to an application for a disposal licence. 4 Where a disposal licence. . .   is in force and it appears to  the appropriate Agency — a that the continuation of activities to which the licence relates would cause pollution of water or danger to public health or would be so seriously detrimental to the amenities of the locality affected by the activities that the continuation of them ought not to be permitted; and b that the pollution, danger or detriment cannot be avoided by modifying the conditions specified in the licence, it shall be the duty of  that Agency  by a notice served on the holder of the licence to revoke the licence. 5 A notice served in pursuance of this section shall state the time at which the modification or revocation in question is to take effect."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "8", "section_title": " Transfer and relinquishment of licences.", "section_text": "8 1 The holder of a disposal licence may, after giving notice to  the appropriate Agency  that he proposes to transfer it on a day specified in the notice to a person whose name and address are so specified, transfer the licence to that person; but a licence in respect of which such a notice is given shall cease to have effect on the expiration of the period of ten weeks beginning with the date on which  that Agency  receives the notice if during the period of eight weeks beginning with that date  that Agency  gives notice to the transferee that it declines to accept him as the holder of the licence. 2 If by operation of law the right of the holder of a disposal licence to occupy the relevant land is transferred to some other person, that person shall be deemed to be the holder of the licence during the period of ten weeks beginning with the date of the transfer. 3 Except as provided by the preceding provisions of this section, references in this Part of this Act to the holder of a disposal licence are references to the person to whom the licence was issued. 4 The holder of a disposal licence may cancel the licence by delivering it to  the appropriate Agency  and giving notice to  that Agency  that he no longer requires the licence."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "9", "section_title": " Supervision of licensed activities.", "section_text": "9 1 While a disposal licence is in force it shall be the duty of  the appropriate Agency  to take the steps needed— a for the purpose of ensuring that the activities to which the licence relates do not cause pollution of water or danger to public health or become seriously detrimental to the amenities of the locality affected by the activities; and b for the purpose of ensuring that the conditions specified in the licence are complied with. 2 For the purpose of performing the duty which is imposed on  the Environment Agency or  SEPA , as the case may be,  by the preceding subsection in connection with a licence, any officer of  that Agency  authorised in writing in that behalf by  that Agency  may, if it appears to him that by reason of an emergency it is necessary to do so, carry out work on the relevant land and on any plant or equipment to which the licence relates. 3 Where  the Environment Agency or  SEPA  incurs any expenditure by virtue of the preceding subsection,  it  may recover the amount of the expenditure from the holder of the disposal licence in question, or if the licence has been revoked or cancelled from the last holder of it, except where the holder or last holder of the licence shows that there was no emergency requiring any work or except such of the expenditure as he shows was unnecessary. 4 Where it appears to  the appropriate Agency  that a condition specified in a disposal licence  . .  .   is not being complied with, then, without prejudice to any proceedings in pursuance of section 3 or 6(3) of this Act in consequence of any failure to comply with the condition,  that Agency  may— a serve on the licence holder a notice requiring him to comply with the condition before a time specified in the notice; and b if in the opinion of  that agency  the licence holder has not complied with the condition by that time, serve on him a further notice revoking the licence at a time specified in the further notice."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "10", "section_title": " Appeals to Secretary of State from decisions with respect to licences.", "section_text": "10 1 Where— a an application for a disposal licence or a modification of a disposal licence is rejected; or b a disposal licence which specifies conditions is issued; or c the conditions specified in a disposal licence are modified; or d a disposal licence is revoked, the applicant for the licence or, as the case may be, the holder or last holder of it may, in accordance with regulations, appeal from the decision in question to the Secretary of State; and where on such an appeal the Secretary of State determines that the decision is to be altered it shall be the duty of  the appropriate Agency  to give effect to the determination. 2 While an appeal in pursuance of the preceding subsection is pending in a case falling within paragraph (c) or (d) of that subsection, the decision in question shall, subject to the following subsection, be ineffective; and if the appeal is dismissed or withdrawn the decision shall be effective again from the end of the day on which the appeal is dismissed or withdrawn. 3 The preceding subsection shall not apply  if the decision in question is a decision  as respects which the notice relating to the decision which was served on the holder of the relevant licence in pursuance of section 7 or section 9(4)(b) of this Act includes a statement that  in the opinion of the body making the decision in question  it is necessary for the purpose of preventing pollution of water or danger to public health that the preceding subsection should not apply to the decision; but if on the application of the holder or former holder of the relevant licence the Secretary of State determines that  that body acted  unreasonably in including such a statement in the said notice, then— a if the appeal in question is still pending at the end of the day on which the determination is made, the preceding subsection shall apply to the decision from the end of that day; and b the holder or former holder of the licence shall be entitled to recover compensation from  the appropriate Agency  in respect of any loss suffered by him in consequence of the statement; and any dispute as to a person’s entitlement to compensation in pursuance of paragraph (b) of this subsection or as to the amount of the compensation shall be determined by arbitration."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "12", "section_title": " Collection of waste.", "section_text": "12 1 It shall be the duty of each collection authority— a subject to subsection (3) of this section, to arrange for the collection of all household waste in its area except waste— i which is situated at a place which in the opinion of the authority is so isolated or inaccessible that the cost of collecting it would be unreasonably high, and ii as to which the authority is satisfied that adequate arrangements for its disposal have been or can reasonably be expected to be made by a person who controls the waste; and b if requested by the occupier of premises in its area to collect any commercial waste from the premises, to arrange for the collection of the waste. 2 Each  English county disposal authority  and each collection authority may, if requested by the occupier of premises in its area to collect any industrial waste from the premises, arrange for the collection of the waste; but an English collection authority shall not be entitled to exercise the powers conferred on it by this subsection except with the consent of the relevant disposal authority. 3 No charge shall be made for the collection of household waste in pursuance of the preceding provisions of this section except in prescribed cases; and in any of those cases— a the duty to arrange for the collection of the waste in question which is imposed on the collection authority by subsection (1)(a) of this section shall not arise until a person who controls the waste requests the authority to collect it; and b the authority may recover a reasonable charge for the collection of the waste from the person who made the request in respect of it in pursuance of the preceding paragraph. 4 A person at whose request waste other than household waste is collected in pursuance of the preceding provisions of this section shall be liable to pay a reasonable charge for the collection and disposal of the waste to the authority which arranged for its collection; and it shall be the duty of that authority to recover the charge unless in the case of a charge in respect of commercial waste the authority considers it inappropriate to do so. 5 It shall be the duty of each collection authority— a to make such arrangements for the emptying of privies serving one or more private dwellings in its area as the authority considers appropriate and to make no charge for emptying done in pursuance of the arrangements; b if requested by the person who controls a cesspool serving only one or more private dwellings in its area to empty the cesspool, to remove such of the contents of the cesspool as the authority considers appropriate on payment if the authority so requires of a reasonable charge; and a collection authority may, if requested by the person who controls any other privy or cesspool in its area to empty the privy or cesspool, remove matter from it on payment as aforesaid. In this subsection “ privy ” means a latrine which has a moveable receptacle for faecal matter and “ cesspool ” includes a settlement tank or other tank for the reception or disposal of foul matter from buildings. 6 An  English county disposal authority  and any collection authority may— a construct, lay and maintain, within or outside its area, pipes and associated works for the purpose of collecting waste in pursuance of this section; b contribute towards the cost incurred by another person in providing or maintaining pipes or associated works connecting with pipes provided by the authority in pursuance of the preceding paragraph. 7 Parts V and  VI  of Schedule 3 to the  Water Act 1945 (which relate to the laying of mains and the breaking up of streets) shall apply in relation to pipes and associated works provided or to be provided in pursuance of paragraph (a) of the preceding subsection as those Parts apply in relation to water mains and pipes but as if— a sections 19(4) and 21 of that Schedule (which relate to the erection of street notices and the laying of service pipes) were omitted, and in section 22 of that Schedule the words “which they are authorised to lay” were omitted; and b for any reference to undertakers or limits of supply there were substituted respectively a reference to the authority in question and the area of the authority; and c for the reference to the special Act in section 25(4) of that Schedule there were substituted a reference to this subsection; and the  Pipe-lines Act 1962 shall not apply to pipes or associated works provided or to be provided in pursuance of paragraph (a) of the preceding subsection. 8 A collection authority may contribute towards the cost incurred by another person in providing or maintaining plant or equipment intended to deal with household waste before it is collected under arrangements made by the authority in pursuance of subsection (1)(a) of this section; and an  English county disposal authority  and any collection authority may contribute towards the cost incurred by another person in providing or maintaining plant or equipment intended to deal with commercial or industrial waste before it is collected under arrangements made by the authority in pursuance of subsection (1)(b) or subsection (2) of this section. 9 Subject to section 14(1) and (9) of this Act, anything collected under arrangements made by an authority in pursuance of this section shall belong to the authority and may be dealt with accordingly. 10 In the application of this section to Scotland— a in subsection (5), paragraph (b) and the references to a cesspool occurring later in that subsection shall be omitted; b for subsection (7) there shall be substituted the following subsection:— 7 Sections 2, 3, 4 and 41 of the  Sewerage (Scotland) Act 1968 (which relate to the maintenance  etc.  of public sewers and other works and the breaking open of streets etc.) shall apply in relation to pipes and associated works provided or to be provided in pursuance of paragraph (a) of the preceding subsection as those sections apply in relation to public sewers but as if— a the said section 2 conferred a power, and did not impose a duty, on a local authority to do the things mentioned in that section; and b in the said section 4, the words from “but, before any person” to the end were omitted; and the  Pipe-lines Act 1962 shall not apply to pipes and associated works provided or to be provided in pursuance of paragraph (a) of the preceding subsection. c in subsection (9), for the reference to section 14(1) and (9) of this Act there shall be substituted a reference to section 15(4) of this Act. 11 References to waste in the preceding provisions of this section include waste on premises occupied by the Crown but exclude waste as to which the Commissioners executing the  Crown Estate Paving Act 1851 (which among other things relates to premises in the Regent’s Park) make arrangements for its collection; but a disposal or collection authority shall not be entitled by virtue of this subsection to exercise, in relation to such premises or waste on such premises, any power conferred on the authority by virtue of sections 91 to 93 of this Act."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "13", "section_title": " Dustbins etc.", "section_text": "13 1 Where a collection authority has a duty by virtue of subsection (1)(a) of the preceding section to arrange for the collection of household waste from any premises, the authority may, by a notice served on the occupier of the premises, require him to place the waste for collection in receptacles which are of a kind and number reasonably specified in the notice. 1A A person who fails to comply with any of the requirements of such a notice shall be guilty of an offence and liable on summary conviction to a fine of an amount not exceeding  level 3 on the standard scale . 2 A notice served by an authority in pursuance of the preceding subsection may provide for the receptacles in question to be provided by the authority free of charge or— a if the recipient of the notice agrees, by the authority on payment by the recipient of the notice of such a single payment or such periodical payments as he agrees with the authority; or b by the recipient of the notice if he does not enter into an agreement in pursuance of the preceding paragraph within a period specified in the notice or the notice does not propose such an agreement. 3 Where by virtue of such a notice the recipient of it is required to provide any receptacles he may within the period of twenty-one days beginning with the last day of the period specified in the notice in pursuance of paragraph (b) of the preceding subsection or, where no period is so specified, beginning with the day on which the notice is served on him, appeal to a magistrates’ court against the notice on the ground that  any requirement specified in  the notice is unreasonable or on the ground that the receptacles in which household waste in the premises in question is placed for collection are adequate; and where an appeal against a notice is brought in pursuance of this subsection— a the notice shall be of no effect pending the determination of the appeal; and b the court shall either quash or modify the notice or dismiss the appeal; and c no question as to whether  any requirement  specified in the notice is unreasonable shall be entertained in any proceedings for an offence under this section in respect of the notice. 4 An  English disposal authority  and any collection authority may at the request of any person supply him with receptacles for commercial waste or industrial waste which he has requested the authority to arrange to collect and shall make a reasonable charge for any receptacle supplied in pursuance of this subsection unless in the case of a receptacle for commercial waste the authority considers it appropriate not to make a charge. 5 If it appears to a collection authority that there is likely to be situated, on any premises in its area, commercial waste or industrial waste of a kind which, if the waste is not stored in receptacles of a particular kind, is likely to cause a nuisance or to be detrimental to the amenities of the locality in which the premises are situated, the authority may, by a notice served on the occupier of the premises, require him to provide at the premises receptacles for the storage of such waste which are of a kind and number reasonably specified in the notice. 5A A person who fails to comply with any requirement specified in a notice shall be guilty of an offence and liable on summary conviction to a fine of an amount not exceeding  level 3 on the standard scale . 6 A person on whom a notice is served in pursuance of the preceding subsection may, within the period of twenty-one days beginning with the day on which the notice is served on him, appeal to a magistrates’ court against the notice on the grounds that  any requirement  specified in the notice is unreasonable or that the waste is not likely to cause a nuisance or be detrimental to the amenities of the locality in which the premises are situated; and where an appeal against a notice is brought in pursuance of this subsection, paragraph (a) to (c) of subsection (3) of this section shall apply in relation to the notice as they apply in relation to such a notice as is mentioned in that subsection. 7 A notice under subsection (1) or (5) of this section may make provision with respect to— a the size, construction and maintenance of receptacles for controlled waste; b the placing of the receptacles on premises for the purpose of facilitating the emptying of them, and access to the receptacles for that purpose; c the placing of the receptacles for that purpose on highways; d the substances which may and may not be put into the receptacles and the precautions to be taken where particular substances are put into them; and e the steps to be taken by occupiers of premises for the purposes of facilitating the collection of waste from receptacles for controlled waste which are provided in connection with the premises. 7A A notice under subsection (1) or (5) of this section shall not require receptacles to be placed on a highway unless— a the relevant highway authority have given their consent to their being so placed; and b arrangements have been made as to the liability for any damage arising out of their being so placed. 8 References to receptacles in the preceding provisions of this section include references to holders for receptacles."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "14", "section_title": " Disposal of waste in England and Wales.", "section_text": "14 1 Subject to the following subsection, it shall be the duty of each English collection authority to deliver to the relevant disposal authority, at such places as the disposal authority directs, all waste which is collected by the collection authority in pursuance of section 12 of this Act except waste paper which the collection authority decides is not to be delivered to the disposal authority; and anything delivered to a disposal authority in pursuance of this subsection shall belong to that authority and may be dealt with accordingly. 2 An English collection authority and the relevant disposal authority may agree that, subject to such conditions as to payment or otherwise as may be specified in the agreement, waste to which the agreement relates shall not be delivered to the disposal authority in pursuance of the preceding subsection but shall be dealt with under arrangements made by the collection authority for the purpose of enabling the waste to be used again or substances to be reclaimed from it. 3 Without prejudice to the powers of collection authorities apart from this subsection, a collection authority shall have power to provide plant and equipment for the sorting and baling of waste paper retained by the authority in pursuance of subsection (1) of this section or for sorting or processing waste retained by the authority in pursuance of the preceding subsection. 4 It shall be the duty of each disposal authority to arrange for the disposal of the waste collected by it in pursuance of section 12 of this Act or delivered to it in pursuance of subsection (1) of this section; and, without prejudice to the authority’s powers apart from the following provisions of this subsection  but subject to subsection (6) of section 77 of the Environmental Protection Act 1990 as respects any time after the date applicable to the authority under paragraph (a) or (b) of that subsection , the powers exercisable by the authority for the purpose of performing that duty shall include power— a to provide, within or outside its area, places at which to deposit waste before the authority transfers it to a place or plant or equipment provided in pursuance of the following paragraph; and b to provide, within or outside its area, places at which to dispose of the waste and plant or equipment for processing it or otherwise disposing of it. 5 Subsections (6) and (7) of section 12 of this Act shall have effect in relation to a disposal authority as if the reference in paragraph (a) of the said subsection (6) to the collection of waste in pursuance of that section included the disposal of waste in pursuance of this section and the disposal of anything produced from waste belonging to the authority. 6 A disposal authority or a collection authority may permit another person to use facilities provided by the authority in pursuance of the preceding provisions of this section and may provide for the use of another person any such facilities as the authority has power to provide in pursuance of those provisions; and— a subject to the following paragraph, it shall be the duty of the authority to make a reasonable charge in respect of the use by another person of the facilities unless the authority considers it appropriate not to make a charge; b no charge shall be made in pursuance of this subsection in respect of household waste; and c anything delivered to the authority by another person in the course of using the facilities shall belong to the authority and may be dealt with accordingly. 7 A collection authority and the relevant disposal authority may enter into an agreement for the making by either authority to the other of such payments as may be determined by or under the agreement in respect of waste collected by the collection authority in pursuance of section 12 of this Act including, without prejudice to the generality of the preceding provisions of this subsection, an agreement for the making of payments to the collection authority in respect of such arrangements as are mentioned in subsection (2) of this section. 8 Except as otherwise agreed in pursuance of the preceding subsection, the relevant disposal authority shall— a be entitled to receive from an English collection authority such sums as are needed to defray the reasonable cost to the disposal authority of disposing of commercial and industrial waste delivered to the disposal authority by the collection authority in pursuance of this section; and b pay to an English collection authority a reasonable contribution towards expenditure reasonably incurred by the collection authority in delivering waste to the disposal authority in pursuance of subsection (1) of this section where the place of delivery is unreasonably far from the collection authority’s area; and any question arising in pursuance of paragraph (a) of this subsection as to what cost is reasonable or in pursuance of paragraph (b) of this subsection as to whether a contribution is reasonable or expenditure was reasonably incurred or as to whether a place is unreasonably far from a collection authority’s area shall, in default of agreement between the two authorities in question, be determined by arbitration. 9 References to waste in subsections (1), (2), (4), (7) and (8) of this section do not include matter removed from privies or cesspools in pursuance of section 12(5) of this Act, and it shall be the duty of a collection authority by which matter is so removed— a to deliver the matter, in accordance with any directions of the  sewerage undertaker  of which the area includes that of the collection authority, at a place specified in the directions (which must be in or within a reasonable distance from the collection authority’s area) to the  sewerage undertaker  or to another person so specified; b to give to the  sewerage undertaker  from time to time a notice stating the quantity of the matter which the collection authority expects to deliver to or as directed by the  sewerage undertaker  in pursuance of the preceding paragraph during a period specified in the notice. 10 Any question arising in pursuance of paragraph (a) of the preceding subsection as to whether a place is within a reasonable distance from a collection authority’s area shall, in default of agreement between the collection authority and the  sewerage undertaker  in question, be determined by arbitration; and anything delivered to a  sewerage undertaker  in pursuance of that subsection shall belong to  the undertaker  and may be dealt with accordingly. 11 For the purposes of so much of the Water Act 1989 as relates to charging by sewerage undertakers the reception and disposal by a sewerage undertaker or other person of matter delivered to it or him by another sewerage undertaker in pursuance of subsection (9) of this section shall be treated as a service provided for that other undertaker by the sewerage undertaker in the course of carrying out its functions. 12 This section does not apply to Scotland."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "16", "section_title": " Removal of waste deposited in breach of licensing provisions.", "section_text": "16 1 If any controlled waste is deposited on any land  in contravention of section 3(1) of this Act, any authority to which this section applies may  serve a notice on the occupier of the land requiring him— a to remove the waste from the land within a period specified in the notice, which shall not be less than twenty-one days beginning with the date of service of the notice; or b to take within such a period such steps as are so specified with a view to eliminating or reducing the consequences of the deposit of the waste, or requiring him both to remove the waste as mentioned in paragraph (a) of this subsection and to take such steps as are mentioned in paragraph (b) of this subsection within such a period as aforesaid. 2 A person served with a notice in pursuance of the preceding subsection may within the twenty-one days aforesaid appeal to a magistrates’ court against the notice; and on any such appeal the court shall quash the notice if it is satisfied that— a the appellant neither deposited nor caused nor knowingly permitted the deposit of the waste on the land; or b service of the notice on the appellant was not authorised by the preceding subsection; or c there is a material defect in the notice; and in any other case shall either modify the notice or dismiss the appeal. 3 Where a person appeals against a notice in pursuance of this section, the notice shall be of no effect pending the determination of the appeal; and where the court modifies the notice or dismisses the appeal it may extend the period specified in the notice. 4 If a person on whom a notice is served in pursuance of subsection (1) of this section fails to comply with the notice, then— a he shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 5 on the standard scale  and a further fine not exceeding £50 for each day on which the failure continues after conviction for the offence and before the authority which served the notice has begun to exercise its powers in pursuance of the following paragraph; and b the said authority may do what that person was required by the notice to do and may recover from him any expenses reasonably incurred by the authority in doing it. 5 If it appears to such an authority as is mentioned in subsection (1) of this section that waste has been deposited as there mentioned and that— a in order to remove or prevent pollution of water or danger to public health it is necessary forthwith to remove the waste or to take other steps with a view to eliminating or reducing the consequences of the deposit of it or necessary forthwith to remove the waste and to take such other steps; or b there is no occupier of the land in question; or c the occupier of the land neither made nor knowingly permitted the deposit of the waste, the authority may remove the waste from the land or take such other steps as aforesaid or, as the case may require, may remove it and take such other steps. 6 Where an authority exercises in respect of any land a power conferred on it by the preceding subsection it shall be entitled to recover the cost of doing so and of disposing of any waste removed in the exercise of the power— a in a case falling within paragraph (a) of that subsection, from the occupier of the land unless he proves that he neither made nor caused nor knowingly permitted the deposit in question; b in any case, from any person who deposited or caused or knowingly permitted the deposit of any of the waste in question on the land, except such of the cost as the occupier or other person shows was incurred unnecessarily. 7 Any waste removed by an authority in pursuance of this section shall belong to the authority and may be dealt with accordingly. 8 The authorities to which this section applies are— a the appropriate Agency; b any collection authority in whose area the land mentioned in subsection (1) above is situated."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "17", "section_title": " Special provisions with respect to certain dangerous or intractable waste. ", "section_text": "17 1 If the Secretary of State considers that controlled waste of any kind is or may be so dangerous or difficult to dispose of that special provision in pursuance of this subsection is required for the disposal of waste of that kind by disposal authorities or other persons, it shall be his duty to make provision by regulations for the disposal of waste of that kind (hereafter in this section referred to as “ special waste ”); and, without prejudice to the generality of the Secretary of State’s power to make regulations in pursuance of the preceding provisions of this subsection, any such regulations may include provision— a  for the giving of directions by disposal authorities with respect to matters connected with the disposal of special waste; b for securing that special waste is not, while awaiting disposal in pursuance of the regulations, kept at any one place in quantities greater than those which are prescribed and in circumstances which differ from those which are prescribed; c for requiring the occupier of premises on which special waste is situated to give notice of that fact and other prescribed information to a prescribed authority; d for the keeping of records by persons who produce or dispose of special waste or transfer it to another person for disposal, for the inspection of the records and for the furnishing by such persons to prescribed authorities of copies of or information derived from the records; e providing that a contravention of the regulations shall be an offence and prescribing the maximum penalty for the offence (which shall not exceed, on summary conviction, a fine of £400 and, on conviction on indictment, imprisonment for a term of two years and a fine). 2 Without prejudice to the generality of the power to make regulations conferred by the preceding subsection, regulations made in pursuance of that subsection may include provision— a requiring special waste of particular kinds to be disposed of only by disposal authorities or, in the case of special waste of a kind which the Secretary of State considers involves or may involve such a risk of damage to persons or animals or vegetation that it should be disposed of only by him, to be disposed of only by the Secretary of State; b for the supervision by disposal authorities (whether by the application with modifications of provisions of section 9 of this Act or otherwise) of activities authorised by virtue of the regulations; c as to the recovery of expenses or other charges for disposals by disposal authorities or the Secretary of State in pursuance of the regulations; d as to appeals to the Secretary of State from decisions of disposal authorities in pursuance of the regulations. 3 Provision may also be made by regulations— a for the giving of a direction, in respect of any place in respect of which a disposal licence or a resolution in pursuance of section 11 of this Act is in force, requiring the holder of the licence or the authority which passed the resolution to accept and dispose of at the place, on such terms as are specified in the direction (including terms as to the making of payments to the recipient of the direction), such special waste as is so specified; b as to the consents to be obtained and the other steps to be taken before a direction may be given in pursuance of the regulations and as to appeals to the Secretary of State against a direction so given; c providing that a failure to comply with such a direction shall be an offence punishable on summary conviction by a fine not exceeding  level 5 on the standard scale  or such less amount as is prescribed and that a person shall not be guilty of an offence under any prescribed enactment by reason only of anything necessarily done or omitted in order to comply with such a direction."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "18", "section_title": " Application of preceding provisions to other waste.", "section_text": "18 1 The Secretary of State may, after consultation with such bodies as he considers appropriate, make regulations providing that prescribed provisions of sections 1 to 11 and 14 to 17 of this Act shall have effect in a prescribed area— a as if references in those provisions to controlled waste or controlled waste of a kind specified in the regulations included references to such waste as is mentioned in section 30(3)(c)(ii) of this Act which is of a kind so specified; and b with such other modifications as are prescribed; and regulations made in pursuance of this subsection may make such modifications of any enactment other than the sections aforesaid as the Secretary of State considers appropriate in connection with the regulations. 2 A person who— a deposits on any land any waste other than controlled waste; or b causes or knowingly permits the deposit on any land of any waste other than controlled waste, in a case where, if the waste were controlled waste and any disposal licence relating to the land were not in force, he would be guilty of an offence under section 3(3) of this Act shall be guilty of such an offence and punishable accordingly unless the act charged was done in pursuance of and in accordance with the terms of any consent, licence, approval or authority granted under any enactment (excluding any planning permission under the enactments relating to town and country planning); and in this subsection “ land ” includes such water as is mentioned in section 4(4) of this Act. 3 Subsection (2) of section 12 and subsection (4) of section 13 of this Act shall apply to waste other than controlled waste as the subsections apply to controlled waste."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "19", "section_title": " Powers of disposal authorities as respects other waste.", "section_text": "19 Each disposal authority shall have power to collect information about, and to make arrangements for the disposal of, waste which is situated or likely to be situated in its area and is not controlled waste; but nothing in sections 91 to 94 of this Act shall apply to functions conferred on an authority or information collected by an authority in pursuance of this section."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "20", "section_title": " Reclamation of waste.", "section_text": "20 Without prejudice to the powers of disposal authorities apart from this section, any disposal authority may— a do such things as the authority considers appropriate for the purpose of— i enabling waste belonging to the authority, or belonging to another person who requests the authority to deal with it in pursuance of this section, to be used again, or ii enabling substances to be reclaimed from such waste; b buy or otherwise acquire waste with a view to its being used again or to the reclamation of substances from it; and c use, sell or otherwise dispose of waste belonging to the authority or anything produced from such waste."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "21", "section_title": " Production of heat and electricity from waste etc.", "section_text": "21 1 A disposal authority may, subject to  subsection (2)  of this section,— a use waste belonging to the authority for the purpose of producing from it heat or electricity or both; b establish and operate, within or outside its area, such generating stations and other installations as the authority thinks fit for the purpose aforesaid; and c where the authority operates an installation in which waste is usually used as the main fuel for the purpose of producing heat or electricity, then— i in the case of an installation for producing heat, use other fuel in addition to waste to produce the heat, and ii in the case of an installation for producing electricity, use other fuel to assist in burning the waste to produce the electricity, and, in an emergency, use other fuel instead of waste to produce the heat or electricity; and a disposal authority may use, sell or otherwise dispose of any heat  or electricity  produced by the authority by virtue of this section. 2 Nothing in subsection (1) of this section shall be construed as exempting a disposal authority from the requirements of Part I of the Electricity Act 1989. 4 Subsection (6) of section 12 of this Act (except paragraph (b) of that subsection) and subsection (7) of that section (except so much of it as relates to the  Pipe-lines Act 1962) shall have effect in relation to a disposal authority as if the reference in the said subsection (6) to the collection of waste in pursuance of that section included the conveying of heat produced by the authority by virtue of this section and of air, steam and water heated by such heat. 5 It shall be the duty of a disposal authority by which an installation for producing heat is operated in pursuance of this section in any year to furnish to the Secretary of State, as soon as practicable after the end of that year, such particulars relating to the installation and heat produced at it as are prescribed. 6 Nothing in this section   . . . shall be construed as prejudicing any power exercisable by a disposal authority apart from this section."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "22", "section_title": " Street cleaning etc.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A local authority may, with the consent of any person who has an interest in or is the occupier of any relevant land, arrange for the cleaning of the land and may enter into an agreement with such a person for the payment by him of charges in respect of the cleaning; and in this subsection “ relevant land ” means any land in the open air to which members of the public have access, either as of right or otherwise, and which is not the site of a highway. 4 In the preceding provisions of this section and in the following section— “ highway ” means highway maintainable at the public expense within the meaning of  the  Highways Act 1980 ; “ local authority ” means the council of a district or London borough and the Common Council of the City of London  but, in relation to Wales, means the council of a county or county borough  ; and “ special road ” and “ trunk road ” have the same meanings as in  the  Highways Act 1980 . 5 In the application of this section to Scotland the preceding subsection shall not have effect and in this section and in the following section— “ highway ” and “ highway authority ” have respectively the same meanings as in the  Roads (Scotland) Act 1970; “ local authority ” means a collection authority; “ special road ” has the same meaning as in the  Special Roads Act 1949; “ trunk road ” means a highway which by virtue of the  Trunk Roads Acts 1936   and 1946 or an order under section 1 of the Trunk Roads Act 1946, or by virtue of section 9(1) of the said Act of 1949, is a trunk road."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "23", "section_title": " Prohibition of parking to facilitate street cleaning.", "section_text": "23 1 Where in the case of any part of a highway (hereafter in this section referred to as “ the relevant area ”) the highway authority for the relevant area or the local authority in whose area the relevant area is situated considers that, in order to facilitate the cleaning of the relevant area on a particular day (hereafter in this section referred to as “ the relevant day ”), it is appropriate to prohibit the parking of vehicles in the relevant area during certain hours of the relevant day, the authority may give notice in accordance with the following provisions of this section prohibiting such parking. 2 Such a notice must specify the relevant area, the relevant day and the hours in question; and a copy of the notice must— a be served on the occupier of any premises adjoining the relevant area; and b be conspicuously displayed at places in the relevant area. 2A The effect of the giving of such a notice and of the service and display of copies of it as required by subsection (2) of this section shall be to suspend during the hours of the relevant day specified in the notice the operation of any provision which is contained in an order under the Road Traffic Regulation Act  1984  or a local enactment and which authorises, designates or regulates the use of a street parking place in the relevant area. 2B The authority giving the notice shall cover up traffic signs and parking meters in the relevant area during the hours of the relevant day specified in the notice, but without prejudice to the effect of the notice. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Regulations may . . .   provide that  sections 99 to 102 of the Road Traffic Regulation Act 1984 \t\t\t\t\t(which among other things provide for the removal, storage and disposal of vehicles left on roads in contravention of a statutory prohibition) shall have effect, in relation to any vehicle which is or was standing on any part of a highway while parking on that part is or was prohibited by virtue of this section, with such modifications as are prescribed. 5 If, either before or during the hours on the relevant day which are specified in a notice given by an authority as mentioned in subsection (1) of this section, the authority displays notices in the relevant area stating that the prohibition on parking is not to come into force or is to cease to be in force, the effect of the notices under this subsection shall be to prevent the prohibition coming into force or, as the case may be, to terminate it. 6 It shall be the duty of the highway authority for any part of a highway and of the local authority in whose area the part is situated to co-operate with each other in performing the functions conferred on them by virtue of this section; and where a highway authority or a local authority gives notice as mentioned in subsection (1) of this section in respect of any part of a highway for which it is the highway authority or, as the case may be, which is within its area, any other authority which is the highway authority for that part or which is the local authority within whose area that part is situated shall, with the approval of the authority which gave the notice, be entitled to act in pursuance of this section as if the other authority had given similar notice. 6A No authority shall issue a notice under this section whose effect would be to suspend the operation of provisions of an order not made by the highway authority without first consulting the authority who made the order. 7 Where any parking in the relevant area is, by virtue of a notice given as mentioned in subsection (1) of this section, prohibited during specified hours on the relevant day, no right of action shall accrue to any person by reason of the fact that all or some of the cleaning of the relevant area which the highway authority or, as the case may be, the local authority proposes to do or has done during those hours is not cleaning which that authority has or had power to do if the other of those authorities has or had power to do it. 8 Any reference in the preceding provisions of this section to a part of a highway includes any such part on which the parking of vehicles is, apart from this section, authorised by virtue of any enactment whether on payment or free of charge; and where the parking of vehicles on such a part is prohibited by virtue of this section a person shall not be entitled to recover any sum paid by him in respect of the parking of a vehicle there. 9 In this section “ parking meter ”, “ street parking place ” and “ traffic sign ” have the meanings respectively assigned to them by  sections 46(2)(a), 142(1) and 64(1) of the Road Traffic Regulation Act 1984,"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "24", "section_title": " Litter.", "section_text": "24 1 It shall be the duty of the council of each county in England and Wales and the local authorities of which the areas are included in the county and, where the county includes land in a National Park, the Park authority to consult from time to time together, and with such voluntary bodies as the council and the authorities consider appropriate and as agree to participate in the consultations, about the steps which the council and each of the authorities and bodies is to take for the purpose of abating litter in the county; and it shall be the duty of the county council— a to prepare and from time to time revise a statement of the steps which the council and each of the authorities and bodies agrees to take for that purpose; and b to take such steps as in its opinion will give adequate publicity in the county to the statement; and c to keep a copy of the statement available at its principal office for inspection by the public free of charge at all reasonable hours. 2 The preceding subsection shall apply to Greater London and the Greater London Council as it applies to a county and the council of a county, and in that subsection “ local authority ” means a collection authority, a parish council, a parish meeting and a community council and “ Park authority ” means the National Parks Committee or the joint or special planning board for the park in question, 3 In Scotland, it shall be the duty of— a the council of each region of and the district councils of which the districts are included in the region to consult from time to time together and with such voluntary bodies as the regional council and the district councils consider appropriate and as agree to participate in the consultations; b the council of each islands area to consult with such voluntary bodies as the council considers appropriate and as agree to participate in the consultations, about the steps which the regional or islands council and each of the bodies with which it consulted (including, in the case of a regional council, each district council) is to take for the purpose of abating litter in the region or, as the case may be, islands area; and it shall be the duty of the regional or islands council— i to prepare and from time to time revise a statement of the steps which the regional or islands council and each of the bodies agrees to take for the purpose; ii to take such steps as in its opinion will give adequate publicity in its area to the statement; and iii to keep a copy of the statement available at its principal office for inspection by the public free of charge at all reasonable hours. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "26", "section_title": " Outfall pipes for sewage disposal works.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "27", "section_title": " Interference with refuse tips and dustbins  etc.", "section_text": "27 1 No person shall sort over or disturb— a anything deposited at a place provided by a disposal authority or a collection authority for the deposit of waste or in a receptacle for waste which is provided by such an authority or a parish or community council for public use; or b the contents of any receptacle for waste which, in accordance with  a notice under section 13(1) or (5)  of this Act, is placed on any highway or in any other place with a view to its being emptied, unless he is authorised to do so by the authority  or council  in the case of anything deposited as mentioned in paragraph (a) above or, in the case of such a receptacle as is mentioned in paragraph (b) above, unless he is a person entitled to the custody of the receptacle or is authorised to do so by such a person or is a person having the function of emptying the receptacle. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 A person who contravenes any of the provisions of the preceding subsection shall be guilty of an offence and liable on summary conviction to a fine of an amount not exceeding  level 3 on the standard scale ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "28", "section_title": " Supplementary provisions relating to pipes.", "section_text": "28 1 Where an authority provides pipes in pursuance of section 12(6), 14(5), 15(2),  or 21(4)  of this Act, it shall be the duty of the authority— a except where the authority is a collection authority and the pipes are situated in its area, to send to the collection authority in whose area the pipes are situated a map . . .   showing the location of the pipes; and b where the authority is a collection authority and the pipes are situated in its area, to prepare such a map; and it shall be the duty of an authority by which a map is received in pursuance of paragraph (a) of this subsection or is prepared in pursuance of paragraph (b) of this subsection to secure that a copy of the map is available at its principal offices for inspection by the public free of charge at all reasonable hours. In the application of this subsection to Scotland, the words “the authority is a collection authority and” in paragraphs (a) and (b) shall be omitted. 2 Section 25 of the  Public Health Act 1936 (under which the erection of buildings over a sewer or drain may be prevented or controlled by a local authority or, on appeal, by a magistrates’ court) shall have effect as if references to a drain included any pipe provided as mentioned in the preceding subsection and as if the reference to the map of sewers required by that Act to be kept deposited at the offices of an authority included any map required by the preceding subsection to be kept available at the offices of the authority. 3 Section 21 of the  Sewerage (Scotland) Act 1968 (under which the erection of buldings over a sewer vested in a local authority may be prevented or controlled by the authority or, on appeal, by the sheriff) shall have effect as if the reference to a sewer vested in a local authority included any pipe provided as mentioned in subsection (1) of this section. 4 References to pipes in the preceding provisions of this section include associated works."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "29", "section_title": " Modification of Parts I and  II  to avoid duplication of control.", "section_text": "29 The Secretary of State may by regulations make such modifications of this Part of this Act and Part II of this Act as he considers appropriate with a view to securing that the provisions of one but not both of those Parts apply to prescribed acts and omissions."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30", "section_title": " Interpretation etc. of Part I.", "section_text": "30 1 Subject to the following subsection, in this Part of this Act—   “the appropriate Agency” means—  in relation to England  ..., the Environment Agency; in relation to Wales, the Natural Resources Body for Wales; and in relation to Scotland, SEPA; “ associated works ”, in relation to pipes, means any of the following connected with the pipes, namely, any valve, filter, stopcock, pump, inspection chamber and manhole and such other works as are prescribed; “ collection authority ” means the council of a district or a London borough, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple and the Under Treasurer of the Middle Temple and “ English collection authority ” means a collection authority  of which the area is in the area of an English county disposal authority ; “ controlled waste ” means household, industrial and commercial waste or any such waste;  “ disposal authority ” means the council of a county or metropolitan district in England, the council of a London borough and the Common Council of the City of London, “ English county disposal authority ” means the council of a county in England and “ relevant disposal authority ”, in relation to an English collection authority, means the English county disposal authority whose area includes that of the collection authority; “ disposal licence ” has the meaning assigned to it by section 3(1) of this Act, and “ holder ” in relation to such a licence shall be construed in accordance with section 8(3) of this Act; “ private dwelling ” means— a hereditament or premises used wholly for the purposes of a private dwelling or private dwellings as determined in accordance with Schedule 13 to the  General Rate Act 1967; and a caravan as defined in section 29(1) of the  Caravan Sites and Control of Development Act 1960 (disregarding the amendment made by section 13(2) of the  Caravan Sites Act 1968) which usually and for the time being is situated on a caravan site within the meaning of that Act; “ relevant land ” means— in relation to a proposal to issue a disposal licence, the land on which activities may be carried on in pursuance of the licence if it is issued in accordance with the proposal; and in relation to a disposal licence, the land on which activities may be carried on in pursuance of the licence, and references to land in the preceding paragraphs include such water as is mentioned in section 4(4) of this Act;   “ waste ” has the same meaning as it has in Part II of the Environmental Protection Act 1990 by virtue of section 75(2) of that Act;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In the application of this Part of this Act to Scotland— “ collection authority ” means an islands or district council; “ disposal authority ” means an islands or district council; “ private dwelling ” means— lands and heritages used wholly or mainly for the purposes of a private dwelling or private dwellings; and a caravan as defined in section 29(1) of the  Caravan Sites and Control of Development Act 1960 which usually and for the time being is situated on a caravan site within the meaning of that Act; “ Scottish collection authority ” means a collection authority of which the area is in Scotland; “ Scottish disposal authority ” means a disposal authority of which the area is in Scotland. 3 Subject to the following subsection, for the purposes of this Part of this Act— a household waste consists of waste from a private dwelling or residential home or from premises forming part of a university or school or other educational establishment or forming part of a hospital or nursing home; b industrial waste consists of waste from any factory within the meaning of the  Factories Act 1961 and any premises occupied by a body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or any undertaking, excluding waste from any mine or quarry; and c commercial waste consists of waste from premises used wholly or mainly for the purposes of a trade or business or the purposes of sport, recreation or entertainment excluding— i household and industrial waste, and ii waste from any mine or quarry and waste from premises used for agriculture within the meaning of the  Agriculture Act 1947 or, in Scotland, the  Agriculture (Scotland) Act 1948, and iii waste of any other description prescribed for the purposes of this sub-paragraph. 4 Regulations may provide that waste of a prescribed description shall be treated for the purposes of prescribed provisions of this Part of this Act as being or not being household waste or industrial waste or commercial waste; but no regulations shall be made by virtue of the preceding provisions of this subsection in respect of such waste as is mentioned in paragraph (c)(ii) of the preceding subsection and references in those provisions and in the preceding subsection to waste do not include sewage except so far as regulations provide otherwise. In this subsection “ sewage ” includes matter in or from a privy within the meaning of section 12(5) of this Act. 5 Except as provided by regulations made by virtue of this subsection, nothing in this Part of this Act applies to radioactive waste within the meaning of  Schedule 23 to   the Environmental Permitting (England and Wales) Regulations 2016 (S.I. 2016/1154)   ; but regulations may— a provide for prescribed provisions of this Part of this Act to have effect with such modifications as the Secretary of State considers appropriate for the purposes of dealing with such radioactive waste; b make such modifications of  ...   the Environmental Permitting (England and Wales) Regulations 2016   and any other enactment   as the Secretary of State considers appropriate in consequence of the passing of this Part of this Act or in connection with regulations made by virtue of the preceding paragraph."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30Y", "section_title": " Introductory.", "section_text": "30Y 1 For the purposes of this Part, “ abandonment ”, in relation to a mine,— a subject to paragraph (b) below, includes— i the discontinuance of any or all of the operations for the removal of water from the mine; ii the cessation of working of any relevant seam, vein or vein-system; iii the cessation of use of any shaft or outlet of the mine; iv in the case of a mine in which activities other than mining activities are carried on (whether or not mining activities are also carried on in the mine)— A the discontinuance of some or all of those other activities in the mine; and B any substantial change in the operations for the removal of water from the mine; but b does not include— i the abandonment of any rights, interests or liabilities by the Accountant in Bankruptcy acting as   trustee  or interim trustee in a sequestration (within the meaning of the Bankruptcy (Scotland) Act   2016 );  ... ii any disclaimer under section 178 or 315 of the  Insolvency Act 1986 (power of liquidator, or trustee of bankrupt’s estate, to disclaim onerous property) by the official receiver acting in a compulsory capacity;  or iii any disclaimer by notice signed by the Queen's and Lord Treasurer's Remembrancer under section 1013 of the Companies Act 2006 (Crown disclaimer of property vesting as  bona vacantia ). and cognate expressions shall be construed accordingly. 2 In this Part, except where the context otherwise requires— “ acting in a compulsory capacity ”, in the case of the official receiver, means acting as— liquidator of a company; receiver or manager of a bankrupt’s estate, pursuant to section 287 of the  Insolvency Act 1986; trustee of a bankrupt’s estate; liquidator of an insolvent partnership; trustee of an insolvent partnership; trustee, or receiver or manager, of the insolvent estate of a deceased person; “ the official receiver ” has the same meaning as it has in the  Insolvency Act 1986 by virtue of section 399(1) of that Act; “ relevant seam, vein or vein-system ”, in the case of any mine, means any seam, vein or vein-system for the purpose of, or in connection with, whose working any excavation constituting or comprised in the mine was made. 3 This Part extends only to Scotland."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30Z", "section_title": " Mine operators to give  SEPA  six months’ notice of any proposed abandonment.", "section_text": "30Z 1 If, in the case of any mine, there is to be an abandonment at any time after the expiration of the initial period, it shall be the duty of the operator of the mine to give notice of the proposed abandonment to  SEPA  at least six months before the abandonment takes effect. 2 A notice under subsection (1) above shall contain such information (if any) as is prescribed for the purpose, which may include information about the operator’s opinion as to any consequences of the abandonment. 3 A person who fails to give the notice required by subsection (1) above shall be guilty of an offence and liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 4 A person shall not be guilty of an offence under subsection (3) above if— a the abandonment happens in an emergency in order to avoid danger to life or health; and b notice of the abandonment, containing such information as may be prescribed, is given as soon as reasonably practicable after the abandonment has happened. 5 Where the operator of a mine is— a the Accountant in Bankruptcy acting as   trustee   or interim trustee in a sequestration (within the meaning of the Bankruptcy (Scotland) Act   2016 ); or b the official receiver acting in a compulsory capacity, he shall not be guilty of an offence under subsection (3) above by reason of any failure to give the notice required by subsection (1) above if, as soon as is reasonably practicable (whether before or after the abandonment), he gives to  SEPA  notice of the abandonment or proposed abandonment, containing such information as may be prescribed. 6 Where a person gives notice under subsection (1), (4)(b) or (5) above, he shall publish prescribed particulars of, or relating to, the notice in one or more local newspapers circulating in the locality where the mine is situated. 7 Where  SEPA — a receives notice under this section or otherwise learns of an abandonment or proposed abandonment in the case of any mine, and b considers that, in consequence of the abandonment or proposed abandonment taking effect, any land has or is likely to become contaminated land, within the meaning of Part IIA of the  Environmental Protection Act 1990, it shall be the duty of  SEPA  to inform the local authority in whose area that land is situated of the abandonment or proposed abandonment. 8 In this section— “ the initial period ” means the period of six months beginning with the day on which subsection (1) above comes into force; “ local authority ” means a council constituted under section 2 of the  Local Government  etc.  (Scotland) Act 1994."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30A", "section_title": " Waters to which Part II applies.", "section_text": "30A 1 This part applies to any waters (in this Part referred to as “ controlled waters ”) of any of the following classes— a relevant territorial waters, that is to say, subject to subsection (5) below, the waters which extend seaward for three miles from the baselines from which the breadth of the territorial sea adjacent to Scotland is measured; b coastal waters, that is to say, any waters which are within the area which extends landward from those baselines as far as the limit of the highest tide or, in the case of the waters of any relevant river or watercourse, as far as the fresh-water limit of the river or watercourse, together with the waters of any enclosed dock which adjoins waters within that area; c inland waters, that is to say, the waters of any relevant loch or pond or of so much of any relevant river or watercourse as is above the fresh-water limit; d ground waters, that is to say, any waters contained in underground strata, or in— i a well, borehole or similar work sunk into underground strata, including any adit or passage constructed in connection with the well, borehole or work for facilitating the collection of water in the well, borehole or work; or ii any excavation into underground strata where the level of water in the excavation depends wholly or mainly on water entering it from the strata. 2 The Secretary of State— a shall deposit maps with  SEPA  showing what appear to him to be the fresh-water limits of every relevant river or watercourse . . .  ; and b may from time to time, if he considers it appropriate to do so by reason of any change of what appears to him to be the fresh-water limit of any river or watercourse, deposit a map showing a revised limit for that river or watercourse; and in subsection (1) above “ fresh-water limit ”, in relation to any river or watercourse, means the place for the time being shown as the fresh-water limit of that river or watercourse in the latest map deposited for that river or watercourse under this subsection. 3 It shall be the duty of  SEPA  to keep any maps deposited with it under subsection (2) above available, at all reasonable times, for inspection by the public free of charge. 4 In this section— “ miles ” means international nautical miles of 1,852 metres; “ loch or pond ” includes a reservoir of any description; “ relevant loch or pond ” means (subject to subsection (5) below) any loch or pond which (whether it is natural or artificial or above or below ground) discharges into a relevant river or watercourse or into another loch or pond which is itself a relevant loch or pond; “ relevant river or watercourse ” means any river or watercourse (including an underground river or watercourse and an artificial river or watercourse) which is neither a public sewer nor a sewer or drain which drains into a public sewer. 5 The Secretary of State may by order provide— a that any area of the territorial sea adjacent to Scotland is to be treated as if it were an area of relevant territorial waters for the purposes of this Part; b that any loch or pond which does not discharge into a relevant river or watercourse or into a relevant loch or pond is to be treated for those purposes as a relevant loch or pond. 6 The power of the Secretary of State to make an order under subsection (5) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and such an order may— a contain such supplemental, consequential and transitional provision as the Secretary of State considers appropriate; and b make different provision for different cases, including different provision in relation to different persons, circumstances or localities."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30B", "section_title": " Classification of quality waters.", "section_text": "30B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30C", "section_title": " Water quality objectives.", "section_text": "30C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30D", "section_title": " General duties to achieve and maintain objectives etc.", "section_text": "30D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30E", "section_title": " Consultation and collaboration.", "section_text": "30E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30F", "section_title": " Pollution offences.", "section_text": "30F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30G", "section_title": " Prohibition of certain discharges by notice or regulations.", "section_text": "30G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30H", "section_title": " Discharges into and from sewers etc.", "section_text": "30H . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30I", "section_title": " Defence to principal offences in respect of authorised discharges.", "section_text": "30I . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "30J", "section_title": " Other defences to principal offences.", "section_text": "30J . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "31", "section_title": " Control of pollution of rivers and coastal waters etc. ", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "31A", "section_title": " Requirements to take precautions against pollution.", "section_text": "31A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "31B", "section_title": " Nitrate sensitive areas.", "section_text": "31B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "31C", "section_title": " Registering of agreement.", "section_text": "31C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "31D", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31D"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "33", "section_title": " Control of sanitary appliances on vessels.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "34", "section_title": " Consents for discharges of trade and sewage effluent etc. ", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "35", "section_title": " Reference to Secretary of State of certain applications for consent. ", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "36", "section_title": " Provisions supplementary to ss. 34 and 35. ", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "37", "section_title": " Revocation of consents and alteration and imposition of conditions. ", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "38", "section_title": " Restriction on variation and revocation of consent and of previous variation. ", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "38A", "section_title": " General review of consents.", "section_text": "38A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "39", "section_title": " Appeals to the Secretary of State. ", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "40", "section_title": " Transitional provisions relating to consent. ", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "41", "section_title": " Registers. ", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "42A", "section_title": " Exclusion from registers of information affecting national security.", "section_text": "42A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "42B", "section_title": "\n\n\n\n\t\t\tExclusion from registers of certain confidential information.", "section_text": "42B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "46", "section_title": " Operations by river purification authorities to remedy or forestall pollution of water.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "46A", "section_title": " Notices requiring persons to carry out anti-pollution operations.", "section_text": "46A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "46B", "section_title": " Grant of, and compensation for, rights of entry etc.", "section_text": "46B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "46C", "section_title": " Appeals against works notices.", "section_text": "46C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "46D", "section_title": " Consequences of not complying with a works notice.", "section_text": "46D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "47", "section_title": " Duty of water authorities to deal with waste from vessels etc.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "48", "section_title": " Power of water authorities to exclude unregistered vessels from rivers etc.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "49", "section_title": " Deposits and vegetation in rivers etc.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "49A", "section_title": " Enforcement notices as respects discharge consents.", "section_text": "49A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "49B", "section_title": " Appeals against enforcement notices.", "section_text": "49B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "50", "section_title": " Investigation of water pollution problems arising from closure of mines.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "51", "section_title": " Codes of good agricultural practice. ", "section_text": "51 1 The Secretary of State may by order made by statutory instrument approve any code of practice issued (whether by him or by another person) for the purpose of— a giving practical guidance to persons engaged in agriculture with respect to activities that may affect controlled waters; and b promoting what appear to him to be desirable practices by such persons for avoiding or minimising the pollution of any such waters, and may at any time by such an order approve a modification of such a code or withdraw his approval of such a code or modification. 2 A contravention of a code of practice as for the time being approved under this section shall not of itself give rise to any criminal or civil liability,  ... 3 The Secretary of State shall not make an order under this section unless he has first consulted the river purification authorities."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "52", "section_title": " Charges in respect of certain discharges in England and Wales.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "54"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "55"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "55A", "section_title": " Regulations under this Part.", "section_text": "55A Regulations made under this Part of this Act may provide that any provision of this Part, except this section  ..., shall have effect with such modifications as may be prescribed for the purpose of enabling Her Majesty’s Government in the United Kingdom— a to give effect to any   EU   obligation or exercise any related right; or b to give effect to any obligation or exercise any related right under any international agreement to which the United Kingdom is for the time being a party, and “ related right ”, in relation to an obligation, includes any derogation or other right to make more onerous provisions available in respect of that obligation."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "56", "section_title": " Interpretation etc. of Part II.", "section_text": "56 1 Except where the context otherwise requires, in this Part of this Act— “ agriculture ” and “ agricultural ” have the same meanings as in the Agriculture (Scotland) Act   1948;   “ controlled waters ” has the meaning   given by section 30A(1) above; “ drain ” has the same meaning as in the  Sewerage (Scotland) Act 1968; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ sewer ” has the same meaning as in the Sewerage (Scotland) Act 1968; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ underground strata ” means strata subjacent to the surface of any land; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ watercourse ” includes all rivers, streams, ditches, drains, cuts, culverts, dykes, sluices, sewers, and passages through which water flows except mains and other pipes which belong to   Scottish Water   or are used by   Scottish Water   or any other person for the purposes only of providing a supply of water to any premises. 2 In this Part of this Act— a any reference to the waters of any loch or pond or of any river or watercourse includes a reference to the bottom, channel or bed of any loch, pond, river or, as the case may be, watercourse which is for the time being dry; and b any reference to water contained in underground strata is a reference to water so contained otherwise than in a sewer, pipe, reservoir, tank or other underground works constructed in any such strata. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "57", "section_title": " Periodical inspections by local authorities.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "58A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58A"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "58B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58B"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "59A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59A"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "60", "section_title": " Control of noise on construction sites.", "section_text": "60 1 This section applies to works of the following description, that is to say— a the erection, construction, alteration, repair or maintenance of buildings, structures or roads; b breaking up, opening or boring under any road or adjacent land in connection with the construction, inspection, maintenance or removal of works; c demolition or dredging work; and d (whether or not also comprised in paragraph (a), (b) or (c) above) any work of engineering construction. 2 Where it appears to a local authority that works to which this section applies are being, or are going to be, carried out on any premises, the local authority may serve a notice imposing requirements as to the way in which the works are to be carried out and may if it thinks fit publish notice of the requirements in such way as appears to the local authority to be appropriate. 3 The notice may in particular— a specify the plant or machinery which is, or is not, to be used; b specify the hours during which the works may be carried out; c specify the level of noise which may be emitted from the premises in question or at any specified point on those premises or which may be so emitted during specified hours; and d provide for any change of circumstances. 4 In acting under this section the local authority shall have regard— a to the relevant provisions of any code of practice issued under this Part of this Act; b to the need for ensuring that the best practicable means are employed to minimise noise; c before specifying any particular methods or plant or machinery, to the desirability in the interests of any recipients of the notice in question of specifying other methods or plant or machinery which would be substantially as effective in minimising noise and more acceptable to them; d to the need to protect any persons in the locality in which the premises in question are situated from the effects of noise. 5 A notice under this section shall be served on the person who appears to the local authority to be carrying out, or going to carry out, the works, and on such other persons appearing to the local authority to be responsible for, or to have control over, the carrying out of the works as the local authority thinks fit. 6 A notice under this section may specify the time within which the notice is to be complied with, and may require the execution of such works, and the taking of such other steps, as may be necessary for the purpose of the notice, or as may be specified in the notice. 7 A person served with a notice under this section may appeal against the notice to a magistrates’ court within twenty one days from the service of the notice. 8 If a person on whom a notice is served under this section without reasonable excuse contravenes any requirement of the notice he shall be guilty of an offence against this Part of this Act."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "61", "section_title": " Prior consent for work on construction sites.", "section_text": "61 1 A person who intends to carry out works to which the preceding section applies may apply to the local authority for a consent under this section. 2 Where approval under building regulations  under Part II of the  Public Health Act 1936 , or in Scotland a  building warrant   under  section 9   of the Building (Scotland) Act  2003 (asp 8) , is required for the carrying out of the works, the application under this section must be made at the same time as, or later than, the request for the approval under building regulations or, as the case may be, the application for a  building warrant   under the said Act of  2003 . 3 An application under this section shall contain particulars of— a the works, and the method by which they are to be carried out; and b the steps proposed to be taken to minimise noise resulting from the works. 4 If the local authority considers that the application contains sufficient information for the purpose and that, if the works are carried out in accordance with the application, it would not serve a notice under the preceding section in respect of those works, the local authority shall give its consent to the application. 5 In acting under this section a local authority shall have regard to the considerations set out in subsection (4) of the preceding section and shall have power to— a Attach any conditions to a consent; and b limit or qualify a consent to allow for any change in circumstances; and c limit the duration of a consent, and any person who knowingly carries out the works, or permits the works to be carried out, in contravention of any conditions attached to a consent under this section shall be guilty of an offence against this Part of this Act. 6 The local authority shall inform the applicant of its decision on the application within twenty-eight days from receipt of the application; and if the local authority gives its consent to the application it may if it thinks fit publish notice of the consent, and of the works to which it relates, in such way as appears to the local authority to be appropriate. 7 If— a the local authority does not give a consent within the said period of twenty-eight days; or b the local authority gives its consent within the said period of twenty-eight days but attaches any condition to the consent or limits or qualifies the consent in any way, the applicant may appeal to a magistrates’ court within twenty-one days from the end of that period. 8 In any proceedings for an offence under section 60(8) of this Act it shall be a defence to prove that the alleged contravention amounted to the carrying out of the works in accordance with a consent given under this section. 9 A consent given under this section shall contain a statement to the effect that the consent does not of itself constitute any ground of defence against any proceedings instituted under   ...  section 82 of the Environmental Protection Act 1990 . 10 Where a consent has been given under this section and the works are carried out by a person other than the applicant for the consent, it shall be the duty of the applicant to take all reasonable steps to bring the consent to the notice of that other person; and if he fails to comply with this subsection he shall be guilty of an offence against this Part of this Act."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "62", "section_title": " Noise in streets.", "section_text": "62 1 Subject to the provisions of this section, a loudspeaker in a street shall not be operated— a between the hours of nine in the evening and eight in the following morning, for any purpose; b At any other time, for the purpose of advertising any entertainment, trade or business; and any person who operates or permits the operation of a loudspeaker in contravention of this subsection shall be guilty of an offence against this Part of this Act. In this section  “ street ” means a highway and any other road, footway, square or court which is for the time being open to the public. 1A Subject to subsection (1B) of this section, the Secretary of State may by order amend the times specified in subsection (1)(a) of this section. 1B An order under subsection (1A) of this section shall not amend the times so as to permit the operation of a loudspeaker in a street at any time between the hours of nine in the evening and eight in the following morning. 2 Subsection (1) of this section  shall not apply to the operation of a loudspeaker— a for police,  fire and rescue authority   or ambulance purposes  or for purposes relating to the functions of Ministry of Defence fire-fighters (as defined in section 16 of the Armed Forces Act 2016) , by  the  Environment Agency ,   the Natural Resources Body for Wales,  a water undertaker or a sewerage undertaker  in the exercise of any of its functions, or by a local authority within its area; b for communicating with persons on a vessel for the purpose of directing the movement of that or any other vessel; c if the loudspeaker forms part of a public telephone system; d if the loudspeaker— i is in or fixed to a vehicle, and ii is operated solely for the entertainment of or for communicating with the driver or a passenger of the vehicle or, where the loudspeaker is or forms part of the horn or similar warning instrument of the vehicle, solely for giving warning to other traffic, and iii is so operated as not to give reasonable cause for annoyance to persons in the vicinity; e otherwise than on a highway , by persons employed in connection with a transport undertaking used by the public in a case where the loudspeaker is operated solely for making announcements to passengers or prospective passengers or to other persons so employed; f by a travelling showman on land which is being used for the purposes of a pleasure fair; g in case of emergency. 3 Subsection (1)(b) of this section shall not apply to the operation of a loudspeaker between the hours of noon and seven in the evening on the same day if the loudspeaker— a is fixed to a vehicle which is being used for the conveyance of a perishable commodity for human consumption; and b is operated solely for informing members of the public (otherwise than by means of words) that the commodity is on sale from the vehicle; and c is so operated as not to give reasonable cause for annoyance to persons in the vicinity. 3A Subsection (1) of this section shall not apply to the operation of a loudspeaker in accordance with a consent granted by a local authority under Schedule 2 to the Noise and Statutory Nuisance Act 1993. 4 An offence under this section in Scotland may be prosecuted in any court of summary jurisdiction within the meaning of the  Summary Jurisdiction (Scotland) Act 1954 having jurisdiction in the place where the offence was committed."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "63", "section_title": " Designation of zones.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "64", "section_title": " Register of noise levels.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "65", "section_title": " Noise exceeding registered level.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "66", "section_title": " Reduction of noise levels.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "67", "section_title": " New buildings etc.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "68", "section_title": " Noise from plant or machinery.", "section_text": "68 1 Provision may be made by regulations— a for requiring the use on or in connection with plant or machinery of devices or arrangements for reducing the noise caused by the plant or machinery; b for limiting the level of noise which may be caused by any plant or machinery when used for works to which section 60 of this Act applies or which may be caused outside a factory within the meaning of the  Factories Act 1961 by the use of plant or machinery in the factory; and regulations under this section may apply standards, specifications, descriptions or tests laid down in documents not forming part of the regulations. 2 It shall be the duty of the Secretary of State, before he makes regulations under this section, to consult persons appearing to him to represent producers and users of plants and machinery with a view to ensuring that the regulations do not contain requirements which in his opinion would be impracticable or involve unreasonable expense. 2A Subsection (2) does not apply to regulations which apply only in relation to England. 3 Any person who contravenes or causes or permits another person to contravene regulations under this section shall be guilty of an offence against this Part of this Act; but in any proceedings for a contravention or regulations made in pursuance of paragraph (a) of subsection (1) of this section it shall be a defence to prove that means were used for the purpose of reducing the noise in question which were not less effective for that purpose than the means required by the regulations. 4 Without prejudice to the generality of section 104(1)(a) of this Act, different regulations may be made under this section for different localities, and it shall be the duty of each local authority to enforce the provisions of regulations under this section within its area; but nothing in this section shall be taken to authorise a local authority in Scotland to institute proceedings for any offence. 5 Nothing in this section or in regulations under this section shall be construed as derogating from any other provision of this Part of this Act."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "69", "section_title": " Execution of works by local authority.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "70", "section_title": " Appeals to Secretary of State and magistrates’ court.", "section_text": "70 1 Where any provision in this Part of this Act provides for an appeal to a magistrates’ court, the procedure shall be by way of complaint for an order and  the  Magistrates’ Courts Act 1980  shall apply to the proceedings. 2 The Secretary of State may make regulations as to appeals under this Part of this Act to the Secretary of State or, subject to the preceding subsection, to magistrates’ courts; and the regulations may in particular— a include provisions comparable to those in section 290 of the  Public Health Act 1936 (appeals against notices requiring the execution of works); b prescribe the cases in which a notice under this Part of this Act is, or is not, to be suspended until the appeal is decided, or until some other stage in the proceedings; c prescribe the cases in which the decision on appeal may in some respects be less favourable to the appellant than the decision from which he is appealing; d prescribe the cases in which the appellant may claim that a notice should have been served on some other person and prescribe the procedure to be followed in those cases. 3 Regulations under this section may prescribe the procedure and practice as respect appeals to the Secretary of State under this Part of this Act, and in particular may make provision as respects— a the particulars to be included in the notice of appeal; b the persons on whom notice of appeal is to be served and the particulars, if any, to accompany the notice; and c the abandonment of an appeal. 4 In entertaining any appeal under this Part of this Act the Secretary of State, or as the case may be the magistrates’ court, shall have regard to any duty imposed by law on the appellant which concerns the activities in the course of which the noise is emitted. 5 In the application of this section to Scotland, subsection (1) and the reference to that subsection in subsection (2) shall not have effect."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "71", "section_title": " Codes of practice for minimising noise.", "section_text": "71 1 For the purpose of giving guidance on appropriate methods (including the use of specified types of plant or machinery) for minimising noise, the Secretary of State may— a prepare and approve and issue such codes of practice as in his opinion are suitable for the purpose; and b Approve such codes of practice issued or proposed to be issued otherwise than by the Secretary of State as in the opinion of the Secretary of State are suitable for the purpose. 2 The Secretary of State shall under paragraph (a) or paragraph (b) of the preceding subsection approve a code of practice for the carrying out of works to which section 60 of this Act applies. 3 The powers conferred by this section on the Secretary of State shall be exercisable by order, and shall include power to vary or revoke a previous order under this section."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "72", "section_title": "“Best practicable means”.", "section_text": "72 1 This section shall apply for the construction of references in this Part of this Act to best practicable means. 2 In that expression “ practicable ” means reasonably practicable having regard among other things to local conditions and circumstances, to the current state of technical knowledge and to the financial implications. 3 The means to be employed include the design, installation, maintenance and manner and periods of operation of plant and machinery, and the design, construction and maintenance of buildings and acoustic structures. 4 The test of best practicable means is to apply only so far as compatible with any duty imposed by law, and in particular is to apply to statutory undertakers only so far as compatible with the duties imposed on them in their capacity of statutory undertakers. 5 The said test is to apply only so far as compatible with safety and safe working conditions, and with the exigencies of any emergency or unforseeable circumstances. 6 Subject to the preceding provisions of this section, regard shall be had, in construing references to “best practicable means”, to any relevant provision of a code of practice approved under the preceding section."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "73", "section_title": " Interpretation and other supplementary provisions.", "section_text": "73 1 Except where the context otherwise requires, in this Part of this Act— “ contravention ” includes a failure to comply with the provision in question, and “ contravene ” shall be construed accordingly; “ local authority ” means— in England  . . .  , the council of a district or a London borough, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple and the Under Treasurer of the Middle Temple; in Wales, the council of a county or a county borough;  and in Scotland, an islands or district council; “ noise ” includes vibration; ... ... ... ... “ statutory undertakers ” means persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of . . .  , . . .  ,  or hydraulic power , and includes  a universal service provider (within the meaning of   Part 3 of the Postal Services Act 2011 ) in his capacity as a person who provides a universal postal service (within the meaning of   that Part ) ; “ work of engineering construction ” means the construction, structural alteration, maintenance or repair of any railway line or siding or any dock, harbour, inland navigation, tunnel, bridge, viaduct, waterworks, reservoir, pipeline, aqueduct, sewer, sewage works or gasholder. 2 The area of a local authority which includes part of the seashore shall also include for the purposes of this Part of this Act, except   section 62  , the territorial sea lying seawards from that part of the shore; and— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b this Part of this Act (except   section 62   and this subsection) shall have effect, in relation to any area included in the area of a local authority by virtue of this subsection— i As if references to premises and the occupier of premises included respectively a vessel and the master of a vessel, and ii with such other modifications, if any, as are prescribed. 3 Where more than one person is responsible for noise, this Part of this Act shall apply to each of those persons whether or not what any one of them is responsible for would by itself amount to a nuisance, or would result in a level of noise justifying action under this Part of this Act. 4 This Part of this Act does not apply to noise caused by aircraft other than model aircraft and does not confer functions on port health authorities."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "74", "section_title": " Penalties.", "section_text": "74 1 \t\t\t\t\t  . . .  , a person guilty of an offence against this Part of this Act shall be liable on summary conviction— a in the case of a first offence against this Part of this Act,  to a fine not exceeding  level 5 on the standard scale ; and b in the case of a second or subsequent offence against this Part of this Act, to a fine not exceeding  level 5 on the standard scale , together, in any case, with a further fine not exceeding £50 for each day on which the offence continues after the conviction. 2 In determining whether an offence is a second or subsequent offence against this Part of this Act, account shall be taken of any offence— a under section 24 of the  Public Health (Scotland) Act 1897 by way of contravening a decree or interdict relating to noise; or b under section 95 of the  Public Health Act 1936 by way of contravening a nuisance order relating to noise,  ; or c under section 80(4) of the Environmental Protection Act 1990, as if it were an offence against this Part of this Act."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "75", "section_title": " Regulations about motor fuel.", "section_text": "75 1 For the purpose of limiting or reducing air pollution, the Secretary of State may by regulations— a impose requirements as to the composition and contents of any fuel of a kind used in motor vehicles; and b where such requirements are in force, prevent or restrict the production, treatment, distribution, import, sale or use of any fuel which in any respect fails to comply with the requirements, and which is for use in the United Kingdom. 2 It shall be the duty of the Secretary of State, before he makes any regulations in pursuance of this section, to consult such persons appearing to him to represent manufacturers and users of motor vehicles, such persons appearing to him to represent the producers and users of fuel for motor vehicles and such persons appearing to him to be conversant with problems of air pollution as he considers appropriate. 3 Regulations under this section— a in imposing requirements as to the composition and contents of any fuel, may apply standards, specifications, descriptions or tests laid down in documents not forming part of the regulations; b may authorise the Secretary of State to confer exemptions from any provision of the regulations. 4 Where fuel is subject to requirements as to composition or contents imposed by regulations under this section, the regulations may, in order that persons to whom the fuel is supplied are afforded information as to its composition or contents, impose requirements for securing that the information is displayed at such places and in such manner as may be prescribed by the regulations. 5 It shall be the duty of every local weights and measures authority to enforce the provisions of regulations under this section within its area; and subsections (2) and (3) of section 26 of the  Trade Descriptions Act 1968 (reports and inquiries) shall apply as respects those authorities’ functions under this subsection as they apply to their functions under that Act. 6 The following provisions of the  Trade Descriptions Act 1968 shall apply in relation to the enforcement of regulations under this section as they apply to the enforcement of that Act, that is to say— section 27 (power to make test purchases); section 28 (power to enter premises and inspect and seize goods and documents); section 29 (obstruction of authorised officers); section 30 (notice of test), and section 33 of that Act shall apply to the exercise of powers under section 28 as applied by this subsection. References to an offence under that Act in those provisions as applied by this subsection, except the reference in section 30(2) to an offence under section 28(5) or 29 of that Act, shall be construed as references to an offence under section 77 of this Act relating to regulations under this section. 7 In relation to Scotland— a nothing in subsection (5) of this section authorises a local weights and measures authority to institute proceedings for an offence; b regulations under this section may provide that certificates issued by such persons as may be specified by the regulations in relation to such matters as may be so specified shall, subject to the provisions of the regulations, be received in evidence, and be sufficient evidence, of those matters in any proceedings for an offence under regulations made under this section; and the regulations may apply any of the provisions of subsections (2) to (4) of section 31 of the  Trade Descriptions Act 1968 (evidence by certificate). 8 In Northern Ireland it shall be the duty of  the Department of Economic Development  to enforce the provisions of regulations under this section; and accordingly this section shall have effect in relation to Northern Ireland with the omission of subsection (5), and it is hereby declared that in relation to Northern Ireland the references in subsection (6) to provisions of the said Act of 1968 are references to those provisions as modified by section 40(1)(b) and (c) of that Act. 9 The Secretary of State shall for each financial year pay into the Consolidated Fund of Northern Ireland such sum as the Secretary of State and  the Department of Economic Development for Northern Ireland  may agree to be appropriate as representing the expenses incurred by that Department in enforcing the provisions of any regulations made under this section."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "76", "section_title": " Regulations about sulphur content of oil fuel for furnaces or engines.", "section_text": "76 1 For the purpose of limiting or reducing air pollution, the Secretary of State may by regulations impose limits on the sulphur content of oil fuel which is used in furnaces or engines. 2 It shall be the duty of the Secretary of State, before he makes any regulations in pursuance of this section, to consult such persons appearing to him to represent producers and users of oil fuel, such persons appearing to him to represent manufacturers and users of plant and equipment for which oil fuel is used and such persons appearing to him to be conversant with problems of air pollution as he considers appropriate. 3 Regulations under this section— a may prescribe the kinds of oil fuel, and the kinds of furnaces and engines, to which the regulations are to apply; b may apply standards, specifications, descriptions or tests laid down in documents not forming part of the regulations; c may authorise the Secretary of State to confer exemptions from any provision of the regulations; d may, without prejudice to the generality of section 104(1)(a) of this Act, make different provision for different areas. 4 It shall be the duty— a of every local authority to enforce the provisions of regulations under this section within its area, except in relation to a furnace which is part of a  process subject to Part I of the Environmental Protection Act 1990  or work subject to the Alkali Act ; and b of the inspectors appointed under that Act to enforce those provisions in relation to such furnaces; but nothing in this section shall be taken to authorise a local authority in Scotland to institute proceedings for any offence. 5 In this section “ oil fuel ” means any liquid petroleum product produced in a refinery."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "77", "section_title": " Provisions supplementary to ss. 75 and 76.", "section_text": "77 1 A person who contravenes or fails to comply with any provision of regulations under either of the two preceding sections shall be guilty of an offence and liable— a on conviction on indictment to a fine; and b on summary conviction to a fine not exceeding £400: Provided that the regulations may in any case exclude liability to conviction on indictment, and may in any case reduce the maximum fine on summary conviction. 2 Regulations under each of the two preceding sections shall, subject to any provision to the contrary in the regulations, apply to fuel used for, and to persons in, the public service of the Crown as they apply to fuel used for other purposes and to other persons; but a local authority shall not be entitled by virtue of this subsection to exercise, in relation to fuel used for and persons in that service, any power conferred on the authority by virtue of sections 91 to 93 of this Act."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "78", "section_title": " Cable burning.", "section_text": "78 1 A person who burns insulation from a cable with a view to recovering metal from the cable shall be guilty of an offence under this subsection unless the  burning is part of a process subject to Part I of the Environmental Protection Act 1990 or the  place at which he does so is a work registered in pursuance of section 9 of the Alkali Act. 2 A person who contravenes the provisions of the preceding subsection shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 5 on the standard scale ; 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "79", "section_title": " Research and publicity.", "section_text": "79 1 A local authority may— a undertake, or contribute towards the cost of, investigation and research relevant to the problem of air pollution; and b Arrange for the publication of information on that problem. 2 Without prejudice to the generality of the preceding subsection, local authorities may obtain information about the emission of pollutants and other substances into the air— a by issuing notices under the following section; and b by measuring and recording the emissions, and for that purpose entering on any premises, whether by agreement or in exercise of the power conferred by section 91 of this Act; and c by entering into arrangements with occupiers of premises under which they measure and record emissions on behalf of the local authority; but references to premises in paragraphs (b) and (c) of this subsection do not include private dwellings. 3 A local authority shall not be entitled to exercise the power mentioned in paragraph (b) of the preceding subsection for the purpose of measuring and recording such emissions on any premises unless— a the authority has given to the occupier of the premises a notice— i specifying the kind of emissions in question and the steps it proposes to take on the premises for the purpose of measuring and recording emissions of that kind, and ii stating that it proposes to exercise that power for that purpose unless the occupier makes a request to the authority in pursuance of the following provisions of this subsection; and b the period of twenty-one days beginning with the day on which the notice was given has expired, and shall not be entitled to exercise that power in consequence of the notice if during that period the occupier gives a notice to the authority requesting it to serve on him a notice under the following section with respect to the emissions. 4 Nothing in this section shall authorise a local authority to investigate emissions from any  process subject to Part I of the Environmental Protection Act 1990  or work subject to the Alkali Act  otherwise than by issuing notices under the following section, or by exercising the powers conferred on the authority by subsection (1)( a ) of this section without entering the work. 5 In acting under subsection (1)(b) of this section, a local authority shall ensure that the material published is presented in such a way that no information relating to a trade secret is disclosed, except with the consent in writing of a person authorised to disclose it . . .  6 Breach of a duty imposed by the preceding subsection shall be actionable; but in any proceedings, whether civil or criminal, brought against a local authority, or any member or officer of a local authority, on the grounds that any information has been published, it shall be a defence to show that it was published in compliance with the preceding provisions of this section. 7 The preceding subsection applies in particular to any proceedings brought under section 26 of the  Clean Air Act 1956 (which, as amended by subsection (10) of this section, makes it an offence to disclose information relating to any trade secret). 8 So long as a local authority exercises any of its powers under subsection (2) of this section, it shall from time to time consult such persons carrying on any trade or business in the authority’s area, or such organisations appearing to the authority to be representative of those persons, and such persons appearing to the authority to be conversant with problems of air pollution or to have an interest in local amenity as appear to the authority to be appropriate— a About the way in which the local authority exercises its powers under this and the following section; and b About the extent to which, and the manner in which, any information collected under those powers should be made available to the public. 9 The consultations shall take place from time to time as the authority think necessary, but not less than twice in each financial year. 10 Paragraphs ( a ) and ( b ) of section 25 of the Clean Air Act 1956 (which are superseded by the provisions of this section) shall cease to have effect, and in paragraph ( c ) of that section for the words “that problem” there shall be substituted the words “the problem of the pollution of the air”; and in section 26 of that Act (which relates to the unjustified disclosure of information relating to any manufacturing process or trade secret) the words “manufacturing process or” shall cease to have effect."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "80", "section_title": " Notices requiring information about air pollution.", "section_text": "80 1 A local authority may by notice require the occupier of any premises in its area to furnish, whether by periodical returns or by other means, such estimates or other information as may be specified or described in the notice concerning the emission of pollutants and other substances into the air from the premises. 2 This section shall not apply to premises in so far as they consist of a private dwelling. 3 If the notice relates to a  process subject to Part I of the Environmental Protection Act 1990  or  a work subject to the Alkali Act , the person on whom the notice is served shall not be obliged to supply any information which, as certified by an inspector appointed under that Act, is not of a kind which is being supplied to the inspector for the purposes of that Act. 4 The person on whom a notice is served under this section shall comply with the notice within six weeks of the date of service, or within such longer period as the local authority may by notice allow. 5 A notice under this section shall not require returns at intervals of less than three months, and no one notice (whether or not requiring periodical returns) shall call for information covering a period of more than twelve months. 6 Except so far as regulations provide otherwise, this section shall apply to premises used for, and to persons in, the public service of the Crown as it applies to other premises and persons; but a local authority shall not be entitled by virtue of this subsection to exercise, in relation to premises used for and persons in that service, any power conferred on the authority by virtue of sections 91 to 93 of this Act. 7 A person who— a fails without reasonable excuse to comply with the requirements of a notice served on him in pursuance of this section; or b in furnishing any estimate or other information in compliance with a notice under this section, makes any statement which he knows to be false in a material particular or recklessly makes any statement which is false in a material particular, shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 8 Where a person is convicted of an offence under the preceding subsection in respect of any premises and information of any kind, nothing in subsection (3) of the preceding section shall prevent a local authority from exercising the power of entry there mentioned for the purpose of obtaining information of that kind in respect of the premises."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "81", "section_title": " Appeals against notices.", "section_text": "81 1 A person served with a notice under the preceding section, or any other person having an interest in the premises to which the notice relates, may appeal to the Secretary of State— a on the ground that the giving to the authority or the disclosure to the public of all or part of the information required by the notice would— i prejudice to an unreasonable degree some private interest by disclosing information about a trade secret, or ii be contrary to the public interest, or b on the ground that the information required by the notice is not immediately available and cannot readily be collected or obtained by the recipient of the notice without incurring undue expenditure for the purpose. 2 If the Secretary of State allows the appeal he may direct the local authority to withdraw or modify the notice, or to take such steps as may be specified by the Secretary of State to ensure that prejudicial information is not disclosed to the public; and it shall be the duty of the authority to comply with the direction. 3 The Secretary of State may make regulations as to appeals under this section, including regulations about the time for bringing an appeal and the circumstances in which all or any part of the appellant’s case is to be withheld from the respondent; but it shall be the duty of the Secretary of State, before he makes any regulations under this subsection, to consult such persons appearing to him to represent local authorities, such persons appearing to him to represent industrial interests and such persons appearing to him to be conversant with problems of air pollution as he considers appropriate."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "82", "section_title": " Regulations about research and publicity.", "section_text": "82 1 The Secretary of State shall by regulations prescribe the manner in which, and the methods by which, local authorities are to perform their functions under sections 79 and 80 of this Act. 2 It shall be the duty of the Secretary of State, before he makes regulations under this section, to consult such persons appearing to him to represent local authorities, such persons appearing to him to represent industrial interests and such persons appearing to him to be conversant with problems of air pollution as he considers appropriate. 3 Regulations under this section may in particular— a prescribe the kinds of emissions to which notices under section 80 of this Act may relate; b prescribe the kinds of information which may be required by those notices; c prescribe the manner in which any such notice is to be given, and the evidence which is to be sufficient evidence of its having been given, and of its contents and authenticity; d require each local authority to maintain in a prescribed form a register containing— i information obtained by the authority by virtue of section 79(2) of this Act, other than information as to which a direction in pursuance of subsection (2) of the preceding section provides that the information is not to be disclosed to the public; and ii such information (if any) as the Secretary of State may determine, or as may be determined by or under regulations, with respect to any appeal in pursuance of the preceding section which was against a notice served by the authority and which the Secretary of State did not dismiss; e specify the circumstances in which local authorities may enter into arrangements with owners or occupiers of premises under which they will record and measure emissions on behalf of the local authorities; f specify the kinds of apparatus which local authorities are to have power to provide and use for measuring and recording emissions, and for other purposes. 4 Regulations under subsection (3)(b) of this section may in particular require returns of— a the total volume of gases, whether pollutant or not, discharged from the premises in question over any period; b the concentration of pollutant in the gases discharged; c the total of the pollutant discharged over any period; d the height or heights at which discharges take place; e the hours during which discharges take place; f the concentration of pollutants at ground level. 5 A register maintained by a local authority in pursuance of regulations made by virtue of subsection (3)(d) of this section shall be open to public inspection at the principal office of the authority free of charge at all reasonable hours, and the authority shall afford members of the public reasonable facilities for obtaining from the authority, on payment of reasonable charges, copies of entries in the register."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "83", "section_title": " Provision by local authorities of information for Secretary of State.", "section_text": "83 1 The Secretary of State may, for the purpose of obtaining information about air pollution, direct a local authority to make such arrangements as may be specified in the direction— a for the provision, installation, operation and maintenance by the local authority of apparatus for measuring and recording air pollution; and b for transmitting the information so obtained to the Secretary of State. 2 Where apparatus is provided in pursuance of a direction under the preceding subsection, the Secretary of State shall defray the whole of the capital expenditure incurred by a local authority in providing and installing the apparatus. 3 Before giving a direction under subsection (1) of this section the Secretary of State shall consult the local authority, and it shall be the duty of the local authority to comply with any direction given under that subsection."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "84", "section_title": " Interpretation of Part IV.", "section_text": "84 1 In this Part of this Act— “ local authority ” means— a in England and Wales, the council of a district or a London borough, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple and the Under Treasurer of the Middle Temple, and b in Scotland, an islands or district council; “ private dwelling ” has the same meaning as in Part I of this Act; and  “ a work subject to the Alkali Act ” means a work registered under section 9 of the Alkali Act, excluding the whole or part of such a work while the work or part is the subject of an order made or treated as made under subsection (3) of section 11 of the  Clean Air Act 1968 (under which certain enactments relating to clean air which apart from that subsection do not apply to works so registered may be applied to such works). 2 References in this Part of this Act to the emission of substances into the atmosphere shall be construed as applying to substances in a gaseous or liquid or solid state, or any combination of those states. 3 Any reference in this Part of this Act to measurement includes a reference to the taking of samples."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "85", "section_title": " Appeals to Crown Court or Court of Session against decisions of magistrates’ court or sheriff.", "section_text": "85 1 An appeal against any decision of a magistrates’ court in pursuance of this Act (other than a decision made in criminal proceedings) shall lie to the Crown Court at the instance of any party to the proceedings in which the decision was given if such an appeal does not lie to the Crown Court by virtue of any other enactment. 2 In Scotland an appeal against any decision of the sheriff in pursuance of this Act (other than a decision made in criminal proceedings) shall lie to the Court of Session at the instance of any party to the proceedings in which the decision was given if such an appeal does not lie to the Court of Session by virtue of any other enactment. 3 Where a person appeals to the Crown Court or the Court of Session against a decision of a magistrates’ court or the sheriff dismissing an appeal against a notice served in pursuance of this Act which was suspended pending determination of that appeal, the notice shall again be suspended pending the determination of the appeal to the Crown Court or Court of Session. 4 In subsection (2),  “ enactment ” includes an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "86"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "87", "section_title": " Miscellaneous provisions relating to legal proceedings.", "section_text": "87 1 When an offence under this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and be liable to be proceeded against and punished accordingly. Where the affairs of a body corporate are managed by its members the preceding provisions of this subsection shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 2 Where the commission by any person of an offence under this Act is due to the act or default of some other person, that other person shall be guilty of the offence; and a person may be charged with and convicted of an offence by virtue of this subsection whether or not proceedings for the offence are taken against any other person. 3 ... Notwithstanding anything in  section 331 of the Criminal Procedure (Scotland) Act 1975 , summary proceedings in Scotland for any  offence under section 30F of this Act or regulations or byelaws made in pursuance of section 31 of this Act  such offence may be commenced at any time within one year from the time when the offence was committed, and  subsection (3) of section 331 of the said Act of 1975  shall apply for the purposes of this subsection,  ... as that subsection applies for the purposes of that section. 4 Where an appeal against a decision of a relevant authority lies to a magistrates’ court by virtue of any provision of this Act, it shall be the duty of the authority to include in any document by which it notifies the decision to the person concerned a statement indicating that such an appeal lies as aforesaid and specifying the time within which it must be brought. 5 Where on an appeal to any court against or arising out of a decision of a relevant authority in pursuance of this Act the court varies or reverses the decision it shall be the duty of the authority to act in accordance with the court’s decision. 6 A judge of any court and a justice of the peace shall not be disqualified from acting in cases arising under this Act by reason of his being, as one of several ratepayers or as one of any other class of persons, liable in common with the others to contribute to or be benefited by any rate or fund out of which any expenses of a relevant authority are to be defrayed."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "88", "section_title": " Civil liability for contravention of s. 3(3).", "section_text": "88 1 Where any damage is caused by poisonous, noxious or polluting waste which has been deposited on land, any person who deposited it or caused or knowingly permitted it to be deposited, in either case so as to commit an offence under section 3(3) or by virtue of section 18(2) of this Act, is liable for the damage except where the damage— a was due wholly to the fault of the person who suffered it; or b was suffered by a person who voluntarily accepted the risk thereof. 2 The matters which under paragraphs (a) to (c) of subsection (4) of section 3 of this Act may be proved by way of defence to a charge of committing an offence under subsection (3) of that section may be proved also by way of defence to an action brought by virtue of the preceding subsection (the reference in the said paragraph (a) to the charge being construed as a reference to the act alleged to give rise to the liability). 3 In this section— “ damage ” includes the death of, or injury to, any person (including any disease and any impairment of physical or mental condition); “ fault ” has the same meaning as in the  Law Reform (Contributory Negligence) Act 1945; and “ land ” includes such water as is mentioned in section 4(4) of this Act. 4 For the purposes of the following enactments, namely— a the Fatal Accidents Acts 1846 to 1959; b the  Law Reform (Contributory Negligence) Act 1945; and c the  Limitation Act 1980 and for the purposes of any action of damages in Scotland arising out of the death of, or personal injury to, any person, any damage for which a person is liable under subsection (1) of this section shall be treated as due to his fault. 5 Subsection (1) of this section is without prejudice to any liability which arises apart from the provisions of this section."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "89", "section_title": " Expenses and receipts of Secretary of State etc.", "section_text": "89 1 There shall be paid out of money provided by Parliament— a Any expenses incurred by the Secretary of State for the purposes of this Act; and b Any increase attributable to the provisions of this Act in the sums payable under any other Act out of money so provided. 2 Any sums received by the Secretary of State by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "90", "section_title": " Establishment charges and interest in respect of certain expenses of authorities.", "section_text": "90 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where a sum is payable to a  relevant authority by any person by virtue of this Act in respect of the expenses incurred by the authority or by virtue of section 36 of the  Local Government Act 1974 in respect of establishment charges related to such expenses or by virtue of section 193 of the  Local Government (Scotland) Act 1947 in respect of general expenses related to such expenses, then— a the authority and that person may agree that the sum  ... shall be paid in instalments; and b the authority shall be entitled to receive from that person interest on the sum  ... , or on such portion of it as is for the time being unpaid, at  such reasonable rate or rates as the authority may determine . 3 In the application of this section to Scotland, for the references to a water authority there shall be substituted references to  SEPA ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "91", "section_title": " Rights of entry and inspection etc.", "section_text": "91 1 Any person authorised in writing in that behalf by a relevant authority may at any reasonable time— a enter upon any land or vessel for the purpose of— i performing any function conferred on the authority or that person by virtue of this Act, or ii determining whether, and if so in what manner, such a function should be performed, or iii determining whether any provision of this Act or of an instrument made by virtue of this Act is being complied with; b carry out such inspections, measurements and tests on the land or vessel or of any articles on it and take away such samples of the land or articles as he considers appropriate for such a purpose. 2 If it is shown to the satisfaction of a justice of the peace on sworn information in writing— a that admission to any land or vessel which a person is entitled to enter in pursuance of the preceding subsection has been refused to that person or that refusal is apprehended or that the land or vessel is unoccupied or that the occupier is temporarily absent or that the case is one of emergency or that an application for admission would defeat the object of the entry; and b that there is reasonable ground for entry upon the land or vessel for the purpose for which entry is required, then, subject to the following subsection, the justice may by warrant under his hand authorise that person to enter the land or vessel, if need be by force. 3 A justice of the peace shall not issue a warrant in pursuance of the preceding subsection in respect of any land or vessel unless he is satisfied— a that admission to the land or vessel in pursuance of subsection (1) of this section was sought after not less than seven days notice of the intended entry had been served on the occupier; or b that admission to the land or vessel in pursuance of that subsection was sought in an emergency and was refused by or on behalf of the occupier; or c that the land or vessel is unoccupied; or d that an application for admission to the land or vessel would defeat the object of the entry. 4 A warrant issued in pursuance of this section shall continue in force until the purpose for which the entry is required has been satisfied. 5 In the application of this section to Scotland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b Any reference to a justice of the peace shall include a reference to the sheriff."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "92", "section_title": " Provisions supplementary to s. 91.", "section_text": "92 1 A person authorised to enter upon any land or vessel in pursuance of the preceding section shall, if so required, produce evidence of his authority before he enters upon the land or vessel. 2 A person so authorised may take with him on to the land or vessel in question such other persons and such equipment as may be necessary. 3 Admission to any land or vessel used for residential purposes and admission with heavy equipment to any other land or vessel shall not, except in an emergency or in a case where the land or vessel is unoccupied, be demanded as of right in pursuance of subsection (1) of the preceding section unless a notice of the intended entry has been served on the occupier not less than seven days before the demand. 4 A person who, in the exercise of powers conferred on him by virtue of the preceding section or this section, enters upon any land or vessel which is unoccupied or of which the occupier is temporarily absent shall leave the land or vessel as effectually secured against trespassers as he found it. 5 It shall be the duty of a relevant authority to make full compensation to any person who has sustained damage by reason of— a the exercise by a person authorised by the authority of any powers conferred on the person so authorised by virtue of the preceding section or this section; or b the failure of a person so authorised to perform the duty imposed on him by the preceding subsection, except where the damage is attributable to the default of the person who sustained it; and any dispute as to a person’s entitlement to compensation in pursuance of this subsection or as to the amount of the compensation shall be determined by arbitration. 6 A person who wilfully obstructs another person acting in the exercise of any powers conferred on the other person by virtue of the preceding section or this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding  £100 level 3 on the standard scale . 7 In the preceding section and this section any reference to an emergency is a reference to a case where a person requiring entry to any land or vessel has reasonable cause to believe that circumstances exist which are likely to endanger life or health and that immediate entry to the land or vessel is necessary to verify the existence of those circumstances or to ascertain their cause or to effect a remedy."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "93", "section_title": " Power of authorities to obtain information.", "section_text": "93 1 Subject to the following subsection, a relevant authority may serve on any person a notice requiring him to furnish to the authority, within a period or at times specified in the notice and in a form so specified, any information so specified which the authority reasonably considers that it needs for the purposes of any function conferred on the authority by this Act. 2 Provision may be made by regulations for restricting the information which may be required in pursuance of the preceding subsection and for determining the form in which the information is to be so required. 3 A person who— a fails without reasonable excuse to comply with the requirements of a notice served on him in pursuance of this section; or b in furnishing any information in compliance with such a notice, makes any statement which he knows to be false or misleading in a material particular or recklessly makes any statement which is false or misleading in a material particular, shall be guilty of an offence. 3A A person guilty of an offence under this section shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; or b on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years, or to both. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "94", "section_title": " Prohibition of disclosure of information.", "section_text": "94 1 If a person discloses information relating to any trade secret used in carrying on a particular undertaking and the information has been given to him or obtained by him by virtue of this Act he shall, subject to the following subsection, be guilty of an offence and liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 2 A person shall not be guilty of an offence under the preceding subsection by virtue of the disclosure of any information if— a the disclosure is made— i in the performance of his duty, or ii in pursuance of section 79(1)(b) of this Act, or iii with the consent in writing of a person having a right to disclose the information; or b the information is of a kind prescribed for the purposes of this paragraph and, if regulations made for those purposes provide that information of that kind may only be disclosed in pursuance of the regulations to prescribed persons, the disclosure is to a prescribed person. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "95", "section_title": " Service of documents on and by certain undertakers.", "section_text": "95 Section 187 of the Water Act 1989 (service of documents) shall apply for the purposes of the service of any document required or authorised by virtue of this Act to be served on or by a water undertaker or sewerage undertaker as it applies for the purposes of the service of any document required or authorised by virtue of that Act to be served on or by any person."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "96", "section_title": " Local inquiries.", "section_text": "96 1 The Secretary of State may cause a local inquiry to be held in any case in which he considers it appropriate for such an inquiry to be held either in connection with a provision of this Act or with a view to preventing or dealing with pollution  other than air pollution  or noise at any place. 2 Subsections (2) to (5) of section 250 of the  Local Government Act 1972 (which contain supplementary provisions with respect to local inquiries held in pursuance of that section) shall, without prejudice to the generality of subsection (1) of that section, apply to inquiries in England and Wales in pursuance of the preceding subsection as they apply to inquiries in pursuance of that section  but as if the reference to a local authority in subsection (4) included a reference to a water authority. 3 Subsections (2) to (8) of section 210 of the  Local Government (Scotland) Act 1973 (local inquiries) shall, without prejudice to the generality of subsection (1) of that section, apply to inquiries in Scotland in pursuance of subsection (1) of this section as they apply to inquiries held in pursuance of that section. . . "}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "97", "section_title": " Default powers.", "section_text": "97 1 If the Secretary of State is satisfied that any other relevant authority has failed to perform any functions which it ought to have performed, he may make an order declaring the authority to be in default. 2 An order made by virtue of the preceding subsection which declares an authority to be in default may, for the purpose of remedying the default, direct the authority (hereafter in this section referred to as “ the defaulting authority ”) to perform such of its functions as are specified in the order and may specify the manner in which and the time or times within which those functions are to be performed by the authority. 3 If the defaulting authority fails to comply with any direction contained in such an order the Secretary of State may, instead of enforcing the order by mandamus, make an order transferring to himself such of the functions of the authority as he thinks fit. 4 Where any functions of the defaulting authority are transferred in pursuance of the preceding subsection, the amount of any expenses which the Secretary of State certifies were incurred by him in performing those functions shall on demand be paid to him by the defaulting authority. 5 Any expenses which in pursuance of the preceding subsection are required to be paid by the defaulting authority in respect of any functions transferred in pursuance of this section shall be defrayed by the authority in the like manner, and shall be debited to the like account, as if the functions had not been transferred and the expenses had been incurred by the authority in performing them; and the authority shall have the like powers for the purpose of raising any money required in pursuance of this subsection as the authority would have had for the purpose of raising money required for defraying expenses incurred for the purposes of the functions in question. 6 An order transferring any functions of the defaulting authority in pursuance of subsection (3) of this section may provide for the transfer to the Secretary of State of such of the property, rights, liabilities and obligations of the authority as he considers appropriate; and where such an order is revoked the Secretary of State may, by the revoking order or a subsequent order, make such provision as he considers appropriate with respect to any property, rights, liabilities and obligations held by him for the purposes of the transferred functions. 7 The Secretary of State may by order vary or revoke any order previously made by him in pursuance of this section. 8 In this section “ functions ”, in relation to an authority, means functions conferred on the authority by virtue of this Act. 9 This section shall not apply to Scotland."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "98", "section_title": " Interpretation of Part V. ", "section_text": "98 In this Part of this Act— “ functions ” includes powers and duties; and “ relevant authority ” means— in England   ., the Secretary of State,  a water authority , a county council, . . .  , a district council, a London borough council, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple and the Under Treasurer of the Middle Temple  and, for the purposes of sections 91 to 93 of this Act, a sewerage undertaker ; and in Wales, the Secretary of State, a county council or a county borough council and, for the purposes of sections 91 to 93 of this Act, a sewerage undertaker; and in Scotland— as respects sections 91 and 92, a council constituted under section 2 of the  Local Government  etc.  (Scotland) Act 1994; and as respects this Part other than those sections, the Secretary of State,  SEPA  or a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "99", "section_title": " Alteration of penalties. ", "section_text": "99 The enactments mentioned in Schedule 2 to this Act shall have effect subject to the provisions of that Schedule (which alter the penalties for the offences to which those enactments relate)."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "100", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "100"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "101", "section_title": " Disposal of waste  etc  by Atomic Energy Authority.", "section_text": "101 Without prejudice to the powers of the United Kingdom Atomic Energy Authority apart from this section, the Authority shall have power— a to engage in the United Kingdom and elsewhere in such activities relating to the treatment or disposal of waste and other matter as the Secretary of State may from time to time specify by notice given to the Authority; and b to do anything which appears to the Authority to be appropriate for the purpose of exercising the powers conferred on the Authority by the preceding paragraph."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "102", "section_title": " Power to give effect to international agreements.", "section_text": "102 1 Regulations may provide that any provision of this Act, except this section, shall have effect with such modifications as are prescribed with a view to enabling the Government of the United Kingdom to give effect to any provision made by or under any international agreement to which the Government is for the time being a party. 2 The Secretary of State may make, to the Commission established by the Convention for the Prevention of Marine Pollution from Land-based Sources which was signed at Paris on behalf of the Government of the United Kingdom on 4 June 1974, such payments towards the expenses of the Commission as he may with the approval of the Treasury determine."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "103"}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "104", "section_title": " Orders and regulations.", "section_text": "104 1 Any power conferred by this Act  ... to make an order or regulations— a includes power to make different provision by the order or regulations for different circumstances and to include in the order or regulations such incidental, supplemental and transitional provisions as the person making the order or regulations considers appropriate in connection with the order or regulations; and b shall be exercisable by statutory instrument except in the case of the powers conferred by section 97 of this Act; and any statutory instrument made by virtue of this subsection, except an instrument containing only  regulations made by virtue of section 18 of this Act or  an order made by virtue of  section 33(4), 44(5), 52, 53 or 109(2)   section 44(5) or 109(2)  of this Act, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 No  regulations shall be made by virtue of section 18 of this Act and no  order shall be made by virtue of section 52  or 53  of this Act unless a draft of the  regulations or  order has been approved by a resolution of each House of Parliament. 3 It shall be the duty of the Secretary of State, before he makes any regulations in pursuance of section 31(5) of this Act— a to publish in the London Gazette and in at least one newspaper circulating in the area in question a copy of the proposed regulations and a notice specifying— i A period of not less than twenty-eight days, beginning with the date on which the notice is first published, within which objections to the proposed regulations may be made, and ii the person to whom such objections may be made; and b to consider any objections to the proposed regulations which are made within that period and, if such an objection is so made by a prescribed person and is not withdrawn, to cause a local inquiry to be held in pursuance of section 96 of this Act with respect to the proposed regulations; and the Secretary of State may, after considering any such objections as are mentioned in paragraph (b) of this subsection and the report of any person appointed to hold a local inquiry with respect to the proposed regulations, make the regulations either in the form in which a copy of them was published in pursuance of this subsection or in that form with such modifications as he considers appropriate."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "105", "section_title": " Interpretation etc—general.", "section_text": "105 1 In this Act—                         “ the Alkali Act ” means the  Alkali, &c. Works Regulation Act 1906; “ county ”                          county borough  and “ district ”, except in relation to Scotland, have the same meanings as in the  Local Government Act 1972; “ mine ” and “ quarry ” have the same meanings as in the  Mines and Quarries Act 1954; “ modifications ” includes additions, omissions and amendments and “modify” and cognate expressions shall be construed accordingly; “ notice ” means notice in writing; “ owner ”, except in relation to Scotland, means the person for the time being receiving the rackrent of the premises in connection with which the word is used, whether on his own account or as agent or trustee for another person, or who would so receive the rackrent if the premises were let at a rackrent; “ premises ” includes land; “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Secretary of State;  “ road ”\t\t\t\t\t\t\t(except where the context otherwise requires) has the same meaning as in the  Part IV of the New Roads and Street Works Act 1991 : “ roads authority ” has the same meaning as in the Roads (Scotland) Act 1984;  “ SEPA ” means the Scottish Environment Protection Agency; “ trade effluent ” includes any liquid (either with or without particles of matter in suspension in it) which is discharged from premises used for carrying on any trade or industry, other than surface water and domestic sewage, and for the purposes of this definition on any premises wholly or mainly used (whether for profit or not) for agricultural or horticultural purposes or for scientific research or experiment shall be deemed to be premises used for carrying on a trade; and “ vessel ” includes a hovercraft within the meaning of the  Hovercraft Act 1968. 2 Except so far as this Act expressly provides otherwise and subject to the provisions of  section 18 of the  Interpretation Act 1978 \t\t\t\t\t(which relates to offences under two or more laws), nothing in this Act— a confers a right of action in any civil proceedings (other than the proceedings for the recovery of a fine) in respect of any contravention of this Act or an instrument made in pursuance of this Act; b Affects any restriction imposed by or under any other enactment, whether public, local or private; or c derogates from any right of action or other remedy (whether civil or criminal) in proceedings instituted otherwise than under this Act. 3 In so far as any interest in Crown land is not an interest belonging to Her Majesty or a Crown interest or a Duchy interest, this Act shall apply to the land as if it were not Crown land; and expressions used in this subsection and  subsection (1) of section 293 of the Town and Country Planning Act 1990  or, in relation to Scotland,  subsections (1) to (3) of section 242 of the Town and Country Planning (Scotland) Act 1997  have the same meanings in this subsection as in that subsection. 4 References in this Act to any enactment are references to it as amended by or under any other enactment."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "106", "section_title": " General application to Scotland.", "section_text": "106 1 The provisions of this section shall, in addition to any express provision for the application to Scotland of any provision of this Act, have effect for the general application of this Act to Scotland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this Act “region”, “district”, “regional council”, “islands council” and “district council” have respectively the same meanings as in the  Local Government (Scotland) Act 1973. 4 Any reference in this Act to a highway shall, unless the contrary intention appears, include a reference to any public right of way. 5 Any question which is required by any provision of this Act to be determined by arbitration shall be determined by a single arbiter appointed, in default of agreement between the parties concerned, by the Secretary of State on the application of any of the parties. 6 For any reference in this Act to a magistrates’ court there shall be substituted a reference to the sheriff. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 For any reference in this Act to the London Gazette there shall be substituted a reference to the Edinburgh Gazette. 9 In this Act “ owner ” means the person for the time being entitled to receive or who would, if the same were let, be entitled to receive, the rents of the premises in connection with which the word is used and includes a trustee, factor, tutor or curator, and, in the case of public or municipal property, includes the persons to whom the management thereof is entrusted."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "107", "section_title": " Application to Isles of Scilly.", "section_text": "107 This Act shall have effect in its application to the Isles of Scilly with such modifications as the Secretary of State may by order specify, and the Secretary of State may by order vary or revoke any order previously made in pursuance of this section."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "108", "section_title": " Minor and consequential amendments of enactments, and repeals.", "section_text": "108 1 The enactments specified in Schedule 3 to this Act shall have effect subject to the amendments there specified (which are minor amendments and amendments consequential on provisions of this Act). 2 The enactments mentioned in the first and second columns of Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 The Secretary of State may by order repeal or amend any provision of any local Act passed before this Act (including an Act confirming a provisional order) or of any order or other instrument made under an Act so passed if it appears to him that the provision is inconsistent with, or has become unnecessary or requires alteration in consequence of, any provision of this Act or corresponds to any provision repealed by this Act or relates to trade effluent."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "109", "section_title": " Short title, commencement and extent.", "section_text": "109 1 This Act may be cited as the Control of Pollution Act 1974. 2 This Act shall come into force on such day as the Secretary of State may by order appoint; and— a without prejudice to the generality of section 104(1)(a) of this Act, different days may be appointed in pursuance of this subsection for different provisions of this Act and for such different purposes of the same provision as may be specified in the order; b Any provision appointing a day in pursuance of this subsection may be revoked or varied by an order made by the Secretary of State which comes into force before that day. 3 This Act, except sections  ...   ... 101 and this section, does not extend to Northern Ireland."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "13", "section_title": " Dustbins etc.", "section_text": "13 1 Where a collection authority has a duty by virtue of subsection (1)(a) of the preceding section to arrange for the collection of household waste from any premises, the authority may, by a notice served on the occupier of the premises, require him to place the waste for collection in receptacles which are of a kind and number reasonably specified in the notice. 1A A person who fails to comply with any of the requirements of such a notice shall be guilty of an offence and liable on summary conviction to a fine of an amount not exceeding  level 3 on the standard scale . 2 A notice served by an authority in pursuance of the preceding subsection may provide for the receptacles in question to be provided by the authority free of charge or— a if the recipient of the notice agrees, by the authority on payment by the recipient of the notice of such a single payment or such periodical payments as he agrees with the authority; or b by the recipient of the notice if he does not enter into an agreement in pursuance of the preceding paragraph within a period specified in the notice or the notice does not propose such an agreement. 3 Where by virtue of such a notice the recipient of it is required to provide any receptacles he may within the period of twenty-one days beginning with the last day of the period specified in the notice in pursuance of paragraph (b) of the preceding subsection or, where no period is so specified, beginning with the day on which the notice is served on him, appeal to a magistrates’ court against the notice on the ground that  any requirement specified in  the notice is unreasonable or on the ground that the receptacles in which household waste in the premises in question is placed for collection are adequate; and where an appeal against a notice is brought in pursuance of this subsection— a the notice shall be of no effect pending the determination of the appeal; and b the court shall either quash or modify the notice or dismiss the appeal; and c no question as to whether  any requirement  specified in the notice is unreasonable shall be entertained in any proceedings for an offence under this section in respect of the notice. 4 An  English disposal authority  and any collection authority may at the request of any person supply him with receptacles for commercial waste or industrial waste which he has requested the authority to arrange to collect and shall make a reasonable charge for any receptacle supplied in pursuance of this subsection unless in the case of a receptacle for commercial waste the authority considers it appropriate not to make a charge. 5 If it appears to a collection authority that there is likely to be situated, on any premises in its area, commercial waste or industrial waste of a kind which, if the waste is not stored in receptacles of a particular kind, is likely to cause a nuisance or to be detrimental to the amenities of the locality in which the premises are situated, the authority may, by a notice served on the occupier of the premises, require him to provide at the premises receptacles for the storage of such waste which are of a kind and number reasonably specified in the notice. 5A A person who fails to comply with any requirement specified in a notice shall be guilty of an offence and liable on summary conviction to a fine of an amount not exceeding  level 3 on the standard scale . 6 A person on whom a notice is served in pursuance of the preceding subsection may, within the period of twenty-one days beginning with the day on which the notice is served on him, appeal to a magistrates’ court against the notice on the grounds that  any requirement  specified in the notice is unreasonable or that the waste is not likely to cause a nuisance or be detrimental to the amenities of the locality in which the premises are situated; and where an appeal against a notice is brought in pursuance of this subsection, paragraph (a) to (c) of subsection (3) of this section shall apply in relation to the notice as they apply in relation to such a notice as is mentioned in that subsection. 7 A notice under subsection (1) or (5) of this section may make provision with respect to— a the size, construction and maintenance of receptacles for controlled waste; b the placing of the receptacles on premises for the purpose of facilitating the emptying of them, and access to the receptacles for that purpose; c the placing of the receptacles for that purpose on highways; d the substances which may and may not be put into the receptacles and the precautions to be taken where particular substances are put into them; and e the steps to be taken by occupiers of premises for the purposes of facilitating the collection of waste from receptacles for controlled waste which are provided in connection with the premises. 7A A notice under subsection (1) or (5) of this section shall not require receptacles to be placed on a highway unless— a the relevant highway authority have given their consent to their being so placed; and b arrangements have been made as to the liability for any damage arising out of their being so placed. 8 References to receptacles in the preceding provisions of this section include references to holders for receptacles."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "62", "section_title": " Noise in streets.", "section_text": "62 1 Subject to the provisions of this section, a loudspeaker in a street shall not be operated— a between the hours of nine in the evening and eight in the following morning, for any purpose; b At any other time, for the purpose of advertising any entertainment, trade or business; and any person who operates or permits the operation of a loudspeaker in contravention of this subsection shall be guilty of an offence against this Part of this Act. In this section  “ street ” means a highway and any other road, footway, square or court which is for the time being open to the public. 1A Subject to subsection (1B) of this section, the Secretary of State may by order amend the times specified in subsection (1)(a) of this section. 1B An order under subsection (1A) of this section shall not amend the times so as to permit the operation of a loudspeaker in a street at any time between the hours of nine in the evening and eight in the following morning. 2 Subsection (1) of this section  shall not apply to the operation of a loudspeaker— a for police,  fire and rescue authority   or ambulance purposes  or for purposes relating to the functions of Ministry of Defence fire-fighters (as defined in section 16 of the Armed Forces Act 2016) , by  the  Environment Agency ,   the Natural Resources Body for Wales,  a water undertaker or a sewerage undertaker  in the exercise of any of its functions, or by a local authority within its area; b for communicating with persons on a vessel for the purpose of directing the movement of that or any other vessel; c if the loudspeaker forms part of a public telephone system; d if the loudspeaker— i is in or fixed to a vehicle, and ii is operated solely for the entertainment of or for communicating with the driver or a passenger of the vehicle or, where the loudspeaker is or forms part of the horn or similar warning instrument of the vehicle, solely for giving warning to other traffic, and iii is so operated as not to give reasonable cause for annoyance to persons in the vicinity; e otherwise than on a highway , by persons employed in connection with a transport undertaking used by the public in a case where the loudspeaker is operated solely for making announcements to passengers or prospective passengers or to other persons so employed; f by a travelling showman on land which is being used for the purposes of a pleasure fair; g in case of emergency. 3 Subsection (1)(b) of this section shall not apply to the operation of a loudspeaker between the hours of noon and seven in the evening on the same day if the loudspeaker— a is fixed to a vehicle which is being used for the conveyance of a perishable commodity for human consumption; and b is operated solely for informing members of the public (otherwise than by means of words) that the commodity is on sale from the vehicle; and c is so operated as not to give reasonable cause for annoyance to persons in the vicinity. 3A Subsection (1) of this section shall not apply to the operation of a loudspeaker in accordance with a consent granted by a local authority under Schedule 2 to the Noise and Statutory Nuisance Act 1993. 4 An offence under this section in Scotland may be prosecuted in any court of summary jurisdiction within the meaning of the  Summary Jurisdiction (Scotland) Act 1954 having jurisdiction in the place where the offence was committed."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "73", "section_title": " Interpretation and other supplementary provisions.", "section_text": "73 1 Except where the context otherwise requires, in this Part of this Act— “ contravention ” includes a failure to comply with the provision in question, and “ contravene ” shall be construed accordingly; “ local authority ” means— in England  . . .  , the council of a district or a London borough, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple and the Under Treasurer of the Middle Temple; in Wales, the council of a county or a county borough;  and in Scotland, an islands or district council; “ noise ” includes vibration; ... ... ... ... “ statutory undertakers ” means persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of . . .  , . . .  ,  or hydraulic power , and includes  a universal service provider (within the meaning of   Part 3 of the Postal Services Act 2011 ) in his capacity as a person who provides a universal postal service (within the meaning of   that Part ) ; “ work of engineering construction ” means the construction, structural alteration, maintenance or repair of any railway line or siding or any dock, harbour, inland navigation, tunnel, bridge, viaduct, waterworks, reservoir, pipeline, aqueduct, sewer, sewage works or gasholder. 2 The area of a local authority which includes part of the seashore shall also include for the purposes of this Part of this Act, except   section 62  , the territorial sea lying seawards from that part of the shore; and— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b this Part of this Act (except   section 62   and this subsection) shall have effect, in relation to any area included in the area of a local authority by virtue of this subsection— i As if references to premises and the occupier of premises included respectively a vessel and the master of a vessel, and ii with such other modifications, if any, as are prescribed. 3 Where more than one person is responsible for noise, this Part of this Act shall apply to each of those persons whether or not what any one of them is responsible for would by itself amount to a nuisance, or would result in a level of noise justifying action under this Part of this Act. 4 This Part of this Act does not apply to noise caused by aircraft other than model aircraft and does not confer functions on port health authorities."}, {"act": "Control of Pollution Act 1974", "year": 1974, "section": "105", "section_title": " Interpretation etc—general.", "section_text": "105 1 In this Act—                         “ the Alkali Act ” means the  Alkali, &c. Works Regulation Act 1906; “ county ”                          county borough  and “ district ”, except in relation to Scotland, have the same meanings as in the  Local Government Act 1972; “ mine ” and “ quarry ” have the same meanings as in the  Mines and Quarries Act 1954; “ modifications ” includes additions, omissions and amendments and “modify” and cognate expressions shall be construed accordingly; “ notice ” means notice in writing; “ owner ”, except in relation to Scotland, means the person for the time being receiving the rackrent of the premises in connection with which the word is used, whether on his own account or as agent or trustee for another person, or who would so receive the rackrent if the premises were let at a rackrent; “ premises ” includes land; “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Secretary of State;  “ road ”\t\t\t\t\t\t\t(except where the context otherwise requires) has the same meaning as in the  Part IV of the New Roads and Street Works Act 1991 : “ roads authority ” has the same meaning as in the Roads (Scotland) Act 1984;  “ SEPA ” means the Scottish Environment Protection Agency; “ trade effluent ” includes any liquid (either with or without particles of matter in suspension in it) which is discharged from premises used for carrying on any trade or industry, other than surface water and domestic sewage, and for the purposes of this definition on any premises wholly or mainly used (whether for profit or not) for agricultural or horticultural purposes or for scientific research or experiment shall be deemed to be premises used for carrying on a trade; and “ vessel ” includes a hovercraft within the meaning of the  Hovercraft Act 1968. 2 Except so far as this Act expressly provides otherwise and subject to the provisions of  section 18 of the  Interpretation Act 1978 \t\t\t\t\t(which relates to offences under two or more laws), nothing in this Act— a confers a right of action in any civil proceedings (other than the proceedings for the recovery of a fine) in respect of any contravention of this Act or an instrument made in pursuance of this Act; b Affects any restriction imposed by or under any other enactment, whether public, local or private; or c derogates from any right of action or other remedy (whether civil or criminal) in proceedings instituted otherwise than under this Act. 3 In so far as any interest in Crown land is not an interest belonging to Her Majesty or a Crown interest or a Duchy interest, this Act shall apply to the land as if it were not Crown land; and expressions used in this subsection and  subsection (1) of section 293 of the Town and Country Planning Act 1990  or, in relation to Scotland,  subsections (1) to (3) of section 242 of the Town and Country Planning (Scotland) Act 1997  have the same meanings in this subsection as in that subsection. 4 References in this Act to any enactment are references to it as amended by or under any other enactment."}]