[{"act": "Finance Act 1974", "year": 1974, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Finance Act 1974", "year": 1974, "section": "2", "section_title": " Increase of certain duties on betting.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purposes of pool betting duty on bets made at any time by reference to any event taking place after 31st March 1974, section 7(1) of the Betting and Gaming Duties Act 1972 and section 18(1) of the Miscellaneous Transferred Excise Duties Act (Northern Ireland) 1972 (under which the amount of the duty is 33⅓ per cent. of the amount on which the duty falls to be computed) shall each have effect with the substitution for the words “33⅓ per cent.” of the words  “                  40 per cent.                ” , except in the of bets made by way of pool betting in respect of a competition prize held by— a the holder of a licence under the  Pool Competitions Act 1971, or b any person approved by the Secretary of State in that behalf on the recommendation of the Gaming Board for Great Britain, in respect of which the amount of the pool betting duty shall be 33⅓ per cent."}, {"act": "Finance Act 1974", "year": 1974, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Finance Act 1974", "year": 1974, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Finance Act 1974", "year": 1974, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Finance Act 1974", "year": 1974, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Finance Act 1974", "year": 1974, "section": "716", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7–16"}, {"act": "Finance Act 1974", "year": 1974, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Finance Act 1974", "year": 1974, "section": "1820", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18–20"}, {"act": "Finance Act 1974", "year": 1974, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Finance Act 1974", "year": 1974, "section": "2223.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Finance Act 1974", "year": 1974, "section": "24", "section_title": " Returns of persons treated as employees.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1974", "year": 1974, "section": "2528", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25–28"}, {"act": "Finance Act 1974", "year": 1974, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Finance Act 1974", "year": 1974, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Finance Act 1974", "year": 1974, "section": "3133", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31–33"}, {"act": "Finance Act 1974", "year": 1974, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Finance Act 1974", "year": 1974, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Finance Act 1974", "year": 1974, "section": "3637.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Finance Act 1974", "year": 1974, "section": "38", "section_title": "Certain development gains from land to be taxed as income.", "section_text": "38 1 This section applies to any disposal of any interest in land situated in the United Kingdom which is made after 17th December 1973. 2 Where a gain accrues to a person on a disposal of an interest in land to which this section applies, so much (if any) of the gain as by virtue of this Chapter is a development gain shall be treated for all the purposes of the Tax Acts as income arising at the time of the disposal and as constituting profits or gains chargeable to tax under Case  VI  of Schedule D for the chargeable period in which the disposal is made, and (except for the purpose of computing the development gain, if any, accruing in respect of the disposal) shall not be a chargeable gain  . 3 Where a chargeable gain accrues to a person on a disposal of an interest in land to which this section applies, then, subject to the provisions of this Chapter, the development gain accruing to him in respect of that disposal shall be equal to whichever is the least of the following amounts (computed in accordance with any relevant provisions of this Chapter), that is to say— a the net proceeds of the disposal reduced by an amount equal to 120 per cent. of the total sum that is by virtue of   section 32(1)(a) and (b) of the Capital Gains Tax Act 1979   allowable as a deduction from the consideration for the disposal in computing the chargeable gain; b the net proceeds of the disposal reduced by an amount equal to 110 per cent. of the current use value of the interest at the time of the disposal; and c the amount of the chargeable gain reduced by the amount (if any) by which the current use value of the interest at the time of the disposal exceeds the current use value of the interest at the time of its acquisition by the person making the disposal or, if the interest was acquired by him before 6th April 1965, its current use value at that date. 4 Schedule 3to this Act shall have effect for interpreting and supplementing this section, which is there referred to as the principal section. 5 This section shall have effect subject to the transitional provisions in Schedule 4 to this Act  ."}, {"act": "Finance Act 1974", "year": 1974, "section": "39", "section_title": "Exemption or relief for small disposals.", "section_text": "39   1 Where the amount of chargeable gains that would, apart from this subsection, be a person’s development gains for any chargeable period does not exceed — a in the case of an individual or the personal representatives of a deceased person as such,  £10,000;  or b in the case of a company or the trustees of a settlement,  £1,000, no part of those chargeable gains shall be development gains; and where that amount exceeds the limit applicable to that person under paragraph \t\t\t\t\t(a)  or \t\t\t\t\t(b)  above only so much of that amount as exceeds the limit shall be development gains. 2 For the purposes of this section a man and his wife living with him shall be treated as one individual  . 4 Where two or more persons carry on a trade or business in partnership, then, for the purposes of this section — a notwithstanding  section  60(b)  of the Capital Gains Tax Act  1979   the firm shall be treated as a single individual, and all disposals of partnership assets by the firm shall be treated as made by that individual; b a change in the persons carrying on the trade or business shall be disregarded if, assuming an election under section  154(2)\t\t\t\t\t\t\t of the Taxes Act to have been duly made, the trade or business would not by virtue of section  154(1)\t\t\t\t\t\t\t of that Act be treated as discontinued by reason of the change; and c for any year of assessment in or in part of which a company is a member of the partnership,  subsection \t\t\t\t\t\t\t(1)  above ,  shall apply as if in paragraph \t\t\t\t\t\t\t(a)  above for the words  “a single individual” and  “that individual”\t\t\t\t\t\t\t\tthere were substituted respectively the words \t\t\t\t\t\t\t\t\t“a company”\t\t\t\t\t\t\t\tand \t\t\t\t\t\t\t\t\t“that company”. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1974", "year": 1974, "section": "40", "section_title": " Development losses.", "section_text": "40 1 This section applies to any disposal of any interest in land situated in the United Kingdom which is made after  17 th December  1973. 2 Where in any chargeable period a loss accrues to a person on a disposal of an interest in land to which this section applies, he may, by notice in writing given within two years after the end of that period, make a claim for relief from tax by reference to the amount of any development loss accruing to him in respect of the disposal. 3 If, but only if, a claim under subsection \t\t\t\t\t(2)  above is made in respect of a disposal to which this section applies, then, subject to the provisions of Schedule  6  to this Act — a so much \t\t\t\t\t\t\t( if any )  of the loss accruing on the disposal as by virtue of this Chapter is a development loss shall be treated as a loss to which section  176  or, as the case may be, section  179 of the Taxes Act \t\t\t\t\t\t\t( Case  VI  losses ),  applies, and \t\t\t\t\t\t\t( except for the purpose of computing the development loss, if any, accruing in respect of the disposal )  shall not be an allowable loss within the meaning of the Capital Gains Tax Act  1979  ;  and b the said section  176  or  179  shall apply to any development loss accruing in respect of the disposal as if a claim under that section had been duly made with regard to it. 4 Where an allowable loss accrues to a person on a disposal of an interest in land to which this section applies and a claim under subsection \t\t\t\t\t(2)\t\t\t\t\t above is made in respect of that disposal, then, subject to the provisions of this Chapter, the development loss accruing to him in respect of that disposal shall be equal to the amount of the allowable loss reduced by the amount \t\t\t\t\t( if any )  by which the current use value of the interest at the time of the disposal is less than the current use value of the interest at the time of its acquisition by the person making the disposal or, if the interest was acquired by him before  6 th April  1965,  its current use value at that date. 5 Schedule  6  to this Act shall have effect for supplementing this section. 6 Without prejudice to subsection \t\t\t\t\t(3)  of section  41  or subsection \t\t\t\t\t(3)  of section  42  of this Act, nothing in either of those sections shall be taken to extend the application of this section ."}, {"act": "Finance Act 1974", "year": 1974, "section": "41", "section_title": " Disposals of interests in land effected indirectly.", "section_text": "41 1 Where after  17 th December  1973  a person disposes of shares in a company \t\t\t\t\t( “the said company” )  and immediately before the disposal either — a the said company is or has control of a land-owning company, and is a close company in which he has a material interest; or b the said company, or a company of which it has control, has a material interest in a land-owning company which is a close company, and the said company is one of which he has control or of which he and persons connected with him have control, the disposal shall be deemed to be a disposal of an interest in land to which section  38  of this Act applies. 2 Where a chargeable gain accrues to a person on a disposal of shares in a company to which the preceding subsection applies, then, subject to the provisions of section  39  of this Act and this section, the development gain accruing to him in respect of the disposal shall be equal to that chargeable gain. 3 Where, apart from this subsection, a development gain would by virtue of the preceding provisions of this section accrue to a person in respect of a disposal of shares in a company, then — a a development gain shall not accrue to him in respect of the disposal unless an excess of development gains over development losses would have accrued to the company, being a land-owning company, or to a land-owning company mentioned in paragraph \t\t\t\t\t\t\t(a) or (b),  as the case may be, of subsection \t\t\t\t\t\t\t(1)  above, on the company disposing of its relevant land at market value at the time of his disposal and any such land-owning company disposing likewise of the relevant land of that company; and b the development gain accruing to him in respect of the disposal shall not exceed one-half of the excess of the total development gains over the total development losses that would have accrued as mentioned in paragraph \t\t\t\t\t\t\t(a)  above, or one-half of such part of that excess as is attributable to the shares disposed of by him. If a claim under section  40(2)\t\t\t\t\t of this Act could have been made in respect of any disposal which is to be assumed for the purposes of this subsection, that claim shall for those purposes be assumed to have been made. 4 Where a person disposes of shares in a company \t\t\t\t\t( “the said company” )  in circumstances such that subsection \t\t\t\t\t(1)  above would apply to the disposal if the said company or, as the case may be, a land-owning company mentioned in paragraph \t\t\t\t\t(b)  of that subsection had been a close company at the material time \t\t\t\t\t( that is to say, immediately before the disposal ),  then, if the said company or that land-owning company was not resident in the United Kingdom at that time but would have been a close company at that time if it had been so resident, this Chapter shall apply in relation to the disposal as if the said company or, as the case may be, the land-owning company had been resident in the United Kingdom at that time. 5 Where a person disposes of shares in a company \t\t\t\t\t( “the said company” )  in a case falling within subsection \t\t\t\t\t(1)(a)  above and at the material time \t\t\t\t\t( that is to say, immediately before the disposal )  the said company had control of a land-owning company which, because it was not resident in the United Kingdom, was not a close company, then this Chapter shall apply in relation to the disposal as if that land-owning company had been resident in the United Kingdom at that time. 6 For the purposes of this section — a                           “ land-owning company ” means a company that owns relevant land to a value exceeding three-quarters of the net value of all its assets \t\t\t\t\t\t\t( that is to say, their value less the value of the debts and liabilities of the company ); b subject to subsection \t\t\t\t\t\t\t(11)  below, a person has a material interest in a company if under subsection \t\t\t\t\t\t\t(6)  of section  285  of the Taxes Act he would have a material interest in it   . . .   if in the said subsection \t\t\t\t\t\t\t(6)  for \t\t\t\t\t\t\t\t\t“5 per cent.”, in both places, there were substituted \t\t\t\t\t\t\t\t\t“10 per cent.” ; c an unauthorised unit trust which owns relevant land to a value exceeding three-quarters of the net value of all its assets \t\t\t\t\t\t\t( that is to say, their value less the value of the debts and liabilities of the unit trust )  shall be treated as if it were both a land-owning company and a close company; d the part attributable to any shares in a company of the amount of an excess of total development gains over total development losses shall be the sum which that amount would add to the distributions made in respect of those shares in a winding-up of the company if the amount represented assets of the company, and if apart from that amount the assets of the company were enough, and no more than enough, to ensure the satisfaction of its liabilities \t\t\t\t\t\t\t( including the return of share capital ),  and the part of any such amount which is directly or indirectly attributable under this paragraph to shares held by a company shall \t\t\t\t\t\t\t( so far as is necessary for the determination of any question as to the tax chargeable in consequence of this section )  be apportioned by the like method between the shares in that company to arrive at the part attributable to any of those shares. In its application by virtue of  section  93 of the Capital Gains Tax Act  1979   to an unauthorised unit trust, paragraph \t\t\t\t\t(d)\t\t\t\t\t above shall have effect with any necessary modifications. 7 For the purposes of this and the preceding subsection — a                           “relevant land”                         \t\t\t\t\t\t\t( subject to subsections \t\t\t\t\t\t\t(8)  to \t\t\t\t\t\t\t(10)  below )  means any interest in land situated in the United Kingdom, other than an interest held as a trading stock; b the value of the relevant land of a company or unauthorised unit trust shall be taken to be its value free of any liability charged or secured thereon; c a company or unauthorised unit trust shall be treated as owning any interest in land which it has unconditionally contracted to acquire, but not as owning any interest in land which it has unconditionally contracted to dispose of; d                           “ value ”, in relation to the relevant land of a company or unauthorised unit trust, means market value; e the net value of the assets of a company other than a unit trust scheme is the net value they would have on a sale in the open market of the business of the company as a going concern; and f an interest under a settlement shall be treated as an interest in land situated in the United Kingdom if a disposal thereof would fall within section  42(1)  of this Act. 8 The interest of a company in any building or part of a building — a which the company occupies and uses for the purposes only of a trade carried on by it \t\t\t\t\t\t\t( other than a trade of providing services for the occupier of land in which the company has an interest );  or b which, in a case where the company is a member of a group of companies, some other member of the group occupies and uses for the purposes only of a trade carried on by that other member \t\t\t\t\t\t\t( other than a trade of providing services for the occupier of land in which any member of the group has an interest ), shall not be relevant land in relation to the company for the purposes of subsections \t\t\t\t\t(6)  and \t\t\t\t\t(7)  above, nor shall its interest in the site of any such building or part of a building \t\t\t\t\t( including in the site any land in the immediate vicinity of the building which the company or, as the case may be, that other member of the group occupies for purposes ancillary to its occupation and use of the building or part of a building ). 9 If, in the case of a building or part of a building in which a company has an interest, it is established to the satisfaction of the inspector or, on appeal, of the Commissioners concerned that the company or, in a case where the company is a member of a group of companies, some other member of the group intends within three years of the relevant disposal of shares to occupy and use that building or part as mentioned in paragraph \t\t\t\t\t(a)  or, as the case may be, paragraph \t\t\t\t\t(b)\t\t\t\t\t of the preceding subsection, that paragraph shall have effect as if the company were so occupying that building or part. 10 Subsections \t\t\t\t\t(8)  and \t\t\t\t\t(9)  above — a shall apply in relation to any permanent or semi-permanent structure in the nature of a building as they apply in relation to a building; and b shall apply in relation to the discharge of the functions of a public authority, and to the occupation of woodlands where the woodlands are managed by the occupier on a commercial basis and with a view to the realisation of profits, as they apply in relation to a trade; and section  272  of the Taxes Act \t\t\t\t\t( groups of companies: definitions )  shall apply for the purposes of those subsections as it applies for the purposes of sections  273  to  281  of that Act. 11 In the case of a close company \t\t\t\t\t( within the meaning of this Chapter )  which for the purposes of the Corporation Tax Acts is not a close company because it falls within section  282(4)  or  283  of the Taxes Act, subsection \t\t\t\t\t(6)(b)  above shall, except in relation to an excepted person, have effect as if for “ “10 per cent.”” there were substituted “ “20 per cent.””. 12 In the preceding subsection \t\t\t\t\t\t\t“ excepted person ”, in relation to a company, means any of the following, namely — a any director or associate of a director of the company; or b any company which is under the control of any such director or associate, or of two or more persons each of whom is such a director or associate; or c any associated company of the company; or d the trustees of any fund the capital or income of which is applicable or applied wholly or mainly for the benefit of, or of the dependants of, the employees or directors, or past employees or directors, of the company, or of any company within paragraph \t\t\t\t\t\t\t(b)  or \t\t\t\t\t\t\t(c)\t\t\t\t\t\t\t above. Expressions used in this subsection and in subsection \t\t\t\t\t(5)\t\t\t\t\t of section  283  of the Taxes Act have the same meaning in this subsection as in that. 13 A disposal of an interest in shares in a company which under  section  72 of the Capital Gains Tax Act  1979  \t\t\t\t\t( capital distributions by companies )\t\t\t\t\t a person is treated as having made in consideration of a capital distribution from the company in the form of an interest in land shall be disregarded for the purposes of this section if the distribution is made or due in respect of share capital in the course of a dissolution or winding-up of the company."}, {"act": "Finance Act 1974", "year": 1974, "section": "42", "section_title": " Disposals of interests in settled property.", "section_text": "42 1 Where after  17 th December  1973  a person disposes of an interest under a settlement which immediately before the disposal is a land settlement, the disposal shall be deemed to be a disposal of an interest in land to which section  38  of this Act applies. 2 Where a chargeable gain accrues to a person on a disposal of an interest under a settlement to which the preceding subsection applies, then, subject to the provisions of section  39  of this Act and this section, the development gain accruing to him in respect of the disposal shall be equal to that chargeable gain. 3 Where, apart from this subsection, a development gain would by virtue of the preceding provisions of this section accrue to a person in respect of a disposal of an interest under a settlement then — a a development gain shall not accrue to him in respect of the disposal unless an excess of development gains over development losses would have accrued to the trustees of the settlement on their disposing of the relevant land comprised in the settled property at market value at the time of his disposal; and b the development gain accruing to him in respect of the disposal shall not exceed the amount \t\t\t\t\t\t\t( if any )  by which the market value of the interest at that time exceeds what its market value would then have been if the value of the relevant land then comprised in the settled property had been equal to the actual value of that relevant land at that time reduced by one-half of the excess of development gains over development losses that would have accrued as mentioned in paragraph \t\t\t\t\t\t\t(a)  above. If a claim under section  40(2)  of this Act could have been made in respect of any disposal which is to be assumed for the purposes of this subsection, that claim shall for those purposes be assumed to have been made. 4 Where a gain accrues to a person on a disposal of an interest under a settlement which immediately before the disposal is a land settlement and — a  section  58(1) of the Capital Gains Tax Act  1979  \t\t\t\t\t\t\t( exemption for gains accruing on disposals of interests under settlements )  would, apart from this subsection, apply to that gain; and b immediately before the disposal it was the case that under the terms of the settlement the person making the disposal would or might become absolutely entitled to all or any part of the settled property as against the trustee, then the development gain accruing to him in respect of that disposal shall first be computed as if the   said section  58(1)   did not so apply, and the said section  58(1)   shall then apply to so much, if any, of the gain as is not by virtue of this Chapter a development gain. 5 Where by virtue of  section  58(2)  of the Capital Gains Tax Act  1979   a person who has acquired an interest in settled property is treated as disposing of the interest on the occasion of his becoming, as the holder of that interest, absolutely entitled to any settled property as against the trustee, then — a subsection \t\t\t\t\t\t\t(4)  above shall not apply in the case of that disposal if the trustee is chargeable to tax on that occasion by virtue of section  54(1) of the Capital Gains Tax Act  1979  ( settled property );  and b where the preceding paragraph would apply if the trustee were resident and ordinarily resident in the United Kingdom, then, if any beneficiary under the settlement is by virtue of  section 17 of the Capital Gains Tax Act  1979  \t\t\t\t\t\t\t( non-resident trusts )\t\t\t\t\t\t\t treated as if the whole or part of the relevant amount had been development gains accruing to that beneficiary, the development gain accruing to the first-mentioned person in respect of the said disposal shall not exceed the difference between what that development gain would be apart from this paragraph and the relevant fraction of what that development gain would be apart from this paragraph. 6 For the purposes of this and the preceding subsection — a                           “ the relevant amount ” means the amount on which the trustee of the settlement mentioned in that subsection would have been chargeable to income tax in respect of development gains by virtue of section  38(2)  of this Act as mentioned in subsection \t\t\t\t\t\t\t(2)\t\t\t\t\t\t\t of the said   section  17  ; b                           “ the relevant fraction ” means the fraction of which the numerator is equal to so much of the relevant amount as is by virtue of subsection \t\t\t\t\t\t\t(2)  of the said section  17   treated as development gains accruing to beneficiaries under the said settlement, and the denominator is the relevant amount; and c references to the said   section  17  are references to that section as it has effect in relation to development gains by virtue of paragraph  3 of Schedule  8 to this Act. 7 Where, in a case to which subsection \t\t\t\t\t(4)  above applies, a person having an interest in settled property is charged to tax in respect of a development gain accruing to him by virtue of this section, then, for the purposes of the computation under Chapter   II  of Part  II  of the Capital Gains Tax Act  1979   of the gain accruing to the trustees of the settlement on a disposal of all or any part of the relevant land which was comprised in the settled property immediately before the disposal in respect of which that development gain accrued to him, section  32(1)(a)  of the Capital Gains Tax Act  1979  \t\t\t\t\t( computation of chargeable gains: allowable expenditure )  shall apply — a as if a sum equal to the amount of that development gain formed part of the consideration given by the trustees for the acquisition of the relevant land which was so comprised in the settled property; and b if the relevant land which was so comprised in the settled property consisted of more than one interest in land, as if such proportion of that sum as is just and reasonable formed part of the consideration given by the trustees for the acquisition of each of those interests. 8 For the purposes of this section — a a settlement is a \t\t\t\t\t\t\t\t\t“land settlement”\t\t\t\t\t\t\t\tif the settled property comprises relevant land to a value exceeding three-quarters of the net value of all the settled property \t\t\t\t\t\t\t( that is to say, its value less the value of any debts or liabilities of the trustees in their capacity as such );  and b                           “ value ”, in relation to any settled property, means market value. 9 For the purposes of this and the preceding subsection — a                           “ relevant land ”                         \t\t\t\t\t\t\t( subject to subsection \t\t\t\t\t\t\t(10)  below )  means any interest in land situated in the United Kingdom, other than an interest held as trading stock; b the value of the relevant land comprised in settled property shall be taken to be its value free of any liability charged or secured thereon; c the net value of the assets of any business comprised in settled property shall be taken to be the net value they would have on a sale in the open market of the business as a going concern; d the settled property comprised in a settlement shall be treated as including any interest in land which the trustees in their capacity as such have unconditionally contracted to acquire, but not as including any interest in land which the trustees in that capacity have unconditionally contracted to dispose of; and e shares in a company shall be treated as an interest in land situated in the United Kingdom if a disposal thereof would fall within section  41(1)\t\t\t\t\t\t\t of this Act. 10 Subsections \t\t\t\t\t(8)\t\t\t\t\t to \t\t\t\t\t(10)\t\t\t\t\t of section  41  of this Act, except paragraph \t\t\t\t\t(b) of subsection (8)  and so much of subsection \t\t\t\t\t(9)  as refers to, or relates to the case mentioned in, that paragraph, shall apply for the purposes of subsections \t\t\t\t\t(8)  and \t\t\t\t\t(9)  above as they apply for the purposes of subsections \t\t\t\t\t(6)  and \t\t\t\t\t(7)  of that section, subject to the modification that for references to a company there shall be substituted references to the trustees of settled property in their capacity as such."}, {"act": "Finance Act 1974", "year": 1974, "section": "43", "section_title": " Special rates of charge for development gains accruing to trustees, personal representatives or unit trust schemes.", "section_text": "43 1 Income arising in a year of assessment by virtue of section  38(2)  of this Act to trustees or to the personal representatives of a deceased person as such or to an unauthorised unit trust shall \t\t\t\t\t( unless chargeable to income tax under any of the following provisions of this section )\t\t\t\t\t be chargeable to income tax at a rate equal to the sum of the basic rate and the additional rate for that year. . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1974", "year": 1974, "section": "44", "section_title": " Supplementary", "section_text": "44 1 For the purposes of this Chapter —                           “ authorised unit trust ” has the meaning given by section  358  of the Taxes Act, and \t\t\t\t\t\t\t\t\t“ unauthorised unit trust ”\t\t\t\t\t\t\t\tmeans a unit trust scheme which is not an authorised unit trust;                           “ chargeable period ” means an accounting period of a company or a year of assessment;                           “ close company ”, except for the purposes of Schedule  7  to this Act, has the meaning given by subsections \t\t\t\t\t\t\t(1)  to \t\t\t\t\t\t\t(3)\t\t\t\t\t\t\t( disregarding \t\t\t\t\t\t\t(1)(d)  of section  282  of the Taxes Act, and \t\t\t\t\t\t\t( except as aforesaid )  the exceptions made by subsections \t\t\t\t\t\t\t(4)  and \t\t\t\t\t\t\t(5)  of that section and section  283  of that Act shall not apply;                           “ interest in land ” means any estate or interest in land, any right in or over land or affecting the use or disposition of land, and any right to obtain such an estate, interest or right from another which is conditional on that other’s ability to grant the estate, interest or right in question, except that it does not include the interest of a creditor \t\t\t\t\t\t\t( other than a creditor in respect of a rentcharge )  whose debt is secured by way of a mortgage, an agreement for a mortgage or a charge of any kind over land, or, in Scotland, the interest of a creditor in a charge or security of any kind over land ;                           “ land ”\t\t\t\t\t\t\t\tincludes buildings;                           “ securities ”\t\t\t\t\t\t\t\tincludes securities as defined in  section  82 of the Capital Gains Tax Act  1979   except that it does not include a security for a normal commercial loan as defined in paragraph  1  of Schedule  12  to the Finance Act  1973;                           “ shares ”does not include fixed-rate preference shares as defined in paragraph  1  of Schedule  12  to the Finance Act  1973,  but includes securities \t\t\t\t\t\t\t( as well as, by virtue of section  64(1)\t\t\t\t\t\t\t of the Capital Gains Tax Act  1979   stock )  and, in relation to a company not limited by shares \t\t\t\t\t\t\t( whether or not it has a share capital ),  also includes the interest of a member of the company as such, whatever the form of that interest, and this Chapter shall apply in relation to any disposal of rights attached to or forming part of a share as if the rights included in the disposal and those not included were separate shares;                           “ unit trust scheme ” means a unit trust scheme as defined in section  26(1)  of the   Prevention of Fraud \t\t\t\t\t\t\t( Investments )  Act  1958, or, for Northern Ireland, in section  22(1)  of the   Prevention of Fraud \t\t\t\t\t\t\t( Investments )  Act \t\t\t\t\t\t\t( Northern Ireland ) 1940. 2 In this Chapter references to the net proceeds of a disposal of an interest in land to which section 38 of this Act applies are  . . .  )  references to the amount which, in the computation of the chargeable gain accruing on the disposal, falls to be taken as the consideration, less any sum allowable in that computation as a deduction on account of the incidental costs to the person making the disposal of making it. 3 Where a person disposing of an interest in land acquired it in circumstances such that, by virtue of any enactment, he and the person from whom he acquired it \t\t\t\t\t( “the previous disposer” )  fall to be treated as if the acquisition were for a consideration of such amount as would secure that on the disposal under which he acquired it neither a gain nor a loss would accrue to the previous disposer, any reference in this Chapter to the acquisition of the interest by the person making the disposal shall be construed as a reference to its acquisition by the previous disposer, or, if the previous disposer himself acquired it in such circumstances as aforesaid, as a reference to its acquisition by the person from whom the previous disposer acquired it \t\t\t\t\t( and likewise for any number of previous acquisitions of the interest each made in the like circumstances ). 4 Schedule  7  to this Act shall have effect with respect to the treatment of development gains under the Tax Acts; and the enactments relating to the taxation of capital gains shall have effect subject to the provisions of Schedule  8  to this Act \t\t\t\t\t( being provisions for adapting or amending those enactments in connection with this Chapter ). 5 This Chapter shall be deemed to have come into force on  18 th December  1973."}, {"act": "Finance Act 1974", "year": 1974, "section": "45", "section_title": " Charge to tax: first letting or occupation of building after material development.", "section_text": "45 1 Subject to the provisions of this section and Schedule  9  to this Act, where after  17 th December  1973  a chargeable building is first let or occupied to a material extent after the commencement of the relevant development, any person who on the material date has an interest in the relevant land shall be deemed for the purposes of the Capital Gains Tax Act  1979   and Chapter  I  of this Part of this Act to have on that date disposed of and immediately reacquired that interest for a consideration equal to its market value . 2 For the purposes of this Chapter a chargeable building is first let or occupied to a material extent after the commencement of the relevant development on the first occasion thereafter on which either — a the floor area of the part or parts let under one or more leases granted after the commencement of that development; or b the floor area of the part or parts occupied as of right otherwise than under any lease so granted \t\t\t\t\t\t\t( whether or not the occupation began before the commencement of that development );  or c the aggregate of the floor area of the part or parts let as aforesaid and the floor area of the part or parts occupied as aforesaid, is more than  25  per cent. of what was or is the floor area of the whole chargeable building on the date on which the relevant development was or is substantially completed. 3 Subsection \t\t\t\t\t(1)  above shall not apply in the case of a chargeable building which was wholly or partly let or occupied before  18 th December  1973  if at any time before that date either — a the floor area of the part or parts let under one or more leases granted after the commencement of the relevant development; or b the floor area of the part or parts occupied as of right otherwise than under any lease so granted; or c the aggregate of the floor area of the part or parts let as aforesaid and the floor area of the part or parts occupied as aforesaid, was more than  25  per cent. of what was or is the floor area of the whole chargeable building on the date on which the relevant development was or is substantially completed. For the purposes of this subsection a building or part of a building shall not be treated as let at a particular time unless it was then let under a lease granted by an instrument executed before that time. 4 Schedule  9  to this Act shall have effect for supplementing this section."}, {"act": "Finance Act 1974", "year": 1974, "section": "46", "section_title": "Interpretation,  etc.", "section_text": "46 1 In this Chapter —                           “ chargeable building ” has the meaning given by subsections \t\t\t\t\t\t\t(3)  to \t\t\t\t\t\t\t(5)  below ;                           “ interest in land ” and \t\t\t\t\t\t\t\t\t“ land ” have the same meaning as in Chapter  I  of this Part of this Act;                           “ lease ”\t\t\t\t\t\t\t\tincludes an underlease, sublease or tenancy, and \t\t\t\t\t\t\t\t\t“lessor”,\t\t\t\t\t\t\t\t “lessee”, “let” and \t\t\t\t\t\t\t\t\t“rent”\t\t\t\t\t\t\t\tshall be construed accordingly;                           “ material development ” has the meaning given by paragraph  6  of Schedule  3  to this Act;                           “ the material date ”, in relation to a chargeable building which after  17 th December  1973  is first let or occupied to a material extent after the commencement of the relevant development, means the later of the following dates, namely the date after  17 th December  1973  on which the chargeable building was first let or occupied as aforesaid and the date on which the relevant development is substantially completed;                           “ the relevant development ”, in relation to a chargeable building, means the material development from which the building has resulted or of which it has been the subject, so far as that development directly concerns that building  ;                            “ the relevant land ”, in relation to a chargeable building, means the chargeable building and its site \t\t\t\t\t\t\t( including in the site, subject to subsection \t\t\t\t\t\t\t(6)  below, any land occupied for purposes ancillary to the use of the chargeable building ). 2 For the purposes of this Chapter a person shall be treated as occupying land if, but only if, his occupation of it is or, but for any exemption from rates which he enjoys, would be such as to render him or some other person liable to be assessed to rates in respect thereof under the law relating to rating in the part of the United Kingdom in which the land is situated, and references to occupation shall be construed accordingly. 3 Subject to subsections \t\t\t\t\t(4)\t\t\t\t\t and \t\t\t\t\t(5)  below, every separate building in the United Kingdom that has resulted from or been the subject of material development \t\t\t\t\t( whenever carried out )  shall be a chargeable building for the purposes of this Chapter, except that for those purposes — a a separate building constructed or adapted for use wholly as one or more private dwellings shall not be a chargeable building; and b a separate building constructed or adapted for use only partly as one or more private dwellings shall be a chargeable building but shall be deemed not to include any part constructed or adapted for use as a private dwelling. 4 For the purposes of the preceding subsection a building which is physically connected with another building — a shall, although so connected, be treated as a separate building if it is so constructed as to be capable of remaining in position and being used independently of the other building or as to require only minor modification to render it so capable; and b shall not be treated as other than a separate building merely because it is so connected with the other building at or below ground level or by means of a bridge or similar structure \t\t\t\t\t\t\t( whether affording access or accommodation or both ). 5 Where — a subsection \t\t\t\t\t\t\t(1)  of section  45  of this Act has operated in the case of a chargeable building or would have so operated if that section had been enacted and come into force before the commencement of the relevant development, and had been so enacted with the omission of subsection \t\t\t\t\t\t\t(3)  and of the words  “after 17th December 1973” in subsection \t\t\t\t\t\t\t(1) ; and b after the material date there is carried out in relation to that building further material development which, apart from this subsection, would make the said subsection \t\t\t\t\t\t\t(1)\t\t\t\t\t\t\t liable to operate as regards the whole of any chargeable building \t\t\t\t\t\t\t( “the resulting chargeable building” )  consisting of or including the whole or part of the first-mentioned chargeable building; and c one or more parts, but not the whole, of the resulting chargeable building has or have directly resulted from or been directly the subject of the further material development, then, without prejudice to subsection \t\t\t\t\t(3)(a)  and \t\t\t\t\t(b)  above, the resulting chargeable building shall for the purposes of this Chapter be deemed not to include any part which has not directly resulted from or been directly the subject of the further material development. 6 Where land is occupied for purposes ancillary to the use of two or more chargeable buildings, it shall for the purposes of this Chapter be apportioned between those buildings in a fair and reasonable manner; and so much of the land as is apportioned to any one chargeable building shall for those purposes be taken to form part of the site of that, and of no other, chargeable building. 7 For the purposes of this Chapter \t\t\t\t\t\t\t“ floor area ”\t\t\t\t\t\tmeans gross floor area as ascertained by external measurement; and where different parts of a building are separately let or occupied, floor space used in common shall be apportioned rateably. 8 In relation to a chargeable building, references in this Chapter to the commencement of the relevant development are references to the date on which that development was begun, determined in accordance with paragraph  9  of Schedule  3  to this Act. 9 Where a lease of land is granted for a term commencing later than the date of the grant, the land shall for the purposes of this Chapter not be taken to become let under that lease until the commencement of the term. 10 This Chapter shall be deemed to have come into force on  18 th December  1973  ."}, {"act": "Finance Act 1974", "year": 1974, "section": "47", "section_title": " Matters arising out of Chapters I and II of this Part.", "section_text": "47 Schedule 10 to this Act shall have effect with respect to the payment and recovery of tax payable by virtue of Chapter  I  or  II  of this Part, the obtaining of information for purposes of those Chapters, and other matters arising out of those Chapters ."}, {"act": "Finance Act 1974", "year": 1974, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Finance Act 1974", "year": 1974, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Finance Act 1974", "year": 1974, "section": "50", "section_title": " Vehicle excise duty-disabled persons.", "section_text": "50 In section 7 of the Finance Act 1971 for the words “specifically and extensively adapted” there shall be substituted the word “suitable” and the words from “conspicuous” to “and where” shall be omitted."}, {"act": "Finance Act 1974", "year": 1974, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Finance Act 1974", "year": 1974, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Finance Act 1974", "year": 1974, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Finance Act 1974", "year": 1974, "section": "54", "section_title": "Grants towards duty charged on bus fuel.", "section_text": "54 1 In relation to fuel used in operating any bus service on or after 12th February 1974, subsection (2) of section 92 of the   Finance Act 1965 shall have effect as if for the words from “but” onwards (which specify the maximum amount of any grant under subsection (1) of that section by the Secretary of State to the operator of a bus service towards defraying customs or excise duties charged on bus fuel) there were substituted (instead of the words substituted by section 33(1) of the   Transport Act 1968) the words “but the amount of a grant shall not exceed such sum for every gallon of fuel used or estimated to have been used in operating the bus service during the period to which the grant relates as the Treasury may from time to time approve, being a sum not greater than the rate per gallon of the duty of excise chargeable on hydrocarbon oil produced in the United Kingdom at the date of use of the fuel, including any addition to that duty by virtue of an o\\rder under section 9 of the   Finance Act 1961.”. 2 The preceding subsection shall be deemed to have come into operation on 12th February 1974. 3 The preceding provisions of this section shall not extend to Northern Ireland, but it is hereby declared that for the purposes of the  Northern Ireland Constitution Act 1973 a provision for purposes similar to the purposes of those provisions is not a provision dealing with an excepted matter."}, {"act": "Finance Act 1974", "year": 1974, "section": "55", "section_title": " Power to authorise amendment of taxi fare byelaws.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1974", "year": 1974, "section": "56", "section_title": " Trustee savings banks—special investments. ", "section_text": "56 In section 18(1) of the   Trustee Savings Banks Act 1969 (which provides that a special investment may be made only on behalf of a person who is a depositor to the extent of not less than £50) after “£50” there shall be inserted “or such smaller amount as may be specified in the rules of the bank”"}, {"act": "Finance Act 1974", "year": 1974, "section": "57", "section_title": "Citation, interpretation, construction and repeals.", "section_text": "57 1 This Act may be cited as the Finance Act 1974. 2 In this Act “ the Taxes Act ” means the Income and Corporation Taxes Act 1970. 3 In this Act— a Part I,   . . ., so far as it relates to value added tax, shall be construed as one with Part I of the  Finance Act 1972; b Part II, so far as it relates to income tax, shall be construed as one with the Income Tax Acts; so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts . . .  ; c Part  III ,  so far as it relates to capital gains tax or the computation of development gains, shall be construed as one with the Capital Gains Tax Act  1979   so far as it relates to income tax shall be construed as one with the Income Tax Acts and, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts; and d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Except so far as the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, and as including a reference to that enactment as applied, by or under any other enactment, including this Act. 5 If the Northern Ireland Assembly passes provisions amending or replacing any enactment of the Parliament of Northern Ireland, or any Order in Council made under section 1(3) of the  Northern Ireland (Temporary Provisions) Act 1972, referred to in this Act, the reference shall be construed as a reference to the enactment or order as so amended or, as the case may be, as a reference to those provisions. 6 The enactments mentioned in Schedule 14 to this Act (which include certain enactments which had ceased to have effect before the commencement of this Act) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]