[{"act": "Friendly Societies Act 1974", "year": 1974, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "7", "section_title": " Societies which may be registered.", "section_text": "7 1 Subject to subsections (2) and (3) below and also to section 9 below, the following societies  may remain  registered under this Act, that is to say,— a societies (in this Act called “ friendly societies ”) for the purpose of providing by voluntary subscriptions of the members, with or without the aid of donations, for  any purpose falling within Schedule 2 to the 1992 Act ; b societies (in this Act called “ cattle insurance societies ”) for the purpose of insurance to any amount against loss of cattle, sheep, lambs, swine, horses, and other animals by death from disease or otherwise; c societies (in this Act called “benevolent societies”) for any benevolent or charitable purpose; d societies (in this Act called “working men’s clubs”) for purposes of social intercourse, mutual helpfulness, mental and moral improvement and rational recreation; e societies (in this Act called “ old people’s home societies ”) for the purpose of providing homes for the members and others at any age after fifty; f societies (in this Act called “specially authorised societies”) for any purpose which the Treasury may authorise as a purpose to which the provisions of this Act, or such of them as are specified in the authority, ought to be extended  but no society may become registered under this Act after the commencement of section 93 of the 1992 Act. 2 A society may not be registered under this Act unless— a the rules of the society contain provisions in respect of the several matters mentioned in Part I of Schedule 2 to this Act and, in the case of a friendly society or cattle insurance society, also contain provisions in respect of the several matters mentioned in Part II of that Schedule; and b the place which under the society’s rules is to be the society’s registered office is situated  in the United Kingdom, the Channel Islands or the Isle of Man ; and c the society consists of at least seven persons. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Where any provisions of this Act are specified in an authority given under paragraph (f) of subsection (1) above, those provisions only shall extend to a society which has been registered as a specially authorised society by virtue of that authority. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "9", "section_title": " Special provisions as to dividing societies and societies assuring annuities.", "section_text": "9 1 A society which is neither a benevolent society nor a working men’s club shall not be disentitled to registration by reason of any rule for, or practice of, dividing any part of the funds thereof, if the rules of the society contain distinct provision for meeting all claims upon the society existing at the time of the division before any such division takes place. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "11", "section_title": " Additional requirements for registration of societies with branches.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A society having a fund under the control of a central body to which every branch is bound to contribute may be registered as a single society,  . . .."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "12", "section_title": " Establishment of new branches.", "section_text": "12 1 There shall be sent to the  FCA , under the hand of the secretary of a registered society,— a notice of the establishment of every new branch of the society; b notice of the place where the registered office of the branch, to which all communications and notices may be addressed, is to be situated; c if the branch is to have trustees or officers authorised to sue and be sued on its behalf, other than the trustees or officers authorised to sue and be sued on behalf of the society, a list of the names of those trustees or officers; and d two copies of the rules of the branch. 2 A society shall not be entitled to any of the privileges of this Act as a registered society with respect to a branch until the branch has been registered  . . .."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "13", "section_title": " Registration of branches as societies.", "section_text": "13 1 A body which has been registered as a branch of a society shall not be registered as a society  after the commencement of section 93 of the 1992 Act . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "14", "section_title": " Name of seceding or expelled branch.", "section_text": "14 A body which, having been a branch of a society, has wholly seceded or been expelled from that society, shall not thereafter use the name of that society or any name implying that it is a branch thereof, or the number by which it was designated as such a branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "15A", "section_title": " Acknowledgement of registration and rules of new branch.", "section_text": "15A 1 On being satisfied that a branch has complied with the provisions of this Act as to registration, the  FCA  shall issue to that branch an acknowledgement of registration. 2 An acknowledgement under subsection (1) above shall be conclusive evidence that the branch in question is duly registered under this Act, unless it is proved that the registration of the society of which it is a branch has been suspended or cancelled. 3 An acknowledgement under subsection (1) above shall also constitute an acknowledgement, and be conclusive evidence, of the rules of the branch in force at the date of its registration."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "16", "section_title": " Appeals from refusal to register.", "section_text": "16 1 If the  FCA  refuses to register a branch, the branch may appeal to the High Court or, in the case of a branch whose registered office is to be situated in Scotland, the Court of Session. 2 If a refusal to register a  . . . branch is overruled on appeal, the  FCA  shall give an acknowledgment of registration under  section 15A  above to the  . . . branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "18", "section_title": " Registration of amendments of rules of society or branch.", "section_text": "18 1 Subject to subsection (2) below, any amendment of the rules of a society or branch as for the time being registered under this Act shall not be valid until the amendment has been so registered, and for this purpose copies of the amendment, signed by three members and the secretary of the society or of the branch, as the case may be, shall be sent to the  FCA . 2 Subsection (1) above shall not apply to a change in the situation of the registered office of a society or branch, but— a notice of any change in the situation of the registered office of a society or branch shall be sent to the  FCA  and, in the case of a change in the situation of the registered office of a branch, shall be sent to the  FCA  through an officer appointed in that behalf by the society of which the branch forms part; and b where notice of such a change is sent to the  FCA  under paragraph (a) above,  the  FCA  shall register it as an amendment of the rules of the society or branch concerned."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "19", "section_title": " Acknowledgment of registration of amendments of rules.", "section_text": "19 On being satisfied that any amendment of the registered rules of a society or branch is not contrary to the provisions of this Act, the  FCA  shall issue to the society or branch, in respect of that amendment, an acknowledgment of registration which shall be conclusive evidence that the amendment is duly registered."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "20", "section_title": " Appeals from refusal to register amendment of rule.", "section_text": "20 1 If the  FCA  refuses to register an amendment of a rule of a registered society or branch, the society or branch may appeal to the High Court or, in the case of a society or branch whose registered office is situated in Scotland, the Court of Session. 2 If a refusal to register an amendment of a rule is over-ruled on appeal, the  FCA  shall give an acknowledgment of registration under section 19 above to the society or branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "21", "section_title": " Duty to supply copies of rules. ", "section_text": "21 Every registered society or branch shall deliver to any person on demand, on payment of a  reasonable fee , a copy of the rules of the society or branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "22", "section_title": " Rules of certain registered societies to bind members at law.", "section_text": "22 1 The rules of— a a registered cattle insurance society or branch, and b such specially authorised societies or branches thereof as the Treasury may allow to take the benefit of this section, shall bind the society or branch and the members thereof, and all persons claiming through them, to the same extent as if each member had subscribed his name and affixed his seal hereto, and as if there were contained in the rules a covenant on the part of himself and his executors or administrators to conform to the rules subject to the provisions of this Act. 2 All sums of money payable by a member to a society or branch falling within subsection (1) above shall be deemed to be a debt due from the member to the society or branch and shall be recoverable as such in the county court for the district in which the member resides. 2A In the application of subsection (2) to England and Wales, for the words  “for the district in which the member resides” there shall be substituted “if the member resides in England and Wales”. 3 In the application of this section to Scotland, in subsection (1) the words “ and affixed his seal ” shall be omitted, and in subsection (2) for the words “in the county court for the district” there shall be substituted the words  “                  before the sheriff of the sheriffdom                ” ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "23", "section_title": " Special provisions which may be included in rules.", "section_text": "23 1 The rules of a registered society or branch may provide for the reinsurance, to such extent as may from time to time be approved by a qualified actuary, of risks of any class against which persons are, or are to be, insured by that society or branch. 2 The rules of a registered society which is a specially authorised society complying with the provisions of subsection (3) below may provide that it may receive deposits and borrow money at interest from its members or from other persons, and upon the registration of such a rule the same shall be valid. 3 A specially authorised society complies with the provisions of this subsection if it has for its object the creation of funds to be lent out to the members of the society or for their benefit, and has in its rules provisions— a that no part of its funds shall be divided by way of profit, bonus, dividend or otherwise among its members; and b that all money lent to members shall be applied to such purpose as the society or its committee may approve."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "24", "section_title": " Trustees of registered societies and branches.", "section_text": "24 1 Every registered society and branch shall have one or more trustees. 2 The trustees may be appointed— a by a resolution of the society or branch in general meeting; or b in such other manner as the rules of the society or branch may provide. 3 If a trustee is appointed under subsection (2)(a) above, the society or branch shall send to the  FCA  a copy of the resolution appointing him, signed by the trustee so appointed and by the secretary of the society or branch. 4 If a trustee is appointed under subsection (2)(b) above, the society or branch shall send to the  FCA — a notice of his appointment signed by the secretary of the society or branch; and b an acceptance of office signed by the trustee so appointed. 5 In the case of the appointment of a trustee of a branch, any document referred to in subsection (3) or (4) above shall be sent to the  FCA  through an officer appointed in that behalf by the society of which the branch forms part. 6 The same person may not be a secretary or treasurer of a registered society or branch and also a trustee of that society or branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "25", "section_title": " Minors not to hold office.", "section_text": "25 A minor shall not be a member of the committee, or a trustee, manager or treasurer, of a registered society or branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "26", "section_title": " Proof of appointment of officers and trustees.", "section_text": "26 If any such list as is referred to in section 12(1)(c) above is signed— a by every trustee and other officer named in the list; and b by the secretary of the branch, then on the registration of the branch the list shall be evidence that the persons so named have been duly appointed."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "29", "section_title": " Books of account,  etc.", "section_text": "29 1 Every registered society and branch shall— a cause to be kept proper books of account with respect to its transactions and its assets and liabilities, and b establish and maintain a satisfactory system of control of its books of account, its cash holdings and all its receipts and remittances. 2 For the purposes of subsection (1)(a) above, proper books of account shall not be taken to be kept with respect to the matters mentioned in that paragraph unless there are kept such books as are necessary to give a true and fair view of the state of the affairs of the society or branch and to explain its transactions. 3 Any book of account to be kept by a registered society or branch may be kept either by making entries in bound books or by recording the matters in question in any other manner. 4 Where any such book of account is not kept by making entries in a bound book but by some other means, the society or branch shall take adequate precautions for guarding against falsification and for facilitating its discovery."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "30", "section_title": " General provisions as to accounts and balance sheets.", "section_text": "30 1 Every revenue account of a registered society or branch shall give a true and fair view— a if it deals with the affairs of the society or branch as a whole, of the income and expenditure of the society or branch as a whole for the period to which the account relates; and b if it deals with a particular business conducted by the society or branch, of the income and expenditure of the society or branch in respect of that business for the period to which the account relates. 2 Every registered society or branch shall, in respect of each year of account, cause to be prepared either— a a revenue account which deals with the affairs of the society or branch as a whole for that year; or b two or more revenue accounts for that year which deal separately with the particular businesses conducted by the society or branch. 3 In a case falling within subsection (2)(b) above, without prejudice to the application of subsection (1)(b) above to each revenue account dealing with a particular business conducted by a society or branch, the revenue accounts in question, when considered together, shall give a true and fair view of the income and expenditure of the society or branch as a whole for the year of account to which they relate. 4 Subject to subsection (5) below, every balance sheet of a registered society or branch shall give a true and fair view, as at the date of the balance sheet, of the state of the affairs of the society or branch. 5 Subsection (4) above does not apply in the case of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a specially authorised society or branch which, by virtue of a direction in the authority for registering that society or branch, is required to carry out a valuation under section 41 below, but every balance sheet of a society or branch falling within  . . . paragraph (b) above shall give a true and fair view, as at the date of the balance sheet, of the assets and current liabilities of the society or branch and the resulting balances of its funds. 6  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Without prejudice to the provisions of subsection (6) above, a registered society or branch falling within paragraph (a) or paragraph (b) of subsection (5) above shall not publish any balance sheet which does not include a statement containing the same particulars as the statement required to be included in the annual return of that society or branch by section 43(5) below. 8 If in relation to any revenue account, revenue accounts or balance sheet of a registered society or branch, a member of the committee thereof fails to take all reasonable steps to secure compliance— a with subsection (1), subsection (4) or, as the case may require, subsection (5) above, or b in a case falling within subsection (2)(b) above, with subsection (3) above, he shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale unless he proves that he had reasonable grounds to believe, and did believe, that a competent and reliable person was charged with the duty of seeing that the relevant provision was complied with and was in a position to discharge that duty."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "30A", "section_title": " Publication of accounts and balance sheets.", "section_text": "30A 1 A registered society or branch shall not publish any revenue account or balance sheet unless it has been signed by the secretary of the society or branch and by two members of its committee acting on the committee’s behalf. 2 Where at the end of a registered society’s or branch’s year of account no disapplication under section 32A(1) below is in force in relation to the year, the society or branch shall not publish a year end revenue account or balance sheet unless— a it has been previously audited by the auditor or auditors last appointed to audit the accounts and balance sheet of the society or branch, and b it incorporates a report by the auditor or auditors stating whether in their opinion it complies with subsection (1), (4) or, as the case may be, (5) of section 30 above. 3 Where at the end of a registered society’s or branch’s year of account a disapplication under section 32A(1) below is in force in relation to the year and the society’s or branch’s turnover in the preceding year of account exceeded £90,000, the society or branch shall not publish a year end revenue account or balance sheet unless— a it is one on which the society or branch has obtained from a person appointed under subsection (2) of section 39A below a report which meets the requirements of subsection (3) of that section, and b it incorporates so much of the report as relates to it. 4 Where at the beginning of a year of account (in this subsection referred to as “the current year of account” a registered society or branch is subject to subsection (2) above in relation to the publication of a year end revenue account or balance sheet for the preceding year of account, it shall not publish any interim revenue account or balance sheet for the current year of account— a if a disapplication under section 32A(1) below is in force in relation to that year, unless it incorporates a report by an appropriate person stating whether in his opinion it complies with subsection (1), (3) or, as the case may be, (5) of section 30 above, and b if no disapplication under section 32A(1) below is in force in relation to that year, unless paragraphs (a) and (b) of subsection (2) above are met in relation to it. 5 Where at the beginning of a year of account (in this subsection referred to as “the current year of account”) a registered society or branch is subject to subsection (3) above in relation to the publication of a year end revenue account or balance sheet for the preceding year of account, it shall not publish any interim revenue account or balance sheet for the current year of account unless it incorporates a report by an appropriate person stating— a whether, in his opinion, the revenue account, or, as the case may be, the balance sheet, is in agreement with the books of account kept by the society or branch under section 29 above, and b whether, in his opinion, on the basis of the information contained in those books of account, the revenue account or, as the case may be, the balance sheet complies with the requirements of this Act. 6 Where a registered society’s or branch’s year of account is one in relation to which a direction under section 39C below has effect, the society or branch shall not publish any year end or interim revenue account or balance sheet, unless it incorporates a report by the auditor or auditors appointed in pursuance of the direction stating whether in their opinion it complies with subsection (1), (3) or, as the case may be, (5) of section 30 above. 7 Subsection (3) above shall cease to apply in relation to a year of account if a direction under section 39C below is made in relation to it. 8 Section 39B below shall apply in relation to a person appointed for the purposes of subsection (4) or (5) above as it applies in relation to a person appointed under section 39A(2) below. 9 In subsection (4) above, references to a disapplication under section 32A(1) below being in force in relation to a year of account shall, where the year of account has ended, be construed as references to a disapplication under that provision being in force at the end of the year. 10 Subject to subsection (11) below, in subsections (4) and (5) above, references to an appropriate person are to a person who is— a a qualified auditor for the purposes of this Act, and b not ineligible by virtue of section 37(1) below to be appointed as auditor of the society or branch. 11 In relation to the application of subsection (4) above to a registered society or branch which— a was an exempt society or an exempt branch in respect of the preceding year of account, and b appointed persons who were not qualified auditors to audit its accounts and balance sheet for that year, subsection (10) above shall, if the year is not one in relation to which the  appropriate authority  has given a direction under section 32(2) below, have effect with the omission of paragraph (a). 12 In this section— “ interim balance sheet ”, in relation to a year of account, means a balance sheet relating to the position at a time in the year other than the end; “ interim revenue account ”, in relation to a year of account, means a revenue account for any period falling within the year of account, other than one ending at the end of the year; “turnover” has the same meaning as in section 32A below; “ year end balance sheet ”, in relation to a year of account, means a balance sheet relating to the position at the end of the year; and “ year end revenue account ”, in relation to a year of account, means a revenue account for the year or for any period falling within the year of account and ending at the end of the year. "}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "31", "section_title": " Obligation to appoint auditors.", "section_text": "31 1 Subject to the following provisions of this section  and section 32A(1) below , every registered society and branch shall, in each year of account, appoint a qualified auditor or qualified auditors to audit its accounts and balance sheet for that year. 2 Subsection (1) above shall not apply to a society or branch  . . . if— a the receipts and payments of that society or branch in respect of the preceding year of account did not, in the aggregate, exceed £5,000; and b the number of its members at the end of that year did not exceed 500; and c the value of its assets at the end of that year did not, in the aggregate, exceed £5,000. 3 Without prejudice to subsection (2) above, subsection (1) above shall not apply to a registered branch if— a the conditions specified in paragraphs (a) and (b) of subsection (2) above are satisfied in respect of that branch; and b at the end of the preceding year of account at least 75% of its assets had been transferred to the society of which it is a branch or to another registered branch of that society for the purpose of being invested, in accordance with section 46(2) below, by that society or other branch, and the value of its assets not so transferred did not, in the aggregate, exceed £5,000; and c the society or branch to which the assets were transferred is one to which subsection (1) above applies in the year of account in question. 4 A registered society or branch to which, by virtue of subsection (2) or subsection (3) above, subsection (1) above does not apply in respect of any year of account is in this Act referred to as an exempt society or, as the case may be, an exempt branch, in respect of that year of account. 5 Regulations made by the  Treasury , may— a substitute for any sum or number for the time being specified in subsection (2) above, or for any sum or percentage for the time being specified in subsection (3) above, such sum, number or percentage as may be specified in the regulations; and b prescribe what receipts and payments of a society shall be taken into account for the purposes of those subsections; and any such regulations may make different provision in relation to different cases or different circumstances."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "32", "section_title": " Audit of exempt societies and branches.", "section_text": "32 1 Subject to any direction given by the  appropriate authority  under subsection (2) below, every registered society or branch which is an exempt society or an exempt branch in respect of the current year of account shall in that year appoint at its option either— a a qualified auditor or qualified auditors, or b two or more persons who are not qualified auditors, to audit its accounts and balance sheet for that year. 2 The  appropriate authority  may give a direction in the case of any particular society or branch which is an exempt society or branch in respect of the current year of account requiring it to appoint a qualified auditor to audit its accounts and balance sheet for that year. 3 The  appropriate authority  may give a direction in the case of any particular society or branch which was an exempt society or branch in respect of any year of account before that in which the direction is given and did not appoint a qualified auditor or qualified auditors to audit its accounts and balance sheet for that year— a requiring it to appoint a qualified auditor to audit those accounts and that balance sheet, and b in a case where that society or branch has sent to  the  appropriate authority  its annual return for that year before the date of the direction, requiring it, after its accounts and balance sheet have been audited by a qualified auditor, to send to  the  appropriate authority  within three months from receipt of the direction a further annual return complying with the requirements of this Act (other than the requirement as to the time at which the annual return must be sent). 4 A failure by a registered society or branch to comply with any direction given by the  appropriate authority  under this section shall be an offence under this Act."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "32A", "section_title": " Power of societies to disapply section 31.", "section_text": "32A 1 Subject to subsections (3) and (4) below, a registered society or branch may disapply section 31 above in relation to a year of account beginning on or after the day on which the Deregulation (Industrial and Provident Societies) Order 1996 comes into force if— a the value of its assets at the end of the preceding year of account did not in the aggregate exceed £1,400,000, and b its turnover for that year did not exceed £350,000. 2 The power conferred by subsection (1) above shall be exercisable by resolution passed at a general meeting of the society or branch at which— a less than 20 per cent. of the total votes cast are cast against the resolution, and b less than 10 per cent. of the members of the society or branch for the time being entitled under the body’s rules to vote cast their votes against the resolution. 3 Subsection (1) above shall not apply to a society or branch which holds, or has, at any time since the end of the preceding year of account, held, a deposit  . . .. 3A In subsection (3) the reference to a deposit must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; c Schedule 2 to that Act. 4 The  appropriate authority  may by notice to a society or branch disapply subsection (1) above in relation to the year of account of the society or branch in which the notice is given. 5 Where a society or branch exercises the power conferred by subsection (1) above, the disapplication shall cease to have effect if at any time before the end of the year of account to which it relates— a the society or branch becomes one to which subsection (3) above applies, or b the  appropriate authority  gives to the society or branch notice under subsection (4) above. 6 In the case of a society or branch which is a charity  as defined by section 1(1) of the Charities Act 2011,  a recognised body as defined by section 1(7) of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t(Scotland) Act 1990 or a charity within the meaning of the Charities Act (Northern Ireland) 1964   subsection (1) above shall have effect with the substitution for paragraph (b) of— b its gross income for that year did not exceed £250,000. 7 For a period which is a society’s or branch’s year of account, but not in fact a year, the maximum figure in subsection (1)(b) above (including that provision as it has effect by virtue of subsection(6) above) shall be proportionately adjusted. 8 In this section, “ turnover ”, in relation to a society or branch, means the amounts derived from the provision of goods and services falling within the society’s or branch’s activities, after deduction of— a trade discounts, b value added tax, and c any other taxes based on the amounts so derived."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "33", "section_title": " Re-appointment and removal of auditors.", "section_text": "33 1 A qualified auditor appointed to audit the accounts and balance sheet of a registered society or branch for the preceding year of account shall be reappointed as auditor of the society for the current year of account unless— a a resolution has been passed at a general meeting of the society or branch appointing somebody instead of him or providing expressly that he shall not be reappointed; or  or disapplying section 31 above in relation to the current year of account b he has given to the society or branch notice in writing of his unwillingness to be reappointed; or c he is ineligible for appointment as auditor of the society or branch for the current year of account; or d he has ceased to act as auditor of the society or branch by reason of death or incapacity. 2 Where notice is given of an intended resolution to appoint at a general meeting some person or persons in place of a retiring auditor and the resolution cannot be proceeded with at the meeting because of the death or incapacity of that person or persons, or because he or they are ineligible for appointment as auditor or auditors of the society or branch for the current year of account (as the case may be), the retiring auditor shall not be automatically reappointed by virtue of subsection (1) above. 3 For the purposes of this section, a person is ineligible for appointment as auditor of a registered society or branch for the current year of account if, but only if,— a his appointment in relation to the society or branch is prohibited by section 37 below, or b (in the case of a society or branch which is not an exempt society or branch in respect of that year of account) he is not a qualified auditor at the time when the question of his appointment falls to be considered."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "34", "section_title": " Notice of resolutions relating to appointment and removal of auditors.", "section_text": "34 1 A resolution at a general meeting of a registered society or branch— a appointing another person as auditor in place of a retiring qualified auditor, or b providing expressly that a retiring qualified auditor shall not be reappointed, shall not be effective unless notice of the intention to move the resolution has been given to the society or branch not less than twenty-eight days before the meeting at which it is moved. 2 Where notice of the intention to move any such resolution has been given under subsection (1) above to a society or branch which is required by its rules to give notice to its members of the meeting at which the resolution is to be moved, the society or branch shall, if it is practical to do so, give them notice of the resolution at the same time and in the same manner as it gives notice of the meeting. 3 Where notice of the intention to move any such resolution has been given to a registered society or branch under subsection (1) above, and that society or branch does not give notice of the resolution under subsection (2) above, it shall give notice of the resolution to its members not less than fourteen days before the meeting at which the resolution is to be moved either by advertisement in a newspaper having an appropriate circulation or in any other way allowed by the rules of the society or branch. 4 Where— a for any of the reasons mentioned in section 33(2) above, an intended resolution to appoint some person or persons in place of a retiring qualified auditor cannot be proceeded with at the meeting, and b by the rules of the registered society or branch an auditor can only be appointed by a resolution passed at a general meeting after notice of the intended resolution has been given to the society or branch before the meeting; a resolution passed at that meeting reappointing the retiring auditor or appointing an auditor in place of the retiring auditor shall be effective notwithstanding that no notice of that resolution has been given to the society or branch under its rules. 5 Any provision in this section which requires notice to be given to the members of a society or branch shall be construed, in the case of a meeting of delegates appointed by members, as requiring the notice to be given to the delegates so appointed."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "35", "section_title": " Proceedings subsequent to receipt of notice under s. 34.", "section_text": "35 1 On receipt by a registered society or branch of notice given under section 34(1) above, the society or branch shall forthwith send a copy of the notice to the retiring auditor. 2 On receipt of a copy of such a notice, the retiring auditor may at any time before the date of the general meeting make representations in writing to the society or branch (not exceeding a reasonable length) with respect to the intended resolution, and, without prejudice to the preceding provision, the retiring auditor may— a notify the society or branch that he intends to make such representations; and b request that notice of his intention, or of any such representations made by him and received by the society or branch before notice of the intended resolution is given to its members, shall be given to members of the society or branch. 3 Subject to subsection (4) below, a society or branch which receives representations or a notification of intended representations under subsection (2) above before the date when notice of the intended resolution is required by subsection (2) or (as the case may be) subsection (3) of section 34 above to be given to its members shall— a in any notice of the resolution given to its members, state that it has received those representations or that notification (as the case may be), b in any such notice, state that any member may receive on demand made before the date of the general meeting a copy of any representations which have been or may be received by the society or branch before that date, and c send a copy of any representations received by the society or branch before the date of the meeting to any member on demand made before that date; but without prejudice either to the preceding provisions of this subsection or to his right to be heard orally, the retiring auditor may also require that any representations made by him before the date of the general meeting shall be read out at the meeting. 4 Copies of any such representations need not be sent out, and the representations need not be read out at the meeting, if, on the application either of the society or branch or of any other person, the High Court is satisfied that the rights conferred by this section are being abused to secure needless publicity for defamatory matter; and the court may order the costs of the society or branch on an application under this section to be paid, in whole or in part, by the auditor, notwithstanding that he is not a party to the application. 5 In the application of subsection (4) above to a society or branch  whose registered office is situated in  Scotland, for the reference to the High Court there shall be substituted a reference to the Court of Session and for the reference to costs there shall be substituted a reference to expenses. 5A In the application of subsection (4) above to a society whose registered office is in Northern Ireland, the reference to the High Court shall be construed as a reference to the High Court in Northern Ireland. 6 Any provision in this section which requires notice to be given to the members of a society or branch or confers any right upon a member (as the case may be) shall be construed, in the case of a meeting of delegates appointed by members, as requiring a notice to be given to the delegates so appointed or as conferring the right upon a delegate (as the case may be)."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "36", "section_title": " Qualified auditors.", "section_text": "36 1 Subject to subsection (2) below, no person shall be a qualified auditor for the purposes of this Act unless  he is eligible for appointment as a  statutory auditor under Part 42 of the Companies Act 2006 . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "37", "section_title": " Restrictions on appointment of auditors.", "section_text": "37 1 None of the following persons may be appointed as auditor of a registered society or branch, that is to say,— a an officer or servant of the society or branch; or b a person who is a partner of, or in the employment of, or who employs, an officer or servant of the society or branch; or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any appointment made by a registered society or branch in contravention of this section shall not be an effective appointment for the purposes of this Act. 4 References in subsection (1) above to an officer or servant shall be construed as not including an auditor."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "38", "section_title": " Auditors’ report.", "section_text": "38 1 The auditors of a registered society or branch shall make a report to the society or branch on the accounts examined by them and on the revenue account or accounts and the balance sheet of the society or branch for the year of account in respect of which they are appointed. 2 The report shall state whether the revenue account or accounts and the balance sheet for that year comply with the requirements of this Act and whether, in the opinion of the auditors— a the revenue account or accounts give a true and fair view, in accordance with section 30 above, of the income and expenditure of the society or branch as a whole for that year of account and, in the case of each such account which deals with a particular business conducted by the society or branch, a true and fair view in accordance with that section of the income and expenditure of the society or branch in respect of that business for that year; and b the balance sheet gives a true and fair view, in accordance with that section, either of the state of the affairs of the society or branch or of the assets and current liabilities of the society or branch and the resulting balances of its funds (as the case may require) as at the end of that year of account. 3 Without prejudice to the provisions of subsection (2) above, where the report of the auditors relates to any accounts other than the revenue account or accounts for the year of account in respect of which they are appointed, that report shall state whether those accounts give a true and fair view of any matter to which they relate. 4 It shall be the duty of the auditors of a registered society or branch, in preparing their report under this section, to carry out such investigations as will enable them to form an opinion as to the following matters, that is to say,— a whether the society or branch has kept proper books of account in accordance with the requirements of section 29(1)(a) above; and b whether the society or branch has maintained a satisfactory system of control over its transactions in accordance with the requirements of section 29(1)(b) above; and c whether the revenue account or accounts, the other accounts (if any) to which the report relates, and the balance sheet are in agreement with the books of account of the society or branch; and if the auditors are of opinion that the society or branch has failed to comply with paragraph (a) or paragraph (b) of section 29(1) above, or if the revenue account or accounts, the other accounts (if any) and the balance sheet are not in agreement with the books of account of the society or branch, the auditors shall state that fact in their report. 5 If the auditors fail to obtain all the information and explanations which, to the best of their knowledge and belief, are necessary for the purposes of their audit, they shall state that fact in their report."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "39", "section_title": " Auditors’ right of access to books and to attend and be heard at meetings.", "section_text": "39 1 Every auditor of a registered society or branch— a shall have a right of access at all times to the books, deeds and accounts of the society or branch and to all other documents relating to its affairs; and b shall be entitled to require from the officers of the society or branch such information and explanations as he thinks necessary for the performance of the duties of the auditors. 2 The auditors of a registered society or branch shall be entitled— a to attend any general meeting of the society or branch, and to receive all notices of, and other communications relating to, any general meeting which any member of the society or branch is entitled to receive; and b to be heard at any meeting which they attend on any part of the business of the meeting which concerns them as auditors."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "39A", "section_title": " Duty to obtain accountant’s report where section 31 disapplied.", "section_text": "39A 1 Subsection (2) below applies where— a at the end of a registered society’s or branch’s year of account a disapplication under section 32A(1) above is in force in relation to the year, and b the society’s or branch’s turnover in the preceding year of account exceeded £90,000. 2 The society or branch shall, before the end of the period of 28 days beginning immediately after the end of the year of account, appoint an appropriate person to make— a a report on its accounts and balance sheet for the year which meets the requirements of subsection (3) below, and b a report relating to the preceding year of account which meets the requirement of subsection (4) below. 3 A report for the purposes of subsection (2)(a) above shall— a state whether, in the opinion of the person making the report, the revenue account or accounts, the other accounts (if any) to which the report relates, and the balance sheet are in agreement with the books of account kept by the society or branch under section 29 above, and b state whether, in that person’s opinion, on the basis of the information contained in those books of account, the revenue account or accounts and the balance sheet comply with the requirements of this Act. 4 A report for the purposes of subsection (2)(b) above shall state whether in the opinion of the person making the report the financial criteria for the exercise of the power conferred by section 32A(1) above were met in relation to the year. 5 In subsection (2) above, the reference to an appropriate person is to a person who is— a a qualified auditor for the purposes of this Act, and b not ineligible by virtue of section 37(1) above to be appointed as auditor of the society or branch. 6 In this section, “turnover” has the same meaning as in section 32A above."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "39B", "section_title": " Rights of person appointed under section 39A(2).", "section_text": "39B 1 A person appointed under section 39A(2) above shall, for the purposes of his appointment— a have a right of access at all times to the books, deeds and accounts of the relevant society or branch, and to all other documents relating to its affairs, and b be entitled to require from the officers of the relevant society or branch such information and explanations as that person thinks necessary. 2 If a person appointed under section 39A(2) above fails to obtain all the information and explanations which, to the best of that person’s knowledge and belief, are necessary for purposes of doing what he has been appointed to do, that fact shall be stated in his report. 3 A person appointed under section 39A(2) above shall be entitled— a to receive notice of, and attend, any general meeting of the relevant society or branch at which any relevant matter is discussed, and b to be heard at any such general meeting which he attends on any part of the business of the meeting which relates to any relevant matter. 4 For the purposes of subsection (3) above, the following are relevant matters, namely— a any report of the person appointed under subsection (2) of section 39A above, and b any matter which is relevant to what that person has been appointed under that subsection to do. 5 In this section, references to the relevant society or branch, in relation to a person appointed under section 39A(2) above, are to the society or branch responsible for his appointment under that provision."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "39C", "section_title": "Power of appropriate authority  to require accounts of past years to be audited.", "section_text": "39C 1 The  appropriate authority  may give a direction to a registered society or branch in respect of any relevant year of account of the society or branch before the year of account in which the direction is given— a requiring it to appoint a qualified auditor or qualified auditors to audit its accounts and balance sheet for that year, and b where it has sent to  the  FCA  and, if the registered society or branch is a  PRA -authorised person, the  PRA  its annual return for that year before the date of the direction, requiring it, after its accounts and balance sheet have been audited by a qualified auditor, to send  the  FCA  and, if the registered society or branch is a  PRA -authorised person, the  PRA  within three months from receipt of the direction a further annual return complying with the requirements of this Act (other than that as to time of sending). 2 A failure by a registered society or branch to comply with any direction given by the  appropriate authority  under subsection (1) above shall be an offence under this Act. 3 For the purposes of subsection (1) above, a year of account of a registered society or branch is relevant year of account if it is one at the end of which there is in force in relation to it a disapplication under section 32A(1) above."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "40", "section_title": " Remuneration of qualified auditors.", "section_text": "40 1 Regulations made by the  . . . Treasury under  section 97 of the Co-operative and Community Benefit Societies Act 2014  may prescribe the maximum rates of remuneration to be paid by registered societies and branches for the audit of their accounts and balance sheets by qualified auditors  or for the making of a report for the purposes of section 30A(4)(a) or (5) or 39A(2)(a) or (b) above . 2 No auditor  or reporting accountant  of a registered society or branch shall ask for, receive, or be entitled to receive, remuneration in excess of the rate prescribed in respect of his services by regulations made by virtue of this section. 3 For the purposes of regulations made by virtue of this section,  section 97 of the Co-operative and Community Benefit Societies Act 2014  shall be taken to extend to Northern Ireland. 4 In this section, “ reporting accountant ” means a person appointed to make a report for the purposes of section 30A(4)(a) or (5) or 39A(2)(a) or (b) above "}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "41", "section_title": " Valuations.", "section_text": "41 1 Subject to the following provisions of this section, every registered society and branch, once at least in every five years, shall— a cause its assets and liabilities to be valued by a qualified actuary appointed by the society or branch; and b send to the  FCA  and, if the registered society or branch is a  PRA -authorised person, the  PRA  a report on the condition of the society or branch; and every valuation report shall be made in such form and shall contain such particulars as the  appropriate authority  may direct . 2 For the purpose of any such valuation as is referred to in subsection (1) above, the Treasury— a may appoint valuers (in this Act referred to as “ public valuers ”) who shall be qualified actuaries; and b may determine the rates of remuneration to be paid by societies and branches for the services of those public valuers. 3 When a valuation is made under subsection (1) above, the report sent  ... under paragraph (b) of that subsection— a shall be signed by the actuary who made the valuation and shall state his address; and b shall contain an abstract to be made by the actuary of the results of his valuation, together with a statement containing such information with respect to the benefits assured and the contributions receivable by the society or branch, and of its funds and effects, debts and credits, as the  appropriate authority  may require. 4 Subsection (1) above shall not apply— a to a benevolent society, working men’s club, old people’s home society, cattle insurance society or to a branch of any such society or club; or b to a specially authorised society or branch unless it is so directed in the authority for registering that society or branch. 5 The  appropriate authority  may dispense with the provisions of subsection (1) above in respect of societies or branches to whose purposes, or to the nature of whose operations,  it  may deem those provisions inapplicable. 6 The  appropriate authority  may dispense with the provisions of subsection (1) above in respect of any particular business conducted by a registered society or branch if, in  its  opinion, those provisions are inapplicable to that business because of the nature of the business or the manner in which it is conducted, and in relation to any such society or branch on which a partial exemption is conferred under this subsection, subsection (1) above shall have effect (subject to any regulations made or direction given under section 42 below) as if— a it required that society or branch once at least in every five years to cause its assets and liabilities in respect of any business other than the business to which the partial exemption relates to be valued under this section; and b the report required to be sent  ... under subsection (1) above were a report on the assets and liabilities so valued."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "42", "section_title": " Regulations and directions  . . . relating to valuations.", "section_text": "42 1 The  Treasury  may by regulations provide that in relation to any registered society or branch of a class specified in the regulations, section 41 above shall have effect as if for the period of five years specified in subsection (1) of that section there were substituted a period of three years. 2 The  Treasury  may by regulations provide that in relation to any registered society or branch of a class specified in the regulations, section 41 above shall have effect as if it required the society or branch— a to cause its assets and liabilities in respect of any business of a class so specified to be valued under that section and to send to  the  FCA  and, if the registered society or branch is a  PRA -authorised person, the  PRA  a report of those assets and liabilities at least once in every three years; and b to cause its assets and liabilities in respect of any other business (other than business to which a partial exemption under subsection (6) of section 41 above relates) to be so valued and to send to  the  FCA  and, if the registered society or branch is a  PRA -authorised person, the  PRA  a report on those assets and liabilities at least once in every five years. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Without prejudice to the preceding provisions of this section, if in the opinion of the  appropriate authority  it is expedient in the interests of the members of any particular registered society or branch to do so,  the  appropriate authority  may direct that, in relation to that society or branch, section 41 above shall have effect— a as if for the period of five years specified in subsection (1) of that section there were specified a period of three years; or b as if it required that society or branch— i to cause its assets and liabilities in respect of any particular business specified in the direction to be valued under that section and to send to the  FCA  and, if the registered society or branch is a  PRA -authorised person, the  PRA  a report on those assets and liabilities at least once in every three years; and ii to cause its assets and liabilities in respect of any other business (other than business to which a partial exemption under subsection (6) of that section relates) to be so valued and to send to the  FCA  and, if the registered society or branch is a  PRA -authorised person, the  PRA  a report on those assets and liabilities at least once in every five years. 5 The  appropriate authority  may at any time revoke a direction given by  it under subsection (4) above. 6 Any power to make regulations under this section may be exercised so as to make different provision in relation to different cases or different circumstances to which the power is applicable."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "43", "section_title": " Annual return.", "section_text": "43 1 Every registered society and branch shall once in every year, not later than  31st July , send to the  FCA  a return (in this Act called an “annual return”) relating to its affairs for the year of account preceding that in which the return is required to be sent. 2 In the case of a branch, the annual return shall be sent to the  FCA  through an officer appointed in that behalf by the society of which the branch forms part. 3 Every annual return of a registered society or branch— a shall be made up for the year of account to which the return relates; and b shall contain the revenue account or accounts of the society or branch prepared in accordance with section 30(2) above in respect of the year of account to which the return relates and a balance sheet as at the end of that year; and c shall not contain any accounts other than the revenue account or accounts for that year unless those other accounts have been examined by the auditors of the society or branch under section 38 above  or been the subject of a report under section 39A(2)(a) above . 4 Together with every annual return, a registered society or branch shall send a where the year of account is one at the end of which there is in force in relation to the year a disapplication under section 32A(1) above, copies of the reports, if any, which the society or branch is required, because of the disapplication, to obtain under section 39A above; and b where it is not,  a copy of the report of the auditors on the accounts and balance sheet contained in the return. 5 Every annual return sent to the  FCA  by a registered society or branch to which section 41(1) above applies shall include a statement specifying either— a in the case of a society or branch on which no exemption from the provisions of subsection (1) of section 41 above has been conferred, either under subsection (5) or subsection (6) of that section, the date of the last report under that section on the condition of the society or branch or the dates respectively of the last reports under that section on the assets and liabilities of the society or branch in respect of particular businesses conducted by it, and a place where a copy of that report or copies of those reports (as the case may be) may be inspected; or b in the case of a society or branch on which a complete exemption from the provisions of section 41 above has been conferred under subsection (5) of that section, the reason for that exemption; or c in the case of a society or branch on which a partial exemption from the provisions of section 41 above has been conferred under subsection (6) of that section, the reason for that partial exemption and the date of the last report, or the dates respectively of the last reports, under that section on the assets and liabilities of the society or branch in respect of any business or businesses conducted by it, and a place where a copy of that report or copies of those reports (as the case may be) may be inspected. 6 Without prejudice to subsection (3) above, every annual or other return required for the purposes of this Act shall be made in such form and shall contain such particulars as the  FCA  may direct . 7 If the registered society or branch is a  PRA -authorised person, it shall send to the  PRA  a copy of the annual return sent to the  FCA  under subsection (1)."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "44", "section_title": " Copies of annual return to be supplied on demand.", "section_text": "44 1 On the application of a member or person interested in its funds a registered society or branch shall supply to him gratuitously either— a a copy of the last annual return of the society or branch; or b a balance sheet or other document duly audited containing the same particulars relating to the affairs of the society or branch as are contained in the annual return. 2 Together with every copy of an annual return supplied in accordance with paragraph (a) of subsection (1) above and together with every balance sheet or other document supplied in accordance with paragraph (b) of that subsection, a registered society or branch shall provide a copy of the report of the auditors on the accounts and balance sheet contained in the return or on the balance sheet or document supplied, as the case may require. 3 Where the last annual return of a registered society or branch relates to a year of account at the end of which there is in force in relation to the year a disapplication under section 32A(1) above, this section shall have effect with the following modifications— a in subsection (1)(b), the words “duly audited” shall be omitted, and b in subsection (2), for the words from “the report” to the end there shall be substituted  “                      any report which the society or branch is required, because of the disapplication, to obtain under section 39A(2)(a) above.                    ”"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "45", "section_title": " Copies of balance sheet and valuation to be displayed.", "section_text": "45 Every registered society and branch shall keep always hung up in a conspicuous place at the registered office of the society or branch— a a copy of the last annual balance sheet  . . .; and b a copy of the last report under section 41 above on the condition of the society or branch or, where a report or reports are required under that section in respect of a particular business or particular businesses conducted by the society or branch, a copy of the last report under that section in respect of that business or in respect of each of those businesses, as the case may require."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "46", "section_title": " Investment of funds. ", "section_text": "46 1 Subject to subsection (2) below, the trustees of a registered society or branch may, with the consent of the committee or of a majority of the members present and entitled to vote in general meeting, invest the funds of the society or branch or any part thereof, to any amount in any of the following ways, that is to say,— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in the purchase of land, or in the erection or alteration of offices or other buildings thereon; or d upon any other security expressly directed by the rules of the society or branch, other than personal security, except as is in this Act authorised with respect to loans; or e in any investment in which trustees are for the time being by law authorised to invest trust funds. 2 The rules of a society with branches and of any branch thereof may provide for the investment of funds of the society or of that branch by the trustees of any branch, or by the trustees of the society, and the consent required for any such investment shall be the consent of the committee, or of such a majority of the members as is mentioned in subsection (1) above, of the society or branch by whom the funds are invested. 2A Subsections (2) to (12) of section 14 of the 1992 Act shall apply in respect of the powers of investment of the trustees of a registered friendly society as they apply to the powers of investment of an incorporated friendly society; and the consent required for any such investment as is available to the trustees of a registered friendly society by virtue of this subsection shall be the same as that required under subsection (1) above. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "47", "section_title": " Power to set up funds for purchase of Government securities on behalf of members.", "section_text": "47 1 A registered society or branch may in accordance with its rules set up and administer a fund for the purchase, on behalf of members contributing thereto, of Defence Bonds or National Savings Certificates or such other securities of Her Majesty’s Government in the United Kingdom as the  Treasury  may prescribe. 2 A registered society or branch may, in amending its rules for the purpose of this section, make provision for enabling persons to become members of the society for the purpose only of contributing to the said fund and without being entitled to any rights as members other than rights as contributors to the said fund. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "48", "section_title": " Loans to assured members.", "section_text": "48 1 A registered society and, subject to the rules of the society of which it is a branch, a registered branch may advance to a member of at least one full year’s standing any sum not exceeding one-half of the amount of an assurance on his life, on the written security of himself and two satisfactory sureties or, in Scotland, cautioners for repayment. 2 The amount so advanced, with all interest thereon, may be deducted from the sum assured, without prejudice in the meantime to the operation of the security."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "49", "section_title": " Loans out of separate loan fund.", "section_text": "49 A registered society may, out of any separate loan fund to be formed by contributions or deposits from its members, make loans to members on their personal security, with or without sureties or, in Scotland, cautioners, as may be provided by the rules, subject to the following restrictions, that is to say,— a a loan shall not at any time be made out of money contributed for the other purposes of the society; b a member shall not be capable of holding any interest in the loan fund exceeding  £800 ; c the society shall not make any loan to a member on personal security beyond the amount fixed by the rules, or make any loan which, together with any money owing by a member to the society, exceeds  £200 ; and d the society shall not hold at any one time on deposit from its members any money beyond the amount fixed by the rules, and the amount so fixed shall not exceed two-thirds of the total sums owing to the society by the members who have borrowed from the loan fund."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "50", "section_title": " Loans of surplus funds to registered society or branch of different description.", "section_text": "50 1 Subject to the provisions of this section and of section 51 below, a registered society or branch (other than a benevolent society or branch thereof) may, if its rules so provide, make advances by way of loan to a registered society or registered branch of a society which is not of the same description and may take such part in the government and control of the society or branch to which any such advance is made or agreed to be made as may be provided by the rules of that society or branch. 2 An advance shall not be made by a society or branch by virtue of this section unless the rule of its assets showed a surplus over the amount of its liabilities according to the last valuation under section 41 above or, in the case of a society or branch of which the assets and liabilities are not valued under that section, according to its last annual return under section 43 above; and— a no advance shall be so made to an amount greater, with any amounts outstanding in respect of previous advances so made, than the amount for the time being unapplied of that surplus; b for any purpose other than the purposes of paragraph (a) above, in determining the amount so unapplied there shall be deducted any amounts outstanding in respect of advances so made after the date to which the valuation or return relates. 2A Subsection (2) above does not apply to advances made by a registered friendly society or a branch of such a society. 3 An advance under this section may be interest free. 4 Nothing in this section shall be taken to prejudice the power of a registered society or branch under section 52(2) below to contribute to the funds and take part in the management of another registered society or branch of the same description. 5 For the purposes of this section a society or branch shall be deemed to be of the same description as another society or branch if, but only if, they are both registered by virtue of the same paragraph of section 7(1) above and, where each of them is a specially authorised society or branch, they are both established for the same purpose or purposes."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "51", "section_title": " Power of friendly society to invest in housing association.", "section_text": "51 1 Without prejudice to section 46 above, if the rules of a registered friendly society or branch thereof expressly so direct, the trustees thereof may, with the consent of the committee or of a majority of the members present and entitled to vote in general meeting, invest the funds of the society or branch or any part thereof, in subscribing up to any amount permitted by this section for any of the share or loan capital of a housing association, other than shares or debentures not fully paid up at the time of issue. 2 The power to make investments conferred by this section is subject to the same restrictions as are imposed by section 50(2) above on the power to make advances conferred by that section  but those restrictions shall not apply to investments made by the trustees of a registered friendly society or of a branch of such a society ; 3 For the purposes of subsection (2) of section 50 above any amounts for the time being invested by virtue of this section shall be taken into account in the same way as amounts outstanding in respect of advances made by virtue of that section, but so that, except in the case of investments made after the date to which the valuation or return relates, the amounts invested shall be taken to be amounts equal to the value of the investments according to the valuation or return referred to in the said subsection (2). 4 For the purposes of this section, “ housing association ” has the same meaning as in the Housing Associations Act 1985  or Part II of the Housing (Northern Ireland) Order 1981. ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "52", "section_title": " Charitable subscriptions and contributions to other registered societies.", "section_text": "52 1 A registered society or branch may subscribe out of its funds to any hospital, infirmary, charitable or provident institution, any annual or other sum which may be necessary to secure to members of the society or branch and their families the benefits of the hospital, infirmary or other institution. 2 In accordance with its rules, a registered society or branch may contribute to the funds and take part by delegates or otherwise in the government of any other registered society or registered branch of a society without becoming a branch under this Act of that other society or branch. 3 A registered society or branch shall not withdraw from contributing to the funds of any medical society, that is to say, a society for the purpose of relief in sickness by providing medical attendance and medicine, except on three months’ notice to the society and on payment of all contributions accrued or accruing due to the date of expiry of the notice."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "53", "section_title": " Holding of land.", "section_text": "53 1 A registered society or branch may, if its rules so provide, acquire and hold land for the purpose of carrying on any of its activities in the names of its trustees and may dispose of, or otherwise deal with, any land so held; and— a no person shall be bound to enquire as to the authority of the trustees to dispose of or deal with land; b the receipt of the trustees shall be a discharge for all sums of money arising from, or in connection with, the disposal of or other dealing with land. 2 A branch of a registered society need not for the purposes of this section be separately registered. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "54", "section_title": " Vesting of property in trustees.", "section_text": "54 1 Subject to section 55 below, all property belonging to a registered society, whether acquired before or after the society is registered, shall vest in the trustees for the time being of the society, for the use and benefit of the society and the members thereof and all persons claiming through the members according to the rules of the society. 2 The property of a registered branch of a society shall vest wholly or partly in the trustees for the time being of that branch, or of any other branch of which that branch forms part (or, if the rules of the society so provide, in the trustees for the time being of the society), for the use and benefit either of the members of any such branch and persons claiming through those members or of the members of the society generally and persons claiming through them according to the rules of the society. 3 Notwithstanding anything in subsections (1) and (2) above, the trustees of a registered society or branch shall not be liable to make good any deficiencies in the funds of the society or branch, but each trustee shall be liable only for sums of money actually received by him on account of the society or branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "55", "section_title": " Power of the Public Trustee to hold securities of certain friendly societies and branches.", "section_text": "55 1 Notwithstanding anything in section 54 above any part of the funds of a friendly society  which is registered by the  FCA  and the registered office of which is situated in England and Wales,  or of any branch of such a society, and any stocks, shares or securities held by or on behalf of such a society or branch, may be transferred to the Public Trustee if, and only if,— a the Public Trustee agrees to the transfer, and b rules of the society or branch are, or have been, made for the purpose. 2 The Public Trustee shall invest, in accordance with the rules, any funds so transferred to him and shall pay the interest on any stocks, shares or securities acquired by or transferred to him in pursuance of this section to the trustees of the society or branch, and shall, if and when the trustees so require, transfer the capital of the stocks, shares or securities to them, or realise the same and transfer the proceeds to them. 3 The Public Trustee shall be completely exonerated from any liability in relation to any stock, shares or securities held by him in pursuance of this section, and no action shall lie against the Public Trustee in respect of any such stock, shares or securities provided that he acts in accordance with the provisions of this section. 4 This section does not extend to Scotland  or Northern Ireland ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "56", "section_title": " Legal proceedings concerning property.", "section_text": "56 In all legal proceedings whatsoever concerning any property vested in the trustees of a registered society or branch, the property may be stated to be the property of the trustees in their own names as trustees for the society or branch without further description."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "57", "section_title": " Discharge of certain mortgages.", "section_text": "57 1 Where, in the case of any mortgage or other assurance to a registered society or branch of any property, a receipt in full for all money secured thereby on that property is endorsed on or annexed to the mortgage or other assurance, being a receipt— a signed by the trustees of the society or branch and countersigned by the secretary thereof; and b in the form set out in Schedule 4 to this Act or in any other form specified in the rules of the society or branch or any schedule thereto, then, for the purposes of the provisions of section 115 of the  Law of Property Act 1925 (reconveyance of mortgage by endorsed receipt) which are specified in subsection (2) below, that receipt shall be deemed to be a receipt which fulfils the requirements of subsection (1) of that section. 2 The provisions of section 115 of the  Law of Property Act 1925 which are referred to in subsection (1) above are— a subsection (1), so far as it relates to the operation of such a receipt as is mentioned in that subsection; b if, but only if, the receipt under this section states the name of the person who pays the money, subsection (2); c subsections (3), (6), (8), (10) and (11); and d where consistent with the terms of the form authorised by subsection (1)(b) above which is used for the receipt, subsection (7). 3 This section extends to England and Wales only."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "57A", "section_title": " Discharge of certain mortgages in Northern Ireland.", "section_text": "57A 1 Where, in the case of any mortgage to a registered society or branch of any property, a receipt in full for any moneys secured thereby on that property is endorsed on or annexed to the mortgage, being a receipt— a signed by the trustees of the society or branch and counter-signed by the secretary thereof; and b in the form set out in Schedule 4 to this Act or in any other form specified in the rules of the society or branch or any schedule thereto, that receipt shall be fully effective to vacate the mortgage and vest in the mortgagor the estate of and in the property comprised in the mortgage. 2 If the mortgage is registered in accordance with the Registration of Deeds Act (Northern Ireland) 1970 the registrar under that Act shall— a on production of the receipt mentioned in subsection (1) above make a note in the Abstract Book against the entry relating to the mortgage that the mortgage is satisfied; and b grant a certificate, either on the mortgage or separately, that the mortgage is satisfied. 3 The certificate granted under subsection (2)(b) above shall— a be received in all courts and proceedings without further proof; and b have the effect of clearing the register of the mortgage. 4 In this section “ mortgage ” includes a further charge and “ mortgagor ”, in relation to a mortgage, means the person for the time being entitled to the equity of redemption. 5 This section extends to Northern Ireland only."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "58", "section_title": " Devolution of property on death, resignation or removal of trustee.", "section_text": "58 On the death, resignation or removal of a trustee of a registered society or branch, all property vested in him as such a trustee shall, without conveyance, assignment or assignation, vest subject to the same trusts in the succeeding trustees of that society or branch, either solely or together with any surviving or continuing trustees; and until the appointment of succeeding trustees that property shall so vest in the surviving or continuing trustees only or in the executors or administrators of the last surviving or continuing trustee."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "59", "section_title": " Priority on death, bankruptcy, etc., of officer.", "section_text": "59 1 The provisions of this section apply in the following cases, that is to say,— a on the death  or bankruptcy  of any officer of a registered society or branch who has in his possession, by virtue of his office, any money or property belonging to the society or branch; and b if any execution, attachment, or other process is issued, or action or diligence raised against any such officer or against his property. 2 Where this section applies, then, upon demand in writing of the trustees of the society or branch, or of any two of them, or of any person authorised by the society or branch or by the committee thereof to make the demand, the executors or administrators  or trustee in bankruptcy or the sheriff or other person executing the process shall pay the money and deliver over the property to the trustees of the society or branch in preference to any other debt or claim against the estate of the officer. 3 In subsection (1) above “ bankruptcy ” includes liquidation of a debtor’s affairs by arrangement. 4 In the application of this section to Scotland, for the reference in subsection (1) above to the bankruptcy of any officer there shall be substituted a reference to an award of sequestration being made on any officer’s estate or his executing a trust deed for his creditors or his entering into a composition contract, and in subsection (2) above the expression “ trustee in bankruptcy ” includes a judicial factor."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "60", "section_title": " Membership of minors.", "section_text": "60 1 The rules of a registered society or branch may provide for the admission of minors as members. 2 A member who is a minor may, if he is over sixteen by himself, and if he is under sixteen by his parent or guardian, execute all instruments and give all receipts necessary to be executed or given under the rules."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "61", "section_title": " Members’ subscriptions not generally recoverable at law.", "section_text": "61 Except as provided by section 22 above, the subscription of a person who is or has been a member of a registered society or branch shall not be recoverable at law."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "62", "section_title": " Inspection of books by members.", "section_text": "62 1 Subject to subsection (2) below, a member or person having an interest in the funds of a registered society or branch may inspect the books at all reasonable hours at the registered office of the society or branch or at any place where the books are kept. 2 Unless he is an officer of the society or branch or is specially authorised by resolution of the society or branch to do so, a member or person having an interest in the funds of a registered society or branch shall not have the right to inspect the loan account of any other member without the written consent of that member."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "63", "section_title": " Accumulation of member’s surplus contributions.", "section_text": "63 The rules of a registered society or branch may provide for accumulating at interest, for the use of any member, any surplus of his contributions to the funds of the society or branch which may remain after providing for any assurance in respect of which they are paid and for the withdrawal of the accumulations."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "63A", "section_title": "Register of members of registered friendly societies.", "section_text": "63A 1 Every registered friendly society shall maintain a register of the names and addresses of the members of the society. 1A Where a member has notified to the society an electronic address for the purpose of receiving notices or documents under this Act, the requirement under subsection (1) includes a requirement to secure that the register shows— a that electronic address; and b the purposes for which it has been notified. 2 The register shall be kept at the registered office of the society or at such other place or places as the committee of management thinks fit. 3 A society need not enter in the register the address of a member who became a member before the commencement of this section while it has no address for him and his whereabouts are unknown. 4 Where it appears to a society that the address shown in the register for a member is no longer current, the society— a may remove that address from the register; and b need not enter in the register an address for that member while it has no address for him and his whereabouts are unknown. 4A Where it appears to a society that an electronic address shown on the register pursuant to subsection (1) is no longer current, the society may remove that address from the register. 5 If a society contravenes subsection (1) above, it shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 6 In this section, “electronic address” has the meaning it has in the  1992 Act ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "65A", "section_title": " Group insurance business.", "section_text": "65A 1 If the rules of a registered friendly society expressly so direct, the society may carry on any group insurance business. 2 In this Act “ group insurance business ” means business (carried on in accordance with the society’s rules and subject to any regulations under section 11 of the 1992 Act) which— a is of a description falling within Head A, or class 2 of Head B, of Schedule 2 to the 1992 Act; and b is carried on as the business of providing benefits, in pursuance of a contract with a qualifying person, for or in respect of the members of a group scheme. 3 For the purposes of this section— “ group scheme ” means a scheme or other arrangement under which benefits are to be provided for or in respect of persons who are members of the scheme and who qualify for membership by virtue of— being employees of a particular employer; or being members of some other group of persons of a description specified in regulations under section 11 of the 1992 Act; “ qualifying person ” means a person who has established or is otherwise responsible for the operation of a group scheme or a trustee of such a scheme; and “ member ”, in relation to a group scheme, includes any person for or in respect of whom benefits are to be provided under the scheme, whatever the terms in which such persons are described in the scheme. 4 Group insurance business may be carried on by a registered friendly society whether or not members of the group scheme are, or are required by the society to be, members of the society. 5 Where a registered friendly society carries on any group insurance business and the rules of the society so provide, any qualifying person with whom the society contracts (or his nominee) may be accorded the rights of a member of the society (including any right to vote) for the purpose of participating in the affairs of the society in the interests of the members of the group scheme with which he is concerned. 6 The rules of an incorporated friendly society may not prevent a person from being a member of the society in his private capacity by reason only of the fact that he has been accorded the rights of a member by virtue of subsection (5) above. 7 A person who is accorded the rights of a member of a society by virtue of subsection (5) above shall, for the purposes of any power which is conferred on the  FCA  or the  PRA  by this Act or the 1992 Act and is exercisable in the interests of members of the society, be treated as if he were a member of the society. 8 The  Treasury  may make regulations under section 11(7) of the 1992 Act which apply to group insurance business carried on by registered friendly societies."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "65B", "section_title": "Terms on which benefits are provided by friendly societies.", "section_text": "65B 1 The terms on which a registered friendly society provides any benefit shall be— a specified in its rules; or b determined in a manner specified in its rules. 2 If they are not specified in the society’s rules, the society— a shall make copies of them available free of charge to members of the society at every office of the society; and b shall send, free of charge, copies of them to any member of the society who demands them. 3 If, on demand made of it under subsection (2) above, a society fails, in accordance with that subsection, to make available or, as the case may be within 7 days of the demand, to send to a person a copy of the terms on which a benefit is to be provided, the society shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "66", "section_title": " Power of member to nominate person to receive sums payable on his death.", "section_text": "66 1 Subject to the following provisions of this section, a member of a registered society or of a branch thereof who is not under the age of sixteen years may, by writing under his hand delivered at or sent to the registered office of the society or branch, or made in a book kept at that office, nominate a person or persons to whom any sum of money payable by the society or branch on the death of that member or any specified amount of money so payable shall be paid at his decease. 2 The total amount which may be nominated under this section shall not exceed  £5,000 but where a nomination under this section does not specify the maximum sum of money which is to be payable by virtue of the nomination, and the sum to which the nomination relates exceeds  £5,000 but would not exceed that amount if any such increase as is mentioned in section 64(2)(c) above were disregarded, the nomination shall not be invalidated by reason only of the excess. 3 The sum payable on the death of a member by a registered society or branch shall include sums of money contributed to or deposited in the separate loan fund and any sum of money accumulated for the use of the member under the provisions of this Act, together with interest thereon. 4 Any reference in subsections (1) to (3) above to a registered society does not include a benevolent society, a working men’s club or an old people’s home society. 5 a person nominated under this section must not at the date of the nomination be an officer or servant of the society or branch, unless that officer or servant is the  spouse, civil partner,  father, mother, child, brother, sister, nephew or niece of the nominator. 6 A nomination so made may be revoked or varied by any similar document under the hand of the nominator delivered, sent or made as mentioned in subsection (1) above. 7 The marriage of a member of the society or branch shall operate as a revocation of any nomination previously made by that member under this section. 7A The formation of a civil partnership by a member of the society or branch revokes any nomination previously made by that member under this section. 8 A nomination, or a variation or revocation of a nomination, by writing under the hand of a member of a registered branch and delivered at or sent to the registered office of that branch, or made in a book kept at that office, shall be effectual notwithstanding that the money to which the nomination relates, or some part thereof, is not payable by that branch but is payable by the society or some other branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "67", "section_title": " Payment on death of a nominator. ", "section_text": "67 1 Subject to subsection (2) below, on receiving satisfactory proof of the death of a nominator, the society or branch shall pay to his nominee or nominees the amount due to the deceased or, as the case may be, the amount specified in the nomination. 2 Subject to paragraph 12 of Schedule 10 to this Act, the total amount paid by a registered society or branch by virtue of a nomination (whether in favour of one nominee or more) shall not exceed  £5,000 except that, in the circumstances referred to in subsection (2) of section 66 above, the amount payable shall include the excess referred to in that subsection. 3 The receipt of a nominee over sixteen years of age for any amount paid in accordance with this section shall be valid."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "68", "section_title": " Devolution of sums due where no nomination. ", "section_text": "68 1 If any member of a registered society or branch entitled from the funds thereof to a sum not exceeding  £5,000 dies without having made any nomination thereof then subsisting, the society or branch may, without letters of administration or probate of any will or, in Scotland, without any grant of confirmation, distribute the sum among such persons as appear to the committee, upon such evidence as they may deem satisfactory, to be entitled by law to receive that sum. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where at the time of his death a member of a registered friendly society or branch is entitled from the funds thereof to a sum which exceeds  £5,000 but would not exceed that amount if any such increase as is mentioned in section 64(2)(c) above were disregarded, subsection (1) above shall apply to the whole of that sum, notwithstanding that it exceeds  £5,000 ,  ..."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "69", "section_title": " Validity of payments.", "section_text": "69 1 A payment made by a registered society or branch under section 68 above shall be valid and effectual against any demand made upon the trustees or the society or branch by any other person, but the next of kin or personal representatives of the deceased member shall have a remedy for recovery of the money paid under that section against the person who has received that money. 2 Where a society or branch has paid money to a nominee in ignorance of a marriage subsequent to the nomination, the receipt of the nominee shall be a valid discharge to the society or branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "70"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "72", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "72"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "74", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "74"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "76", "section_title": " Decision of disputes generally.", "section_text": "76 1 Subject to  subsections (3A) to (3C)  below  every dispute between— a a member or person claiming through a member or under the rules of a registered society or branch, and the society or branch or an officer thereof, or b any person aggrieved who has ceased to be a member of a registered society or branch, or any person claiming through such an aggrieved person, and the society or branch or an officer thereof, or c any registered branch of a society  . . . and the society  . . . of which it is a registered branch, or d an officer of any such registered branch and the society  . . . of which it is a registered branch, or e any two or more registered branches of any society  . . ., or any officers thereof, shall be decided in the manner directed by the rules of the society or branch, and the decision so given shall be binding and conclusive on all parties without appeal and may not be removed into any court of law or restrained by injunction. For the purposes of  section 12 of the Tribunals and Inquiries Act 1992 \t\t\t\t\t(supervisory powers of superior courts) this subsection shall be deemed to have been contained in an Act passed before 1st August 1958. 2 An application for the enforcement of such a decision as is referred to in subsection (1) above may be made to the county court. 3A This section does not apply to a dispute if— a the registered society concerned is a registered friendly society; or b the registered branch concerned is a branch of a registered friendly society. 3B The county court or, in Scotland, the sheriff may hear and determine a dispute falling within subsection (1) above if the parties agree that it shall be so determined instead of being determined under the rules. 3C If the rules contain directions by virtue of which a dispute would fall to be determined by the  FCA  or the  PRA , the dispute shall instead be referred to the county court or, in Scotland, to the sheriff for determination. 4 In this section, the expression “ dispute ”— a includes any dispute arising on the question whether a member or person aggrieved is entitled to be, or to continue to be, a member or to be reinstated as a member, but b in the case of a person who has ceased to be a member does not (except as provided in paragraph (a) above) include any dispute other than one on a question between him and the society or branch, or an officer thereof, which arose whilst he was a member, or arises out of his previous relation as a member to that society or branch  ; and c does not include a dispute between the parties mentioned in subsection (1)(a) or (b) above which has arisen as a result of and incidentally to a dispute between a member, or a person aggrieved who has ceased to be a member, of a registered society or branch and a person claiming through him or under the rules of the registered society or branch. 5 In the application of this section to Scotland, in subsection (1) the words “and may not” to the end of the subsection shall be omitted, in subsection (2) for the words “county court” there shall be substituted the word  “                  sheriff                ” . . .."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "77"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "78", "section_title": " Statement of case and discovery, etc., of documents.", "section_text": "78 1 Any arbitrator, arbiter or umpire to whom a dispute falling within section 76 above is referred under the rules of a registered society or branch may at the request of either party state a case on any question of law arising in the dispute for the opinion of the High Court or, as the case may be, the Court of Session. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "79", "section_title": " Reference of disputes to court otherwise than under rules.", "section_text": "79 1 Where no decision is made on a dispute within forty days after application to the registered society or branch in question for a reference under its rules then, subject to subsection (2) below, any person, society or branch such as is mentioned in paragraphs (a) to (e) of section 76(1) above who is a party to the dispute may apply to the county court  . . . or, in Scotland, to the sheriff, and the court to which application is so made may hear and determine the matter in dispute. 2 In the case of a society with branches, the period of forty days referred to in subsection (1) above shall not begin to run until application has been made in succession to all the bodies entitled to determine the dispute under the rules of the society or branch, but the rules of the society or branch shall not require a greater delay than three months between each successive determination of a dispute by the bodies entitled under the rules to determine the dispute. 3 The provisions of this section also apply where the rules of a registered society, or the rules of a registered branch, contain no direction as to disputes. 4 In this section “ dispute ” means a dispute falling within section 76 above."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "80", "section_title": " Disputes arising out of loans of surplus funds to societies of different description.", "section_text": "80 1 Subject to subsection (1A) below,  where a registered society or branch (in this section referred to as “ the lender ”) has made or agreed to make advances under section 50 above to another society or branch (in this section referred to as “ the borrower ”) and the lender is by reason thereof empowered by the rules of the borrower to take part in the government or control of the borrower, then, subject to subsection (2) below, sections 76 to 79 above shall apply in relation to the determination of any dispute between the lender and the borrower, being a dispute relating to any such advance or agreement or to the rights of the lender or an officer thereof under the rules of the borrower, as if the borrower were a branch of the lender. 1A Subsection (1) above does not apply in any case where the lender is a registered friendly society or a branch of such a society. 2 Where sections 76 to 79 above apply by virtue of subsection (1) above,— a references in those sections to the rules of the society or branch are references to the rules of the borrower; and b section 76(1) above shall not prevent the bringing of legal proceedings for the determination of any such dispute as is referred to in subsection (1) above unless, before the commencement of the proceedings, application has been made for a reference under the rules of the borrower, and any such proceedings may be brought  in England and Wales in the county court or, in Northern Ireland,  in a county court or, in Scotland, before the sheriff, whether or not the court would apart from this provision have jurisdiction to entertain them; and c any application under section 79(1) above (other than an application made in Scotland) must be made to the county court and not to a magistrates’ court."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "81", "section_title": " Power to change name.", "section_text": "81 1 A registered society may change its name by an amendment of its rules and in no other manner, but no amendment of the rules of a registered society which purports to change the name of the society shall be registered under section 18 of this Act unless that change has the approval in writing of the  FCA . 2 No such change of name shall affect any right or obligation of the society or of any member thereof, and any pending legal proceedings may be continued by or against the trustees of the society, or any other officer who may sue or be sued on behalf of the society, notwithstanding its new name."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "82", "section_title": " Amalgamation and transfer of engagements. ", "section_text": "82 1 Any two or more registered societies may, by special resolution of each of them, become amalgamated together as one society with or without any dissolution or division of the funds of those societies or any of them. 2 A registered society may, by special resolution, transfer  to any extent  its engagements to any other registered society which, by special resolution or in such other manner as may be authorised by its rules, undertakes to fulfil those engagements. 3 A registered society may by special resolution determine to transfer  to any extent  its engagements to a company  registered under the Companies Act 2006   or to an industrial and provident society . 3A A registered society, in order to transfer some but not all of its engagements, must in addition to passing the special resolution required by subsection (2) or (3) above resolve to do so by an affected members’ resolution, that is, a resolution passed by the appropriate majority of the members whose engagements with the society are included in the transfer and who, under the rules of the society, would be entitled to vote on a special resolution. 3B In subsection (3A) above, “ appropriate majority ” means a majority consisting of not less than three quarters of those members who vote.  4 Before a registered friendly society becomes amalgamated with, or transfers its engagements to, another friendly society in pursuance of subsection (1) or subsection (2) above, or transfers its engagements to a company in accordance with subsection (3) above, information relating to the terms of the proposed amalgamation or transfer shall be given to the members of the society— a by sending to each member of the society, not less than fourteen days before the date of the general meeting at which the resolution for the amalgamation or transfer is to be proposed, a notice in terms approved for the purpose by the Chief Registrar; or b if the Chief Registrar so allows in the case of all or any of the members of the society, by placing an advertisement, in terms approved for the purpose by him, in such newspaper or newspapers, and at such time or times, as he may specify. 5 If a registered society transfers all its engagements  to a company under the Companies Acts , the registration of that society under this Act shall thereupon become void and shall be cancelled by the  FCA . 6 A registered society consisting wholly of members under twenty one and a registered society or branch or branches of a society having members above twenty-one may, by resolutions registered in the manner required for the registration of an amendment of rules, become amalgamated together as one society or branch, or provide for distributing among several branches the members of a society consisting wholly of members under twenty-one; and the preceding provisions of this section shall not apply to such an amalgamation. 7 An amalgamation or transfer of engagements in pursuance of any of the provisions of this section shall not prejudice any rights of a creditor of any registered society which is a party thereto. 8 This section does not apply to an amalgamation of or transfer of engagements by a registered friendly society. 9 In this section “ industrial and provident society ” means a society  that is a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014, or is a society registered or deemed to be registered under  the Industrial and Provident Societies Act (Northern Ireland) 1969. "}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "84", "section_title": " Conversion of registered societies into companies.", "section_text": "84 1 A registered society may by special resolution determine to convert itself into a company under  the Companies Act 2006 . 2 If a special resolution for converting a registered society into a company contains the particulars  required by subsection (1) of section 8 of the Companies Act 2006  to be contained in the memorandum of association of a company and a copy thereof has been registered  by the  FCA , a copy of that resolution under the seal and stamp of the  FCA  shall have the same effect as a memorandum of association duly  authenticated as required by subsection (2) of that section . 3 Subject to subsection (4) below, if a registered society is registered as a company under  the Companies Act 2006 , the registration of that society under this Act shall thereupon become void and shall be cancelled by the  FCA . 4 Registration of a registered society as a company shall not affect any right or claim subsisting against the society or any penalty incurred by the society; and— a for the purpose of enforcing any such right, claim or penalty, the society may be sued and proceeded against in the same manner as if it had not become registered as a company; and b every such right or claim, or the liability to any such penalty, shall have priority as against the property of the company over all other rights or claims against or liabilities of the company."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "84A", "section_title": " Conversion of registered societies into industrial and provident societies.", "section_text": "84A 1 A registered society other than a registered friendly society may apply for registration under the  Co-operative and Community Benefit Societies Act 2014  if the proposal to apply for registration has been submitted to the members of the society for their consent by the procedure required for a proposal to amend the rules of the society and consent has been obtained in accordance with that procedure. 2 On the registration under the  Co-operative and Community Benefit Societies Act 2014  of a registered society all property held immediately before that registration by any person in trust for the society or any branch of the society (whether or not a registered branch) shall become by virtue of this subsection property of the industrial and provident society. 3 After its registration under that Act, the society shall continue to be entitled to all rights and subject to all liabilities to which it was entitled or subject immediately before registration. 4 It is hereby declared for the avoidance of doubt that— a the reference in subsection (2)(a) above to property includes a reference to property situated outside the United Kingdom; and b the reference to rights and liabilities of such a society or branch includes a reference and liabilities under the law of any country or territory outside the United Kingdom. 5 Not later than the end of the period of 90 days beginning with the day on which a registered society is registered under the  Co-operative and Community Benefit Societies Act 2014 — a the trustees of the society shall deliver to the registered office of the industrial and provident society any property of the registered society or any branch of the registered society held by them and any documents relating to the property, rights and liabilities of the registered society or to its financial affairs; b the trustees of any branch of the registered society shall deliver to that office any property of the branch or any other branch of the society held by them and any documents relating to the property, rights and liabilities of the branch or to its financial affairs; and c if he holds property on trust for the society or any branch of the society, the Public Trustee shall deliver to that office the property so held by him and any documents relating to it; but nothing in this Act shall have effect to relieve the trustees of a registered society or branch or the Public Trustee from any liability arising from acts or omissions before that registration. 6 If a registered society is registered under the  Co-operative and Community Benefit Societies Act 2014 , the registration of that society under this Act shall thereupon become void and shall be cancelled by the  FCA . 7 Schedule 6A to this Act shall have effect to supplement this section. 8 In the application of this section to Northern Ireland, references in this section and Schedule 6A to the  Co-operative and Community Benefit Societies Act 2014  shall be construed as references to the Industrial and Provident Societies Act (Northern Ireland) 1969."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "85", "section_title": " Conversion of society into branch.", "section_text": "85 1 By a resolution passed by a majority of the members or delegates present and entitled to vote at any general meeting, of which notice specifying the intention to propose any such resolution has been duly given according to the rules, a registered society may determine to become a branch of any other registered society and also, if thought fit, of any registered branch thereof. 2 If the rules of the society do not comply with all the provisions of this Act and of the Treasury regulations in respect of the registration of branches, the meeting at which any such resolution is passed as is referred to in subsection (1) above may amend the rules so as to bring the rules into compliance with this Act and with the Treasury regulations. 3 Where such a resolution as is referred to in subsection (1) above has been passed at a general meeting of a registered society, there shall be sent to the  FCA — a a copy of the rules of the society marked to show the amendments, if any, made at the meeting, and b two copies of the resolution and of any such amendment of rules, each signed by the chairman of the meeting and by the secretary of the society and countersigned by the secretary of the society of which it is to become a branch. 4 If the  FCA  finds that the rules of a society, with or without any such amendment as is referred to in subsections (2) and (3) above, comply with the provisions of this Act and of the Treasury regulations,  it  shall— a without further request or notice, cancel the registration of the society and register it as a branch of the other society referred to in the resolution in question and also, if it is so specified in that resolution, of any branch of that other society; and b without further application or evidence, register any such amendment of rules; and until such registration the resolution shall not take effect. 4A Before making a finding under subsection (4) in relation to a society which is a  PRA -authorised person, the  FCA  must consult the  PRA . 5 Notwithstanding anything in section 91(6) below, publication of a notice of any cancellation of registration under this section shall not be required. 6 The rules of a society which becomes a branch under this section shall, so far as they are not contrary to any express provision of this Act or of the Treasury regulations, and subject to any such amendment thereof as is referred to in the preceding provisions of this section, continue in force as the rules of the branch until amended."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "86", "section_title": " Meaning and registration of special resolutions.", "section_text": "86 1 Subject to subsection (2A) below  For the purposes of this Act a special resolution, in relation to a registered society  or branch , is a resolution passed— a at a general meeting of which notice, specifying the intention to propose that resolution, has been duly given in accordance with the society’s rules, and b by not less than three-quarters of those members of the society for the time being entitled under the society’s rules to vote who vote either in person or by proxy at the meeting or, in the case of a meeting of delegates appointed by members, by not less than three-quarters of the delegates who vote at the meeting. 2 Notwithstanding anything to the contrary in the rules of a registered society, at any such general meeting as is referred to in subsection (1)(a) above, other than a meeting of delegates, proxy voting shall be permitted on any resolution which, if passed as mentioned in subsection (1)(b) above, would be a special resolution, and the procedure adopted by a registered society for proxy voting on any such resolution shall comply with any requirements imposed by the  Treasury  by regulations made under this section. 2A For the purposes of this Act “ special resolution ”, in relation to a registered friendly society, shall be construed in accordance with paragraph 7 of Schedule 12 to the 1992 Act.  3 A copy of every special resolution for any of the purposes mentioned in this Act, signed by the chairman of the meeting and countersigned by the secretary, shall be sent to the  FCA  and, subject to subsection (4) below, shall be  registered by it ; and until that copy is so registered the special resolution shall not take effect. 4 Where, in accordance with subsection (3) above, there is sent to the  FCA  a copy of a special resolution passed at a meeting of a registered friendly society for the purpose referred to in subsection (1), subsection (2) or subsection (3) of section 82 above, the resolution shall not be registered (and accordingly shall not take effect) before the expiry of the period of six weeks beginning with the date on which it is received  by the  FCA ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "87", "section_title": "Power of  FCA  and of  PRA  to apply for winding-up of registered friendly societies and branches.", "section_text": "87 1 If, on receiving the report on the state and conduct of the activities of a registered friendly society from a person appointed under section 65 of the 1992 Act, it appears to the  FCA  or the  PRA  that it is in the interests of the members of the society or of the public that the society should be wound up, then, unless the society is already being wound up by the court, the  FCA , after consulting the  PRA , or the  PRA , after consulting the  FCA ,  may present a petition to the High Court or, in Scotland, to the Court of Session for the society to be wound up by the court in accordance with the Insolvency Act 1986 or, as the case may be, the Insolvency (Northern Ireland) Order 1989 if the court thinks it just and equitable that this should be done. 2 Subsection (1) above applies in relation to a registered branch of a registered friendly society as it applies in relation to such a society. 3 Subsection (1) does not require the  FCA  to consult the  PRA  if the society in question is not a  PRA -authorised person. 4 The  PRA  may only present a petition under subsection (1) in respect of a society which is a  PRA -authorised person. "}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "88"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "89"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "90", "section_title": " Appointment of inspectors and calling of special meetings.", "section_text": "90 1 Subject to subsection (2) below, upon the application of one-fifth of the whole number of members of a registered society or, in the case of a society of not less than 1,000 members, of the appropriate number of those members,  the  FCA  or the  PRA , may— a appoint an inspector or inspectors to examine into and report on the affairs of the society; or b call a special meeting of the society. 2 For the purposes of subsection (1) above the appropriate number— a is 100 in the case of a society of not less than 1,000 and not more than 10,000 members, and b is 500 in the case of a society of more than 10,000 members; but this section shall not apply to any society with branches (regardless of the number of members) except with the consent of the central body of that society. 3 An application under this section shall be supported by such evidence for the purpose of showing that the applicants have good reason for requiring the inspection or meeting and are not actuated by malicious motives, and such notice of the application shall be given to the society, as  the  FCA  or the  PRA  may direct. 4 The  FCA  or the  PRA  may, if  it  thinks fit, require the applicants to give security for the costs of the proposed inspection or meeting before appointing any inspector or calling the meeting. 5 All expenses of and incidental or preliminary to any such inspection or meeting shall be defrayed by the members applying for it, or out of the funds of the society, or by members or officers, or former members or officers, of the society in such proportions as  the  FCA  or the  PRA  may direct. 6 An inspector appointed under this section may require the production of all or any of the books and documents of the society, and may examine on oath its officers, members, agents and servants in relation to its business, and may for that purpose administer oaths. 7 The  FCA  or the  PRA  may direct at what time and place a special meeting under this section is to be held, and what matters are to be discussed and determined at the meeting; and the meeting shall have all the powers of a meeting called according to the rules of the society, and shall have power to appoint its own chairman notwithstanding any rule of the society to the contrary."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "91", "section_title": " Cancellation and suspension of registration. ", "section_text": "91 1 Subject to the following provisions of this section, the  FCA , having consulted the  PRA  if the society is a  PRA -authorised person,  may by notice in writing cancel the registration of a society— a at the request of the society, if the  FCA  thinks fit; or b if the  FCA  is satisfied that— i an acknowledgement of registration has been obtained by fraud or mistake; ii the society exists for an unlawful purpose; iii the society has wilfully and after notice from the  FCA  violated any provision of this Act; iv the society has ceased to exist; or v in the case of a society to which section 37(2) or (3) of the 1992 Act applies, the principal place of business of the society is outside the British Islands. 1A The request mentioned in subsection (1)(a) must be evidenced in such way as the  FCA  may direct.  2 Subject to the following provisions of this section, in any case falling within  any of sub-paragraphs (i) to (iv) of subsection (1)(b) above in which the  FCA  might cancel the registration of a society, it may by notice in writing ,— a suspend the registration of the society for a term not exceeding three months; and b from time to time renew any such suspension for the like period. 3 Subject to subsection (4) below, not less than two months’ previous notice in writing specifying briefly the ground of the proposed cancellation or suspension shall be given to a society by the  FCA  before the society’s  registration is cancelled or suspended. 4 Subsection (3) above shall not apply where the registration of a society is cancelled at its own request or under section 82(5), section 84(3) or section 85(4) above  or under any provision of the 1992 Act ; and if before the expiry of the period of notice under subsection (3) above a society duly lodges an appeal under section 92 below, the society’s registration shall not be cancelled before the date of determination or abandonment of the appeal. 5 Where before the expiry of the period of notice under subsection (3) above of the proposed cancellation of a society’s registration the society duly lodges an appeal against the proposed cancellation under section 92 below, the  FCA  may by notice in writing  suspend the society’s registration from the expiry of that period until the date of the determination or abandonment of the appeal. 6 Where the registration of a society has been cancelled or suspended, notice shall forthwith be published in the Gazette and in some newspaper in general circulation in the neighbourhood of the society’s registered office. 7 Where the registration of a society has been cancelled under subsection (1) above or suspended under subsection (2) or subsection (5) above, then, as the case may require,— a from the time of the cancellation, or b from the time of the suspension until the period of that suspension and any renewal of it under subsection (2)(b) above ends (whether on the expiry of that period or on a successful appeal under section 92 below against such a renewal), the society shall not be entitled to any of the privileges of this Act as a registered society, but without prejudice to any liability actually incurred by the society (which liability may be enforced against it as if the cancellation or suspension had not taken place)."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "92", "section_title": " Appeals against cancellation and suspension of registration.", "section_text": "92 1 A society may appeal, in accordance with subsection (2) below, against— a the cancellation of its registration (other than as mentioned in section 91(4) above) if the appeal is lodged before the expiry of the period of notice of the proposed cancellation given under subsection (3) of section 91 above; or b the renewal under subsection (2)(b) of that section of a suspension of a society’s registration, so far as that renewal provides for the suspension to continue more than six months from the original date of suspension. 2 An appeal under this section shall lie  to the High Court or, in the case of a society whose registered office is situated in Scotland, to the Court of Session."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "93", "section_title": " Dissolution of societies and branches.", "section_text": "93 1 Subject to the following provisions of this section, a registered society or branch may terminate or be dissolved in any of the following ways, namely— a upon the happening of any event declared by the rules to be the termination of the society or branch; or b by an instrument of dissolution approved by a special resolution of the society or branch;  and, in the case of a branch of a friendly society, with the consent of the central body of the society or in accordance with the society’s general rules; or c by the award of the  FCA  or the  PRA  under section 95(3)  or  . . . 95A(1)  below. 2 A society which has branches shall not be dissolved except with the consent of the central body of the society. 3 If any member of a registered friendly society or branch in respect of which an instrument of dissolution has been registered in accordance with section 94 below, or if any person claiming any relief, annuity or other benefit from the funds of such a society or branch is dissatisfied with the provision made for satisfying his claim, he may within the period of three months referred to in subsection (7) of that section  make an application to the county court in England and Wales if the chief or any other place of business of that society or branch is situated in England and Wales or may make an application— a ... b in Scotland, to the sheriff of the sheriffdom, or c in Northern Ireland, to the county court for the division,  within which the chief or any other place of business of that society or branch is situated, and on any  application under this subsection  the county court or sheriff make an application to the county court, and on any such application the county court  shall have the same powers in the matter as in regard to the settlement of disputes under this Act. 4 If, in the event of a dissolution of a registered friendly society or branch, any approved annuity, as defined in section  620(9) of the Income and Corporation Taxes Act 1988 , ceases to be paid or any contract for the payment of such an annuity fails in whole or in part, no payment shall be made in respect thereof out of the funds of the society or branch to the annuitant or other person entitled to the benefit of the contract, but any sum which, but for this provision, would have been paid to him shall be applied in purchasing for the benefit of the annuitant an annuity (for the like term and subject to the like conditions against surrender, commutation or assignment) from a person lawfully carrying on in the United Kingdom a business of granting annuities on human life."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "94", "section_title": " Instrument of dissolution.", "section_text": "94 1 The provisions of this section apply where a registered society or branch is dissolved as mentioned in paragraph (b) of section 93(1) above. 2 The instrument of dissolution shall specify— a the liabilities and assets of the society or branch in detail; b the number of members and the nature of their interests in the society or branch; c the claims of creditors, if any, and the provision to be made for their payment; and d unless stated in the instrument of dissolution to be left to the award of the  FCA  or the  PRA , the intended appropriation or division of the funds and property of the society or branch. 3 Alterations in the instrument of dissolution may be made with the like consents as are required by section 93(1)(b) above for the dissolution of the society or branch, testified in the same manner. 4 The instrument of dissolution shall be sent to the  FCA  accompanied by a statutory declaration made by one of the trustees or by three members and the secretary of the society or branch that the provisions of this Act have been complied with. 4A If the society or branch is a  PRA -authorised person, a copy of the instrument and declaration sent to the  FCA  under paragraph (4) shall be sent to the  PRA . 5 The instrument of dissolution shall not, in the case of a registered friendly society or branch, direct or contain any provision for a division or appropriation of the funds of the society or branch, or any part thereof, except for the purpose of carrying into effect the objects of the society or branch as declared in the rules thereof, unless the claim of every member or person claiming any relief, annuity or other benefit from the funds of the society or branch is first duly satisfied or adequate provisions are made for satisfying those claims. 6 The instrument of dissolution and any alterations thereto shall be registered in like manner as an amendment of the rules of the society or branch and shall be binding upon all the members of the society or branch. 7 The  FCA  shall cause a notice of the dissolution to be advertised  . . . in the Gazette and in some newspaper in general circulation in the neighbourhood of the registered office of the society or branch; and unless— a within three months from the date of the Gazette in which that advertisement appears a member or other person interested in or having any claim on the funds of the society or branch commences proceedings to set aside the dissolution of the society or branch, and b that dissolution is set aside accordingly, the society or branch shall be legally dissolved from the date of the advertisement, and the requisite consents to the instrument of dissolution shall be deemed to have been duly obtained without proof of the signatures thereto."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "95", "section_title": " Dissolution by award.", "section_text": "95 1 On receipt of an application under this section relating to a registered society or branch and after giving not less than one month’s notice in writing to the society or branch, the  appropriate authority  may appoint one or more competent persons to conduct an investigation on its behalf into  the affairs of the society or branch. 2 An application under this section shall be made in writing under the hands of the like proportion or number of members and, in the case of a society with branches with the like consent, as are required for the making of an application under section 90 above and shall— a state that the funds of the society or branch are insufficient to meet the existing claims thereon, or that the rates of contribution fixed in the rules of the society or branch are insufficient to cover the benefits assured; and b set forth the grounds on which the insufficiency is alleged; and c request an investigation into the affairs of the society or branch with a view to the dissolution thereof. 3 Subject to subsection (4) below, if upon an investigation under this section it appears that the funds of the society or branch are insufficient to meet the existing claims thereon, or that the rates of contribution fixed in the rules of the society or branch are insufficient to cover the benefits assured to be given by the society or branch, the  appropriate authority  may, if  it  considers it expedient to do so, award that the society or branch be dissolved and its affairs wound up, and where such an award is made the  appropriate authority  shall direct in what manner the assets of the society or branch shall be divided or appropriated. 3A The  PRA  must consult the  FCA  before making an award and direction under subsection (3). 4 Where the  appropriate authority  makes an award under subsection (3) above  it  may suspend the operation thereof for such period as  it  may deem necessary to enable the society or branch to make such alterations and adjustments of contributions and benefits as will in  its  judgment prevent the necessity of the award of dissolution coming into operation; and where within that period the society makes such alterations and adjustments the  appropriate authority  may cancel the award. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Within twenty-one days after the making of an award of dissolution of a society or branch, the  appropriate authority  shall cause notice of the award of dissolution to be advertised in the Gazette and in some newspaper in general circulation in the neighbourhood of the registered office of the society or branch; and unless— a within three months from the date on which that advertisement appears, a member or other person interested in or having any claim on the funds of the society or branch commences proceedings to set aside the dissolution of the society or branch consequent upon the award, and b the dissolution is set aside accordingly, the society or branch shall be legally dissolved from the date of the advertisement, and the requisite consents to the application under this section shall be deemed to have been duly obtained without proof of the signatures thereto. 7 The expenses of every investigation and award under this section and of advertising every notice of dissolution shall be paid out of the funds of the society or branch before any other appropriation thereof is made."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "95A", "section_title": " Dissolution of registered friendly societies and branches by award.", "section_text": " 95A 1 Subject to subsection (2) below, if upon an investigation under section 65 of the 1992 Act it appears to the  appropriate authority — a that the funds of a registered friendly society or of a registered branch of such a society are insufficient to meet the existing claims on them, or b that the rates of contribution fixed in the rules of the society or branch are insufficient to cover the benefits assured to be given by the society or branch, the  appropriate authority  may, if it considers it expedient to do so, award that the society or branch be dissolved and its affairs wound up; and where such an award is made the  appropriate authority  shall direct in what manner the assets of the society or branch shall be divided or appropriated. 1A The  PRA  must consult the  FCA  before making an award or a direction under subsection (1).  2 Where the  appropriate authority  makes an award under this section, it may suspend the operation thereof for such period as it may deem necessary to enable the society or branch to make such alterations and adjustments of contributions and benefits as will in its judgment prevent the necessity of the award of dissolution coming into operation; and where within that period the alterations and adjustments are made, the  appropriate authority  may cancel the award.  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Within twenty-one days after the making of an award under this section, the  appropriate authority  shall cause notice of the award to be advertised in the Gazette and in some newspaper in general circulation in the neighbourhood of the registered office of the society or branch; and unless— a within three months from the date on which that advertisement appears, a member or other person interested or having any claim on the funds of the society or branch commences proceedings to set aside the dissolution of the society or branch consequent upon the award, and b the dissolution is set aside accordingly, the society or branch shall be legally dissolved from the date of the advertisement. 5 The expenses of every award, and of advertising every notice, under this section shall be paid out of the funds of the society or branch before any other appropriation thereof is made."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "96", "section_title": " Finality of awards for dissolution or distribution of funds.", "section_text": "96 Every award under section 95(3)  or 95A(1)  above shall, without appeal, be final and conclusive on— a the society or branch in respect of which the award is made; and b all members of that society or branch; and c all other persons having any claim on the funds of that society or branch; and every such award shall be enforced in the same manner as a decision on a dispute under this Act."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "97", "section_title": " Notice of proceedings or order to set aside dissolution.", "section_text": "97 1 Where any person takes proceedings to set aside the dissolution of a society or branch, he shall give notice of the proceedings to the  FCA  and, if the society or branch is a  PRA -authorised person, the  PRA  not later than the expiry of whichever of the following periods first expires, namely,— a the period of seven days after the commencement of the proceedings; and b the period of three months referred to in section 94(7)(a) above or, as the case may require, section 95(6)(a)  or 95A(4)(a)  above. 2 Where an order is made setting aside the dissolution of a society or branch, the society or branch shall give notice of the order to the  FCA  and, if the society or branch is a  PRA -authorised person, the  PRA  within seven days after the order is made."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "98", "section_title": " Offences.", "section_text": "98 1 It shall be an offence under this Act if— a a registered society or branch or an officer or member thereof fails to give any notice, send any return or document, or do or allow to be done anything which the society, branch, officer or member is by this Act required to give, send, do or allow to be done; or b a registered society or branch or an officer or member thereof wilfully neglects or refuses to do any act or to furnish any information required for the purposes of this Act by the  FCA  or the  PRA  or by any other person authorised under this Act, or does anything forbidden by this Act; or c a registered society or branch or an officer or member thereof makes a return or wilfully furnishes information in any respect false or insufficient, being a return or information required for the purposes of this Act; or d an officer or member of a body which, having been a branch of a society, has wholly seceded or been expelled from that society, thereafter uses the name of that society or any name implying that the body is a branch of that society or the number by which that body was designated as such a branch; or e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f a society or branch, whether registered or unregistered, pays money on the death of a child under ten years of age otherwise than as is provided by this Act; or g a parent or personal representative of the parent claiming money on the death of a child produces  to the society or branch from which the money is claimed a false death  certificate or one fraudulently obtained, or in any way attempts to defeat the provisions of this Act with respect to payments upon the death of children. 2 Nothing in subsection (1) above shall apply to any act, omission or contravention which constitutes an offence by virtue of any provision of this Act other than that subsection  . . .. 3 A society or branch and any officer or member of a society or branch or other person guilty of an offence under this Act, other than an offence for which some other penalty is expressly provided by this Act, shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 4 If an officer of a friendly society or any other person aids or abets  . . . in the dissolution of a friendly society otherwise than as provided in this Act, he shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale . 5 Where a registered society or branch is guilty of an offence under this Act, every officer of the society or branch who is bound by the rules thereof to fulfil any duty whereof the offence is a breach, or if there is no such officer then every member of the committee other than a member who is proved to have been ignorant of or to have attempted to prevent the commission of the offence, shall be liable to the same penalty as if he had committed the offence. 6 Every default under this Act which constitutes an offence shall, if it continues, constitute a new offence in every week during which the default continues. 7 Subject to subsection (8) below, notwithstanding any limitation on the time for the taking of proceedings contained in any enactment, summary proceedings for offences under this Act which are instituted by the  FCA  or the  PRA  or by the Lord Advocate  may be commenced at any time within one year of the first discovery thereof by the  FCA  or the  PRA  (or the Lord Advocate, as the case may be) , but not in any case after more than three years from the commission of the offence. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "99", "section_title": " Punishment of fraud, etc. and recovery of property misapplied.", "section_text": "99 1 If any person, with intent to mislead or defraud,— a gives to any other person a copy of any rules, laws, regulations or other documents, other than the rules of a registered society or branch, on the pretence that they are the existing rules of that society or branch or that there are no other rules of the society or branch, or b gives to any person a copy of any rules on the pretence that they are the rules of a registered society or branch when the society or branch is not registered, he shall be liable on summary conviction to a fine not exceeding £400 or on conviction on indictment to a fine or to imprisonment for a term not exceeding two years or to both a fine and such a term of imprisonment. 2 If any person obtains possession by false representation or imposition of any property of a registered society or branch, or fraudulently withholds any such property in his possession or fraudulently applies any such property for purposes which are not authorised by the rules of the society or branch or which are not in accordance with this Act, he shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale and to be ordered to deliver up that property or to repay all moneys improperly applied; and any person who fails to comply with such an order made by a court in Scotland shall be liable on summary conviction to imprisonment for a term not exceeding two months. 3 If— a in proceedings under subsection (2) above which do not result in a conviction, or b in civil proceedings instituted for the purpose, a magistrates’ court or, in Scotland, the sheriff is satisfied that any person having possession of any property of a registered society or branch has failed to deliver it up when requested to do so by the society or branch, the court or sheriff may make an order requiring him to deliver up that property; and any person who fails to comply with such an order made by a sheriff in Scotland shall be liable on summary conviction to imprisonment for a term not exceeding two months. 4 If in any such proceedings as are referred to in subsection (3) above a magistrates’ court or sheriff is satisfied that any person has applied money belonging to a registered society or branch for purposes which are not authorised by the rules of the society or branch or which are not in accordance with this Act, the court or sheriff may order him to repay to the society or branch the money which he has so applied; and, whatever the nature of the proceedings in which any such order is made, the order shall be enforceable as an order for the payment of money recoverable,  . . ., summarily as a civil debt. 4A In the application of subsection (4) above to Scotland, the word “summarily” is to be omitted. 5 Where a magistrates’ court or sheriff makes an order under subsection (3) or subsection (4) above, that order may be appealed against as if it were an order of that court made on the conviction of the person to whom the order is directed. 6 Proceedings under subsection (2) above may be instituted by,  . . ., the following persons, that is to say— a in the case of a registered society, by the society or any member authorised by the society, or the trustees or committee of the society; or b in the case of a registered branch, by the branch or any member authorised by it or the trustees or committee thereof or by the central body of the society of which the branch forms part, or by any member of the society or branch authorised by the central body; or c in any case, by any member of the society or branch authorised by the  FCA ; or d except in Scotland, by the  FCA ; and (except in Scotland) no other person may institute such proceedings. 7 Nothing in this Act shall prevent any person guilty of an offence under this section from being proceeded against by way of indictment, if he has not previously been convicted of the same offence under the provisions of this Act."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "100", "section_title": " Falsification of balance sheets, etc.", "section_text": "100 If any person wilfully, and with intent to falsify the document in question or to evade any of the provisions of this Act, makes, orders or allows to be made any entry or erasure in, or omission from,— a a balance sheet of a registered society or branch, or  other than a registered friendly society or branch of such a society b a return or document required to be sent, produced or delivered for the purposes of this Act, he shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "101", "section_title": " Prosecution of offences, recovery of costs or expenses.", "section_text": "101 1 Summary proceedings for an offence under this Act may be instituted by the  FCA  or by any person aggrieved. 1A In the application of subsection (1) to Scotland, the reference to the  FCA  is to be read as a reference to the Lord Advocate.  1B Summary proceedings for an offence under a provision listed in subsection (1C) may also be commenced by the  PRA , in the circumstances specified in that subsection in relation to that provision, after notifying the  FCA . 1C The provisions and the circumstances are— a section 32 (audit of exempt societies and branches), if the failure referred to in subsection (4) of that section is a failure to comply with a direction given by the  PRA  under subsection (2) of that section; b section 39C (power to require accounts of past years to be audited), if the failure referred to in subsection (2) of that section is a failure to comply with a direction given by the  PRA  under subsection (1) of that section; and c section 98 (offences), if the neglect or refusal referred to in subsection (1)(b) of that section relates to an act or information required by the  PRA. 2 Any costs or expenses ordered or directed by the  FCA  or the  PRA  to be paid by any person under this Act shall be recoverable summarily as a civil debt. 3 In the application of subsection (2) above to Scotland, the word “ summarily ” shall be omitted."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "102", "section_title": " Jurisdiction of magistrates' courts in Northern Ireland", "section_text": " 102 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "103", "section_title": " Legal proceedings concerning registered societies, etc.", "section_text": "103 1 The trustees of a registered society or branch, or any officers authorised by the rules thereof, may bring or defend, or cause to be brought or defended, any action or other legal proceedings in any court whatsoever, touching or concerning any property, right or claim of the society or branch, and may sue and be sued in their proper names, without any other description than the title of their office. 2 In legal proceedings brought under this Act by a member or person claiming through a member, a registered society or branch may also be sued in the name, as defendant or defender, of any officer or person who receives contributions or issues policies on behalf of the society or branch within the jurisdiction of the court in which the legal proceedings are brought, with the addition of the words  “                  on behalf of the society or branch                ” \t\t\t\t\t(naming the same). 3 Legal proceedings shall not abate or be discontinued by the death, resignation or removal from office, of any officer, or by any act of any officer after the commencement of the proceedings. 4 The summons, writ, process or other proceeding to be issued to or against the officer or other person sued on behalf of a registered society or branch shall be sufficiently served by personally serving that officer or other person or by leaving a true copy thereof at the registered office of the society or branch, or at any place of business of the society or branch within the jurisdiction of the court in which the proceeding is brought, or if that office or place of business is closed, by posting the copy on the outer door of that office or place of business. 5 In any case where any such summons, writ, process or other proceeding as is mentioned in subsection (4) above is not served in one of the ways specified in that subsection, it shall be served by sending a copy thereof in a letter sent by registered post or by the recorded delivery service addressed to the committee at the registered office of the society or branch and posted at least six days before any further step is taken in the proceedings. 6 Where proceedings are taken against a society or branch for the recovery of any fine under this Act the summons or other process shall be sufficiently served by leaving a true copy thereof at the registered office of the society or branch or at any place of business of the society or branch which is within the jurisdiction of the court in which the proceedings are brought or, if that office or place of business is closed, by posting the copy on the outer door of that office or place of business. 7 Where the person against whom any proceedings are to be taken is himself a trustee of a society or branch, the proceedings may be brought by the other trustees or trustee of the society or branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "104", "section_title": " Fees.", "section_text": "104 1  The Treasury may make regulations determining a scale of fees to be paid for matters to be transacted or for the inspection of documents under this Act  or the Friendly Societies (Long Term Insurance Business) Regulations 1987 . 2 The Treasury may by order provide that on the registration of, or of any amendment of the rules of, a society of any description specified in paragraphs (a) to (e) of section 7(1) above, fees may be charged in accordance with a scale determined by the Treasury under subsection (1) above, but, except in so far as an order so provides, no fees shall be payable on the registration of, or of any amendment of the rules of, any such society. 3 The power to make an order under subsection (2) above includes power to vary or revoke such an order by a further order so made. 4 Any power to make an order under this section shall be exercisable by statutory instrument, and a statutory instrument made in the exercise of any such power shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 All fees received by the Chief or an assistant registrar under or by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "104A", "section_title": "\n \n \nFees for inspection or copying of documents.\n", "section_text": "104A Before the  FCA  allows any person to inspect any document held by it in connection with this Act, or provides any person with a copy of any such document (or part of such document), it may charge that person a reasonable fee."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "105", "section_title": " Exemptions from stamp duty.", "section_text": "105 Stamp duty shall not be chargeable upon any of the following documents, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b a policy of insurance or appointment or revocation of appointment of an agent or other document required or authorised by this Act or by the rules of a registered society or branch."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "105A", "section_title": "Exemption from stamp duty land tax", "section_text": "105A 1 A land transaction effected by or in consequence of— a an amalgamation together of two or more registered societies under section 82 ; or b a transfer of engagements under that section, is exempt from charge for the purposes of stamp duty land tax. 2 Relief under this section must be claimed in a land transaction return or an amendment of such a return. 3 In this section— “land transaction” has the meaning given by section 43(1) of the Finance Act 2003; “land transaction return” has the meaning given by section 76(1) of that Act."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "106", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "106"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "107", "section_title": " Provision as to information supplied for purposes of national insurance and social security.", "section_text": "107 1 Subject to any exceptions or conditions prescribed by regulations of the Secretary of State, the Secretary of State shall at the request of any person claiming benefit from a registered friendly society or branch provide the society or branch for the purposes of the claim with a copy or abstract of any medical certificate relating to that person and supplied by him to the Secretary of State for purposes of the enactment relating to  . . . social security. 2 Where the Secretary of State furnishes a registered friendly society or branch, in connection with a claim for benefit from the society or branch, with information relating to a claim or award under those enactments, the expenses incurred in connection therewith by the Secretary of State or any other Government Department shall be treated as expenses in carrying those enactments into effect. 2A In the application of this section to Northern Ireland, references to the Secretary of State shall be construed as references to the Department of Health and Social Services for Northern Ireland. 3 Until the amendments of section 9 of the  Friendly Societies Act 1955 made by section 100(2)(a) of and paragraph 17 of Schedule 27 to the  Social Security Act 1973 come into force the foregoing provisions of this section shall have effect as set out in Schedule 7 to this Act."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "108", "section_title": " Protection for members of registered societies joining the forces.", "section_text": "108 Anyprovision in the rules of a registered society or branch which purports to deprive persons of membership of the society or branch or of any interest therein by reason of their service in any of the naval, military or air forces of the Crown . . . shall be of no effect, and no person shall be fined for failure to attend any meeting of the society or branch or otherwise to comply with the rules thereof if the failure was due to his or her service as mentioned in this subsection."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "109", "section_title": "Regulations.", "section_text": "109 1 The Treasury may make regulations with respect to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the seal to be used  by the  FCA  for the registration of any society or document (including any amendment to any document) under this Act, the  Co-operative and Community Benefit Societies Act 2014 , the Building Societies Act 1986, or the Friendly Societies Act 1992, or otherwise for sealing any document for the purposes of this Act or any of those Acts ; c the duties and functions of the  FCA  and of the  PRA  under this Act ; and d the inspection of documents kept by the  FCA  under this Act; and generally for carrying this Act into effect. 2 Any power of the Treasury,  or the Secretary of State  to make regulations under this Act shall be exercisable by statutory instrument and a statutory instrument made in the exercise of any such power, other than an instrument containing only regulations under section  . . . 42 above, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "110", "section_title": " Evidence and deposit of documents.", "section_text": "110 1 Any document bearing the seal or stamp of the  FCA  shall be received in evidence without further proof. 2 Any document purporting to have been signed by a person authorised to do so on behalf of the  FCA  or the  PRA , and every document purporting to be signed by any inspector or public valuer under this Act, shall, in the absence of any evidence to the contrary, be received in evidence without proof of the signature. 2A In subsections (1) and (2), “ document ” means any document issued, received or created by the  FCA  or the  PRA  (or, as the case may be, by any inspector or public valuer under this Act) for the purposes of or in connection with this Act.  3 All documents required by this Act to be sent to the  FCA  shall be deposited with the rules of the societies to which the documents respectively relate and shall be registered or recorded by the  FCA , with such observations thereon, if any, as  it considers appropriate ."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "111", "section_title": " Interpretation.", "section_text": "111 1 In this Act, unless a contrary intention appears,— “ amendment of rule ” includes a new rule and a resolution rescinding a rule; “ annual return ” shall be construed in accordance with section 43 above;  ... “the appropriate authority” means— in relation to a society which is a  PRA -authorised person, the  PRA ; and in relation to a society which is not a  PRA -authorised person, the  FCA ;  “branch” means any number of the members of a society, under the control of a central body, having a separate fund administered by themselves or by a committee or officers appointed by themselves, and bound to contribute to a fund under the control of a central body; ... ... ... “committee” means the committee of management or other directing body of a society or branch; ... “exempt society” and “exempt branch” shall be construed in accordance with section 31(4) above;  “the  FCA ” means the Financial Conduct Authority;  “Gazette”, in relation to a registered society or branch, means— the London Gazette if the registered office of the society or branch is situated in  England and Wales, the Channel Islands or the Isle of Man ; the Edinburgh Gazette if the registered office of the society or branch is situated in Scotland; the Belfast Gazette if the registered office of the society or branch is in Northern Ireland “land” includes any interest in land and, in Scotland, heritable subjects of whatever description; “meeting” includes, where the rules of a society or branch so allow, a meeting of delegates appointed by members; “officer” includes any trustee, treasurer, secretary, or member of the committee of management of a society or branch or any person appointed by the society or branch to sue and be sued on its behalf; “persons claiming through a member” includes the nominees of the member where nomination is allowed;  “the  PRA ” means the Prudential Regulation Authority;   “ PRA -authorised person” has the meaning in section 2B of the Financial Services and Markets Act 2000;  “property” extends to all property, whether real or personal, including books and papers and (in Scotland) to all heritable and moveable estate; “proposal”, in relation to an insurance, includes an application for an insurance; “qualified actuary” has the meaning assigned to it by section 9(3) above; “registered”, in relation to a society or branch, means registered under this Act or any other enactment (whether similar in extent to this Act or not) which at any time before the commencement of this Act made provision for registration similar to that made by this Act; “signed”, in relation to a body corporate means sealed; and “ the 1992 Act” means the Friendly Societies Act 1992 “Treasury regulations” means any regulations made  ... by the Treasury and in force under this Act. 2 Any reference in this Act to a particular type of society shall be construed in accordance with section 7(1) above. 3 Any reference in this Act to the seal of the  FCA  is a reference to the seal provided for in regulations made under section 109(1)(b)\t\t\t\t\t(and not to the  FCA ’s  common seal).  4 In this Act “ year of account ” in relation to a registered society or branch, means, with respect to the year in which it is first registered, the period beginning with the date of registration and ending with 31st December of that year and, in any other case, a period of twelve months ending with 31st December; and a “ the current year of account ”, in relation to the appointment of an auditor or auditors, means the year of account in which the question of that appointment arises; and b “ the preceding year of account ” means the year of account immediately preceding the current year of account. 5 In the application of this Act to Scotland “ heritable security ” means any security capable of being constituted over any interest in land by disposition or assignation of that interest in security of any debt, and of being recorded in the Register of Sasines. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Except in so far as the context otherwise requires, any reference in this Act to any other enactment shall be taken as referring to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "112", "section_title": " Isle of Man.", "section_text": "112 1 Subject to any express provision of this Act with respect to the Isle of Man, this Act in its application to the Isle of Man shall have effect subject to such adaptations and modifications as Her Majesty may by Order in Council specify. 2 Any Order in Council under subsection (1) above may be varied or revoked by a subsequent Order in Council so made."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "113", "section_title": " Channel Islands.", "section_text": "113 1 Subject to any express provision of this Act with respect to the Channel Islands, this Act in its application to those Islands shall have effect subject to such adaptations and modifications as Her Majesty may by Order in Council specify. 2 Any Order in Council under subsection (1) above may be varied or revoked by a subsequent Order in Council so made."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "114", "section_title": " Payments to legal representative in Channel Islands and Isle of Man.", "section_text": "114 Where any sum of money becomes payable on the death of a person entitled to make a nomination under this Act but domiciled in any of the Channel Islands or the Isle of Man, that sum shall, in default of any such nomination, be paid to the deceased’s legal representative according to the law of the Island in which the deceased was domiciled."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "115", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "115"}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "116", "section_title": " Amendments, transitory provisions and repeals.", "section_text": "116 1 The enactments specified in Schedule 9 to this Act shall have effect subject to the amendments specified in that Schedule. 2 The transitory provisions in Schedule 10 to this Act shall haveeffect. 3 The inclusion in this Act of any express saving or amendment shall not be taken as prejudicing the operation of section 38 of the  Interpretation Act 1889 (which relates to the effect of repeals). 4 Subject to subsection (2) above, the enactments specified in Schedule 11 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Friendly Societies Act 1974", "year": 1974, "section": "117", "section_title": " Short title, commencement and extent.", "section_text": "117 1 This Act may be cited as the Friendly Societies Act 1974. 2 This section, sections 112, 113 and 115 above and so much of section 109 above as relates to regulations under section 115 shall come into operation on the passing of this Act and the other provisions of this Act shall come into operation on such days as the Treasury may by order made by statutory instrument appoint. Any reference in this Act to the commencement of this Act is a reference to the day appointed under this subsection. 3 This Act extends to  Northern Ireland,  the Isle of Man and the Channel Islands  . . .."}]