[{"act": "Housing Act 1974", "year": 1974, "section": "110.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Housing Act 1974", "year": 1974, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Housing Act 1974", "year": 1974, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Housing Act 1974", "year": 1974, "section": "1317.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Housing Act 1974", "year": 1974, "section": "18", "section_title": " Special rules applicable to tenancies of registered and certain other housing associations.", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If at any time, by virtue of  section 5(4) of the Rent (Scotland) Act 1984 , a tenancy ceases to be one to which . . .  , or sections 60 to 66 of the  Housing (Financial Provisions)\t\t\t\t\t(Scotland) Act 1972 apply, and becomes a protected tenancy for the purposes of . . .  , or of the  Rent (Scotland) Act 1971, that tenancy shall be a regulated tenancy and the housing association which is the landlord under that tenancy shall give notice in writing to the tenant, . . .  , informing him that his tenancy is no longer excluded from protection under . . .   or the Rent (Scotland) Act 1971. 3 If, without reasonable excuse, a housing association fails to give notice to a tenant under subsection (2) above within the period of 21 days beginning on the day on which his tenancy becomes a protected tenancy, the association shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 4 Where an offence under subsection (3) above committed by a body corporate is proved too have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager or secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The provisions of Schedule 3 to this Act shall have effect for supplementing this section, and Part I of that Schedule shall come into force on the passing of this Act."}, {"act": "Housing Act 1974", "year": 1974, "section": "1928.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Housing Act 1974", "year": 1974, "section": "2935.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Housing Act 1974", "year": 1974, "section": "36104.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Housing Act 1974", "year": 1974, "section": "105117.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "105"}, {"act": "Housing Act 1974", "year": 1974, "section": "118", "section_title": " Rateable value limits for enfranchisement or extension under Leasehold Reform Act 1967.", "section_text": "118 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In any case where, by virtue only of the amendments of section 1 of the  Leasehold Reform Act 1967 effected by subsection (1) above, the right specified in subsection (1) of that section is conferred on a tenant, section 19 of that Act (retention of management powers for general benefit of neighbourhood) shall have effect in relation to the house and premises to which the tenant’s right applies as if for the reference in subsection (1) of that section to an application made within two years beginning with the commencement of Part I of that Act there were substituted a reference to an application made within two years beginning with the date on which this Act is passed. 3 After subsection (4) of section 1 of the Leasehold Reform Act 1967 there shall be inserted— 4A At any time the tenant may take the action provided in Schedule 8 to the Housing Act 1974 for his rateable value to be adjusted and in all such cases the agreed rateable value or that determined by the Court or District Valuer shall be the rateable value for the purposes of that Act. 4 In section 9 of the Leasehold Reform Act 1967 (purchase price of enfranchisement) there shall be inserted after subsection (1):— 1A Notwithstanding, the foregoing subsection, the price payable for a house and premises, the rateable value of which is above £1,000 in Greater London and £500 elsewhere, on a conveyance under section 8 above, shall be the amount which at the relevant time the house and premises, if sold in the open market by a willing seller, might be expected to realise on the following assumptions :— a on the assumption that the vendor was selling for an estate in fee simple, subject to the tenancy, but on the assumption that this Part of this Act conferred no right to acquire the freehold ; b on the assumption that at the end of the tenancy the tenant had the right to remain in possession of the house and premises under the provisions of Part I of the Landlord and Tenant Act 1954 ; c on the assumption that the tenant has no liability to carry out any repairs, maintenance or redecorations under the terms of the tenancy or Part I of the Landlord and Tenant Act 1954; d on the assumption that the price be diminished by the extent to which the value of the house and premises has been increased by any improvement carried out by the tenant or his predecessors in title at their own expense ; e on the assumption that (subject to paragraph (a) above) the vendor was selling subject, in respect of rentcharges and other rents to which section 11(2) below applies, to the same annual charge as the conveyance to the tenant is to be subject to, but the purchaser would otherwise be effectively exonerated until the termination of the tenancy from any liability or charge in respect of tenant’s incumbrances ; and f on the assumption that (subject to paragraphs (a) and (b) above) the vendor was selling with and subject to the rights and burdens with and subject to which the conveyance to the tenant is to be made, and in particular with and subject to such permanent or extended rights and burdens as are to be created in order to give effect to section 10 below. 1B For the purpose of determining whether the rateable value of the house and premises is above £1,000 in Greater London, or £500 elsewhere, the rateable value shall be adjusted to take into account any tenant’s improvements in accordance with Schedule 8 to the Housing Act 1974. 5 This section shall come into force on the passing of this Act."}, {"act": "Housing Act 1974", "year": 1974, "section": "119", "section_title": " Option mortgages.", "section_text": "119 1 Subject to the following provisions of this section, Part II of the  Housing Subsidies Act 1967 (assistance for house purchase and improvement) shall be amended in accordance with Schedule 11 to this Act and the amendments of section 28 of that Act contained in paragraph 5 of that Schedule shall be deemed to have taken effect on 18th April 1974. 2 Until 6th April 1980, nothing in paragraphs 1(2) and 2 of Schedule 11 to this Act or in paragraphs (ix) to (xi) of section 24(3) of the said Act of 1967 shall have effect in relation to a loan if— a the option notice in respect of the loan was signed on or before 26th June 1974, or b the loan was made in pursuance of an offer in writing made by the lender to the borrower on or before 26th June 1974 and the option notice was signed as mentioned in section 24(3)(b) of the said Act of 1967. 3 Until the expiry of the period of 3 months beginning on the appointed day, nothing in paragraphs 1(2) and 2 of Schedule 11 to this Act or in paragraphs (ix) to (xi) of section 24(3) of the said Act of 1967 shall have effect in relation to a loan (being a loan to which subsection (2) above does not apply) if the option notice in respect of the loan was signed after 26th June 1974 and before the day appointed for the coming into operation of this  subsection . 4 The Secretary of State may by regulations made by statutory instrument make such transitional provisions as he considers appropriate for the purpose of securing the proper application of Part II of the said Act of 1967— a on and after 6th April 1980 in relation to a loan to which subsection (2) above applies; and b after the expiry of the period specified in subsection (3) above in relation to a loan to which that subsection applies. 5 Without prejudice to the generality of the power conferred by subsection (4) above, in relation to a loan to which the power applies, regulations under that subsection— a may require things to be done before the date on which the said Part II is to apply to the loan; and b may make such modifications of the said Part II as the Secretary of State considers appropriate. 6 A statutory instrument containing regulations under subsection (4) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Housing Act 1974", "year": 1974, "section": "120", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "120"}, {"act": "Housing Act 1974", "year": 1974, "section": "121128.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "121"}, {"act": "Housing Act 1974", "year": 1974, "section": "129", "section_title": " Interpretation.", "section_text": "129 1 In the application of this Act in England and Wales— “the Corporation means the Housing Corporation; “dwelling means a building or part of a building occupied or intended to be occupied as a separate dwelling, together with any yard, garden, outhouses and appurtenances belonging to or usually enjoyed with that building or part; “hostel means a building wherein is provided, for persons generally or for a class or classes of persons, residential accommodation (otherwise than in separate and self-contained sets of premises) and either board or facilities for the preparation of food adequate to the needs of those persons, or both; “house in multiple occupation means a house which is occupied by persons who do not form a single household, exclusive of any part thereof which is occupied as a separate dwelling by persons who do form a single household; “housing association has the meaning assigned to it by section 189(1) of the  Housing Act 1957; “improvement grant and “intermediate grant have the meanings assigned to them by section 56(2) of this Act; “operative date means 1st April 1975 or such later date as may be specified under, and for the purposes of, section 17(1) of this Act; “registered, except in the expression “registered charity means registered in the register of housing associations established under section 13 of this Act, and “registration and “unregistered shall be construed accordingly; “registered charity means a charity of which particulars are entered in the register of charities established under section 4 of the  Charities Act 1960; “repairs grant and “special grant have the meanings assigned to them by section 56(2) above. 2 In the application of this Act in Scotland— “charge includes a heritable security; “the Corporation means the Housing Corporation; “dwelling means a house within the meaning of section 208(1) of the  Housing (Scotland) Act 1966; “heritable security has the meaning assigned to it by section 12 of this Act; “hostel has the same meaning as in section 21(4) of the  Housing (Financial Provisions)\t\t\t\t\t\t\t(Scotland) Act 1968; “housing association has the meaning assigned to it by section 208(1) of the Housing (Scotland) Act 1966; “local authority has the meaning assigned to it by section 1 of the Housing (Scotland) Act 1966; “mortgage means a heritable security and “mortgagee means the creditor in such a security; “operative date has the same meaning as in subsection (1) above; “registered means registered in the register of housing associations established under section 13 of this Act, and “registration and “unregistered shall be construed accordingly. 3 For the purposes of this Act a person is a member of another’s family if that person is— a the other’s wife or husband; or b a son or daughter or a son-in-law or daughter-in-law of the other, or of the other’s wife or husband; or c the father or mother of the other, or of the other’s wife or husband. 4 In paragraph (b) of subsection (3) above any reference to a person’s son or daughter includes a reference to any step-son or step-daughter,  and any illegitimate son or daughter  of that person, and “son-in-law and “daughter-in-law shall be construed accordingly. 5 Any reference in this Act to any other enactment shall be construed as referring to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Housing Act 1974", "year": 1974, "section": "130", "section_title": " Amendments, transitional provisions, savings and repeals.", "section_text": "130 1 Schedule 13 to this Act, which contains minor amendments and amendments consequential on the provisions of this Act, shall have effect. 2 In Schedule 13 to this Act, the amendments of the  Land Compensation Act 1973 and the  Land Compensation (Scotland) Act 1973 shall have effect in the case of persons displaced on or after the date of the passing of this Act. 3 The transitional provisions and savings in Schedule 14 to this Act shall have effect. 4 The enactments specified in schedule 15 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Housing Act 1974", "year": 1974, "section": "131", "section_title": " Short title, citation, commencement and extent.", "section_text": "131 1 This Act may be cited as the Housing Act 1974. 2 This Act and the Housing Acts 1957 to 1973 may be cited together as the Housing Acts 1957 to 1974. 3 Except in so far as any provision of this Act otherwise provides, this Act shall come into operation on such day as the Secretary of State may by order appoint, and different days may be so appointed for different provisions and for different purposes. 4 Without prejudice to any express saving contained in Schedule 14 to this Act, an order under subsection (3) above appointing a day for the coming into operation of any provision of Schedule 13 or Schedule 15 to this Act may contain such savings with respect to the operation of that provision as appear to the Secretary of State to be appropriate  and an order under subsection (3) above may be revoked or varied by a further order under that subsection which may itself contain such savings with respect to the effect of the revocation or variation as appear to the Secretary of State to be appropriate . 5 Parts IV, V,  VI ,  VII , and  VIII  and, , in Part IX, sections  105, 106, 108, 110 to 116 , 118,  124, 125 and 126 of this Act extend to England and Wales only. 6 Sections 107 and 116A of this Act extend  to Scotland only. 7 This Act does not extend to Northern Ireland."}]