[{"act": "Prices Act 1974", "year": 1974, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Prices Act 1974", "year": 1974, "section": "2", "section_title": " Power of Secretary of State to regulate price of food and certain other goods.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prices Act 1974", "year": 1974, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Prices Act 1974", "year": 1974, "section": "4", "section_title": " Price marking.", "section_text": "4 1 The Secretary of State may by order make provision for securing— a that prices are indicated on or in relation to goods which a person indicates are or may be for sale by retail, whether or not the goods are in existence when he does so; b that charges are indicated for services which a person indicates are or may be provided, except services which he indicates are or may be provided only for the purposes of businesses carried on by other persons; c that prices of such goods or charges for such services are not indicated in a manner which the Secretary of State considers inappropriate and that no part of a penny except one half-penny is specified in the amount of an indicated price or charge. 2 Without prejudice to the generality of subsection (1) above, an order under this section  may specify the kinds of goods or services to which and the circumstances in which the order applies and — a may make provision as to the manner in which any price is to be indicated; b may require that the price  or charge  to be indicated on or in relation to any goods  or services  shall be, or shall include, a price  or charge  expressed by reference to such unit or units of measurement as may be specified in the order; c may, in relation to goods  or services  subject to value added tax, make provision as to the circumstances in which the price  or charge  to be indicated may or may not be exclusive of the tax and as to the indication to be given of the tax included in, or payable in addition to, the price  or charge; d may make different provision in relation to different circumstances and may contain such supplementary provisions as the Secretary of State thinks necessary or expedient. 3 Before making an order under this section the Secretary of State shall consult, in such manner as appears to him to be appropriate having regard to the subject-matter and urgency of the order, with such organisations representative of interests substantially affected by the order as appear to him, having regard to those matters, to be appropriate. 4 The power to make an order under this section shall be exercisable by statutory instrument and includes power to vary or revoke a previous order; and a statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In the application of this section to Northern Ireland for any reference to the Secretary of State there shall be substituted a reference to the Department of Commerce for Northern Ireland and any order made by the Department under this section shall be  a statutory rule for the purposes of the  Statutory Rules Act (Northern Ireland) 1958 and be  subject to negative resolution within the meaning of section 41(6) of the  Interpretation Act (Northern Ireland) 1954 as if it were a statutory instrument within the meaning of that Act; and subsection (4) above shall not apply to any such order except in so far as that subsection confers a power to vary or revoke a previous order."}, {"act": "Prices Act 1974", "year": 1974, "section": "5", "section_title": " Price range notices.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prices Act 1974", "year": 1974, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Prices Act 1974", "year": 1974, "section": "7", "section_title": " Enforcement.", "section_text": "7 The Schedule to this Act shall have effect  ... for the enforcement of orders under sections  ... 4  ... above."}, {"act": "Prices Act 1974", "year": 1974, "section": "8", "section_title": " Financial provisions.", "section_text": "8 1 There shall be paid out of moneys provided by Parliament— a the expenses of any government department in respect of the administration of this Act; b any increase attributable to this Act in the sums so payable under any other Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Prices Act 1974", "year": 1974, "section": "9", "section_title": " Short title and interpretation.", "section_text": "9 1 This Act may be cited as the Prices Act 1974. 2 In this Act “ food ” means food and drink for human consumption. 3 In this Act any reference to any enactment is a reference to that enactment as amended by or under any subsequent enactment. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]