[{"act": "Railways Act 1974", "year": 1974, "section": "1", "section_title": " Reduction in capital debt of the Railways Board.", "section_text": "1 1 On 1st January 1975 there shall be extinguished so much of the liability of the Railways Board on that date in respect of— a the commencing capital debt of the Board under section 39 of the 1962 Act, and b the principal of money borrowed by the Board from the Secretary of State under section 19 of that Act, as is necessary to reduce that liability to £250 million. 2 Of the amount in respect of which the Board’s liability is extinguished by subsection (1) above, such part as the Secretary of State may, with the approval of the Treasury, direct shall be treated as reducing the commencing capital debt of the Board and the remainder shall be treated as reducing the principal of money borrowed as aforesaid. 3 The assets of the National Loans Fund shall accordingly be reduced by the amount in respect of which the Board’s liability is so extinguished."}, {"act": "Railways Act 1974", "year": 1974, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Railways Act 1974", "year": 1974, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Railways Act 1974", "year": 1974, "section": "4", "section_title": " The Board’s duties in relation to policies, plans and information. ", "section_text": "4 1 The Railways Board shall, in framing and carrying out proposals involving substantial expenditure of a capital nature by the Board or a subsidiary of theirs, act on lines settled from time to time with the approval of the Secretary of State. 2 The Railways Board shall, in formulating policies and plans for the general conduct of their undertaking and the businesses of their subsidiaries, act on lines settled from time to time with the approval of the Secretary of State. 3 The Railways Board shall furnish the Secretary of State with such information as he may specify in writing and the Board have or can reasonably be expected to obtain with respect to such matters relating to the Board or any subsidiary of theirs or their activities (past, present or future), plans or property as the Secretary of State may so specify and the information so specified shall be furnished in such manner and at such times as he may so specify. 4 Without prejudice to subsection (3) above, the Railways Board shall, as soon as possible after the end of each accounting year of the Board and in accordance with subsection (5) below, make to the Secretary of State a report on the exercise and performance by them of their functions during that year and on their policy and programme and the Secretary of State shall lay a copy of every such report before each House of Parliament. 5 The report made by the Railways Board under subsection (4) above shall— a include such information as the Secretary of State may from time to time specify in writing with respect to any matter on which the Board is to report to him under that subsection; b set out any directions given by the Secretary of State to the Board under the 1962 Act  section 3 of the Transport Act 1981  or section 3(1) above during that year, unless the Secretary of State has notified the Board his opinion that it is against the interests of national security to do so; and c include a statement of the salaries or fees and of the emoluments of each of the members of the Board during that year. 6 The foregoing provisions of this section shall have effect in relation to the Railways Board in place of subsections (2), (7) and (8) of section 27 of the 1962 Act (which require the Boards constituted by that Act to consult the Secretary of State on certain capital expenditure and to furnish him with certain information and an annual report); and accordingly the words “(other than the Railways Board)” shall be inserted after the words “A Board” in subsection (2) and after the words “each Board” in subsections (7) and (8) of that section."}, {"act": "Railways Act 1974", "year": 1974, "section": "57.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Railways Act 1974", "year": 1974, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Railways Act 1974", "year": 1974, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Railways Act 1974", "year": 1974, "section": "10", "section_title": " Short title, interpretation, extent and commence-ment.", "section_text": "10 1 This Act may be cited as the Railways Act 1974. 2 In this Act— “ the1962 Act ” means the Transport Act 1962; “ the1968 Act ” means the Transport Act 1968;  “ London regional rail passenger network ” has the meaning given by section 36(3) of the London Regional Transport Act 1984; . . . and expressions used in this Act and in the 1962 Act have the same meaning in this Act as they have in that Act. 3 This Act, except sections 3 and 8, extends to Northern Ireland. 4 Sections 1, 2 and 3(7) above shall come into force on 1st January 1975."}]