[{"act": "Rent Act 1974", "year": 1974, "section": "1", "section_title": " Extension of protection afforded to furnished tenancies.", "section_text": "1 1 On and after the commencement date,— a a tenancy of a dwelling-house shall no longer be prevented from being a protected tenancy for the purposes of the Rent Act by reason only that, under the tenancy, the dwelling-house is bona fide let at a rent which includes payments in respect of the use of furniture; and b subject to the following provisions of this Act, references in the Rent Act (and in any other enactment or instrument in which those expressions have the same meaning as in that Act) to a protected tenancy, a statutory tenancy or a regulated tenancy shall be construed accordingly. 2 Any reference in this Act or the Rent Act to a protected furnished tenancy, a statutory furnished tenancy or a regulated furnished tenancy is a reference to a protected tenancy, a statutory tenancy or a regulated tenancy, as the case may be, under which the rent for the dwelling-house concerned includes such payments in respect of the use of furniture as, apart from subsection (1) above, subsection (4)(a) below and the repeals effected by this Act, would prevent a tenancy of the dwelling-house at that rent from being a protected tenancy. 3 Notwithstanding anything in section 7(1) of or Schedule 2 to the Rent Act (controlled and regulated tenancies) no protected furnished tenancy or statutory furnished tenancy shall be a controlled tenancy. 4 In consequence of the provisions of this Act,— a in section 2(1)( b ) of the Rent Act (exclusion from protection of tenancies where the rent includes payments in respect of board, attendance or use of furniture) for the words “attendance or use of furniture” there shall be sbstituted the words  “                      or attendance                    ” ; b Schedule 3 to the Rent Act (grounds for possession) shall have effect subject to the modifications in Part I of Schedule 1 to this Act; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d Parts IV,  IX  and X of the  Rent (Scotland) Act 1971 shall have effect subject to the amendments in Part III of that Schedule."}, {"act": "Rent Act 1974", "year": 1974, "section": "2", "section_title": " Certain tenancies not to be protected.", "section_text": "2 1 In subsection (1) of section 2 of the Rent Act (tenancies excepted from definition of “protected tenancy” after paragraph ( b ) there shall be inserted the following paragraphs:— bb the tenancy is granted to a person who is pursuing or intends to pursue a course of study provided by a specified educational institution and is so granted either by that institution or by another specified institution or body of persons ; or bbb the purpose of the tenancy is to confer on the tenant the right to occupy the dwelling-house for a holiday ; or. 2 After subsection (3) of section 2 of the Rent Act there shall be added the following subsection:— 4 In paragraph ( bb ) of subsection (1) above “ specified ” means specified, or of a class specified, for the purposes of that paragraph by regulations made by the Secretary of State by statutory instrument ; and a statutory instrument containing any such regulations shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 After section 5 of the Rent Act there shall be inserted the section 5A set out in . . .   paragraph 2 of Part I of Schedule 2 to this Act and, accordingly, in section 1(1) of the Rent Act (definition of protected tenancy) at the end of paragraph ( c ) there shall be added the words— or d by virtue of section 5A below, the tenancy has at all times since it was granted been precluded from being a protected tenancy . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   Part X of the  Rent (Scotland) Act 1971 shall have effect subject to the amendments in Part III of that Schedule."}, {"act": "Rent Act 1974", "year": 1974, "section": "3", "section_title": " Recovery of possession of dwelling-houses let on certain tenancies.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In Part II of Schedule 3 to the Rent (Scotland) Act 1971   (Cases in which court must order possession of dwelling-house subject to regulated tenancy) the following Cases shall be inserted after Case 11 :—  Case 11A Where a person (in this Case referred to as “ the owner ”) who acquired the dwelling-house or any interest therein with a view to occupying it as his residence at such time as he might retire from regular employment let it on regulated tenancy before he has so retired and— a not later than the relevant date the landlord gave notice in writing to the tenant that possession might be recovered under this Case ; and b the dwelling-house has not, since the commencement date, within the meaning of the Rent Act 1974, been let by the owner on a protected tenancy with respect to which the condition mentioned in paragraph (a) above was not satisfied ; and c the court is satisfied either that the owner has retired from regular employment and requires the dwelling-house as a residence or that the owner has died and the dwelling-house is required as a residence for a member of his family who was residing with him at the time of his death : Provided that if the court is of the opinion that, notwithstanding that the condition in paragraph ( a ) or paragraph ( b ) above is not complied with, it is just and equitable to make an order for possession of the dwelling-house, the court may dispense with the requirements of either or both of those paragraphs, as the case may require. Case 11 B Where the dwelling-house is let under a tenancy for a specified period not exceeding 8 months and— a not later than the relevant date the landlord gave notice in writing to the tenant that possession might be recovered under this Case ; and b the dwelling-house was, at some time within the period of 12 months ending on the relevant date, occupied under a right to occupy it for a holiday ; and for the purposes of this Case a tenancy shall be treated as being for a specified period— i of less than 8 months, if it is determinable at the option of the landlord (other than in the event of an irritancy being incurred) before the expiration of 8 months from the commencement of the period of the tenancy, and ii of 8 months or more, if it confers on the tenant an option for renewal of the tenancy for a period which together with the original period, amounts to 8 months or more, and it is not determinable as mentioned in paragraph (i) above. Case 11 C Where the dwelling-house is let under a tenancy for a specified period not exceeding 12 months and— a not later than the relevant date the landlord gave notice in writing to the tenant that possession might be recovered under this Case ; and b at some time within the the period of 12 months ending on the relevant date the dwellin-house was subject to such a tenancy as is referred to in section 2(1)(bb) of this Act ; and for the purposes of this Case a tenancy shall be treated as being for a specified period— i of less than 12 months, if it is determinable at the option of the landlord (other than in the event of an irritancy being incurred) before the expiration of 12 months from the commencement of the period of the tenancy, and ii of 12 months or more, if it confers on the tenant an option for renewal of the tenancy for a period which, together with the original period, amounts to 12 months or more, and it is not determinable as mentioned in paragraph (i) above. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   at the end of Case 11 in Part II of Schedule 3 to the  Rent (Scotland) Act 1971 there shall be added the following proviso:— Provided that if the court is of the opinion that, notwithstanding that the condition in paragraph (a) or paragraph (b) above is not complied with, it is just and equitable to make an order for possession of the dwelling-house, the court may dispense with the requirements of either or both of those paragraphs, as the case may require ."}, {"act": "Rent Act 1974", "year": 1974, "section": "4", "section_title": " Advance application for registration of a new rent.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 At the beginning of subsection (3) of section 40 of the  Rent (Scotland) Act 1971 (no application for registration of a new rent until three years after a previous registration) there shall be inserted the words  “                  Subject to subsection (3A) below                ”  and at the end of that subsection there shall be added the following subsection:— 3A An application such as is mentioned in subsection (3) above which is made by the landlord alone and is so made within the last three months of the period of three years referred to in that subsection may be entertained before the expiry of that period, notwithstanding that the application is not made upon any of the grounds mentioned in that subsection. 4 At the beginning of subsection (1) of section 44 of the said Act of 1971 (effect of registration of rent) there shall be inserted the words  “                  Subject to subsection (1A) below                ”  and at the end of that subsection there shall be added the following subsection:— 1A Where, by virtue of subsection (3A) of section 40 above, an application is made before the expiry of the period of three years referred to in subsection (3) of that section, subsection (1) above shall have effct as if for the reference to that date of the application there were substituted a reference to the first day after the expiry of that period of three years. ."}, {"act": "Rent Act 1974", "year": 1974, "section": "5", "section_title": " Transitional provisions affecting furnished lettings which become furnished tenancies.", "section_text": "5 1 In any case where— a immediately before the commencement date a dwelling is subject to a furnished letting and a rent is registered for that dwelling under the relevant Part of the Rent Act, and b on the commencement date that furnished letting becomes a protected furnished tenancy by virtue of section 1 above, the amount which is so registered under the relevant Part of the Rent Act shall be deemed to be registered under Part IV of that Act as the rent for the dwelling-house which is let on that tenancy, and that registration shall be deemed to take effect on the commencement date. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , section 40(3) of the Rent (Scotland) Act 1971 (no application for registration of a different rent to be made within 3 years of the last registration) shall not apply to an application for the registration under Part IV of the Rent Act of a rent different from that which is deemed to be registered as mentioned in subsection (1) above. 3 The reference in . . .  , section 41(1)( b ) of the  Rent (Scotland) Act 1971 (certificates of fair rent) to a rent being registered for a dwelling-house does not include a rent which is deemed to be registered as mentioned in subsection (1) above. 4 In any case where— a before the commencement date a notice to quit had been served in respect of a dwelling to which a furnished letting then related, and b the period at the end of which that notice to quit takes effect had, before the commencement date, been extended under the relevant Part of the Rent Act, and c that period has not expired before the commencement date, and d on the commencement date the furnished letting becomes a protected furnished tenancy by virtue of section 1 above, the notice to quit shall take effect on the day following the commencement date (whenever it would otherwise take effect) and, accordingly, on that day the protected furnished tenancy shall become a statutory furnished tenancy."}, {"act": "Rent Act 1974", "year": 1974, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Rent Act 1974", "year": 1974, "section": "9", "section_title": " Furnished lettings: amendments relating to control and registration of rents. ", "section_text": "9 1 In section 88(1) of the  Rent (Scotland) Act 1971 (powers of rent tribunals on reference of Part VII contracts) in paragraph (b) (power to reduce the rent to such sum as the tribunal thinks reasonable) after the word “reduce” there shall be inserted the words  “                  or increase                ” , and accordingly section 90(2) of that Act (under which, on a reference made after a rent had been registered, the tribunal had power to increase the rent payable) shall cease to have effect. 2 For subsection (4) of section 88 of that Act (the tribunal need not entertain any reference made by a lessee or lessor alone if they are satisfied that the reference is frivolous or vexatious) there shall be substituted the following subsection:— 4 Where the rent under a Part VII contract has been registered under section 89 below, a rent tribunal shall not be required to entertain a reference, made otherwise than by the lessor and the lessee jointly, for the registration of a different rent for the dwelling-house concerned before the expiry of the period of 3 years beginning on the date on which the rent was last considered by the tribunal, except on the ground that, since that date, there has been such a change in the condition of the dwelling-house, the furniture or services provided, the terms of the contract or any other circumstances taken into consideration when the rent was last considered as to make the registered rent no longer a reasonable rent. 3 In section 89 of that Act (register of rents under Part VII contracts) after subsection (2) there shall be inserted the following subsection:— 2A Where any rates in respect of a dwelling-house are borne by the lessor, the amount to be entered in the register under this section as the rent payable for the dwelling-house shall be the same as if the rates were not so borne ; but the fact that they are so borne shall be noted in the register. . 4 In section 90(1) of that Act (reconsideration of rent after registration) after the words “section 89 above” there shall be inserted the words  “                  then, subject to section 88(4) above                ”  and the words “on the ground of change of circumstances” shall be omitted. 5 In section 91 of that Act (effect of registration of rent) after subsection (1) there shall be added the following subsection:— 1A Where subsection (2A) of section 89 above applies, the amount entered in the register under that section shall be treated for the purposes of this section as increased for any rental period by the amount of the rates for that period ascertained in accordance with Schedule 4 to this Act. 6 In section 100(1) of that Act (interpretation of Part VII) after the definition of “register” there shall be inserted the following definition:— “ rental period ”means a period in respect of which a payment of rent falls to be made ."}, {"act": "Rent Act 1974", "year": 1974, "section": "10", "section_title": " Furnished lettings: amendments relating to security of tenure. ", "section_text": "10 1 In section 93(1) of the  Rent (Scotland) Act 1971 (application by lessee to rent tribunal for extension of period before notice to quit takes effect) paragraph (c) (no application may be made if the rent tribunal has previously granted an extension of less than six months) shall be omitted. 2 In section 95 of that Act (reduction of period of notice on account of lessee’s default) at the end of paragraph (c) of subsection (2) there shall be added the words “or d that the condition of any furniture provided for the use of the lessee under the contract has deteriorated owing to any ill-treatment by the lessee or any person residing or lodging with him”."}, {"act": "Rent Act 1974", "year": 1974, "section": "1112.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Rent Act 1974", "year": 1974, "section": "13", "section_title": " Effect on furnished sub-tenancy of determination of superior unfurnished tenancy.", "section_text": "13 1 Without prejudice to the operation of section 1(1) above if, in a case where . . .  , section 17 of the  Rent (Scotland) Act 1971 applies (effect on sub-tenancies of determination of superior tenancy), the relevant conditions are fulfilled, the terms on which the sub-tenant is, by virtue of that subsection, deemed to become the tenant of the landlord shall not include any terms as to the provision by the landlord of furniture or services. 2 The relevant conditions referred to in subsection (1) above are— a that the  statutorily protected tenancy  which is determined as mentioned in the said section . . .   17(2) was neither a protected furnished tenancy nor a statutory furnished tenancy; and b that, immediately before the determination of that  statutorily protected tenancy , the sub-tenant referred to in that section was the tenant under a protected furnished tenancy or a statutory furnished tenancy; and c that the landlord, within the period of six weeks beginning with the day on which the  statutorily protected tenancy  referred to in that section is determined, serves notice on the sub-tenant that this section is to apply to his  statutorily protected tenancy . 3 In this section “ statutorily protected tenancy ” has the same meaning as in the said section 18(2)"}, {"act": "Rent Act 1974", "year": 1974, "section": "14", "section_title": "", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 After section 95 of the  Rent (Scotland) Act 1971 there shall be inserted the following section:—  Power of sheriff, in action for possession, to reduce period of notice to quit. 95A In any case where— a a notice to quit a dwelling-house which is the subject of a Part VII contract has been served, and b the period at the end of which the notice to quit takes effect is for the time being extended by virtue of section 92 or section 93 above, and c at some time during that period the lessor institutes proceedings before the sheriff for possession of the dwelling-house, and d in those proceedings the sheriff is satisfied that any of paragraphs (a) to (d) of section 95(2) above applies, the sheriff may direct that the period referred to in paragraph (b) above shall be reduced se as to end at a date specified in the direction."}, {"act": "Rent Act 1974", "year": 1974, "section": "15", "section_title": " Interpretation.", "section_text": "15 1 In this Act— “ commencement date ” means the date on which this Act comes into operation; “ dwelling ”, in relation to a furnished letting, means a house or part of a house; “ furnished letting ” means . . .  , a Part VII contract, as defined in section 85(5) of the Rent (Scotland) Act 1971; “ protected furnished tenancy ”, “ regulated furnished tenancy ” and “ statutory furnished tenancy ” shall be construed in accordance with section 1(2) above; “ the Rent Act ” means, . . .  , the Rent (Scotland) Act 1971; “ the relevant Part of the Rent Act ” means . . .  , Part VII of the Rent (Scotland) Act 1971; and “ services ” has the same meaning as in the relevant Part of the Rent Act. 2 Without prejudice to subsection (1) above, . . . , section 133(1) of the  Rent (Scotland) Act 1971 (interpretation) shall apply for the purposes of this Act other than sections 11 and 12 above as it applies for the purposes of that Act. 3 Except in so far as the context otherwise requires, any reference in this Act to any other enactment shall be taken as referring to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Rent Act 1974", "year": 1974, "section": "16", "section_title": " Transitional provisions and repeals.", "section_text": "16 1 The transitional provisions in Schedule 3 to this Act shall have effect, notwithstanding anything in the preceding provisions of this Act. 2 The enactments specified in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule but, in the case of the enactments specified in Part II of that Schedule, only with effect from the day appointed for the purposes of subsection (1) of sections 11 and 12 above."}, {"act": "Rent Act 1974", "year": 1974, "section": "17", "section_title": " Short title, citation, application, commencement and extent.", "section_text": "17 1 This Act may be cited as the Rent Act 1974. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act and the Rent (Scotland) Acts 1971 and 1972 may be cited together as the Rent (Scotland) Acts 1971 to 1974. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 This Act shall come into operation at the expiry of the period of two weeks beginning with the date on which it is passed. 6 section 11 of this Act does not extend  to Scotland and sections 3(2), 4(3) and (4), 9, 10, 12 and 14(3) of this Act and Part III of Schedules 1 and 2 to this Act extend to Scotland only. 7 This Act does not extend to Northern Ireland."}]