[{"act": "Slaughterhouses Act 1974", "year": 1974, "section": "1", "section_title": " Slaughterhouses and knackers’ yards to be licensed.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "4", "section_title": " Knacker’s yard licences and applications for such licences.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "5", "section_title": " Notification of refusal of licence.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "6", "section_title": " Appeals against refusal of licence.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "7", "section_title": " Right to continue to use premises pending appeal.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "8", "section_title": " Effect of court’s decision.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "9", "section_title": " Duration of licences.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "10", "section_title": " Temporary continuance of licence on death.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "12", "section_title": " Byelaws about slaughterhouses and knackers’ yards.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "14", "section_title": " Restriction of slaughterhouses only by agreement.", "section_text": "14 (1)  Nothing in, or in any instrument made under, any local Act shall make unlawful, or subject any person to any penalty by reason of, the use of any premises as a slaughterhouse or the slaughter of animals on any premises at a time when a slaughterhouse licence is in force in respect of the premises; but, with a view to reducing the number of slaughterhouses, a local authority may— a acquire by agreement any premises in their district which are used as a slaughterhouse and discontinue the use of the premises for that purpose; b agree with the person interested in any premises in the district which are used as a slaughterhouse for the discontinuance of slaughtering on those premises. 2 In this section, “slaughterhouse licence” means a licence issued under regulations made by virtue of section 19(1)(b) of the Food Safety Act 1990 for the use of any premises as a slaughterhouse"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "15", "section_title": " Power to provide public slaughterhouses.", "section_text": "15 1 Subject to the provisions of this section, a local authority may provide public slaughterhouses. 2 Any proposal by a local authority to provide under this section a slaughterhouse within the district of another local authority shall require the consent of that authority; but such consent shall not be unreasonably withheld, and any question whether or not the consent of an authority for the purposes of this subsection is unreasonably withheld shall be referred to and determined by the Minister. 3 It is hereby declared that the power conferred on local authorities by subsection (1) above is exercisable in either of the following ways, that is to say— a by acquiring (whether by purchase, lease or otherwise) or appropriating land and providing slaughterhouse facilities there, or b by acquiring (whether by purchase, lease or otherwise) land on which such facilities have been provided by other persons and securing that such facilities continue to be provided there; and references in this Part of this Act to a local authority providing a slaughterhouse shall be construed accordingly. 4 In subsection (3) above “ slaughterhouse facilities ” means facilities for carrying on the activities of a slaughterhouse, including plant and apparatus and the services of persons as slaughtermen or otherwise. 5 Nothing in  section 14  above shall apply in relation to a public slaughterhouse provided by a local authority."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "16", "section_title": " Management of public slaughterhouses.", "section_text": "16 1 A local authority who have provided a public slaughterhouse— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b may provide plant or apparatus for disposing of, treating or processing waste matters, refuse or by-products, resulting from the slaughter of animals in the slaughterhouse; c may, if they think fit, employ persons to slaughter or stun,  in accordance with the Welfare of Animals at the Time of Killing (England) Regulations 2015 or the Welfare of Animals at the Time of Killing (Wales) Regulations 2014, horses  (including hinnies, asses and mules), cattle, sheep, swine or goats; d subject to subsection (2) below, may make such arrangements as they think expedient for securing that all the activities of the slaughterhouse, or any particular activities, are carried on there by servants or agents of theirs to the exclusion of other persons. 2 A local authority shall not exercise the power conferred by subsection (1)(d) above in such a manner as to deny any religious community reasonable facilities for obtaining as food the flesh of animals slaughtered by the method specially required by their religion. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "17", "section_title": " Charges in respect of public slaughterhouses.", "section_text": "17 1 A local authority who have provided a public slaughterhouse may make charges, according to scales determined by them from time to time, in respect of the use of the slaughterhouse or of any services provided there. 2 Every scale of charges determined by a local authority for the purposes of this section shall be published by them in at least one newspaper circulating in their district and in such other manner (if any) as they think expedient for informing persons interested."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "18", "section_title": " Power to provide cold stores and refrigerators for public slaughterhouses.", "section_text": "18 1 Subject to the provisions of this section, a local authority who have provided, or are about to provide, a public slaughterhouse, may, . . .  , provide a cold store or refrigerator for the storage and preservation of meat and other articles of food and may make charges in respect of the use of any such store or refrigerator. 2 Any proposal by a local authority to provide under this section a cold store or refrigerator within the district of another local authority shall require the consent of that authority; but that consent shall not be unreasonably withheld and any question whether or not the consent of an authority for the purposes of this subsection is unreasonably withheld shall be referred to and determined by the Minister. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "19", "section_title": " Execution and enforcement of Part I.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "20", "section_title": " Powers of entry.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "21", "section_title": " Obstruction.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "22", "section_title": " Institution of proceedings by local authorities.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "23", "section_title": " Prosecution and punishment of offences.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "24", "section_title": " Offences by corporations.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "25", "section_title": " Contravention due to default of some other person.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "26", "section_title": " Appeals to Crown Court.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "27", "section_title": " Local authorities for purposes of Part I.", "section_text": "27 In this Part of this Act “ local authority ” means— a as respects the City of London, the Common Council; b as respects any London borough, the council of the borough;  . . . c as respects any district  in England , the council of the district  and. d as respects any county or county borough in Wales, the council of the county or county borough."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "28", "section_title": " Port health authorities and joint boards.", "section_text": "28 Orders made by the Secretary of State— a  . . .  b under section 6 of that Act may constitute for the purposes of any such functions a united district and a joint board for that district; and any such order may be amended by the Secretary of State under section 9 of that Act."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "29", "section_title": " Protection for local government officers acting in good faith.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "30", "section_title": " Power of compulsory purchase of land.", "section_text": "30 1 A local authority may be authorised by the Minister to purchase land compulsorily for the purposes of this Part of this Act other than those of section 14 above; and for the purposes of this section “ land ” has the same meaning as in the  Public Health Act 1936. 2 In relation to the compulsory purchase of land under this section, the  Acquisition of Land Act 1981  shall apply . . .  ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "31", "section_title": " Local inquiries.", "section_text": "31 1 Where any Minister is authorised by this Part of this Act to determine any difference, to give any confirmation, to make any order, or otherwise to act under this Part of this Act, he may cause a local inquiry to be held. 2 Subsections (2) to (5) of section 250 of the  Local Government Act 1972 shall apply in relation to a local inquiry held under subsection (1) above in any case where a Minister is authorised to determine any difference as they apply in relation to a local inquiry which a Minister causes to be held under subsection (1) of that section."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "32", "section_title": " Incorporation of certain provisions of Public Health Act 1936.", "section_text": "32 1 The supplementary provisions of the  Public Health Act 1936 mentioned in subsection (2) below shall be deemed to be incorporated, so far as applicable, in this Part of this Act; and in those provisions as so incorporated— a any reference to that Act shall be construed as a reference to this Part of this Act; and b any reference to the Minister within the meaning of that Act shall be construed as a reference to the Minister within the meaning of this Part of this Act. 2 The provisions of the  Public Health Act 1936 referred to in subsection (1) above are— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  section 283 (notices to be in writing; forms of notices  etc. ); section 284 (authentication of documents); section 285 (service of notices); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  section 304 (judges and justices not to be disqualified by liability to rates); section 317 (power to repeal and alter local Acts by provisional orders);  sections 322, 324, 325  (default powers in relation to functions of councils); and section 328 (powers of Act to be cumulative)."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "33", "section_title": " Application to Crown.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "34", "section_title": " Interpretation of Part I.", "section_text": "34 In this Part of this Act, unless the context otherwise requires,— “ animal ” does not include bird or fish; ... “ council ” includes a port health authority; “ district ”, in relation to the local authority of a London borough or the City of London, and in relation to the officers of such an authority, means the borough or the City, as the case may be;  and, in relation to— a local authority who are the council of a Welsh county or county borough, and the officers of such an authority, means that county or county borough; “ functions ” includes powers and duties; ... ... ... “ local authority ” has the meaning assigned to it by section 27 above and, in relation to any premises or to an application in respect of any premises, means the local authority within whose district the premises are situated; “ the Minister ” means the Minister of Agriculture, Fisheries and Food; “ officer ” includes servant; . . . “ slaughterhouse ” means a place for slaughtering animals whose flesh is intended for sale for human consumption, and includes any place available in connection therewith for the confinement of animals while awaiting slaughter there or for keeping, or subjecting to any treatment or process, products of the slaughtering of animals there."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "35", "section_title": " Saving for port slaughterhouses and knackers’ yards.", "section_text": "35 Nothing in this Part of this Act shall apply to any  . . . knacker’s yard forming part of an imported animals’ wharf or landing place approved by the Minister under the  Animal Health Act 1981  for the purpose of the landing of imported animals."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "38", "section_title": " Regulations for securing humane conditions of slaughter in slaughterhouses and knackers’ yards.", "section_text": "38 1 The Minister may, after consultation with such organisations as appear to him to represent the interests concerned, make such regulations as appear to him to be expedient for securing humane conditions and practices in connection with the slaughter, in slaughterhouses and knackers’ yards, of  horses, cattle, sheep, swine or goats ; and such regulations may in particular— a prescribe requirements as to the construction, lay-out and equipment of premises used as slaughterhouses or knackers’ yards; b prescribe conditions to be observed in connection with the confinement and treatment of  horses, cattle, sheep, swine or goats  while awaiting slaughter in such premises, and in connection with the slaughter there of such animals. 2 Regulations under this section may make different provision in relation to different kinds of animals and in relation to premises used for different purposes in connection with the slaughter of animals and may— a so far as they are made for the purposes mentioned in subsection (1)(a) above, be made to apply subject to exceptions or modifications in relation to premises constructed or adapted for use before the date on which the regulations come into force; b in any case be made without applying, or applying subject to exceptions or modifications, in relation to slaughterhouses forming part of an imported animals’ wharf or approved landing place for the purposes of the  Animal Health Act 1981 , or applying (with or without exceptions or modifications) only in relation to any such slaughterhouse of that description as may be specified in the regulations; c provide, subject to such limitations and safeguards, if any, as may be specified in the regulations, for the appropriate authority to grant in relation to particular premises, either unconditionally or subject to conditions, exemption from the operation of specific provisions of those regulations where it appears to the authority that compliance with those provisions cannot for the time being reasonably be required with respect to the premises or any activities carried on there; d provide for the regulations to come into force on different days fixed by, or by an order to be made by statutory instrument under, the regulations in respect of different classes or descriptions of premises and different areas, and for different provisions to come into force on different days; and in paragraph (c) above “ appropriate authority ”, except in relation to a slaughterhouse provided by a local authority, means a local authority, and in relation to a slaughterhouse so provided means the Minister. 3 Regulations under this section may make provision corresponding (with or without modifications) with any of the provisions in force immediately before the commencement of the  Slaughter of Animals (Amendment) Act 1954, under section 5(1) of the  Protection of Animals Act 1911, section 4 of the  Slaughter of Animals Act 1933 or section 1 of the  Slaughter of Animals (Amendment) Act 1951. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Regulations under this section may prescribe penalties for offences against the regulations, not exceeding a fine of  level 3 on the standard scale  or imprisonment for a term of three months or both, and may impose on the occupiers of premises to which the regulations apply responsibility for compliance with any of the provisions of the regulations. 5A Regulations under this section may require occupiers of premises used as slaughterhouses or knackers’ yards to secure that the provisions of regulations under this section are complied with on the premises. 6 Where a person convicted of any offence against regulations under this section (including a person so convicted by virtue of  section 44 of the Magistrates’ Courts Act 1980 ) is the holder of a licence under section 1 above in respect of the premises where the offence was committed, the court may, in addition to any other punishment, cancel the licence."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "411.", "section_title": " Execution and enforcement Part II.", "section_text": "  41 It shall be the duty of every local authority to execute and enforce in their district the provisions of this Part of this Act and of any regulations made under it.  2 In particular, every local authority shall, for the purpose of securing the execution of those provisions, make arrangements for the supervision by persons having such qualifications as may be prescribed by regulations under section 38 above of any premises in their district to which regulations under that section apply. 3 Arrangements under subsection (2) above shall comply with such directions as the Minister may give from time to time."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "41A", "section_title": "Codes of practice.", "section_text": "41A 1 The Minister may from time to time, after consultation with such organisations as appear to him to represent the interests concerned— a prepare and issue codes of practice for the purpose of providing practical guidance in respect of any provision of this Part of this Act or regulations under it; and b revise any such code by revoking, varying, amending or adding to the provisions of the code. 2 A code prepared in pursuance of this section and any alterations proposed to be made on a revision of such a code shall be laid before both Houses of Parliament, and the Minister shall not issue the code or revised code, as the case may be, until after the end of the period of 40 days beginning with the day on which the code or the proposed alterations were so laid. 3 If, within the period mentioned in subsection (2) above, either House resolves that the code be not issued or the proposed alterations be not made, the Minister shall not issue the code or revised code (without prejudice to his power under that subsection to lay further codes or proposed alterations before Parliament). 4 For the purposes of subsection (2) above— a where a code or proposed alterations are laid before each House of Parliament on different days, the later day shall be taken to be the day on which the code or the proposed alterations, as the case may be, were laid before both Houses; and b in reckoning any period of 40 days, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 5 The Minister shall cause any code issued or revised under this section to be printed and distributed, and may make such arrangements as he thinks fit for its distribution, including causing copies of it to be put on sale to the public at such reasonable price as the Minister may determine. 6 A failure on the part of any person to follow any guidance contained in a code issued under this section shall not of itself render that person liable to proceedings of any kind. 7 If, in proceedings against any person for an offence consisting of the contravention of any provision of this Part of this Act or of regulations under it, it is shown that, at any material time, he failed to follow any guidance contained in a code issued under this section, being guidance which was relevant to the provision concerned, that failure may be relied on by the prosecution as tending to establish his guilt."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "42", "section_title": " Powers of entry.", "section_text": "42 1 Subject to subsection (3) below, at any time when business is, or appears to be, in progress, or is usually carried on, in a slaughterhouse or knacker’s yard, any officer of the Minister, or an officer appointed for the purpose by the local authority within whose district the slaughterhouse or knacker’s yard is situate, may enter it for the purpose of ascertaining whether there is or has been any contravention of this Part of this Act or of any regulations made under it. 2 Any person who obstructs a person in the exercise of his powers under subsection (1) above shall be guilty of an offence and liable to a fine not exceeding  level 1 on the standard scale . 3 Subsection (1) above shall not authorise entry into a slaughterhouse or knacker’s yard which for the time being is, or is comprised in, an infected place within the meaning of the  Animal Health Act 1981 ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "43", "section_title": " Prosecution and punishment of offences.", "section_text": "43 1 All offences under this Part of this Act and regulations made under it shall be punishable on summary conviction. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "44", "section_title": " Regulations.", "section_text": "44 Any regulations under this Part of this Act shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "45", "section_title": " Interpretation of Part II.", "section_text": "45 In this Part of this Act, unless the context otherwise requires— “ contravention ” in relation to a provision of this Part of this Act or of any regulations made under it, includes a failure to comply with that provision; “ district ”, in relation to a local authority who are the council of a Welsh county or county borough, means that county or county borough; “ horse ” includes ass and mule; “ knacker’s yard ” means any building, premises or place used in connection with the business of killing animals whose flesh is not intended for sale for human consumption; “ local authority ” means the council   of a Welsh county or county borough or of a district or London borough or the Common Council of the City of London; “ the Minister ” means the Minister of Agriculture, Fisheries and Food; “ slaughterhouse ” means any building, premises or place used in connection with the business of killing animals whose flesh is intended for sale for human consumption."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "46", "section_title": " Consequential and other amendments. ", "section_text": "46 1 The enactments specified in Schedule 3 to this Act shall have effect subject to the amendments there specified, being amendments consequential upon the provsions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "47", "section_title": " Transitional provisions, savings and repeals.", "section_text": "47 1 The transitional provisions and savings contained in Schedule 5 to this Act shall have effect. 2 Subject to the provisions of Schedule 5, the enactments specified in Schedule 6 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 Nothing in this Act shall be taken as prejudicing the operation of  sections 16(1) and 17(2)( a ) of the  Interpretation Act 1978  (which  relate  to the effect of repeals)."}, {"act": "Slaughterhouses Act 1974", "year": 1974, "section": "48", "section_title": " Short title, construction, commencement and extent.", "section_text": "48 1 This Act may be cited as the Slaughterhouses Act 1974. 2 References in this Act to any enactment shall, except in so far as the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment including this Act. 3 This Act shall come into operation on 1st April 1974. 4 This Act does not extend to Scotland or to Northern Ireland."}]