[{"act": "Solicitors Act 1974", "year": 1974, "section": "1", "section_title": " Qualifications for practising as solicitor.", "section_text": "1 No person shall be qualified to act as a solicitor unless— a he has been admitted as a solicitor, and b his name is on the roll, and c he has in force a certificate issued by the Society in accordance with the provisions of this Part authorising him to practise as a solicitor (in this Act referred to as a “practising certificate”)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "1A", "section_title": " Practising certificates: employed solicitors.", "section_text": "1A A person who has been admitted as a solicitor and whose name is on the roll shall, if he would not otherwise be taken to be acting as a solicitor, be taken for the purposes of this Act to be so acting if he is employed in connection with the provision of any legal services— a by any person who is qualified to act as a solicitor; b by any partnership at least one member of which is so qualified;  . . .  c by a body recognised  . . .   under section 9 of the Administration of Justice Act 1985 (incorporated practices).  or d by any other person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which is a reserved legal activity (within the meaning of that Act)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "1B", "section_title": "Restriction on practice as sole solicitor", "section_text": "1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "2", "section_title": " Training regulations.", "section_text": "2 1 The Society  . . .   may make regulations (in this Act referred to as “ training regulations ”) about education and training for persons seeking to be admitted or to practise as solicitors. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Training regulations— a may prescribe— i the education and training  . . .   to be undergone by persons seeking admission as solicitors; ii any education or training to be undergone by persons who have been admitted as solicitors; iii the examinations or other tests to be undergone by persons seeking admission as solicitors or who have been admitted; iv the qualifications and reciprocal duties and responsibilities of persons undertaking to give education or training for the purposes of the regulations or undergoing such education or training; and v the circumstances in which  . . .   education or training under the regulations may be   started or  terminated; b may require persons who have been admitted as solicitors to hold practising certificates while they are undergoing education or training under the regulations; c may include provision for the charging of fees by the Society and the application of fees which the Society receives; d may make different provision for different classes of persons and different circumstances. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "3", "section_title": " Admission as solicitor.", "section_text": "3 1 ... No person shall be admitted as a solicitor unless he has obtained a certificate from the Society that the Society— a is satisfied that he has complied with training regulations, and b is satisfied as to his character and his suitability to be a solicitor. 2 Any person who has obtained a certificate that the Society is satisfied as mentioned in subsection (1) may apply to the   Society   to be admitted as a solicitor; and if any such person so applies, the   Society  ,   . . ., shall, unless cause to the contrary is shown to   its   satifaction, in writing, and in such manner and form as the   Society   may from time to time think fit, admit that person to be a solicitor. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Solicitors Act 1974", "year": 1974, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Solicitors Act 1974", "year": 1974, "section": "6", "section_title": " Keeping of the roll.", "section_text": "6 1 The Society shall continue to keep a list of all solicitors of the   Senior Courts , called “the roll”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "7", "section_title": " Entry of name and restoration of name struck off.", "section_text": "7 On production— a of written evidence of admission of any person as a solicitor by the Society, b of an order for the restoration to the roll of the name of a person whose name has been struck off it,  or c of an order under section 47(2)(h) for the restoration of a person’s name to the roll, and on payment to the Society of such fee   . . . as the   Society   may from time to time determine, the Society shall enter the name of that person on the roll."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "8", "section_title": " Removal or restoration of name at solicitor’s request.", "section_text": "8 1 The Society, on the application of a solicitor, may remove his name from the roll. 2 The Society, on the application of a former solicitor whose name is not on the roll because it has been removed from it, may enter his name on the roll, on payment to the Society of such fee   . . . as the   Society   may from time to time determine. 2A Subsection (2) does not apply to a former solicitor with respect to whom a direction has been given under section 47(2)(g). 3 The power to enter a name on the roll conferred on the Society by subsection (2) includes power to enter the name of a person whose name was removed from the roll before the coming into force of section 5 of the  Solicitors (Amendment) Act 1974. 4 An appeal from any decision of the Society under subsection (2) shall lie to the   High Court . 4A In relation to an appeal under subsection (4) the High Court may make such order as it thinks fit as to payment of costs. 4B The decision of the High Court on an appeal under subsection (4) shall be final. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "9", "section_title": " Applications for practising certificates.", "section_text": "9 1 A person whose name is on the roll may apply to the Society to be issued with a practising certificate. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An application under this section must be— a made in accordance with regulations under section 28, and b accompanied by the appropriate fee. 4 “ The appropriate fee ”, in relation to an application, means— a any fee payable under subsection (1) of section 11 in respect of the practising certificate applied for, and b any additional fee payable under subsection (4) of that section in respect of the application."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "10", "section_title": "Issue of practising certificates.", "section_text": "10 1 Subject to the following provisions of this section, where an application is made in accordance with section 9, the Society must issue a practising certificate to the applicant if it is satisfied that the applicant— a is not suspended from practice, and b is complying with any prescribed requirements imposed on the applicant. 2 A practising certificate issued to an applicant of a prescribed description must be issued subject to any conditions prescribed in relation to applicants of that description. 3 In such circumstances as may be prescribed, the Society must, if it considers it is in the public interest to do so— a refuse to issue a practising certificate under this section, or b where it decides to issue a practising certificate, issue it subject to one or more conditions. 4 The conditions which may be imposed include— a conditions requiring the person to whom the certificate is issued to take specified steps that will, in the opinion of the Society, be conducive to the carrying on by that person of an efficient practice as a solicitor  ... ; b conditions which prohibit that person from taking any specified steps, except with the approval of the Society. 5 In this section — “ prescribed ” means prescribed by regulations under section 28; “ specified ”, in relation to a condition imposed on a practising certificate, means specified in the condition."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "10A", "section_title": "Register of holders of practising certificates", "section_text": "10A 1 The Society must keep a register of all solicitors who hold practising certificates. 2 The register must contain— a the full name of each solicitor who holds a practising certificate, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c such other information as may be specified in regulations under section 28(1)(d)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "11", "section_title": " Fees payable on issue of practising certificates.", "section_text": "11 1 Before a practising certificate is issued, there must be paid to the Society in respect of the certificate a fee of such amount as the Society may from time to time determine. 2 Different fees may be specified for different categories of applicant and in respect of different circumstances. 3 Subsection (4) applies where a solicitor makes an application for a practising certificate if— a the solicitor has failed to deliver an accountant's report required by rules under section 34(1) by such time or in such circumstances as may be prescribed by those rules, and b a practising certificate has not been issued by the Society to the solicitor since the Society became aware of the failure. 4 Where this subsection applies, the solicitor's application must be accompanied by an additional fee of such amount as the Society from time to time determines."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "12", "section_title": " Discretion of Society with respect to issue of practising certificates in special cases.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "12A", "section_title": " Additional fee payable by certain solicitors on applying for practising certificates.", "section_text": "12A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "13", "section_title": " Appeals  etc  in connection with the issue of practising certificates.", "section_text": "13 1 A person who makes an application under section 9 may appeal to the High Court against— a a decision to refuse the application for a practising certificate, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . or c a decision to impose a condition on a practising certificate issued in consequence of the application. 2 A person who holds a practising certificate subject to a condition within section 10(4)(b) may appeal to the High Court against any decision by the Society to refuse to approve the taking of any step for the purposes of that condition. 3 The Society may make rules which provide, as respects any application under section 9 that is neither granted nor refused by the Society within such period as may be specified in the rules, for enabling an appeal to be brought under this section in relation to the application as if it had been refused by the Society. 4 On an appeal under subsection (1), the High Court may— a affirm the decision of the Society, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c direct the Society to issue a certificate to the applicant free from conditions or subject to such conditions as the High Court may think fit, d direct the Society not to issue a certificate, e if a certificate has been issued, by order suspend it, f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  or g make such other order as the High Court thinks fit. 5 On an appeal under subsection (2), the High Court may— a affirm the decision of the Society, b direct the Society to approve the taking of one or more steps for the purposes of a condition within section 10(4)(b), or c make such other order as the High Court thinks fit. 6 In relation to an appeal under this section the High Court may make such order as it thinks fit as to payment of costs. 7 The decision of the High Court on an appeal under subsection (1) or (2) shall be final."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "13ZA", "section_title": "Application to practise as sole practitioner while practising certificate in force", "section_text": "13ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "13ZB", "section_title": "Fee payable on making of sole solicitor endorsement", "section_text": "13ZB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "13A", "section_title": " Imposition of conditions while practising certificates are in force.", "section_text": "13A 1 Subject to the provisions of this section, the Society may in the case of any solicitor direct that his practising certificate for the time being in force (his “current certificate”) shall have effect subject to such conditions as the Society may think fit. 2 The power conferred by subsection (1) is exercisable in relation to a solicitor at any time during the period for which the solicitor's current certificate is in force if— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b it appears to the Society that the case is of a prescribed description. 3 “ Prescribed ” means prescribed by regulations under section 28. 6 A solicitor in whose case a direction is given under this section may appeal to the   High Court against the decision of the Society. 7 On an appeal under subsection (6), the   High Court   may— a affirm the decision of the Society; or b direct that the appellant’s current certificate shall have effect subject to such conditions as the   High Court   thinks fit; or by order revoke the direction; or d make such other order as   it   thinks fit. 7A The decision of the High Court on an appeal under subsection (6) shall be final. 8 Subsections (4) and (5) of section 10 apply for the purposes of subsection (1) of this section as they apply for the purposes of that section. 9 A solicitor who holds a practising certificate subject to a condition imposed under subsection (1) which prohibits that solicitor from taking any steps specified in the condition, except with the approval of the Society, may appeal to the High Court against any decision by the Society to refuse to approve the taking of any step for the purposes of that condition. 10 On an appeal under subsection (9), the High Court may— a affirm the decision of the Society, b direct the Society to approve the taking of one or more steps for the purposes of the condition, or c make such other order as the High Court thinks fit. 11 The decision of the High Court on an appeal under subsection (9) shall be final. 12 In relation to an appeal under this section the High Court may make such order as it thinks fit as to payment of costs."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "13B", "section_title": " Suspension of practising certificates where solicitors convicted of fraud or serious crime.", "section_text": "13B 1 Where— a a solicitor has been convicted of– i an offence involving dishonesty or deception; or ii an indictable offence; and b the Society has made an application to the Tribunal under section 47 with respect to him, the Society may direct that any practising certificate   ...  of his which is for the time being in force be suspended. 2 Any such suspension shall be for such period, not exceeding six months, as the Society shall specify in the direction. 3 If, before the specified period expires– a the Tribunal determines the Society’s application; b the conviction is quashed or set aside; or c the Society withdraws its application to the Tribunal, the suspension shall cease to have effect. 4 Where the specified period comes to an end without any of the events mentioned in subsection (3) having occurred, the Society may direct that the suspension be continued for such period, not exceeding six months, as it shall specify in the direction. 5 A suspension under this section may only be extended once under subsection (4). 6 Nothing in this section is to be taken as in any way affecting the Tribunal’s power to suspend a solicitor from practice   ...  . 7 A solicitor in whose case a direction is given under subsection (1) or (4) may appeal to the   High Court   against the direction within one month of being notified of it. 8 In an appeal under subsection (7), the   High Court   may– a affirm the suspension; b direct that the appellant’s certificate    shall not be suspended but    shall have effect subject to such conditions as the   High Court   thinks fit; c by order revoke the direction; or d make such other order as   it   thinks fit. 9 In relation to an appeal under subsection (7) the High Court may make such order as it thinks fit as to payment of costs. 10 The decision of the High Court on an appeal under subsection (7) shall be final."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "14", "section_title": " Commencement, expiry and replacement of practising certificates.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "15", "section_title": " Suspension of practising certificates.", "section_text": "15 1 The making by the Tribunal or by the court of an order suspending a solicitor from practice shall operate, and an adjudication in bankruptcy of a solicitor or the making of a debt relief order (under Part 7A of the Insolvency Act 1986) in respect of a solicitor  shall operate immediately, to suspend any practising certificate of that solicitor for the time being in force. 1A Where the power conferred by paragraph 6(1)\t\t\t\t\t  , 6A(1)  or 9(1) of Schedule 1 has been exercised in relation to a solicitor by virtue of paragraph 1(1)(a)(i),   (aa), (c)\t\t\t\t\t(so far as it applies to rules made by virtue of section   31 or  32) or (e) of that Schedule, the exercise of that power shall operate immediately to suspend any practising certificate of that solicitor for the time being in force. 1B Subsection (1A) does not apply if, at the time when the power referred to there is exercised, the Society directs that subsection (1A) is not to apply in relation to the solicitor concerned. 1C If, at the time when the power referred to in subsection (1A) is exercised, the Society gives a direction to that effect, the solicitor concerned may continue to act in relation to any matter specified in the direction as if his practising certificate had not been suspended by virtue of subsection (1A), but subject to such conditions (if any) as the Society sees fit to impose. 2 For the purposes of this Act, a practising certificate shall be deemed not to be in force at any time while it is suspended."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "16", "section_title": " Duration of suspension of practising certificates.", "section_text": "16 1 Where a practising certificate is suspended, it expires on such date as may be prescribed by regulations under section 28. 1 Where, on the replacement date for a practising certificate, the certificate is suspended it shall expire on that date. 2 The suspension of a practising certificate by virtue of section 15(1) by reason of an adjudication in bankrupty shall terminate if the adjudication is annulled and an office copy of the order annulling the adjudication is served on the Society. 2A The suspension of a practising certificate by virtue of section 15(1) by reason of the making of a debt relief order shall terminate— a if the debt relief order is revoked on the ground mentioned in section 251L(2)(c) or (d) of the Insolvency Act 1986 and a copy of the notice provided to the debtor under   Rule 9.18 of the Insolvency (England and Wales) Rules 2016   is served on the Society or the debt relief order is revoked by the court under section 251M(6)(e) of that Act and a copy of the court order is served on the Society; b if the debt relief order is revoked and a period of one year has elapsed beginning with the effective date of that order.  3 Where a solicitor’s practising certificate is suspended— a by an order under section 13(4); or b by virtue of section 15(1) by reason of his adjudication in bankruptcy or the making of a debt relief order (under Part 7A of the Insolvency Act 1986) in respect of him ; or c by virtue of section 15(1) by reason of his suspension from practice and the period of his suspension from practice expires before   the date on which his certificate will expire , d by virtue of section 15(1A) the solicitor may at any time before the certificate expires (and, in the case of adjudication in bankruptcy, while the adjudication remains unannulled) apply to the Society to terminate the suspension. 4 On an application under subsection (3), the Society may in its discretion— a by order terminate the suspension either unconditionally or subject to such conditions as the Society may think fit; or b refuse the application. 5 If on an application by a solicitor under subsection (3) the Society refuses the application or terminates the suspension subject to conditions, the solicitor may appeal against the decision of the Society to the   High Court, which   may— a affirm the decision; or b terminate the suspension either unconditionally or subject to such conditions as   it   may think fit. 6 In relation to an appeal under subsection (5) the High Court may make such order as it thinks fit as to payment of costs. 7 The decision of the High Court on an appeal under subsection (5) shall be final."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "17", "section_title": " Publicity in relation to suspension of practising certificates.", "section_text": "17 1 Where a solicitor’s practising certificate is suspended by an order under section 13(4), or by virtue of section 15(1) by reason of his adjudication in bankruptcy, the Society shall forthwith cause notice of that suspension to be published  . . .   and a note of it to be entered against the name of the solicitor on the roll. 2 Where any such suspension of a practising certificate as is mentioned in subsection (1) is terminated under section 16(2), (4) or (5), the Society shall forthwith cause a note of that termination to be entered against the name of the solicitor on the roll and, if so requested in writing by the solicitor, a notice of it to be published  . . .  ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "17A", "section_title": "Suspension of sole solicitor endorsement", "section_text": "17A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "17B", "section_title": "Duration and publicity of suspension of sole solicitor endorsement", "section_text": "17B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "18", "section_title": " Extracts from the roll or register etc as evidence.", "section_text": "18 1 An extract from the roll, or an extract from the register kept under section 10A, which is certified as correct by the Society is evidence of the matters mentioned in it. 2 A certificate from the Society stating that— a a person's name is or was on the roll, or b a person is or was registered in the register kept under section 10A, is evidence of the matters stated."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "19", "section_title": " Rights of practising and rights of audience.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "20", "section_title": " Unqualified person not to act as solicitor.", "section_text": "20 1 No unqualified person is to act as a solicitor. 2 Any person who contravenes subsection (1) is guilty of an offence and liable on conviction on indictment to imprisonment for not more than 2 years or to a fine, or to both."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "21", "section_title": " Unqualified person not to pretend to be a solicitor.", "section_text": "21 Any unqualified person who wilfully pretends to be, or takes or uses any name, title, addition or description implying that he is, qualified or recognised by law as qualified to act as a solicitor shall be guilty of an offence and liable on summary conviction to  a fine not exceeding the fourth level on the standard scale"}, {"act": "Solicitors Act 1974", "year": 1974, "section": "22", "section_title": " Unqualified person not to prepare certain instruments.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "22A", "section_title": " Powers of entry  etc.  of local weights and measures authorities.", "section_text": "22A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "23", "section_title": " Unqualified person not to prepare papers for probate etc.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "24", "section_title": " Application of penal provisions to body corporate.", "section_text": "24 1 If any act is done by a body corporate, or by any director, officer or servant of a body corporate, and is of such a nature or is done in such a manner as to be calculated to imply that the body corporate is qualified or recognised by law as qualified to act as a solicitor— a the body corporate shall be guilty of an offence and liable on summary conviction to  a fine not exceeding the fourth level on the standard scale, and b in the case of an act done by a director, officer or servant of the body corporate, he also shall be guilty of an offence and liable on summary conviction to  a fine not exceeding the fourth level on the standard scale. 2 For the avoidance of doubt it is hereby declared that in   section 20 the reference to an unqualified person and the reference to a person both include a reference to a body corporate."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "25", "section_title": " Costs where unqualified person acts as solicitor.", "section_text": "25 1 No costs in respect of anything done by any unqualified person acting as a solicitor shall be recoverable by him, or by any other person, in any action, suit or matter. 2 Nothing in subsection (1) shall prevent the recovery of money paid or to be paid by a solicitor on behalf of a client in respect of anything done by the solicitor while acting for the client without holding a practising certificate in force if that money would have been recoverable if he had held such a certificate when so acting."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "26", "section_title": " Time limit for commencement of certain proceedings.", "section_text": "26 Notwithstanding anything in the  Magistrates’ Courts Act 1980 , proceedings in respect of any offence under section 21  . . .   may be brought at any time before the expiration of two years from the commission of the offence or six months from its first discovery by the prosecutor, whichever period expires first."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "27", "section_title": " Saving for persons authorised to conduct legal proceedings.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "28", "section_title": " Regulations.", "section_text": "28 1 The   Society   may make regulations  . . .   about the following matters, namely— a admission as a solicitor; b the keeping of the roll; c practising certificates  . . . ; ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d the keeping of the register under   section 10A  . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A Regulations about the keeping of the roll   may (among other things)— za make provision about the form in which the roll is to be kept and the manner in which entries are to be made, altered and removed; a provide for the Society, at such intervals as may be specified in the regulations, to enquire of solicitors of any class so specified whether they wish to have their names retained on the roll; b require solicitors of any such class, at such intervals as aforesaid, to pay to the Society a fee in respect of the retention of their names on the roll of such amount as may be prescribed by the regulations; . . .  c authorise the Society to remove from the roll the name of any solicitor who— i fails to reply to any enquiry made in pursuance of paragraph ( a ) or to pay any fee payable by virtue of paragraph ( b ), or ii replies to any such enquiry by indicating that he does not wish to have his name retained on the roll; d authorise the Society to remove from the roll the name of any solicitor who has died. e require the information on the roll to be made available to the public; f specify the manner in which information is to be made so available and require it to be made so available during office hours and without charge. 3B Regulations about practising certificates  ...  may (among other things)— a prescribe the form and manner in which applications for, or relating to, practising certificates  ...  are to be made; b prescribe information which must be included in or accompany such applications; c make provision about time limits for dealing with such applications, and confer on a person power to extend or bring forward such a time limit in prescribed circumstances; d prescribe the requirements which applicants for practising certificates must satisfy before they may be issued with a practising certificate; e prescribe descriptions of applicants, and conditions in relation to them, for the purposes of section 10(2)\t\t\t\t\t\t\t(circumstances in which practising certificates must be issued subject to prescribed conditions); f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g prescribe circumstances for the purposes of section 10(3)\t\t\t\t\t\t\t(circumstances in which application may be refused  etc  in the public interest); h make provision about when conditions imposed on practising certificates take effect (including provision conferring power on the Society to direct that a condition is not to have effect until the conclusion of any appeal in relation to it); i make provision for the commencement, duration, replacement, withdrawal and expiry of practising certificates  ... ; j prescribe circumstances for the purposes of section 13A(2)\t\t\t\t\t\t\t(circumstances in which conditions can be imposed during period of practising certificate); k require solicitors who hold practising certificates to notify the Society of such matters as may be prescribed, at such times, or in such circumstances as may be prescribed. 3C Regulations about the keeping of the register under section 10A may (among other things)— a make provision about the form in which the register is to be kept and the manner in which entries are to be made, altered and removed; b require information of a specified kind to be included in entries in the register; c require information (or information of a specified description) on the register to be made available to the public; d specify the manner in which it is to be made so available and require it to be made so available during office hours and without charge. 3D Regulations under this section may make provision for appeals to the High Court against decisions made by the Society under the regulations. 3E In relation to an appeal under regulations made by virtue of subsection (3D), the High Court may make such order as it thinks fit as to payment of costs. 3F The decision of the High Court on such an appeal shall be final. 3G Regulations under this section may— a provide for a person to exercise a discretion in dealing with any matter; b include incidental, supplementary and consequential provision; c make transitory or transitional provision and savings; d make provision generally or only in relation to specified cases or subject to specified exceptions; e make different provision for different cases. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "29", "section_title": " Non–British subjects as solicitors. 12 & 13 Will. 3. c. 2.", "section_text": "29 Nothing in section 3 of the Act of Settlement (which provides among other things that aliens are incapable of enjoying certain offices or places of trust) shall be taken to disqualify a person from becoming or practising as a solicitor   of the Senior Courts or of the Court of Judicature ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "30", "section_title": " Evidence as to solicitors in Scotland.", "section_text": "30 For the purposes of this Part, a letter purporting to be signed by or on behalf of the registrar of solicitors in Scotland— a stating that a person specified in the letter is or is not a solicitor in Scotland shall be evidence that that person is or, as the case may be, is not a solicitor in Scotland; b stating that a person specified in the letter did not at any time during a period so specified have in force a practising certificate as a solicitor in Scotland shall be evidence that that person was not during any part of that period a duly certificated solicitor in Scotland."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "31", "section_title": " Rules as to professional practice, conduct and discipline.", "section_text": "31 1 Without prejudice to any other provision of this Part the   Society may   make rules  . . .   for regulating in respect of any matter the professional practice, conduct   , fitness to practise  and discipline of solicitors  and for empowering the Society to take such action as may be appropriate to enable the Society to ascertain whether or not the provisions of rules made, or of any code or guidance issued, by the   Society   are being   , or have been,  complied with. 1A The powers conferred on the Society by subsection (1) include power to make, in relation to solicitors, provision of a kind which the Society would be prohibited from making but for section 157(5)(c) of the Legal Services Act 2007 (exception from prohibition on approved regulators making provision for redress). 1B Rules under this section must provide that a solicitor may not practise as a sole solicitor unless there is in force in relation to that solicitor’s practice a recognition under section 9 of the Administration of Justice Act 1985. 1C Rules under this section may provide that, for the purposes of the rules, this Act and the Administration of Justice Act 1985, a solicitor is not to be regarded as practising as a sole solicitor in such circumstances as may be prescribed by the rules. 2 If any solicitor fails to comply with rules made under this section, any person may make a complaint in respect of that failure to the Tribunal. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "32", "section_title": " Accounts rules and trust accounts rules.", "section_text": "32 1 The   Society   shall make rules  . . . — a as to the opening and keeping by solicitors of accounts at banks or with building societies for money within subsection (1A); aa as to the operation by solicitors of accounts kept by their clients or other persons at banks or with building societies or other financial institutions; b as to the keeping by solicitors of accounts containing information as to money received, held or paid by them for or on account of their clients or other persons (including money received, held or paid under a trust); and c empowering the   Society   to take such action as may be necessary to enable   it   to ascertain whether or not the rules are being   , or have been,  complied with; . . .  1A The money referred to in subsection (1) is money (including money held on trust) which is received, held or dealt with for clients or other persons. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If any solicitor fails to comply with rules made under this section, any person may make a complaint in respect of that failure to the Tribunal. 4 The   Society   shall be at liberty to disclose a report on or information about a solicitor’s accounts obtained in the exercise of powers conferred by rules made under subsection (1)\t\t\t\t\t . . .  . . .  for use in investigating the possible commission of an offence by the solicitor   or any of his employees  and  . . .  for use in connection with any prosecution of the solicitor   or any of his employees  consequent on the investigation. 5 Rules under this section may specify circumstances in which solicitors or any class of solicitors are exempt from the rules   or a part of the rules. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "33", "section_title": " Interest on clients’ money.", "section_text": "33 1 Rules under section 32 may require a solicitor to pay interest, or sums in lieu of and equivalent to interest, to a client, any other person or any trust, for whom the solicitor holds money. 2 The cases in which a solicitor may be required by the rules to act as mentioned in subsection (1) may be defined, among other things, by reference to the amount of any sum received or the period for which it is or is likely to be retained or both;  . . .  3 Except as provided by the rules, a solicitor is not liable to account to any client, other person or trust for interest received by the solicitor on money held at a bank or building society in an account which is for money received or held for, or on account of— a the solicitor's clients, other persons or trusts, generally, or b that client, person or trust, separately. 4 Rules under section 32 may— a prescribe the circumstances in which a solicitor may make arrangements to limit or exclude an obligation imposed on the solicitor by rules made by virtue of this section, and b prescribe the requirements to be met by and in relation to those arrangements."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "33A", "section_title": " Inspection of practice bank accounts etc.", "section_text": "33A 1 The   Society   may make rules  . . .   empowering the   Society   to require a solicitor to produce documents relating to any account kept by him at a bank or with a building society— a in connection with his practice; or b in connection with any trust of which he is or formerly was a trustee, for inspection by a person appointed by the   Society  pursuant to the rules. 2 The   Society   shall be at liberty to disclose information obtained in exercise of the powers conferred by rules made under subsection (1) for use in investigating the possible commission of an offence by the solicitor and for use in connection with any prosecution of the solicitor consequent on the investigation."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "34", "section_title": " Accountants’ reports.", "section_text": "34 1 The Society may make rules requiring solicitors to provide the Society with reports signed by an accountant (in this section referred to as an  “ accountant's report ”) at such times or in such circumstances as may be prescribed by the rules. 2 The rules may specify requirements to be met by, or in relation to, an accountant's report (including requirements relating to the accountant who signs the report). 6 If any solicitor fails to comply with the provisions of   any rules made under this section , a complaint in respect of that failure may be made to the Tribunal by or on behalf of the Society. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Where an accountant, during the course of preparing an accountant's report— a discovers evidence of fraud or theft in relation to money held by a solicitor for a client or any other person (including money held on trust) or money held in an account of a client of a solicitor, or an account of another person, which is operated by the solicitor, or b obtains information which the accountant has reasonable cause to believe is likely to be of material significance in determining whether a solicitor is a fit and proper person to hold money for clients or other persons (including money held on trust) or to operate an account of a client of the solicitor or an account of another person, the accountant must immediately give a report of the matter to the Society. 10 No duty to which an accountant is subject is to be regarded as contravened merely because of any information or opinion contained in a report under subsection (9)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "34A", "section_title": "Employees of solicitors", "section_text": "34A 1 Rules made by the Society may provide for any rules made under section 31, 32, 33A or 34 to have effect in relation to employees of solicitors with such additions, omissions or other modifications as appear to the Society to be necessary or expedient. 2 If any employee of a solicitor fails to comply with rules made under section 31 or 32, as they have effect in relation to the employee by virtue of subsection (1), any person may make a complaint in respect of that failure to the Tribunal. 3 If any employee of a solicitor fails to comply with rules made under section 34, as they have effect in relation to the employee by virtue of subsection (1), a complaint in respect of that failure may be made to the Tribunal by or on behalf of the Society."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "34B", "section_title": "Employees of solicitors: accounts rules etc", "section_text": "34B 1 Where rules made under section 32(1) have effect in relation to employees of solicitors by virtue of section 34A(1), section 85 applies in relation to an employee to whom the rules have effect who keeps an account with a bank or building society in pursuance of such rules as it applies in relation to a solicitor who keeps such an account in pursuance of rules under section 32. 2 Subsection (3) applies where rules made under section 32— a contain any such provision as is referred to in section 33(1), and b have effect in relation to employees of solicitors by virtue of section 34A(1). 3 Except as provided by the rules, an employee to whom the rules are applied is not liable to account to any client, other person or trust for interest received by the employee on money held at a bank or building society in an account which is for money received or held for, or on account of— a clients of the solicitor, other persons or trusts, generally, or b that client, person or trust, separately. 4 Subsection (5) applies where rules made under section 33A(1) have effect in relation to employees of solicitors by virtue of section 34A(1). 5 The Society may disclose a report on or information about the accounts of any employee of a solicitor obtained in pursuance of such rules for use— a in investigating the possible commission of an offence by the solicitor or any employees of the solicitor, and b in connection with any prosecution of the solicitor or any employees of the solicitor consequent on the investigation. 6 Where rules made under section 34 have effect in relation to employees of solicitors by virtue of section 34A(1), section 34(9) and (10) apply in relation to such an employee as they apply in relation to a solicitor."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "35", "section_title": " Intervention in solicitor’s practice.", "section_text": "35 The powers conferred by Part II of Schedule 1 shall be exercisable in the circumstances specified in Part I of that Schedule."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "36", "section_title": " Compensation grants.", "section_text": "36 1 The Society may make rules concerning the grant of compensation by the Society in respect of loss that a person has suffered, or is likely to suffer, as a result of— a an act or omission of a solicitor or former solicitor; b an act or omission of an employee or former employee of a solicitor or former solicitor; c the exercise by the Society of any of its powers under Part 2 of Schedule 1. 2 The rules may (among other things) make provision— a as to the circumstances in which such grants may and may not be made; b as to the form and manner in which a compensation claim is to be made; c as to the procedure for determining compensation claims; d for the making of grants in respect of a compensation claim before it is finally determined; e for a grant to be made by way of loan in such circumstances and on such terms as may be prescribed in, or determined in accordance with, the rules; f for a grant to be made by way of making good a deficiency in monies held in trust by the Society under paragraph 6 or 6A of Schedule 1; g as to the minimum and maximum grants payable in respect of a compensation claim (or a claim of a prescribed description); h for the Society to be subrogated, to such extent as may be prescribed, to any rights and remedies of a person to whom a grant is made in relation to the loss in respect of which the grant is made. 3 The circumstances which may be prescribed by virtue of subsection (2)(a) include in particular— a the nature of the loss; b in a case within subsection (1)(a) or (b), the nature of the act or omission. 4 For the purposes of subsection (2)(f), there is a deficiency if the monies mentioned in that subsection are insufficient to satisfy the claims of all persons with a beneficial interest in the monies. 5 The Society may prepare and publish guidance as to the criteria it will apply in deciding whether to make a grant in respect of a compensation claim, or any part of a compensation claim. 6 Where the Society decides— a not to make a grant in respect of a compensation claim or any part of a compensation claim, or b to make a grant of less than the amount claimed, it must give reasons for its decision. 7 Rules under subsection (1) which are not regulatory arrangements within the meaning of the Legal Services Act 2007 are to be treated as such arrangements for the purposes of that Act. 8 In this section— “ compensation claim ” means a claim for the Society to make a grant of the kind mentioned in subsection (1); “ prescribed ” means prescribed in rules under subsection (1)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "36A", "section_title": "Compensation funds", "section_text": "36A 1 Compensation rules may require or authorise the Society to establish or maintain a fund or funds (“ compensation funds ”) for the purpose of making grants in respect of compensation claims. 2 Compensation rules may require solicitors, or solicitors of a description prescribed in the rules, to make contributions to compensation funds of such amounts, at such times and in such circumstances, as may be prescribed in or determined in accordance with the rules. 3 Any amount payable by virtue of such a requirement may be recovered as a debt due to the Society. 4 Subsection (2) does not apply to a solicitor who is a Crown Prosecutor. 5 The Society may invest any money which forms part of a compensation fund in any investments in which trustees may invest under the general power of investment in section 3 of the Trustee Act 2000 (as restricted by sections 4 and 5 of that Act). 6 The Society may insure with authorised insurers, in relation to compensation funds, for such purposes and on such terms as it considers appropriate. 7 The Society may, in such circumstances and subject to such conditions as may be prescribed in or determined in accordance with compensation rules— a borrow for the purposes of a compensation fund; b charge investments which form part of a compensation fund as security for borrowing by the Society for the purposes of that fund. 8 A compensation fund may be applied by the Society for the purposes mentioned in subsection (9)\t\t\t\t\t(in addition to the making of grants in respect of compensation claims). 9 The purposes are— a payment of premiums on insurance policies effected under subsection (6); b repayment of money borrowed by the Society for the purposes of the fund and payment of interest on any money so borrowed; c payment of any other costs, charges or expenses incurred by the Society in establishing, maintaining, protecting administering or applying the fund; d payment of any costs, charges or expenses incurred by the Society in exercising its powers under Part 2 of Schedule 1; e payment of any costs or damages incurred by the Society, its employees or agents as a result of proceedings against it or them for any act or omission of its or theirs in good faith and in the exercise or purported exercise of such powers. 10 In this section— “ compensation claim ” has the same meaning as in section 36; “ compensation fund ” has the meaning given by subsection (1); “ compensation rules ” means rules under section 36(1)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "37", "section_title": " Professional indemnity.", "section_text": "37 1 The   Society   may make rules (in this Act referred to as “ indemnity rules ”) concerning indemnity against loss arising from claims in respect of any description of civil liability incurred— a by a solicitor or former solicitor in connection with his practice or with any trust of which he is or formerly was a trustee; b by an employee or former employee of a solicitor or former solicitor in connection with that solicitor’s practice or with any trust of which that solicitor or the employee is or formerly was a trustee. 2 For the purpose of providing such indemnity, indemnity rules— a may authorise or require the Society to establish and maintain a fund or funds; b may authorise or require the Society to take out and maintain insurance with authorised insurers; c may require solicitors or any specified class of solicitors to take out and maintain insurance with authorised insurers. 3 Without prejudice to the generality of subsections (1) and (2), indemnity rules— a may specify the terms and conditions on which indemnity is to be available, and any circumstances in which the right to it is to be excluded or modified; b may provide for the management, administration and protection of any fund maintained by virtue of subsection (2)(a) and require solicitors or any class of solicitors to make payments to any such fund; c may require solicitors or any class of solicitors to make payments by way of premium on any insurance policy maintained by the Society by virtue of subsection (2)(b); d may prescribe the conditions which an insurance policy must satisfy for the purposes of subsection (2)(c); e may authorise the Society to determine the amount of any payments required by the rules, subject to such limits, or in accordance with such provisions, as may be prescribed by the rules; f may specify circumstances in which, where a solicitor for whom indemnity is provided has failed to comply with the rules, the Society or insurers may take proceedings against him in respect of sums paid by way of indemnity in connection with a matter in relation to which he has failed to comply; g may specify circumstances in which solicitors are exempt from the rules; h may empower the   Society   to take such steps as   it considers   necessary or expedient to ascertain whether or not the rules are being   , or have been,  complied  with; and i may contain incidental, procedural or supplementary provisions. 4 If any solicitor fails to comply with indemnity rules, any person may make a complaint in respect of that failure to the Tribunal. 5 The Society shall have power, without prejudice to any of its other powers, to carry into effect any arrangements which it considers necessary or expedient for the purpose of indemnity under this section."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "37A", "section_title": " Redress for inadequate professional services.", "section_text": "  37A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "38", "section_title": " Solicitor who is justice of the peace not to act in certain proceedings.", "section_text": "38 1 Subject to the provisions of this section, it shall not be lawful for any solicitor who is one of the justices of the peace   assigned to any local justice area, or for any partner of his, to act in connection with proceedings before any justice of the peace acting in that area   as solicitor or agent for the solicitor of any person concerned in those proceedings. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A Subsection (1) does not apply where a solicitor is a Deputy District Judge (Magistrates’ Courts); but where a solicitor is acting as a Deputy District Judge (Magistrates’ Courts)\t\t\t\t\t  in any local justice   area it shall not be lawful for him, or for any partner of his, to act in connection with proceedings before any justice of the peace   acting in   that area as solicitor or agent for the solicitor of any person concerned in those proceedings. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Solicitors Act 1974", "year": 1974, "section": "40", "section_title": " Solicitor not to commence or defend actions while in prison.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "41", "section_title": " Employment by solicitor of person struck off or suspended.", "section_text": "41 1 No solicitor shall, except in accordance with a written permission granted under this section, employ or remunerate in connection with his practice as a solicitor any person who to his knowledge is disqualified from practising as a solicitor by reason of the fact that— a his name has been struck off the roll, or b he is suspended from practising as a solicitor, or c his practising certificate is suspended while he is an undischarged bankrupt. 1A No solicitor shall, except in accordance with a written permission granted under this section, employ or remunerate in connection with his practice as a solicitor any person if, to his knowledge, there is a direction in force under section 47(2)(g) in relation to that person. 1B Where— a a solicitor (“ the employed solicitor ”) is employed by another solicitor in accordance with a written permission granted under this section, and b the employed solicitor is disqualified from practising as a solicitor by reason of a fact mentioned in subsection (1)(b) or (c), section 20(1) does not apply in relation to anything done by the employed solicitor in the course of that employment. 2 The Society may grant a permission under this section for such period and subject to such conditions as the Society thinks fit. 3 A solicitor aggrieved by the refusal of the Society to grant a permission under subsection (2), or by any conditions attached by the Society to the grant of any such permission, may appeal to the   High Court which   may— a confirm the refusal or the conditions, as the case may be; or b grant a permission under this section for such period and subject to such conditions as   it   thinks fit. 4 If any solicitor acts in contravention of this section or of any conditions subject to which a permission has been granted under it, the Tribunal or, as the case may be, the High Court  may— a order that his name be struck off the roll, b order that he be suspended from practice for such period as the Tribunal or court thinks fit, or c make such other order in the matter as it thinks fit. 4A In relation to an appeal under subsection (3) the High Court may make such order as it thinks fit as to payment of costs. 4B The decision of the High Court on an appeal under subsection (3) shall be final. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "42", "section_title": " Failure to disclose fact of having been struck off or suspended.", "section_text": "42 1 Any person who, while he is disqualified from practising as a solicitor by reason of the fact that— a his name has been struck off the roll, or b he is suspended from practising as a solicitor, or c his practising certificate is suspended while he is an undischarged bankrupt, seeks or accepts employment by a solicitor in connection with that solicitor’s practice without previously informing him that he is so disqualified shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 1A Any person— a with respect to whom a direction is in force under section 47(2)(g); and b who seeks or accepts employment by a solicitor in connection with that solicitor’s practice without previously informing him of the direction, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level three on the standard scale. 2 Notwithstanding anything in  the  Magistrates’ Courts Act 1980 , proceedings under this section may be commenced at any time before the expiration of six months from the first discovery of the offence by the prosecutor, but no such proceedings shall be commenced except by, or with the consent of, the Attorney General."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "43", "section_title": " Control of  solicitors’ employees and consultants .", "section_text": "43 1 Where a person who is or was involved in a legal practice but is not a solicitor— a has been convicted of a criminal offence which is such that in the opinion of the Society it would be undesirable for the person to be involved in a legal practice in one or more of the ways mentioned in subsection (1A), or b has, in the opinion of the Society, occasioned or been a party to, with or without the connivance of a solicitor, an act or default in relation to a legal practice which involved conduct on his part of such a nature that in the opinion of the Society it would be undesirable for him to be involved in a legal practice in one or more of the ways mentioned in subsection (1A), the Society may either make, or make an application to the Tribunal for it to make, an order under subsection (2) with respect to that person. 1A A person is involved in a legal practice for the purposes of this section if the person— a is employed or remunerated by a solicitor in connection with the solicitor's practice; b is undertaking work in the name of, or under the direction or supervision of, a solicitor; c is employed or remunerated by a recognised body; d is employed or remunerated by a manager or employee of a recognised body in connection with that body's business; e is a manager of a recognised body; f has or intends to acquire an interest in such a body. 2 An order made by the Society or the Tribunal under this subsection is an order which states one or more of the following— a that as from the specified date— i no solicitor shall employ or remunerate, in connection with his practice as a solicitor, the person with respect to whom the order is made, ii no employee of a solicitor shall employ or remunerate, in connection with the solicitor's practice, the person with respect to whom the order is made, iii no recognised body shall employ or remunerate that person, and iv no manager or employee of a recognised body shall employ or remunerate that person in connection with the business of that body, except in accordance with a Society permission; b that as from the specified date no recognised body or manager or employee of such a body shall, except in accordance with a Society permission, permit the person with respect to whom the order is made to be a manager of the body; c that as from the specified date no recognised body or manager or employee of such a body shall, except in accordance with a Society permission, permit the person with respect to whom the order is made to have an interest in the body. 2A The Society may make regulations prescribing charges to be paid to the Society by persons who are the subject of an investigation by the Society as to whether there are grounds for the Society— a to make an order under subsection (2), or b to make an application to the Tribunal for it to make such an order. 2B Regulations under subsection (2A) may— a make different provision for different cases or purposes; b provide for the whole or part of a charge payable under the regulations to be repaid in such circumstances as may be prescribed by the regulations. 2C Any charge which a person is required to pay under regulations under subsection (2A) is recoverable by the Society as a debt due to the Society from the person. 3 Where an order has been made under subsection (2) with respect to a person by the Society or the Tribunal— a that person or the Society may make an application to the Tribunal for it to be reviewed, and b whichever of the Society and the Tribunal made it may at any time revoke it. 3A On the review of an order under subsection (3) the Tribunal may order— a the quashing of the order; b the variation of the order; or c the confirmation of the order; and where in the opinion of the Tribunal no prima facie case for quashing or varying the order is shown, the Tribunal may order its confirmation without hearing the applicant. 4 The Tribunal, on the hearing of any application under this section, may make an order as to the payment of costs by any party to the application. 5 Orders made under  subsection (2) by the Society, or made, varied or confirmed under this section by the Tribunal and filed with the Society,  may be inspected  . . .   during office hours without payment  . . .  . 5A In this section— “ manager ”, in relation to a recognised body, has the same meaning as it has in relation to a body in the Legal Services Act 2007 (see section 207 of that Act); “ recognised body ” means a body recognised under section 9 of the Administration of Justice Act 1985; “ specified date ” means such date as may be specified in the order; “ Society permission ” means permission in writing granted by the Society for such period and subject to such conditions as the Society may think fit to specify in the permission. 5B A person has an interest in a recognised body for the purposes of this section if the person has an interest in that body within the meaning of Part 5 of the Legal Services Act 2007 (see sections 72 and 109 of that Act). 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 For the purposes of this section an order  discharging a person absolutely or conditionally in respect of an offence shall, notwithstanding anything in   section 82 of the Sentencing Code ,  be deemed to be a conviction of the offence for which the order was made."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44", "section_title": " Offences in connection with orders under section 43(2).", "section_text": "44 1 It is an offence for a person in respect of whom there is in force an order under section 43(2) which contains provision within section 43(2)(a)— a to seek or accept any employment or remuneration from a solicitor, or an employee of a solicitor, in connection with the practice carried on by that solicitor without previously informing the solicitor or employee of the order; b to seek or accept any employment or remuneration from a recognised body, or a manager or employee of a recognised body, in connection with that body's business, without previously informing the body, or manager or employee, of the order. 1A It is an offence for a person in respect of whom there is in force an order under section 43(2) which contains provision within section 43(2)(b) to seek or accept a position as a manager of a recognised body, without previously informing that body of the order. 1B It is an offence for a person in respect of whom there is in force an order under section 43(2) which contains provision within section 43(2)(c) to seek or accept an interest in a recognised body from any person, without previously informing that person and (if different) the recognised body of the order. 1C A person guilty of an offence under subsection (1), (1A) or (1B) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2 Where  an order under section 43(2) is in force in respect of a person  then, if any solicitor knowingly acts in contravention of that order or of any conditions subject to which permission for   the taking of any action   has been granted under it, a complaint in respect of that contravention may be made to the Tribunal by or on behalf of the Society. 3 Any document purporting to be an order under section 43(2) and to be duly signed in accordance with section 48(1) shall be received in evidence in any proceedings under this section and be deemed to be such an order without further proof unless the contrary is shown. 4 Notwithstanding anything in  the  Magistrates’ Courts Act 1980 , proceedings under subsection (1) may be commenced at any time before the expiration of six months from the first discovery of the offence by the prosecutor, but no such proceedings shall be commenced, except with the consent of the Director of Public Prosecutions, by any person other than the Society or a person acting on behalf of the Society. 5 In this section— “ manager ” has the same meaning as in section 43; “ recognised body ” means a body recognised under section 9 of the Administration of Justice Act 1985; and for the purposes of subsection (1B) a person seeks or accepts an interest in a recognised body if the person seeks or accepts an interest which if it were obtained by the person would result in the person having an interest in that body within the meaning of Part 5 of the Legal Services Act 2007 (see sections 72 and 109 of that Act)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44A"}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44B", "section_title": "\n\t\t\tProvision of information and documents by solicitors  etc", "section_text": "44B 1 The Society may by notice require a person to whom this section applies— a to provide information, or information of a description, specified in the notice, or b produce documents, or documents of a description, specified in the notice. 2 This section applies to— a a solicitor; b an employee of a solicitor; c a recognised body; d an employee or manager of, or a person with an interest in, a recognised body. 3 The Society may give a notice under this section only if it is satisfied that it is necessary to do so for the purpose of investigating— a whether there has been professional misconduct by a solicitor; b whether a solicitor, or an employee of a solicitor, has failed to comply with any requirements imposed by or by virtue of this Act or any rules made by the Society; c whether a recognised body, or any of its managers or employees has failed to comply with any requirement imposed by or by virtue of the Administration of Justice Act 1985 or any rules made by the Society and applicable to the body, manager or employee by virtue of section 9 of that Act; d whether there are grounds for making, or making an application to the Tribunal for it to make, an order under section 43(2) with respect to a person who is or was involved in a legal practice (within the meaning of section 43(1A)). 4 A notice under this section— a may specify the time and place at which, and manner and form in which, the information is to be provided or document is to be produced; b must specify the period within which the information is to be provided or the document produced; c may require the information to be provided or document to be produced to the Society or to a person specified in the notice. 5 The Society may pay to any person such reasonable costs as may be incurred by that person in connection with the provision of any information, or production of any document, by that person pursuant to a notice under this section. 6 Paragraphs 9(3) and (4) and 13, 15 and 16 of Schedule 1 apply in relation to the powers to obtain information conferred by this section, but for this purpose— a paragraph 9 of that Schedule has effect as if— i in sub-paragraph (3) for  “such documents” there were substituted  “                            information to which a notice given to him under section 44B applies                          ” , ii in that sub-paragraph for  “sub-paragraph (1)” there were substituted  “                            the notice                          ” , and iii in sub-paragraph (4) for  “produce”\t\t\t\t\t\t\t\t\t(in the first place) to the end there were substituted  “                            provide information pursuant to a notice under section 44B to provide the information to any person appointed by the Society at such time and place as may be specified in the order.                          ” , and b the reference to the solicitor or his personal representative in paragraph 13 of that Schedule is to be construed as a reference to the person to whom the notice was given under this section. 7 Paragraphs 9 (other than sub-paragraphs (1) and (3)), 12, 13, 15 and 16 of Schedule 1 apply in relation to the powers to obtain documents conferred by this section as they apply in relation to the powers conferred by paragraph 9(1) of that Schedule, except that for this purpose— a any reference in paragraph 9 of that Schedule to a person appointed, or to a requirement, under sub-paragraph (1) of that paragraph is to be construed as a reference to a person appointed, or to a requirement to produce documents, under this section, b any reference in that paragraph to any such documents as are mentioned in paragraph 9(1) of that Schedule is to be construed as a reference to any documents to which a notice under this section applies, c the references to the solicitor or his firm in paragraph 9(5) and (6) of that Schedule, and the reference to the solicitor or personal representative in paragraph 9(7) of that Schedule, are to be construed as references to the person to whom the notice was given under this section, and d the reference in paragraph 9(12) of that Schedule to the Society is to be construed as including a reference to a person specified under subsection (4)(c). 8 Where powers conferred by Part 2 of Schedule 1 to the 1974 Act are exercisable in relation to a person within paragraph (a), (b), (c) or (d) of subsection (2), they continue to be so exercisable after the person has ceased to be a person within the paragraph in question. 9 In this section— “ manager ” has the same meaning as in the Legal Services Act 2007 (see section 207 of that Act); “ recognised body ” means a body recognised under section 9 of the Administration of Justice Act 1985; and the reference to a person who has an interest in a recognised body is to be construed in accordance with sections 72 and 109 of the Legal Services Act 2007."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44BA", "section_title": "Power to require explanation of document or information", "section_text": "44BA 1 The Society may, by notice, require a person to whom a notice is given under section 44B (or a representative of the person) to attend at a time and place specified in the notice to provide an explanation of any information provided or document produced pursuant to the notice. 2 The Society may pay to any person such reasonable costs as may be incurred by that person in connection with that person's compliance with a requirement imposed under subsection (1). 3 Paragraphs 9(3) and (4) and 13, 15 and 16 of Schedule 1 apply in relation to a notice under this section, except that for this purpose— a paragraph 9 of that Schedule has effect as if— i in sub-paragraph (3) for  “having” to  “sub-paragraph (1)” there were substituted  “                            refuses, neglects or otherwise fails to comply with a requirement under section 44BA(1)                          ” , and ii in sub-paragraph (4) for  “produce”\t\t\t\t\t\t\t\t\t(in the first place) to the end there were substituted  “                            provide an explanation of any information provided or document produced pursuant to a notice under section 44B (or a representative of such a person) to attend at a time and place specified in the order to provide an explanation of any information so provided or document so produced.                          ” , and b the reference to the solicitor or his personal representative in paragraph 13 of that Schedule is to be construed as a reference to the person to whom the notice was given under this section."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44BB", "section_title": "Provision of information and documents by other persons", "section_text": "44BB 1 The High Court, on the application of the Society, may order a person to whom section 44B does not apply— a to provide information, or information of a description, specified in the notice, or b to produce documents, or documents of a description, specified in the notice. 2 The High Court may make an order under this section only if it is satisfied— a that it is likely that the information or document is in the possession or custody of, or under the control of, the person, and b that there is reasonable cause to believe that the information or document is likely to be of material significance to an investigation into any of the matters mentioned in section 44B(3)(a) to (d). 3 An order under this section may direct the Society to pay to a person specified in the order such reasonable costs as may be incurred by that person in connection with the provision of any information, or production of any document, by that person pursuant to the order. 4 Section 44B(4) applies in relation to an order under this section as it applies in relation to a notice under section 44B. 5 Paragraphs 9(5A) and (7) to (12), 12, 13, 15 and 16 of Schedule 1 apply in relation to an order under this section as they apply in relation to an order under paragraph 9(4) of that Schedule, except that for this purpose— a the reference to the solicitor or personal representative in paragraph 9(7) of that Schedule is to be construed as a reference to the person in respect of whom the order under this section is made, b the reference in paragraph 9(12) of that Schedule to the Society is to be read as including a reference to a person specified under section 44B(4)(c)\t\t\t\t\t\t\t(as applied by subsection (4) of this section), and c the reference to the solicitor or his personal representative in paragraph 13 of that Schedule is to be construed as a reference to the person to whom the notice was given under this section."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44BC", "section_title": "Information offences", "section_text": "44BC 1 It is an offence for a person who knows or suspects an investigation into any of the matters mentioned in section 44B(3)(a) to (d) is being or is likely to be conducted— a to falsify, conceal, destroy or otherwise dispose of a document which the person knows or suspects is or would be relevant to the investigation, or b to cause or permit the falsification, concealment, destruction or disposal of such a document. 2 In proceedings for an offence under subsection (1) it is a defence for the accused to show that the accused had no intention of concealing facts disclosed by the documents from the person conducting the investigation. 3 It is an offence for a person, in purported compliance with a requirement imposed on the person under section 44B, 44BA or 44BB— a to provide information which the person knows to be false or misleading in a material particular, or b recklessly to provide information which is false or misleading in a material particular. 4 A person who is guilty of an offence under subsection (1) or (3) is liable— a on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or a fine not exceeding the statutory maximum, or both; b on conviction on indictment, to imprisonment for a term not exceeding 2 years or a fine, or both. 5 In relation to an offence under subsection (1) or (3) committed before   2 May 2022    the reference in subsection (4)(a) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44C", "section_title": " Power to charge for costs of investigations.", "section_text": "44C 1 The Society may make regulations prescribing charges to be paid to the Society by solicitors who are the subject of a discipline investigation. 2 A  “ discipline investigation ” is an investigation carried out by the Society into— a possible professional misconduct by a solicitor, or b a failure or apprehended failure by a solicitor to comply with any requirement imposed by or by virtue of this Act or any rules made by the Society. 3 Regulations under this section may— a make different provision for different cases or purposes; b provide for the whole or part of a charge payable under the regulations to be repaid in such circumstances as may be prescribed by the regulations. 4 Any charge which a solicitor is required to pay under regulations under this section is recoverable by the Society as a debt due to the Society from the solicitor. 5 This section (other than subsection (2)(a)) applies in relation to an employee of a solicitor as it applies in relation to a solicitor."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44D", "section_title": "Disciplinary powers of the Society", "section_text": "44D 1 This section applies where the Society is satisfied— a that a solicitor or an employee of a solicitor has failed to comply with a requirement imposed by or by virtue of this Act or any rules made by the Society, or b that there has been professional misconduct by a solicitor. 2 The Society may do one or both of the following— a give the person a written rebuke; b direct the person to pay a penalty not exceeding  £25,000 . 3 The Society may publish details of any action it has taken under subsection (2)(a) or (b), if it considers it to be in the public interest to do so. 4 Where the Society takes action against a person under subsection (2)(b), or decides to publish under subsection (3) details of any action taken under subsection (2)(a) or (b), it must notify the person in writing that it has done so. 5 A penalty imposed under subsection (2)(b) does not become payable until— a the end of the period during which an appeal against the decision to impose the penalty, or the amount of the penalty, may be made under section 44E, or b if such an appeal is made, such time as it is determined or withdrawn. 6 The Society may not publish under subsection (3) details of any action under subsection (2)(a) or (b)— a during the period within which an appeal against— i the decision to take the action, ii in the case of action under subsection (2)(b), the amount of the penalty, or iii the decision to publish the details, may be made under section 44E, or b if such an appeal has been made, until such time as it is determined or withdrawn. 7 The Society must make rules— a prescribing the circumstances in which the Society may decide to take action under subsection (2)(a) or (b); b about the practice and procedure to be followed by the Society in relation to such action; c governing the publication under subsection (3) of details of action taken under subsection (2)(a) or (b); and the Society may make such other rules in connection with the exercise of its powers under this section as it considers appropriate. 8 Before making rules under subsection (7), the Society must consult the Tribunal. 9 A penalty payable under this section may be recovered as a debt due to the Society, and is to be forfeited to Her Majesty. 10 The Lord Chancellor may, by order, amend paragraph (b) of subsection (2) so as to substitute for the amount for the time being specified in that paragraph such other amount as may be specified in the order. 11 Before making an order under subsection (10), the Lord Chancellor must consult the Society. 12 An order under subsection (10) is to be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 13 This section is without prejudice to any power conferred on the Society or any other person to make an application or complaint to the Tribunal."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "44E", "section_title": "Appeals against disciplinary action under section 44D", "section_text": "44E 1 A person may appeal against— a a decision by the Society to rebuke that person under section 44D(2)(a) if a decision is also made to publish details of the rebuke; b a decision by the Society to impose a penalty on that person under section 44D(2)(b) or the amount of that penalty; c a decision by the Society to publish under section 44D(3) details of any action taken against that person under section 44D(2)(a) or (b). 2 Subsections (9)(b), (10)(a) and (b), (11) and (12) of section 46 (Tribunal rules about procedure for hearings etc) apply in relation to appeals under this section as they apply in relation to applications or complaints, except that subsection (11) of that section is to be read as if for  “the applicant” to  “application)” there were substituted any party to the appeal. 3 Rules under section 46(9)(b) may, in particular, make provision about the period during which an appeal under this section may be made. 4 On an appeal under this section, the Tribunal has power to make such order as it thinks fit, and such an order may in particular— a affirm the decision of the Society; b revoke the decision of the Society; c in the case of a penalty imposed under section 44D(2)(b), vary the amount of the penalty; d in the case of a solicitor, contain provision for any of the matters mentioned in paragraphs (a) to (d) of section 47(2); e in the case of an employee of a solicitor, contain provision for any of the matters mentioned in section 47(2E); f make such provision as the Tribunal thinks fit as to payment of costs. 5 Where by virtue of subsection (4)(e) an order contains provision for any of the matters mentioned in section 47(2E)(c), section 47(2F) and (2G) apply as if the order had been made under section 47(2E)(c). 6 An appeal from the Tribunal shall lie to the High Court, at the instance of the Society or the person in respect of whom the order of the Tribunal was made. 7 The High Court shall have power to make such order on an appeal under this section as it may think fit. 8 Any decision of the High Court on an appeal under this section shall be final. 9 This section is without prejudice to any power conferred on the Tribunal in connection with an application or complaint made to it."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "46", "section_title": " Solicitors Disciplinary Tribunal.", "section_text": "46 1 Applications and complaints made by virtue of any provision of this Act shall be made, except so far as other provision is made by this Act or by any regulations under it, to the tribunal known as the “ Solicitors Disciplinary Tribunal ”. 2 The Master of the Rolls shall appoint the members of the Tribunal. 3 The Tribunal shall consist— a of practising solicitors of not less than ten years’ standing (in this section referred to as “ solicitor members ”); and b of persons who are neither solicitors nor barristers (in this section referred to as “ lay members ”). 4 A member of the Tribunal shall hold and vacate his office in accordance with the terms of his appointment and shall, on ceasing to hold office, be eligible for re–appointment. 5 The Tribunal may pay its members such remuneration, fees or allowances as it may determine with the approval of the Legal Services Board. 5A The Tribunal may do anything calculated to facilitate, or incidental or conducive to, the carrying out of any of its functions. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The  Tribunal . . .  may make rules— a empowering the Tribunal to elect a solicitor member to be its president; and b about the procedure and practice to be followed in relation to the making, hearing and determination of applications and complaints   (including provision about the composition of the Tribunal) . 10 Without prejudice to the generality of subsection (9)(b), rules made by virtue of that paragraph may in particular— a empower the president of the Tribunal to appoint a chairman for the hearing and determination of any application or complaint; b provide that, if the president does not appoint a chairman, a solicitor member shall act as chairman; and c provide, in relation to any application or complaint relating to a solicitor, that, where in the opinion of the Tribunal no prima facie case in favour of the applicant or complainant is shown in the application or complaint, the Tribunal may make an order refusing the application or dismissing the complaint without requiring the solicitor to whom it relates to answer the allegations and without hearing the applicant or complainant. 11 For the purposes of any application or complaint made to the Tribunal under this Act, the Tribunal may administer oaths, and the applicant or complainant and any person with respect to whom the application or complaint is made (or, in the case of an application under section 47(1)(b), any of the parties to the application) may issue writs of subpoena ad testificandum and duces tecum, but no person shall be compelled under any such writ to produce any document which he could not be compelled to produce on the trial of an action. 12 The power to make rules conferred by subsection (9) shall be exercisable by statutory instrument, and the  Statutory Instruments Act 1946 shall apply to a statutory instrument containing such rules in like manner as if the rules had been made by a Minister of the Crown."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "46A", "section_title": "Funding of the Tribunal", "section_text": "46A 1 The Tribunal must submit to the Society in respect of each year a budget for the year approved by the Legal Services Board. 2 A budget for a year is a statement of the amount of money which the Tribunal estimates is required to enable it to meet all of its expenditure in that year (having regard to any amounts received but not spent in previous years). 3 Before approving a statement for the purposes of subsection (1) the Legal Services Board must consult the Society. 4 The budget for a year must be submitted to the Society under subsection (1) no later than the date in the preceding year specified by the Society for the purposes of this subsection. 5 Before specifying a date for this purpose the Society must consult the Tribunal. 6 The amount specified in a budget submitted under subsection (1) must be paid by the Society to the Tribunal— a in such instalments and at such times as may be agreed between the Society and the Tribunal, or b in the absence of such agreement, before the beginning of the year to which the budget relates. 7 The Society may pay the Tribunal such other amounts as the Society considers appropriate. 8 In this section  “ year ” means a calendar year."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "47", "section_title": " Jurisdiction and powers of Tribunal.", "section_text": "47   1 Any application— a to strike the name of a solicitor off the roll; b to require a solicitor to answer allegations contained in an affidavit; c to require a former solicitor whose name has been removed from or struck off the roll to answer allegations contained in an affidavit relating to a time when he was a solicitor; d by a solicitor who has been suspended from practice for an unspecified period, by order of the Tribunal, for the termination of that suspension; e by a former solicitor whose name has been struck off the roll to have his name restored to the roll; ea . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f by a former solicitor in respect of whom a direction has been given under subsection (2)(g) to have his name restored to the roll, shall be made to the Tribunal; but nothing in this susbsection shall affect any jurisdiction over solicitors exercisable by the Master of the Rolls, or by any judge of the High Court, by virtue of section 50.  2 Subject to   subsections (2E) and (3) and to section 54, on the hearing of any application or complaint made to the Tribunal under this Act, other than an application under section 43, the Tribunal shall have power to make such order as it may think fit, and any such order may in particular include provision for any of the following matters— a the striking off the roll of the name of the solicitor to whom the application or complaint relates; b the suspension of that solicitor from practice indefinitely or for a specified period; ba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the payment by that solicitor or former solicitor of a penalty  . . . , which shall be forfeit to Her Majesty; d in the circumstances referred to in subsection (2A), the exclusion of that solicitor from  criminal legal aid work \t\t\t\t\t\t\t(either permanently or for a specified period); e the termination of that solicitor’s unspecified period of suspension from practice; ea . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f the restoration to the roll of the name of a former solicitor whose name has been struck off the roll and to whom the application relates; g in the case of a former solicitor whose name has been removed from the roll, a direction prohibiting the restoration of his name to the roll except by order of the Tribunal; h in the case of an application under subsection (1)(f), the restoration of the applicant’s name to the roll; i the payment by any party of costs or a contribution towards costs of such amount as the Tribunal may consider reasonable. 2A An order of the Tribunal may make provision for the exclusion of a solicitor from  criminal legal aid work  as mentioned in subsection  (2)(d)  where the Tribunal determines that there is good reason for doing so arising out of— a his conduct, including conduct in the capacity of agent for another solicitor, in connection with the provision for any person of services  provided under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 ; or b his professional conduct generally. 2B Where the Tribunal makes any such order as is re–referred to in subsection (2A) in the case of a solicitor who is a member of a firm of solicitors, the Tribunal may, if it thinks fit, order that any other person who is for the time being a member of the firm shall be excluded (either permanently or for a specified period) from  criminal legal aid work . 2C The Tribunal shall not make an order under subsection (2B)  . . . unless an opportunity is given to him to show cause why the order should not be made. 2D Any person excluded from  criminal legal aid work  by an order under this section may make an application to the Tribunal for an order terminating his exclusion  . . ..  2E On the hearing of any complaint made to the Tribunal by virtue of section 34A(2) or (3), the Tribunal shall have power to make one or more of the following— a an order directing the payment by the employee to whom the complaint relates of a penalty to be forfeited to Her Majesty; b an order requiring the Society to consider taking such steps as the Tribunal may specify in relation to that employee; c if that employee is not a solicitor, an order which states one or more of the matters mentioned in paragraphs (a) to (c) of section 43(2); d an order requiring the Society to refer to an appropriate regulator any matter relating to the conduct of that employee. 2F Subsections (1) to (1C), (3) and (4) of section 44 apply in relation to an order under subsection (2E)(c) as they apply in relation to an order under section 43(2). 2G Section 44(2), paragraph 16(1)(d) and (1A)(d) of Schedule 2 to the Administration of Justice Act 1985 and paragraph 15(3A) of Schedule 14 to the Courts and Legal Services Act 1990 apply in relation to an order under subsection (2E)(c) as they apply in relation to an order under section 43(2). 2H For the purposes of subsection (2E)(d) an  “ appropriate regulator ” in relation to an employee means— a if the employee is an authorised person in relation to a reserved legal activity (within the meaning of the Legal Services Act 2007), any relevant approved regulator (within the meaning of that Act) in relation to that employee, and b if the employee carries on activities which are not reserved legal activities (within the meaning of that Act), any body which regulates the carrying on of such activities by the employee. 3 On proof of the commission of an offence with respect to which express provision is made by any section of this Act, the Tribunal shall, without prejudice to its power of making an order as to costs, impose the punishment, or one of the punishments, specified in that section. 3A Where, on the hearing of any application or complaint under this Act, the Tribunal is satisfied that more than one allegation is proved against the person to whom the application or complaint relates it may impose a separate penalty (by virtue of subsection (2)( c )\t\t\t\t\t) with respect to each such allegation.  3B For the avoidance of doubt, nothing in this section permits the Tribunal to make an order requiring redress to be made in respect of any act or omission of any person. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3C In this section  “ criminal legal aid work ” means the provision under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 of— a advice or assistance described in section 13 or 15 of that Act, or b representation for the purposes of criminal proceedings."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "47A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47A"}, {"act": "Solicitors Act 1974", "year": 1974, "section": "48", "section_title": " Orders of Tribunal.", "section_text": "48 1 An order of the Tribunal shall be filed with the Society, and a statement of the Tribunal’s findings, signed by the chairman or by some other member of the Tribunal authorised by him in that behalf, shall either be prefaced to the order or added to the file containing the order as soon as may be after the order has been made. 2 Where an order which has been filed includes provision for any of the matters referred to in paragraphs  (a) to (i)  of section 47(2), the Society— a shall cause a note of the effect of the order to be entered on the roll against the name of the solicitor   or former solicitor  with respect to whom the application or complaint was made; and b except where it only makes provision for matters referred to in  paragraph (e),   (ea), (f), (h) or (i) of section 47(2) , shall forthwith upon filing the order cause a notice stating its effect to be published  . . . . 3 Any  file kept by the Society under this section may be inspected during office hours without payment. 4 An order which has been filed shall be treated, for the purpose of enforcement, as if it had been made by the High Court. 5 In the case of orders of the Tribunal under section 44E, the reference in subsection (2)(a) to the application or complaint is to be read as a reference to the Tribunal's order."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "49", "section_title": " Appeals from Tribunal.", "section_text": "49 1 An appeal from the Tribunal shall  lie to the High Court . 2 Subject to subsection (3)  and to section 43(5) of the Administration of Justice Act 1985 , an appeal shall lie at the instance of the applicant or complainant or of the person with respect to whom the application or complaint was made. 3 An appeal against an order under section  43(3A)  shall lie only at the instance of the person with respect to whom the  order  was made. 4 The High Court  . . .   shall have power to make such order on an appeal under this section as   it   may think fit. 5 Subject to any rules of court, on an appeal against an order made by virtue of rules under section 46(10)(c) without hearing the applicant or complainant, the court— a shall not be obliged to hear the appellant, and b may remit the matter to the Tribunal instead of dismissing the appeal, 6 Any decision of the High Court— a on an application under section 43(3) or 47(1)(d), (e), (ea) or (f), or b against an order under section 43(3A), shall be final. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "49A", "section_title": "Appeals to the Tribunal instead of the High Court", "section_text": "49A 1 The Society may, with the approval of the Tribunal, make rules which provide that in such circumstances as may be prescribed by the rules an appeal under any of the provisions listed in subsection (2) lies to the Tribunal and not to the High Court. 2 Those provisions are— a section 8(4); b section 13A(6); c section 16(5); d section 28(3D); e section 41(3); f paragraph 14 of Schedule 14 to the Courts and Legal Services Act 1990 (foreign lawyers: appeals against conditions or refusals). 3 Any decision of the Tribunal on an appeal by virtue of rules made under this section shall be final."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "50", "section_title": " Jurisdiction of   Senior Courts  over solicitors.", "section_text": "50 1 Any person duly admitted as a solicitor shall be an officer of the   Senior Courts   ;   . . . 2 Subject to the provisions of this Act, the High Court, the Crown Court and the Court of Appeal respectively, or any division or judge of those courts, may exercise the same jurisdiction in respect of solicitors as any one of the superior courts of law or equity from which the   Senior Courts were   constituted might have exercised immediately before the passing of the  Supreme Court of Judicature Act 1873 in respect of any solicitor, attorney or proctor admitted to practise there. 3 An appeal shall lie to the Court of Appeal from any order made against a solicitor by the High Court or the Crown Court in the exercise of its jurisdiction in respect of solicitors under subsection (2)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "51", "section_title": " Procedure upon certain applications to High Court.", "section_text": "51 1 Where an application to strike the name of a solicitor off the roll or to require a solicitor to answer allegations contained in an affidavit is made to the High Court, then, subject to section 54, the following provisions of this section shall have effect in relation to that application. 2 The court shall not entertain the application except on production of an affidavit proving that the applicant has served on the Society fourteen clear days’ notice of his intention to make the application, together with copies of all affidavits intended to be used in support of the application. 3 The Society may appear by counsel on the hearing of the application and any other proceedings arising out of or in reference to the application, and may apply to the court— a to make absolute any order nisi which the court may have made on the application; b to make an order that the name of the solicitor be struck off the roll; or c to make such other order as the court may think fit. 4 The court may order the costs of the Society of or relating to any of the matters mentioned in subsections (2) and (3) to be paid by the solicitor against whom, or by the person by whom, the application was made, or was intended to be made, or partly by one and partly by the other of them."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "52", "section_title": " Power of Society to draw up order of court.", "section_text": "52 Where an order, whether nisi or absolute, is made by the High Court or the Court of Appeal on a motion to strike the name of a solicitor off the roll, or to require a solicitor to answer allegations contained in an affidavit, and that order is not drawn up by the applicant within one week of its being made, the Society may cause the order to be drawn up, and all future proceedings on the order shall be taken as if the motion had been made by the Society."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "53", "section_title": " Production of order of court to Society.", "section_text": "53 Where an order is made by the High Court or the Court of Appeal that the name of a solicitor be struck off the roll, or that a solicitor be suspended from practice, the proper officer of the court shall forthwith send a copy of the order to the Society, and the Society shall enter a note of the order on the roll against the name of the solicitor and, where the order so directs, shall strike that name off the roll."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "54", "section_title": " Restrictions on powers to strike names off roll.", "section_text": "54 1 No solicitor shall be liable to have his name struck off the roll on account of any failure to comply with the requirements with respect to   persons seeking admission as solicitors   of any training regulations or on account of any defect in his admission and enrolment, unless— a the application to strike his name off the roll is made within twelve months of the date of his enrolment; or b fraud is proved to have been committed in connection with the failure or defect. 2 No solicitor shall be liable to have his name struck off the roll by reason only— a that a solicitor who undertook a training responsibility for him under training regulations neglected or omitted to take out a practising certificate; or b that the name of a solicitor who undertook such a responsibility for a period has been removed from or struck off the roll after the end of that period."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "55", "section_title": " Applications to require solicitor to answer allegations.", "section_text": "55 For the avoidance of doubt it is hereby declared that an application by any person to require a solicitor to answer allegations contained in an affidavit, whether that application is made to the Tribunal or to the High Court, may be treated as an application to strike the name of that solicitor off the roll on the grounds of the matters alleged."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "56", "section_title": " Orders as to remuneration for non–contentious business.", "section_text": "56 1 For the purposes of this section there shall be a committee consisting of the following persons— a the   Lord Chancellor ; b the Lord Chief Justice; c the Master of the Rolls; d the President of the Society; da a member of the Legal Services Board nominated by that Board; e a solicitor, being the president of a local law society, nominated by the   Lord Chancellor    to serve on the committee during his tenure of office as president; and f for the purpose only of prescribing and regulating the remuneration of solicitors in respect of business done under the   Land Registration Act 2002 , the Chief Land Registrar appointed under that Act. 2 The committee, or any three members of the committee (the   (the Lord Chancellor being one), may make general orders prescribing the general principles to be applied when determining   the remuneration of solicitors in respect of non–contentious business. 3 The   Lord Chancellor , before any order under this section is made, shall cause a draft of the order to be sent to the   Society ; and the committee shall consider any observations of the   Society   submitted to them in writing within one month of the sending of the draft, and may then make the order, either in the form of the draft or with such alterations or additions as they may think fit. 4 The principles prescribed by an order under this section may provide that solicitors should be remunerated— b by a gross sum; or c by a fixed sum for each document prepared or perused, without regard to length; or d in any other mode; or e partly in one mode and partly in another. 5                    The general principles prescribed by an order under this section may provide that the amount of such remuneration is to be determined by having regard  to all or any of the following, among other, considerations, that is to say— a the position of the party for whom the solicitor is concerned in the business, that is, whether he is vendor or purchaser, lessor or lessee, mortgagor or mortgagee, or the like; b the place where, and the circumstances in which, the business or any part of it is transacted; c the amount of the capital money or rent to which the business relates; d the skill, labour and responsibility on the part of the solicitor   , or any employee of his who is an authorised person,  which the business involves; e the number and importance of the documents prepared or perused, without regard to length. 5A In subsection (5)\t\t\t\t\t “ authorised person ” means a person who is an authorised person in relation to an activity which is a reserved legal activity, within the meaning of the Legal Services Act 2007 (see section 18 of that Act). 6 An order under this section may authorise and regulate— a the taking by a solicitor from his client of security for payment of any remuneration, to be ascertained by   assessment   or otherwise, which may become due to him under any such order; and b the allowance of interest. 7 So long as an order made under this section is in operation the   assessment   of bills of costs of solicitors in respect of non–contentious business shall, subject to the provisions of section 57, be   subject to   that order. 8 Any order made under this section may be varied or revoked by a subsequent order so made. 9 The power to make orders under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament; and the  Statutory Instruments Act 1946 shall apply to a statutory instrument containing such an order in like manner as if the order had been made by a Minister of the Crown."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "57", "section_title": " Non–contentious business agreements.", "section_text": "57 1 Whether or not any order is in force under section 56, a solicitor and his client may, before or after or in the course of the transaction of any non–contentious business by the solicitor, make an agreement as to his remuneration in respect of that business. 2 The agreement may provide for the remuneration of the solicitor by a gross sum  or by reference to an hourly rate , or by a commission or percentage, or by a salary, or otherwise, and it may be made on the terms that the amount of the remuneration stipulated for shall or shall not include all or any disbursements made by the solicitor in respect of searches, plans, travelling,   taxes  , fees or other matters. 3 The agreement shall be in writing and signed by the person to be bound by it or his agent in that behalf. 4 Subject to subsections (5) and (7) , the agreement may be sued and recovered on or set aside in the like manner and on the like grounds as an agreement not relating to the remuneration of a solicitor. 5 If on any   assessment   of costs the agreement is relied on by the solicitor and objected to by the client as unfair or unreasonable, the   costs officer   may enquire into the facts and certify them to the court, and if from that certificate it appears just to the court that the agreement should be set aside, or the amount payable under it reduced, the court may so order and may give such consequential directions as it thinks fit. 6 Subsection (7) applies where the agreement provides for the remuneration of the solicitor to be by reference to an hourly rate. 7 If, on the   assessment   of any costs, the agreement is relied on by the solicitor and the client objects to the amount of the costs (but is not alleging that the agreement is unfair or unreasonable), the   costs officer   may enquire into— a the number of hours worked by the solicitor; and b whether the number of hours worked by him was excessive."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "58", "section_title": " Remuneration of a solicitor who is a mortgagee.", "section_text": "58 1 Where a mortgage is made to a solicitor, either alone or jointly with any other person, he or the firm of which he is a member shall be entitled to recover from the mortgagor in respect of all business transacted and acts done by him or them in negotiating the loan, deducing and investigating the title to the property, and preparing and completing the mortgage, such usual costs as he or they would have been entitled to receive if the mortgage had been made to a person who was not a solicitor and that person had retained and employed him or them to transact that business and do those acts. 2 Where a mortgage has been made to, or has become vested by transfer or transmission in, a solicitor, either alone or jointly with any other person, and any business is transacted or acts are done by that solicitor or by the firm of which he is a member in relation to that mortgage or the security thereby created or the property thereby charged, he or they shall be entitled to recover from the person on whose behalf the business was transacted or the acts were done, and to charge against the security, such usual costs as he or they would have been entitled to receive if the mortgage had been made to and had remained vested in a person who was not a solicitor and that person had retained and employed him or them to transact that business and do those acts. 3 In this section “ mortgage ” includes any charge on any property for securing money or money’s worth."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "59", "section_title": " Contentious business agreements.", "section_text": "59 1 Subject to subsection (2), a solicitor may make an agreement in writing with his client as to his remuneration in respect of any contentious business done, or to be done, by him (in this Act referred to as a “contentious business agreement”) providing that he shall be remunerated by a gross sum  or by reference to an hourly rate , or by a salary, or otherwise, and whether at a higher or lower rate than that at which he would otherwise have been entitled to be remunerated. 2 Nothing in this section or in sections 60 to 63 shall give validity to— a any purchase by a solicitor of the interest, or any part of the interest, of his client in any action, suit or other contentious proceeding; or b any agreement by which a solicitor retained or employed to prosecute any action, suit or other contentious proceeding, stipulates for payment only in the event of success in that action, suit or proceeding; or c any disposition, contract, settlement, conveyance, delivery, dealing or transfer which under the law relating to bankruptcy is invalid against a trustee or creditor in any bankruptcy or composition."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "60", "section_title": " Effect of contentious business agreements.", "section_text": "60 1 Subject to the provisions of this section and to sections 61 to 63, the costs of a solicitor in any case where a contentious business agreement has been made shall not be subject to   assessment   or  (except in the case of an agreement which provides for the solicitor to be remunerated by reference to an hourly rate)  to the provisions of section 69. 2 Subject to subsection (3), a contentious business agreement shall not affect the amount of, or any rights or remedies for the recovery of, any costs payable by the client to, or to the client by, any person other than the solicitor, and that person may, unless he has otherwise agreed, require any such costs to be   assessed   according to the rules for their   assessment   for the time being in force. 3 A client shall not be entitled to recover from any other person under an order for the payment of any costs to which a contentious business agreement relates more than the amount payable by him to his solicitor in respect of those costs under the agreement. 4 A contentious business agreement shall be deemed to exclude any claim by the solicitor in respect of the business to which it relates other than— a a claim for the agreed costs; or b a claim for such costs as are expressly excepted from the agreement. 5 A provision in a contentious business agreement that the solicitor shall not be liable for his negligence, or that of any employee of his, shall be void if the client is a natural person who, in entering that agreement, is acting for purposes which are outside his trade, business or profession. 6 A provision in a contentious business agreement that the solicitor shall be relieved from any responsibility to which he would otherwise be subject as a solicitor shall be void."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "61", "section_title": " Enforcement of contentious business agreements.", "section_text": "61 1 No action shall be brought on any contentious business agreement, but on the application of any person who— a is a party to the agreement or the representative of such a party; or b is or is alleged to be liable to pay, or is or claims to be entitled to be paid, the costs due or alleged to be due in respect of the business to which the agreement relates, the court may enforce or set aside the agreement and determine every question as to its validity or effect. 2 On any application under subsection (1), the court— a if it is of the opinion that the agreement is in all respects fair and reasonable, may enforce it; b if it is of the opinion that the agreement is in any respect unfair or unreasonable, may set it aside and order the costs covered by it to be   assessed   as if it had never been made; c in any case, may make such order as to the costs of the application as it thinks fit. 3 If the business covered by a contentious business agreement (not being an agreement to which section 62 applies) is business done, or to be done, in any action, a client who is a party to the agreement may make application to a   costs officer   of the court for the agreement to be examined. 4 A   costs officer   before whom an agreement is laid under subsection (3) shall examine it and may either allow it, or, if he is of the opinion that the agreement is unfair or unreasonable, require the opinion of the court to be taken on it, and the court may allow the agreement or reduce the amount payable under it, or set it aside and order the costs covered by it to be   assessed   as if it had never been made. 4A Subsection (4B) applies where a contentious business agreement provides for the remuneration of the solicitor to be by reference to an hourly rate. 4B If on the   assessment   of any costs the agreement is relied on by the solicitor and the client objects to the amount of the costs (but is not alleging that the agreement is unfair or unreasonable), the   costs officer   may enquire into— a the number of hours worked by the solicitor; and b whether the number of hours worked by him was excessive. 5 Where the amount agreed under any contentious business agreement is paid by or on behalf of the client or by any person entitled to do so, the person making the payment may at any time within twelve months from the date of payment, or within such further time as appears to the court to be reasonable, apply to the court, and, if it appears to the court that the special circumstances of the case require it to be re–opened, the court may, on such terms as may be just, re–open it and order the costs covered by the agreement to be   assessed   and the whole or any part of the amount received by the solicitor to be repaid by him. 6 In this section and in sections 62 and 63 “ the court ” means— a in relation to an agreement under which any business has been done in any court having jurisdiction to enforce and set aside agreements, any such court in which any of that business has been done; b in relation to an agreement under which no business has been done in any such court, and under which more than £50 is payable, the High Court; c in relation to an agreement under which no business has been done in any such court and under which not more than £50 is payable,  the county  court which would, but for the provisions of subsection (1) prohibiting the bringing of an action on the agreement, have had jurisdiction in any action on it; and for the avoidance of doubt it is hereby declared that in paragraph (a) “ court having jurisdiction to enforce and set aside agreements ” includes  the county court ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "62", "section_title": " Contentious business agreements by certain representatives.", "section_text": "62 1 Where the client who makes a contentious business agreement makes it as a representative of a person whose property will be chargeable with the whole or part of the amount payable under the agreement, the agreement shall be laid before a   costs officer   of the court before payment. 2 A   costs officer   before whom an agreement is laid under subsection (1) shall examine it and may either allow it, or, if he is of the opinion that it is unfair or unreasonable, require the opinion of the court to be taken on it, and the court may allow the agreement or reduce the amount payable under it, or set it aside and order the costs covered by it to be   assessed   as if it had never been made. 3 A client who makes a contentious business agreement as mentioned in subsection (1) and pays the whole or any part of the amount payable under the agreement without it being allowed by the officer or by the court shall be liable at any time to account to the person whose property is charged with the whole or any part of the amount so paid for the sum so charged, and the solicitor who accepts the payment may be ordered by the court to refund the amount received by him. 4 A client makes a contentious business agreement as the representative of another person if he makes it— a as his guardian, b as a trustee for him under a deed or will, c as a deputy for him appointed by the Court of Protection with powers in relation to his property and affairs, or d as another person authorised under that Act to act on his behalf."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "63", "section_title": " Effect on contentious business agreement of death, incapability or change of solicitor.", "section_text": "63 1 If, after some business has been done under a contentious business agreement but before the solicitor has wholly performed it— a the solicitor dies, or becomes incapable of acting; or b the client changes his solicitor (as, notwithstanding the agreement, he shall be entitled to do), any party to, or the representative of any party to, the agreement may apply to the court, and the court shall have the same jurisdiction as to enforcing the agreement so far as it has been performed, or setting it aside, as the court would have had if the solicitor had not died or become incapable of acting, or the client had not changed his solicitor. 2 The court, notwithstanding that it is of the opinion that the agreement is in all respects fair and reasonable, may order the amount due in respect of business under the agreement to be ascertained by   assessment , and in that case— a the   costs officer , in ascertaining that amount, shall have regard so far as may be to the terms of the agreement; and b payment of the amount found by him to be due may be enforced in the same manner as if the agreement had been completely performed. 3 If in such a case as is mentioned in subsection (1)(b) an order is made for the   assessment   of the amount due to the solicitor in respect of the business done under the agreement, the court shall direct the   costs officer   to have regard to the circumstances under which the change of solicitor has taken place, and the   costs officer , unless he is of the opinion that there has been no default, negligence, improper delay or other conduct on the part of the solicitor   , or any of his employees,  affording the client reasonable ground for changing his solicitor, shall not allow to the solicitor the full amount of the remuneration agreed to be paid to him."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "64", "section_title": " Form of bill of costs for contentious business.", "section_text": "64 1 Where the remuneration of a solicitor in respect of contentious business done by him is not the subject of a contentious business agreement, then, subject to subsections (2) to (4), the solicitor’s bill of costs may at the option of the solicitor be either a bill containing detailed items or a gross sum bill. 2 The party chargeable with a gross sum bill may at any time— a before he is served with a writ or other originating process for the recovery of costs included in the bill, and b before the expiration of three months from the date on which the bill was delivered to him, require the solicitor to deliver, in lieu of that bill, a bill containing detailed items; and on such a requirement being made the gross sum bill shall be of no effect. 3 Where an action is commenced on a gross sum bill, the court shall, if so requested by the party chargeable with the bill before the expiration of one month from the service on that party of the writ or other originating process, order that the bill be   assessed . 4 If a gross sum bill is   assessed , whether under this section or otherwise, nothing in this section shall prejudice any rules of court with respect to   assessment , and the solicitor shall furnish the   costs officer   with such details of any of the costs covered by the bill as the   costs officer   may require."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "65", "section_title": " Security for costs and termination of retainer.", "section_text": "65 1 A solicitor may take security from his client for his costs, to be ascertained by   assessment   or otherwise, in respect of any contentious business to be done by him. 2 If a solicitor who has been retained by a client to conduct contentious business requests the client to make a payment of a sum of money, being a reasonable sum on account of the costs incurred or to be incurred in the conduct of that business and the client refuses or fails within a reasonable time to make that payment, the refusal or failure shall be deemed to be a good cause whereby the solicitor may, upon giving reasonable notice to the client, withdraw from the retainer."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "66", "section_title": "Assessments  with respect to contentious business.", "section_text": "66 Subject to the provisions of any rules of court, on every   assessment   of costs in respect of any contentious business, the   costs officer   may— a allow interest at such rate and from such time as he thinks just on money disbursed by the solicitor for the client, and on money of the client in the hands of, and improperly retained by, the solicitor   or an employee of the solicitor ; and b in determining the remuneration of the solicitor, have regard to the skill, labour and responsibility involved in the business done by him   or by any employee of his who is an authorised person (within the meaning of section 56(5A)) ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "67", "section_title": " Inclusion of disbursements in bill of costs.", "section_text": "67 A solicitor’s bill of costs may include costs payable in discharge of a liability properly incurred by him on behalf of the party to be charged with the bill (including counsel’s fees) notwithstanding that those costs have not been paid before the delivery of the bill to that party; but those costs— a shall be described in the bill as not then paid; and b if the bill is   assessed  , shall not be allowed by the   costs officer   unless they are paid before the   assessment   is completed."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "68", "section_title": " Power of court to order solicitor to deliver bill, etc.", "section_text": "68 1 The jurisdiction of the High Court to make orders for the delivery by a solicitor of a bill of costs, and for the delivery up of, or otherwise in relation to, any documents in his possession, custody or power, is hereby declared to extend to cases in which no business has been done by him in the High Court. 2 The county court   and the family court each  have the same jurisdiction as the High Court to make orders making such provision as is mentioned in subsection (1) in cases where the bill of costs or the documents relate wholly or partly to contentious business done by the solicitor in  the county  court or (as the case may be) the family court . 3 In this section and in sections 69 to 71 “ solicitor ” includes the executors, administrators and assignees of a solicitor."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "69", "section_title": " Action to recover solicitor’s costs.", "section_text": "69 1 Subject to the provisions of this Act, no action shall be brought to recover any costs due to a solicitor before the expiration of one month from the date on which a bill of those costs is delivered in accordance with the requirements mentioned in subsection (2); but if there is probable cause for believing that the party chargeable with the costs— a is about to quit England and Wales, to become bankrupt or to compound with his creditors, or b is about to do any other act which would tend to prevent or delay the solicitor obtaining payment, the High Court may, notwithstanding that one month has not expired from the delivery of the bill, order that the solicitor be at liberty to commence an action to recover his costs and may order that those costs be   assessed . 2 The requirements referred to in subsection (1) are that the bill must be— a signed in accordance with subsection (2A), and b delivered in accordance with subsection (2C). 2A A bill is signed in accordance with this subsection if it is— a signed by the solicitor or on his behalf by an employee of the solicitor authorised by him to sign, or b enclosed in, or accompanied by, a letter which is signed as mentioned in paragraph (a) and refers to the bill. 2B For the purposes of subsection (2A) the signature may be an electronic signature. 2C A bill is delivered in accordance with this subsection if— a it is delivered to the party to be charged with the bill personally, b it is delivered to that party by being sent to him by post to, or left for him at, his place of business, dwelling-house or last known place of abode, or c it is delivered to that party— i by means of an electronic communications network, or ii by other means but in a form that nevertheless requires the use of apparatus by the recipient to render it intelligible, and that party has indicated to the person making the delivery his willingness to accept delivery of a bill sent in the form and manner used. 2D An indication to any person for the purposes of subsection (2C)(c)— a must state the address to be used and must be accompanied by such other information as that person requires for the making of the delivery; b may be modified or withdrawn at any time by a notice given to that person. 2E Where a bill is proved to have been delivered in compliance with the requirements of subsections (2A) and (2C), it is not necessary in the first instance for the solicitor to prove the contents of the bill and it is to be presumed, until the contrary is shown, to be a bill bona fide complying with this Act. 2F A bill which is delivered as mentioned in subsection (2C)(c) is to be treated as having been delivered on the first working day after the day on which it was sent (unless the contrary is proved). 3 Where a bill of costs relates wholly or partly to contentious business done in  the county court  and the amount of the bill does not exceed  £5,000 , the powers and duties of the High Court under this section and sections 70 and 71 in relation to that bill may be exercised and performed by  the county court . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section references to an electronic signature are to be read in accordance with section 7(2) of the Electronic Communications Act 2000 (c. 7). 6 In this section— “ electronic communications network ” has the same meaning as in the Communications Act 2003 (c. 21); “ working day ” means a day other than a Saturday, a Sunday, Christmas Day, Good Friday or a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971 (c. 80). "}, {"act": "Solicitors Act 1974", "year": 1974, "section": "70", "section_title": "Assessment  on application of party chargeable or solicitor.", "section_text": "70 1 Where before the expiration of one month from the delivery of a solicitor’s bill an application is made by the party chargeable with the bill, the High Court shall, without requiring any sum to be paid into court, order that the bill be   assessed   and that no action be commenced on the bill until the   assessment   is completed. 2 Where no such application is made before the expiration of the period mentioned in subsection (1), then, on an application being made by the solicitor or, subject to subsections (3) and (4), by the party chargeable with the bill, the court may on such terms, if any, as it thinks fit (not being terms as to the costs of the   assessment ), order— a that the bill be   assessed ; and b that no action be commenced on the bill, and that any action already commenced be stayed, until the   assessment   is completed. 3 Where an application under subsection (2) is made by the party chargeable with the bill— a after the expiration of 12 months from the delivery of the bill, or b after a judgment has been obtained for the recovery of the costs covered by the bill, or c after the bill has been paid, but before the expiration of 12 months from the payment of the bill. no order shall be made except in special circumstances and, if an order is made, it may contain such terms as regards the costs of the   assessment   as the court may think fit. 4 The power to order   assessment   conferred by subsection (2) shall not be exercisable on an application made by the party chargeable with the bill after the expiration of 12 months from the payment of the bill. 5 An order for the   assessment   of a bill made on an application under this section by the party chargeable with the bill shall, if he so requests, be an order for the   assessment   of the profit costs covered by the bill. 6 Subject to subsection (5), the court may under this section order the   assessment   of all the costs, or of the profit costs, or of the costs other than profit costs and, where part of the costs is not to be   assessed , may allow an action to be commenced or to be continued for that part of the costs. 7 Every order for the   assessment   of a bill shall require the   costs officer   to   assess   not only the bill but also the costs of the   assessment   and to certify what is due to or by the solicitor in respect of the bill and in respect of the costs of the taxation . 8 If after due notice of any   assessment   either party to it fails to attend, the officer may proceed with the   assessment   ex parte. 9 Unless— a the order   for assessment    was made on the application of the solicitor and the party chargeable does not attend   the assessment   , or b the order   for assessment   or an order under subsection (10) otherwise provides, the costs of   an assessment   shall be paid according to the event of   the assessment  , that is to say, if   the amount of the bill is reduced by one fifth , the solicitor shall pay the costs, but otherwise the party chargeable shall pay the costs. 10 The   costs officer   may certify to the court any special circumstances relating to a bill or to the   assessment   of a bill, and the court may make such order as respects the costs of the   assessment   as it may think fit. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 In this section “ profit costs ” means costs other than counsel’s fees or costs paid or payable in the discharge of a liability incurred by the solicitor on behalf of the party chargeable, and the reference in subsection (9) to the fraction of the amount   of the reduction in the bill   shall be taken, where the   assessment   concerns only part of the costs covered by the bill, as a reference to that fraction of the amount of those costs which is being   assessed ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "71", "section_title": "Assessment  on application of third parties.", "section_text": "71 1 Where a person other than the party chargeable with the bill for the purposes of section 70 has paid, or is or was liable to pay, a bill either to the solicitor or to the party chargeable with the bill, that person, or his executors, administrators or assignees may apply to the High Court for an order for the   assessment   of the bill as if he were the party chargeable with it, and the court may make the same order (if any) as it might have made if the application had been made by the party chargeable with the bill. 2 Where the court has no power to make an order by virtue of subsection (1) except in special circumstances it may, in considering whether there are special circumstances sufficient to justify the making of an order, take into account circumstances which affect the applicant but do not affect the party chargeable with the bill. 3 Where a trustee, executor or administrator has become liable to pay a bill of a solicitor, then, on the application of any person interested in any property out of which the trustee, executor or administrator has paid, or is entitled to pay, the bill, the court may order— a that the bill be   assessed   on such terms, if any, as it thinks fit; and b that such payments, in respect of the amount found to be due to or by the solicitor and in respect of the costs of the   assessment , be made to or by the applicant, to or by the solicitor, or to or by the executor, administrator or trustee, as it thinks fit. 4 In considering any application under subsection (3) the court shall have regard— a to the provisions of section 70 as to applications by the party chargeable for the   assessment   of a solicitor’s bill so far as they are capable of being applied to an application made under that subsection; b to the extent and nature of the interest of the applicant. 5 If an applicant under subsection (3) pays any money to the solicitor, he shall have the same right to be paid that money by the trustee, executor or administrator chargeable with the bill as the solicitor had. 6 Except in special circumstances, no order shall be made on an application under this section for the   assessment   of a bill which has already been   assessed . 7 If the court on an application under this section orders a bill to be   assessed , it may order the solicitor to deliver to the applicant a copy of the bill on payment of the costs of that copy."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "72", "section_title": " Supplementary provisions as to   assessments .", "section_text": "72 1 Every application for an order for the   assessment   of a solicitor’s bill or for the delivery of a solicitor’s bill and for the delivery up by a solicitor of any documents in his possession, custody or power shall be made in the matter of that solicitor. 2 Where a   costs officer   is in the course of   assessing    a bill of costs, he may request the   costs officer   of any other court to assist him in   assessing    any part of the bill, and the   costs officer   so requested shall   assess   that part of the bill and shall return the bill with his opinion on it to the   costs officer   making the request. 3 Where a request is made as mentioned in subsection (2), the   costs officer   who is requested to   assess   part of a bill shall have such powers, and may take such fees, in respect of that part of the bill, as he would have or be entitled to take if he were   assessing   that part of the bill in pursuance of an order of the court of which he is an officer; and the   costs officer   who made the request shall not take any fee in respect of that part of the bill. 4 The certificate of the   costs officer   by whom any bill has been   assessed   shall, unless it is set aside or altered by the court, be final as to the amount of the costs covered by it, and the court may make such order in relation to the certificate as it thinks fit, including, in a case where the retainer is not disputed, an order that judgment be entered for the sum certified to be due with costs."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "73", "section_title": " Charging orders.", "section_text": "73 1 Subject to subsection (2), any court in which a solicitor has been employed to prosecute or defend any suit, matter or proceedings may at any time— a declare the solicitor entitled to a charge on any property recovered or preserved through his instrumentality for his   assessed   costs in relation to that suit, matter or proceeding; and b make such orders for the   assessment   of those costs and for raising money to pay or for paying them out of the property recovered or preserved as the court thinks fit; and all conveyances and acts done to defeat, or operating to defeat, that charge shall, except in the case of a conveyance to a bona fide purchaser for value without notice, be void as against the solicitor. 2 No order shall be made under subsection (1) if the right to recover the costs is barred by any statute of limitations."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "74", "section_title": " Special provisions as to contentious business done in county courts.", "section_text": "74 1 The remuneration of a solicitor in respect of contentious business done by him in   the county court   shall be regulated in accordance with sections 59 to 73, and for that purpose those sections shall have effect subject to the following provisions of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The amount which may be allowed on the   assessment   of any costs or bill of costs in respect of any item relating to proceedings in  the county court  shall not, except in so far as rules of court may otherwise provide, exceed the amount which could have been allowed in respect of that item as between party and party in those proceedings, having regard to the nature of the proceedings and the amount of the claim and of any counterclaim."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "75", "section_title": " Saving for certain enactments.", "section_text": "75 Nothing in this Part of this Act shall affect the following enactments, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any of the provisions of the  Costs in Criminal Cases Act 1973; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e any other enactment not expressly repealed by this Act which authorises the making of rules or orders or the giving of directions with respect to costs, or which provides that any such rule, order or direction made or given under a previous enactment shall continue in force."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "76", "section_title": " Non–practising solicitors eligible for membership of Society.", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "77", "section_title": " Annual subscription to Society.", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "78", "section_title": " Cessation and suspension of membership of Society.", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "79", "section_title": "Discharge of the Council's functions", "section_text": "79 1 The Council may arrange for any function of the Council (including any function exercisable by the Council by virtue of section 80) to be exercised by— a a committee of the Council, b a sub-committee of such a committee, c a body corporate which is established for the purpose of providing services to the Council (or any committee of the Council) and is a wholly-owned subsidiary of the Society, or d an individual (whether or not a member of the Society's staff). 2 Where by virtue of subsection (1) any function may be discharged by a committee, the committee may arrange for the discharge of the function by— a a sub-committee of that committee, b a body corporate which is established for the purpose of providing services to the Council (or any committee of the Council) and is a wholly-owned subsidiary of the Society, or c an individual (whether or not a member of the Society's staff). 3 Where, by virtue of subsection (1) or (2), any function may be discharged by a sub-committee, that sub-committee may arrange for the discharge of the function by an individual (whether or not a member of the Society's staff). 4 Arrangements made under this section in respect of a function may provide that the function is to be exercised in accordance with the arrangements only (and not by the delegating body). 5 In subsection (4)\t\t\t\t\t “ the delegating body ” means— a in the case of arrangements under subsection (1), the Council; b in the case of arrangements under subsection (2), the committee; c in the case of arrangements under subsection (3), the sub-committee. 6 Subsections (2) and (3) have effect subject to any contrary direction given by the Council. 7 Where arrangements under subsection (3) relate to a function delegated by a committee under subsection (2), subsection (3) also has effect subject to any contrary direction given by that committee. 8 Any power given by subsection (1), (2) or (3) may be exercised so as to impose restrictions or conditions on the body or individual by whom the function is to be discharged. 9 A committee or sub-committee may include or consist of individuals other than— a members of the Council; b members of the Society; c solicitors. 10 A sub-committee of a committee may also include or consist of individuals other than members of the committee. 11 The Council may make arrangements for the appointment and removal of members of any committee to be made other than by the Council. 12 A committee or sub-committee may regulate its own procedure, including quorum. 13 The validity of any proceedings of a committee or sub-committee is not affected by any vacancy among its members. 14 In this section  “ wholly-owned subsidiary ” has the meaning given by section 1159 of the Companies Act 2006. 15 This section is subject to any provision to the contrary made by or under any enactment."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "80", "section_title": " Powers to act on behalf of Society.", "section_text": "80 1 Anything authorised or required to be done by the Society under or in pursuance of this Act or   any other enactment (or of any instrument made under this Act or any other enactment)   may be done on behalf of the Society by the Council; and the power to delegate functions  conferred  by section 79 shall include power to delegate functions exercisable by the Council by virtue of this subsection. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In any proceedings a document purporting to be certified by the Secretary of the Society as a copy of a resolution passed by the Council or a committee of the Council   or sub–committee  on a specified date shall be evidence that that resolution was duly passed by the Council   , committee or sub–committee  on that date."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "81", "section_title": " Administration of oaths and taking of affidavits.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "81A", "section_title": " Fees for administering oaths and taking affidavits.", "section_text": "81A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Solicitors Act 1974", "year": 1974, "section": "83", "section_title": " Power of Society to inspect file of proceedings in bankruptcy of solicitor.", "section_text": "83 Where proceedings in bankruptcy have been taken against any solicitor, the Society shall be entitled— a to inspect the file of those proceedings without payment of any fee; and b to be supplied with office copies of those proceedings on payment of the usual charge."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "84", "section_title": " Service of documents at solicitor’s place of business.", "section_text": "84 1 For the purpose of facilitating the service of notices and other documents, every solicitor who has in force, or has applied for, a practising certificate shall give notice to the Society of any change in his place or places of business before the expiration of 14 days from the date on which the change takes effect. 2 Any notice or other document required or authorised by or by virtue of this Act to be served on any person may be served on him by delivering it to him, by leaving it at his proper address or by sending it by post. 3 Any such notice or document may be served on a practising solicitor, without prejudice to any other method of service, by sending it in a registered letter addressed to him at any place specified as his place of business, or one of his places of business, in his latest application for a practising certificate or in any subsequent notice under subsection (1)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "85", "section_title": " Bank accounts.", "section_text": "85 Where a solicitor keeps an account with a bank   or a building society  in pursuance of rules under section 32— a the bank   or society  shall not incur any liability, or be under any obligation to make any inquiry, or be deemed to have any knowledge of any right of any person to any money paid or credited to the account, which it would not incur or be under or be deemed to have in the case of an account kept by a person entitled absolutely to all the money paid or credited to it; and b the bank   or society  shall not have any recourse or right against money standing to the credit of the account, in respect of any liability of the solicitor to the bank, other than a liability in connection with the account."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "86", "section_title": " Bankers’ books.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "86A", "section_title": "Rules", "section_text": "86A 1 Rules made by the Society under this Act may — a make provision generally or subject to exceptions or only in relation to specified cases; b make different provision for different cases or circumstances or for different purposes. 2 Without prejudice to the generality of subsection (1), any rules prescribing a fee may provide for that fee to be reduced or waived in such circumstances as may be specified in the rules."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "87", "section_title": " Interpretation.", "section_text": "87 1 In this Act, except where the context otherwise requires,— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                       . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                        “ bank ” means the Bank of England  or a person   (other than a building society) who has permission under  Part 4A  of the Financial Services and Markets Act 2000 to accept deposits  ... ;  “ building society ” means a building society within the meaning of the Building Societies Act 1986   . . ..  “ the Charter ” means the Royal Charter dated 26th February 1845, whereby the Society was incorporated, together with the Royal Charters supplemental to it dated respectively 26th November 1872, 4th June 1903, 2nd June 1909 and 10th March 1954; “ client ” includes— in relation to contentious business, any person who as a principal or on behalf of another person retains or employs, or is about to retain or employ, a solicitor, and any person who is or may be liable to pay a solicitor’s costs; in relation to non–contentious business, any person who, as a principal or on behalf of another, or as a trustee or executor, or in any other capacity, has power, express or implied, to retain or employ, and retains or employs or is about to retain or employ, a solicitor, and any person for the time being liable to pay to a solicitor for his services any costs; “ client account ” means an account   subject to rules under section 32(1)(a) ; “ contentious business ” means business done, whether as solicitor or advocate, in or for the purposes of proceedings begun before a court or before an arbitrator  . . ., not being business which falls within the definition of non–contentious or common form probate business contained in  section 128 of the   Senior Courts  Act 1981 ; “ contentious business agreement ” means an agreement made in pursuance of section 59; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ costs ” includes fees, charges, disbursements, expenses and remuneration; “ the Council ” means the Council of the Society elected in accordance with the provisions of the Charter and this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                       . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ indemnity rules ” means rules under section 37; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ local law society ” means a society which is for the time being recognised by the Council as representative of solicitors in some particular part of England and Wales; “ non–contentious business ” means any business done as a solicitor which is not contentious business as defined by this subsection; “officer”, in relation to a limited liability partnership, means a member of the limited liability partnership; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ practising certificate ” has the meaning assigned to it by section 1; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the roll ” means the list of solicitors of the   Senior Courts  kept by the Society under section 6; “Secretary” of the Society includes any deputy or person appointed temporarily to perform the duties of that office; “ the Society ” means the Law Society, that is to say, the Society incorporated and regulated by the Charter; “ sole solicitor ” means a solicitor who is the sole principal in a practice  (other than an incorporated practice)  ; ...  “ solicitor ” means solicitor of the   Senior Courts ; “ solicitor in Scotland ” means a person enrolled or deemed to have been enrolled as a solicitor in pursuance of the  Solicitors (Scotland) Act 1933; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ training regulations ” means regulations under section 2; “ the Tribunal ” means the Solicitors Disciplinary Tribunal; “ trust ” includes an implied or constructive trust and a trust where the trustee has a beneficial interest in the trust property, and also includes the duties incident to the office of a personal representative, and “ trustee ” shall be construed accordingly; “ unqualified person ” means a person who is not qualified under section 1 to act as a solicitor. 1A In this Act “authorised insurer” means— a a person who has permission under  Part 4A  of the Financial Services and Markets Act 2000 to effect or carry out contracts of insurance of a relevant class; b a person who carries on an insurance market activity, within the meaning of section 316(3) of that Act; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B A contract of insurance is of a relevant class for the purposes of subsection (1A) if it insures against risks arising from— a accident; b credit; c legal expenses; d general liability to third parties; e sickness; f suretyship; g miscellaneous financial loss. 1C The definition of “bank” in subsection (1) and subsections (1A) and (1B) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act. 2 In this Act— a references to the removal of a solicitor’s name from the roll are references to its removal at his own request  or in pursuance of regulations under section 28(3A); b references to striking a solicitor’s name off the roll are references to striking it off  as a disciplinary sanction ; and c references to removal or striking off include references to deleting an entry made by means of a computer by whatever means are appropriate. 3 In this Act, except where otherwise indicated— a a reference to a numbered Part, section or Schedule is a reference to the Part or section of, or the Schedule to, this Act so numbered; b a reference in a section to a numbered subsection is a reference to the subsection of that section so numbered; c a reference in a section, subsection or Schedule to a numbered paragraph is a reference to the paragraph of that section, subsection or Schedule so numbered; and d a reference in a paragraph to a numbered sub–paragraph is a reference to the sub–paragraph of that paragraph so numbered. 4 Except where the context otherwise requires, references in this Act to any enactment shall be construed as references to that enactment as amended or applied by or under any other enactment, including this Act."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "88", "section_title": " Saving for solicitors to public departments and City of London.", "section_text": "88 1 Nothing in this Act shall prejudice or affect any rights or privileges of the solicitor to the Treasury, any other public department, the Church Commissioners or the Duchy of Cornwall, or require any such officer or any clerk or officer appointed to act for him to be admitted or enrolled or to hold a practising certificate in any case where it would not have been necessary for him to be admitted or enrolled or to hold such a certificate if this Act had not been passed. 1A The exemption from the requirement to hold a practising certificate conferred by subsection (1) above shall not apply to solicitors who are Crown Prosecutors. 2 Sections 31 and 32(1) shall not apply to, and nothing in this Act shall prejudice or affect any rights or privileges which immediately before the commencement of this Act attached to the office of, the Solicitor of the City of London."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "89", "section_title": " Consequential amendments, repeals, savings, etc.", "section_text": "89 1 The enactments specified in Schedule 3 shall have effect subject to the amendments there specified, being amendments consequential upon the provisions of this Act. 2 The enactments specified in Schedule 4 are hereby repealed to the extent specified in the third column of that Schedule. 3 In so far as any instrument or other document made, issued, served or kept or treated as having been or having effect as if made, issued, served or kept, or other thing done or treated as having been or having effect as if done, under or for the purposes of any of the enactments repealed by this Act (in this section referred to as “ the repealed enactments ”) could have been made, issued, served, kept or done under or for the purposes of a corresponding provision of this Act, it shall not be invalidated by the repeal but shall have effect as if made, issued, served, kept or done under or for the purposes of that corresponding provision; and anything begun under any of the repealed enactments may be continued under any corresponding provision of this Act as if begun under that provision. 4 Any enactment or other document referring to any of the repealed enactments shall, so far as may be necessary for preserving its effect, be construed as referring to this Act or to the corresponding provision of this Act. 5 References in any enactment or instrument to the disciplinary committee constituted under section 46 of the  Solicitors Act 1957 shall be construed as references to the Tribunal. 6 References in any enactment to solicitors, attorneys or proctors, or to the registrar of attorneys and solicitors or the registrar of solicitors, shall be construed as references to solicitors and to the Society respectively. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Nothing in this Act shall be taken as prejudicing the operation of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978 \t\t\t\t\t(which relates to the effect of repeals)."}, {"act": "Solicitors Act 1974", "year": 1974, "section": "90", "section_title": " Short title, commencement and extent.", "section_text": "90 1 This Act may be cited as the Solicitors Act 1974. 2 This Act shall come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint, not being earlier than the first day on which all the provisions of the   Solicitors (Amendment) Act 1974 are in force. 3 If any order made under section 19(7) of the   Solicitors (Amendment) Act 1974 makes any savings from the effect of any provision of that Act which it brings into force, the order under subsection (2) may make corresponding savings from the effect of the corresponding provision of this Act. 4 The provisions of this Act extend to England and Wales only, with the exception of— a section 4(4) and the repeal of section 5(3) of the   Solicitors Act 1957, which extend to Scotland; b section 29 and the repeal of section I of the   Solicitors (Amendment) Act 1974, which extend to Northern Ireland; c sections 5(3) and 86,   . . . and the repeals of section 5(2) of the Solicitors Act 1957 and paragraphs 1 and 5 of Schedule 2 to the   Solicitors (Amendment) Act 1974, all of which extend both to Scotland and to Northern Ireland."}]