[{"act": "Light Railways Act 1896", "year": 1896, "section": "1", "section_title": " Duty of Light Railway Commission.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 It shall be the duty of the Light Railway Commissioners to carry this Act into effect, and to offer, so far as they are able, every facility for considering and maturing proposals to construct light railways. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Light Railways Act 1896", "year": 1896, "section": "2", "section_title": " Application for orders authorising light railways.", "section_text": "2 An application for an order authorising a light railway under this Act shall be made to the Light Railway Commissioners, and may be made— a by the council of any county, borough, or district, through any part of which the proposed railway is to pass; or b by any individual, corporation, or company; or c jointly by any such councils, individuals, corporations, or companies."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "3", "section_title": " Powers of local authorities under order.", "section_text": "3 1 The council of any county, borough, or district, may if authorised by an order under this Act— a undertake themselves to construct and work, or to contract for the construction or working of the light railway authorised; b advance to a light railway company, either by way of loan or as part of the share capital of the company, or partly in one way and partly in the other, any amount authorised by the order; c join any other council or any person or body of persons in doing any of the things above mentioned; and d do any such other Act incidental to any of the things above mentioned as may be authorised by the order. 2 Provided that— a an order authorising a council to undertake to construct and work or to contract for the construction or working of a light railway, or to advance money to a light railway company, shall not be made except on an application by the council made in pursuance of a special resolution passed in manner directed by the First Schedule to this Act; and b a council shall not construct or work or contract for the construction or working of any light railway wholly or partly outside their area, or advance any money for the purpose of any such railway, except jointly with the council of the outside area, or on proof to the satisfaction of the Board of Trade that such construction, working, or advance is expedient in the interests of the area of the first-mentioned council, and in the event of their being authorised so to do their expenditure shall be so limited by the order as not to exceed  such amount as the Board of Trade think fit under the circumstances."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Light Railways Act 1896", "year": 1896, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Light Railways Act 1896", "year": 1896, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Light Railways Act 1896", "year": 1896, "section": "7", "section_title": " Consideration of application by Light Railway Commissioners.", "section_text": "7 1 Where an application for authorising a light railway under this Act is made to the Light Railway Commissioners, those Commissioners shall, in the first instance, satisfy themselves that all reasonable steps have been taken for consulting the local authorities, including  road authorities local roads authorities (within the meaning of the Roads (Scotland) Act 1984 , through whose areas the railway is intended to pass, and the owners and occupiers of the land it is proposed to take, and for giving public notice of the application, and shall also themselves by local inquiry and such other means as they think necessary possess themselves of all such information as they may consider material or useful for determining the expediency of granting the application. 2 The applicants shall satisfy the Commissioners that they have— a published once at least in each of two consecutive weeks, in some newspaper circulating in the area or some part of the area through which the light railway is to pass, an advertisement describing shortly the land proposed to be taken and the purpose for which it is proposed to be taken, naming a place where a plan of the proposed works and the lands to be taken, and a book of reference to the plan, may be seen at all reasonable hours, and stating the quantity of land required; and b served notice in the prescribed manner on every reputed owner, lessee, and occupier of any land intended to be taken, describing in each case the land intended to be taken, and inquiring whether the person so served assents to or dissents from the taking of his land, and requesting him to state any objections he may have to his land being taken. The plan and book of reference shall be in the prescribed form, and for the purposes of this section the expression “ prescribed ” shall mean prescribed by rules made under this Act. 3 The Commissioners shall before deciding on an application give full opportunity for any objections to the application to be laid before them, and shall consider all such objections, whether made formally or informally. 4 If after consideration the Commissioners think that the application should be granted, they shall settle any draft order submitted to them by the applicants for authorising the railway, and see that all such matters (including provisions for the safety of the public and particulars of the land proposed to be taken) are inserted therein, as they think necessary for the proper construction and working of the railway. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Light Railways Act 1896", "year": 1896, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Light Railways Act 1896", "year": 1896, "section": "9", "section_title": " Consideration of order by Board of Trade.", "section_text": "9 1 The Board of Trade shall consider any order submitted to them under this Act . . .   with special reference to— a the expediency of requiring the proposals to be submitted to Parliament; and b the safety of the public; and c any objection lodged with them in accordance with this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 If the Board of Trade on such consideration are of opinion that by reason of the magnitude of the proposed undertaking, or of the effect thereof on the undertaking of any railway company existing at the time, or for any other special reason relating to the undertaking, the proposals of the promoters ought to be submitted to Parliament, they shall not confirm the order. 4 The Board of Trade shall modify the provisions of the order for ensuring the safety of the public in such manner as they consider requisite or expedient. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Light Railways Act 1896", "year": 1896, "section": "10", "section_title": " Confirmation of order by Board of Trade.", "section_text": "10 The Board of Trade may confirm the order with or without modifications as the case may require, and an order so confirmed . . .   shall be conclusive evidence that all the requirements of this Act in respect of proceedings required to be taken before the making of the order have been complied with."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "11", "section_title": " Provisions which may be made by the order.", "section_text": "11 An order under this Act may contain provisions consistent with this Act for all or any of the following purposes:— a the incorporation, subject to such exceptions and variations as may be mentioned in the order, of all or any of the provisions of the Clauses Acts as defined by this Act. Provided that where it appears to the Board of Trade that variations of the Lands Clauses Acts are required by the special circumstances of the case, the Board of Trade shall make a special report to Parliament on the subject, and that nothing in this section shall authorise any variation of the provisions of the Lands Clauses Acts with respect to the purchase and taking of land otherwise than by agreement; and b the application, if and so far as may be considered necessary, of any of the enactments mentioned in the Second Schedule to this Act (being enactments imposing obligations on railway companies with respect to the safety of the public and other matters); and c giving the necessary powers for constructing and working the railway and any works incidental thereto, including power to make agreements with any railway or other company, or any authority, person, or body of persons, for the purpose; and d giving any railway or any other company or any authority, person, or body of persons any power required for carrying the order into effect; and e the constitution as a body corporate of a company for the purpose of carrying out the objects of the order; and f the representation on the managing body of the railway of any council who advance, or agree to advance, any money for the purpose of the railway; and g authorising a council to advance or borrow money for the purposes of the railway and limiting the amount to be so advanced or borrowed, and regulating the terms on which any money is to be so advanced or borrowed; and h the manner in which the profits are to be divided, where an advance is made by a council to a light railway company as part of the share capital of the company; and i the proper audit of the accounts of the managing body of the railway where the managing body is not a local authority and the time within which the railway must be constructed; and j  . . .  k In the case of a new company, requiring the company to make a deposit with the Accountant General of the Supreme Court, and providing for the time of making and the application of the deposit and for its being laid out at interest, invested by the Accountant General in securities or transferred to one of the funds established by schemes made under  section 42 of the Administration of Justice Act 1982 ; l empowering any local authority to acquire the railway;  or, except in the case of a railway of the nature of a tramway, empowering a railway company to acquire the railway ; and m any other matters, whether similar to the above or not, which may be considered ancillary to the objects of the order or expedient for carrying those objects into effect."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "12", "section_title": " Application of general Railway Acts.", "section_text": "12 1 The Clauses Act, as defined by this Act, and the enactments mentioned in the Second Schedule to this Act, shall not apply to a light railway authorised under this Act except so far as they are incorporated or applied by the order authorising the railway. 2 Subject to the foregoing provisions of this Act and to any special provisions contained in the order authorising the railway, the general enactments relating to railways shall apply to a light railway under this Act in like manner as they apply to any other railway; and for the purposes of those enactments, and of the Clauses Acts so far as they are incorporated or applied by the order authorising the railway, the light railway company shall be deemed a railway company, and the order under this Act a special Act, and any provision thereof a special enactment.  . . . "}, {"act": "Light Railways Act 1896", "year": 1896, "section": "13", "section_title": " Mode of settling purchase money and compensation for taking of land. ", "section_text": "13 1 Where any order under this Act incorporates the Lands Clauses Acts, any matter which under those Acts may be determined by the verdict of a jury, by arbitration, or by two justices, shall for the purposes of the order be referred to and determined by a single arbitrator appointed by the parties, or if the parties do not concur in the appointment of a single arbitrator then by the Board of Trade, and the provisions of this Act shall apply with respect to the determination of any such matter in lieu of those of the Lands Clauses Acts relating thereto. Provided that in determining the amount of compensation, the arbitrator shall have regard to the extent to which the remaining and contiguous lands and hereditaments belonging to the same proprietor may be benefited by the proposed light railway. 2 The Board of Trade may, with the concurrence of the Lord Chancellor, make rules fixing a scale of costs to be applicable on any such arbitration, and may, by such rules, limit the cases in which the costs of counsel are to be allowed. 3 The  Arbitration Act 1950  shall apply to any arbitration under this section."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "14", "section_title": " Payment of purchase money or compensation.", "section_text": "14 Any order under this Act may, notwithstanding anything in the Lands Clauses Acts, authorise the payment to trustees of any purchase money or compensation not exceeding five hundred pounds."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "15", "section_title": " Provisions as to Board of Trade.", "section_text": "15 1 If the Board of Trade hold a local inquiry for the purposes of this Act, Part 1. of the  Board of Trade Arbitrations, &c. Act 1874, shall apply to any inquiry so held as if— a the inquiry was held on an application made in pursuance of a special Act; and b the parties making the application for the order authorising the light railway, and in the case of an inquiry held with reference to an objection made to any such application the persons making the objection in addition, were parties to the application within the meaning of section three of the Act. 2 The Board of Trade may make such rules as they think necessary for regulating the procedure under this Act, . . .   before the Board of Trade . . .   and any other matters which they may think expedient to regulate by rule for the purpose of carrying this Act into effect. 3 There shall be charged in respect of proceedings under this Act before the Board of Trade . . .   such fees as may be fixed by the Treasury on the recommendation of the Board of Trade. 4 Any expenses of the Board of Trade under this Act shall, except so far as provision is made for their payment by or under this Act, be defrayed out of moneys provided by Parliament. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Light Railways Act 1896", "year": 1896, "section": "16", "section_title": " Expenses of local authorities. ", "section_text": "16 1 The council of any county, borough, or district may pay any expenses incurred by them and allowed by the Light Railway Commissioners with reference to any application for an order authorising a light railway under this Act,  in the case of a county council as general expenses, in the case of a borough council out of the borough fund or rate, and in the case of a district council other than a borough council as general expenses under the Public Health Acts. Provided that any expenses incurred by a county council under this Act may be declared by the order authorising the railway or, in the event of an unsuccessful application for such an order, by the Light Railway Commissioners, to be exclusively chargeable on certain parishes only in the county, and those expenses shall be levied accordingly as expenses for a special county purpose under  the  Local Government Act 1972 . 2 Where the council of any county, borough, or district are authorised to expend any money by an order authorising a light railway under this Act, they may raise the money required,— a if the expenditure is capital expenditure, by borrowing . . .  ; and b if the expenditure is not capital expenditure, as if it was on account of the expenses of an application under this Act. 3 The Board of Trade may from time to time on the application of any council extend, subject to the limitations of this Act, the limit of the amount which the council are authorised by an order under this Act to borrow, or to advance to a light railway company, and the limit so extended shall be substituted for the limit fixed by the order. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Any profits made by a council in respect of a light railway shall be applied in aid of the rate out of which the expenses of the council in respect of the light railway are payable. 6 Where a rate is levied for meeting any expenditure under this Act, the demand note for the rate shall state, in a form prescribed by the  Secretary of State  the proportion of the rate levied for that expenditure."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Light Railways Act 1896", "year": 1896, "section": "18", "section_title": " Working of ordinary railway as light railway.", "section_text": "18 Where a company have power to construct or work a railway, they may be authorised by an order under this Act to construct and work or to work the railway or any part of it as a light railway under this Act."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "19", "section_title": " Power of owners to grant land or advance money for a light railway. ", "section_text": "19 1 Where any person has power, either by statute or otherwise, to sell and convey any land for the purpose of any works of a light railway, he may, with the sanction of the Board of Agriculture given under this section, convey the land for that purpose either without payment of any purchase money or compensation or at a price less than the real value, and may so convey it free from all incumbrances thereon. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The Board of Agriculture shall not give their sanction under this section unless they are satisfied that the works for which the land is conveyed . . .   will effect a permanent increase in the value of the land held by the same title or of other land of the same landowner exceeding . . .   that which is, in the opinion of the Board of Agriculture, the real value of the land conveyed or the difference between that value and the price, as the case may be, . . .  : Provided also, that if the land proposed to be conveyed is subject to incumbrances, the Board of Agriculture, before giving their sanction under this section, shall cause notice to be given to the incumbrancers, and shall consider the objections, if any, raised by them."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "20", "section_title": " Power to grant Crown lands. ", "section_text": "20 1 The Crown Estate Commissioners  shall, on behalf of Her Majesty, have the like powers to convey Crown lands as are by this Act conferred upon persons having power, either by statute or otherwise, to sell and convey lands, except that in the case of Crown lands the sanction of the Treasury shall be substituted for the sanction of the Board of Agriculture. 2 In subsection (1), in relation to land to which section 90B(5) of the Scotland Act 1998 applies— a the reference to the Crown Estate Commissioners is to be read as a reference to the person who manages the land, and b the reference to the Treasury is to be read as a reference to the Scottish Ministers."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "21", "section_title": " Provision as commons. ", "section_text": "21 1 No land being part of any common and no easement over or affecting any common, shall be purchased, taken, or acquired under this Act without the consent of the Board of Agriculture, and the Board shall not give their consent unless they are satisfied that, regard being had to all the circumstances of the case, such purchase, taking, or acquisition is necessary, that the exercise of the powers conferred by the order authorising the railway will not cause any greater injury to the common than is necessary, and that all proper steps have been taken in the interest of the commoners and of the public to add other land to the common (where this can be done) in lieu of the land taken, and where a common is divided to secure convenient access from one part of the common to the other. 2 The expression “ common ” in this section shall include any land subject to be enclosed under the Inclosure Acts 1845 to 1882, any metropolitan common within the meaning of the Metropolitan Commons Acts 1866 to 1878, and any town or village green."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "22", "section_title": " Preservation of scenery and objects of historical interest.", "section_text": "22 If any objection to any application for authorising a light railway is made to . . .   the Board of Trade on the ground that the proposed undertaking will destroy or injure any building or other object of historical interest, or will injuriously affect any natural scenery, . . .   the Board of Trade . . .   shall consider any such objection, and give to those by whom it is made a proper opportunity of being heard in support of it."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "23", "section_title": " Junctions with existing railways.", "section_text": "23 Any junction of a light railway authorised under this Act with any existing railway shall so far as is in the opinion of the Board of Trade reasonably practicable avoid interference with lines of rails used for passenger traffic."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "24", "section_title": " Amendment of order. ", "section_text": "24 An order authorising a light railway under this Act may be altered or added to by an amending order made in like manner and subject to the like provisions as the original order. Provided that— a the amending order may be made on the application of any authority or person; and b the Board of Trade, in considering the expediency of requiring the proposals for amending the order to be submitted to Parliament, shall have regard to the scope and provisions of the original order; and c the amending order shall not confer any power to acquire the railway except with the consent of the owners of the railway."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "25", "section_title": " Provision as to telegraphs.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Light Railways Act 1896", "year": 1896, "section": "26", "section_title": " Application to Scotland.", "section_text": "26 This Act shall apply to Scotland with the following modifications:— 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 References to the council of any county, borough, or district, shall be construed as references  to a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; 3 “ Arbiter ” shall be substituted for “arbitrator”, and that arbiter shall be deemed to be a single arbiter within the meaning of the Lands Clauses Acts, and in lieu of the provisions of  the  Arbitration Act 1950 , the provisions of the Lands Clauses Acts with respect to an arbitration shall apply, except the provisions of the said Acts as to the expenses of the arbitration, in lieu of which the following provision shall have effect, namely, the expenses of the arbitration and incident thereto shall be in the discretion of the arbiter, who may direct to and by whom and in what manner those expenses, or any part thereof, shall be paid, and may tax or settle the amount of expenses to be so paid, or any part thereof, and may award expenses to be paid as between agent and client; 4 The Lord President of the Court of Session shall be substituted for the Lord Chancellor; 5 The money necessary to defray expenditure, not being capital expenditure incurred by a county council in pursuance of this Act, shall be raised by a rate . . .   The money necessary to defray expenditure similarly incurred by a town council,  ... or burgh commissioners shall be raised by a rate . . .   If the expenditure incurred is capital expenditure it shall be raised by borrowing . . .   the rate chargeable for repayment of capital, including interest and expenses, being the same rate as is liable for maintenance as aforesaid; 6 The provisions relating to district councils shall apply to district committees or combinations of parish councils, subject to the following modifications:— a A district committee shall not be entitled to make an application under section two hereof except with the consent of the county council given at a special or statutory meeting of the council, of which one month’s special notice, setting forth the purpose of the meeting, shall have been sent to each councillor: b A resolution to give such consent shall not be passed by the council unless two-thirds of the councillors present and voting at the special or statutory meeting concur in the resolution: c Nothing in this Act shall authorise a district committee to raise money by rate or loan, but any money necessary to defray expenditure, not being capital expenditure incurred by it in pursuance of this Act, shall be raised by the county council by a rate imposed along with but as a separate rate from the road rate; and any money necessary to defray capital expenditure shall be raised by the county council by borrowing in the manner authorised by the order, as in section sixteen hereof mentioned; 7 The expression “ Clauses Acts ” shall mean the Lands Clauses Acts, the  Railway Clauses Consolidation (Scotland) Act 1845, the  Companies Clauses Consolidation (Scotland) Act 1845, the  Companies Clauses Act 1863, the  Railways Clauses Act 1863, and the  Companies Clauses Act 1869; 8 References to  the  Local Government Act 1972  shall be construed as references to  the  Local Government (Scotland) Act 1973 ; 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Light Railways Act 1896", "year": 1896, "section": "27", "section_title": " Extent of Act.", "section_text": "27 This Act shall not extend to Ireland."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "28", "section_title": " Definitions.", "section_text": "28 In this Act, unless the context otherwise requires,— The expression “ light railway company ” includes any person or body of persons, whether incorporated or not, who are authorised to construct, or are owners or lessees of, any light railway authorised by this Act, or who are working the same under any working agreement: The expression “ Clauses Acts ” means the Lands Clauses Acts, the  Railways Clauses Consolidation Act 1845, and the  Railways Clauses Act 1863, and the Companies Clauses Acts 1845 to 1889: The expression “ share capital ” includes any capital, whether consisting of shares or of stock, which is not raised by means of borrowing."}, {"act": "Light Railways Act 1896", "year": 1896, "section": "29", "section_title": " Short title.", "section_text": "29 This Act may be cited as the Light Railways Act 1896."}]