[{"act": "Courts (Colonial) Jurisdiction Act 1874", "year": 1874, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as The Courts (Colonial) Jurisdiction Act 1874."}, {"act": "Courts (Colonial) Jurisdiction Act 1874", "year": 1874, "section": "2", "section_title": " Definition of term “colony.”", "section_text": "2 For the purposes of this Act, The term “ colony ” shall not include any places within the United Kingdom, the Isle of Man  The Channel Islands, . . .   but shall include  any plantation, territory, or settlement situate elsewhere within Her Majesty’s dominions, and subject to the same local government; and for the purposes of this Act, all plantations, territories, and settlements under a central legislature shall be deemed to be one colony under the same local government."}, {"act": "Courts (Colonial) Jurisdiction Act 1874", "year": 1874, "section": "2A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2A"}, {"act": "Courts (Colonial) Jurisdiction Act 1874", "year": 1874, "section": "3", "section_title": " At trials in any colonial courts by virtue of Imperial Acts, courts empowered to pass sentences as if crimes had been committed in the colony.", "section_text": "3 When, by virtue of any Act of Parliament now or hereafter to be passed, a person is tried in a court of any colony for any crime or offence committed upon the high seas or elsewhere out of the territorial limits of such colony and of the local jurisdiction of such court, or if committed within such local jurisdiction made punishable by that Act, such person shall, upon conviction, be liable to such punishment as might have been inflicted upon him if the crime or offence had been committed within the limits of such colony and of the local jurisdiction of the court, and to no other, anything in any Act to the contrary notwithstanding: Provided always, that if the crime or offence is a crime or offence not punishable by the law of the colony in which the trial takes place, the person shall, on conviction, be liable to such punishment (other than capital punishment) as shall seem to the court most nearly to correspond to the punishment to which such person would have been liable in case such crime or offence had been tried in England."}]