[{"act": "Evidence Further Amendment (Scotland) Act 1874", "year": 1874, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Evidence Further Amendment (Scotland) Act 1874", "year": 1874, "section": "2", "section_title": " Parties and their husbands and wives to be witnesses in proceedings on account of adultery.", "section_text": "2 The parties to any proceeding instituted in consequence of adultery, and the husbands and wives of such parties, shall be competent to give evidence in such proceeding; provided that no witness in any proceeding, whether a party to the suit or not, shall be liable to be asked or bound to answer any question tending to show that he or she has been guilty of adultery, unless such witness shall have already given evidence in the same proceeding in disproof of his or her alleged adultery."}, {"act": "Evidence Further Amendment (Scotland) Act 1874", "year": 1874, "section": "3", "section_title": " Law as to proof of promise of marriage in declarator of marriage founded thereon, cum copula subsequente, not to be altered.", "section_text": "3 Nothing in this Act contained shall be construed to alter or affect the law of Scotland in force at and prior to the passing of this Act relating to the proof of a promise of marriage in any action of declarator of marriage founded upon promise of marriage, cum copula subsequente."}, {"act": "Evidence Further Amendment (Scotland) Act 1874", "year": 1874, "section": "4", "section_title": " Short-hand writers may be employed to record evidence in sheriff courts.", "section_text": "4 In every case of a proof in a civil cause or proceeding in a sheriff court in Scotland, and in every case of evidence being taken in any such cause or proceeding to lie in retentis, the following provisions shall have effect: 1 It shall be competent to the sheriff, on the motion of any party to the cause or proceeding and if he sees fit, to cause the evidence to be taken down and recorded in short-hand by a writer skilled in short-hand writing, to whom the oath de fideli administratione shall be administered, provided that the sheriff shall himself dictate to the short-hand writer the evidence which he is to record, and a note of the documents adduced and any admissions made by the parties: 2 When a short-hand writer is so employed he shall be appointed by the sheriff and paid by the parties in the first instance equally, and the extended notes of such short-hand writer, certified by him as correct, shall be the record of the oral evidence in the case; provided that, should the correctness of the said record of evidence be questioned it shall be competent to the sheriff to satisfy himself in regard thereto, by the examination of witnesses or otherwise, and, if necessary, to amend the said record."}, {"act": "Evidence Further Amendment (Scotland) Act 1874", "year": 1874, "section": "5", "section_title": " Interpretation of terms. ", "section_text": "5 In this Act the term “ sheriff ” includes sheriff substitute, and any person appointed by a sheriff to take evidence on commission according to the present law and practice."}, {"act": "Evidence Further Amendment (Scotland) Act 1874", "year": 1874, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited for all purposes as “The Evidence Further Amendment (Scotland) Act 1874”."}]