[{"act": "Crown Lands Act 1851", "year": 1851, "section": "114.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Crown Lands Act 1851", "year": 1851, "section": "15", "section_title": " Appointment of ex-officio Commissioners of Works and Public Buildings.", "section_text": "15 Her Majesty’s Principal Secretaries of State for the time being, and the President and Vice President for the time being of the Committee of Council appointed for the consideration of matters relating to Trade and Foreign Plantations, shall by virtue of their respective offices be Commissioners of Works   . . ., and shall   . . . be styled “The Commissioners of Her Majesty’s Works and Public Buildings.”"}, {"act": "Crown Lands Act 1851", "year": 1851, "section": "1620.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Crown Lands Act 1851", "year": 1851, "section": "21", "section_title": " Commissioners of Works, &c. to perform the duties formerly performed by Surveyor General.", "section_text": "21 All the duties and powers which would have been performed and exercised by the Surveyor General of Her Majesty’s Works and Public Buildings if the  Crown Lands Act 1832 had not been passed, and the exemptions and privileges which would have been enjoyed by the said Surveyor General if such Act had not been passed, so far as such duties and powers, exemptions and privileges, are not inconsistent with the enactments of this Act, shall be performed, exercised, and enjoyed by such Commissioners of Works; and all Acts of Parliament, deeds, and other instruments, in which the Surveyor General of Works and Public Buildings is mentioned, so far as the said deeds and instruments are now in force, and so far as the enactments of the said Acts are not inconsistent with the enactments of this Act, shall apply to the Commissioners of Works, as if such Commissioners of Works had been originally named or mentioned in such Acts of Parliament, or named or mentioned in or made parties to such deeds and instruments respectively, instead of such Surveyor General."}, {"act": "Crown Lands Act 1851", "year": 1851, "section": "22", "section_title": " Duties of Commissioners of Woods, &c. in relation to royal parks, &c., and under the Acts in schedule, vested in Commissioners of Works.", "section_text": "22 The Commissioners of Works shall perform and exercise the duties and powers of management, and all other duties and powers which, if this Act had not been passed, would have been performed and exercised by the Commissioners of Her Majesty’s Woods, Forests, Land Revenues, Works, and Buildings, of and in relation to the royal parks, gardens, and possessions herein-after mentioned; that is to say, Saint James’s, Hyde, and Parks, Green Kensington Gardens, Chelsea Garden, The Treasury Garden, Parliament Square Garden, Regent’s Park, Primrose Hill, Victoria Park, Battersea Park, Greenwich Park, Kew Gardens, Pleasure Grounds, and Green, Kew and Richmond Roads, Hampton Court Gardens, Green, and Road, Hampton Court Park, Richmond Park and Green, Bushey Park,   . . . and Holyrood Park; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crown Lands Act 1851", "year": 1851, "section": "23", "section_title": " Powers as to parts of the parks preserved to Commissioners of Woods &c. under this Act. ", "section_text": "23 Provided always, that all such houses, gardens, and portions of ground within any of the royal parks herein-before mentioned, as are now leased or agreed to be leased, shall be under the management of the Commissioners of Woods; and all the powers of leasing such parts of Victoria Park and Regent’s Park respectively as, if this Act had not been passed, might from time to time be leased by the Commissioners of her Majesty’s Woods, Forests, Land Revenues, Works, and Buildings, and all powers in relation to the parts so to be leased, which would have been vested in or might have been exercised by such last-mentioned Commissioners, shall be vested in and may be exercised by the Commissioners of Woods."}, {"act": "Crown Lands Act 1851", "year": 1851, "section": "2441.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}]