[{"act": "Sale of Arsenic Regulation Act 1851", "year": 1851, "section": "I", "section_title": "On every Sale of Arsenic, Particulars of Sale to be entered in a Book by the Seller in Form set forth in Schedule to this Act.", "section_text": " I   Every Person who shall sell any Arsenic shall forthwith, and before the Delivery of such Arsenic to the Purchaser, enter or cause to be entered in a fair and regular Manner, in a Book or Books to be kept by such Person for that Purpose, in the Form set forth in the Schedule to this Act, or to the like Effect, a Statement of such Sale, with the Quantity of Arsenic so sold, and the Purpose for which such Arsenic is required or stated to be required, and the Day of the Month and Year of the Sale, and the Name, Place of Abode, and Condition or Occupation of the Purchaser, into all which Circumstances the Person selling such Arsenic is hereby required and authorized to inquire of the Purchaser before the Delivery to such Purchaser of the Arsenic sold, and such Entries shall in every Case be signed by the Person making the same, and shall also be signed by the Purchaser, unless such Purchaser profess to be unable to write (in which Case the Person making the Entries hereby required shall add to the Particulars to be entered in relation to such Sale the Words \" cannot write \" ), and, where a Witness is hereby required to the Sale, shall also be signed by such Witness, together with his Place of Abode.  "}, {"act": "Sale of Arsenic Regulation Act 1851", "year": 1851, "section": "II", "section_title": "Restrictions as to Sale of Arsenic.", "section_text": " II   No Person shall sell Arsenic to any Person who is unknown to the Person selling such Arsenic, unless the Sale be made in the Presence of a Witness who is known to the Person selling the Arsenic, and to whom the Purchaser is known, and who signs his Name, together with his Place of Abode, to such Entries, before the Delivery of the Arsenic to the Purchaser, and no Person shall sell Arsenic to any Person other than a Person of full Age.  "}, {"act": "Sale of Arsenic Regulation Act 1851", "year": 1851, "section": "III", "section_title": "Provision for colouring Arsenic.", "section_text": " III   No Person shall sell any Arsenic unless the same be before the Sale thereof mixed with Soot or Indigo in the Proportion of One Ounce of Soot or Half an Ounce of Indigo at the least to One Pound of the Arsenic, and so in proportion for any greater or less Quantity: Provided always, that where such Arsenic is stated by the Purchaser to be required, not for Use in Agriculture, but for some other Purpose for which such Admixture would, according to the Representation of the Purchaser, render it unfit, such Arsenic may be sold without such Admixture in a Quantity of not less than Ten Pounds at any One Time.  "}, {"act": "Sale of Arsenic Regulation Act 1851", "year": 1851, "section": "IV", "section_title": "Penalty for offending against this Act.", "section_text": " IV   If any Person shall sell any Arsenic, save as authorized by this Act, or on any Sale of Arsenic shall deliver the same without having made and signed the Entries hereby required on such Sale, or without having obtained such Signature or Signatures to such Entries as required by this Act, or if any Person purchasing any Arsenic shall give false Information to the Person selling the same in relation to the Particulars which such last-mentioned Person is hereby authorized to inquire into of such Purchaser, or if any Person shall sign his Name as aforesaid as a Witness to a Sale of Arsenic to a Person unknown to the Person so signing as Witness, every Person so offending shall for every such Offence, upon a summary Conviction for the same before Two Justices of the Peace in  England  or  Ireland , or before Two Justices of the Peace or the Sheriff in  Scotland , be liable to a Penalty not exceeding Twenty Pounds.  "}, {"act": "Sale of Arsenic Regulation Act 1851", "year": 1851, "section": "V", "section_title": "Act not to prevent Sale of Arsenic in Medicine under a Medical Prescription.", "section_text": " V   Provided, That this Act shall not extend to the Sale of Arsenic when the same forms Part of the Ingredients of any Medicine required to be made up or compounded according to the Prescription of a legally qualified Medical Practitioner, or a Member of the Medical Profession, or to the Sale of Arsenic by Wholesale to Retail Dealers, upon Orders in Writing in the ordinary Course of Wholesale Dealing.  "}, {"act": "Sale of Arsenic Regulation Act 1851", "year": 1851, "section": "VI", "section_title": "\"Arsenic\" to include Arsenious Compounds.", "section_text": " VI   In the Construction of this Act the Word \" Arsenic \" shall include Arsenious Acid and the Arsenites, Arsenic Acid and the Arseniates, and all other colourless poisonous Preparations of Arsenic.  "}]