[{"act": "Armed Forces Act 2011", "year": 2011, "section": "1", "section_title": "Duration of Armed Forces Act 2006", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "2", "section_title": "Armed forces covenant report", "section_text": "2 After section 343 of AFA 2006 insert—  Part 16A  Armed forces covenant report Armed forces covenant report 343A 1 The Secretary of State must in each calendar year— a prepare an armed forces covenant report; and b lay a copy of the report before Parliament. 2 An armed forces covenant report is a report about effects of membership, or former membership, of the armed forces on service people, or particular descriptions of such people— a in the fields of healthcare, education and housing; b in the operation of inquests; and c in such other fields as the Secretary of State may determine. 3 In preparing an armed forces covenant report the Secretary of State must have regard in particular to— a the unique obligations of, and sacrifices made by, the armed forces; b the principle that it is desirable to remove disadvantages arising for service people from membership, or former membership, of the armed forces; and c the principle that special provision for service people may be justified by the effects on such people of membership, or former membership, of the armed forces. 4 For the purposes of preparing an armed forces covenant report, the Secretary of State must obtain the views of any relevant government department, and seek the views of any relevant devolved administration, in relation to the effects to be covered by the report. 5 An armed forces covenant report must— a set out in full or summarise the views of a relevant government department or relevant devolved administration obtained pursuant to subsection (4); and b where the views of a relevant devolved administration have been sought but not obtained, state that fact. 6 The Secretary of State may not include in an armed forces covenant report a summary under subsection (5)(a) unless the relevant government department or relevant devolved administration has approved the summary. 7 An armed forces covenant report must state whether, in the Secretary of State's opinion, any effects covered by the report are such that service people or particular descriptions of service people are at a disadvantage as regards the field or fields in question, when compared with other persons or such descriptions of other persons as the Secretary of State considers appropriate. 8 Where the Secretary of State's opinion is that service people or particular descriptions of service people are at a disadvantage as mentioned in subsection (7), the report must set out the Secretary of State's response to that. 9 As regards effects covered by an armed forces covenant report— a the Secretary of State must consider whether the making of special provision for service people or particular descriptions of service people would be justified; and b where the Secretary of State considers that such provision would be justified, the report must contain a reference to that fact. 10 In relation to any particular description of service people covered by a report, the reference in subsection (2)(a) to the fields of healthcare, education and housing is to such of those fields as the Secretary of State considers are ones in which people of that description are affected by membership or former membership of the armed forces. Interpretation of Part 343B 1 In section 343A  “ service people ” means— a members of the regular forces and the reserve forces; b members of British overseas territory forces who are subject to service law; c former members of any of Her Majesty's forces who are ordinarily resident in the United Kingdom; and d relevant family members. 2 In section 343A  “ relevant government department ”, in relation to an effect to be covered by an armed forces covenant report, means a department of the Government of the United Kingdom (apart from the Ministry of Defence) which the Secretary of State considers has functions relevant to that effect. 3 In section 343A  “ relevant devolved administration ”, in relation to an effect to be covered by an armed forces covenant report, means whichever of the following the Secretary of State considers to have functions relevant to that effect— a the Scottish Executive; b the Northern Ireland departments; c the Welsh Assembly Government. 4 In this Part— “ British overseas territory force ” means any of Her Majesty's forces that is raised under the law of a British overseas territory; “membership or former membership” of a force, in relation to a person, includes any service in that force that that person is undertaking, undertook or may be expected to be called on to undertake; “ relevant family members ” means such descriptions of persons connected with service members, or with persons who were service members, as the Secretary of State considers should be covered by a report or part of a report; “ service member ” means a person who falls within any of paragraphs (a) to (c) of subsection (1). 5 Any reference in this Part to membership or former membership of the armed forces is to be read, in relation to a person who is— a a service member, or b a relevant family member by reason of connection with a person who is or was a service member, as a reference to the service member's membership or former membership of a force mentioned in subsection (1)."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "3", "section_title": "Provost Marshal's duty in relation to independence of investigations", "section_text": "3 After section 115 of AFA 2006 insert— Provost Marshal's duty in relation to independence of investigations Provost Marshal's duty in relation to independence of investigations 115A 1 This section applies in relation to each service police force. 2 The Provost Marshal of the force has a duty, owed to the Defence Council, to seek to ensure that all investigations carried out by the force are free from improper interference. 3 “ Improper interference ” includes, in particular, any attempt by a person who is not a service policeman to direct an investigation which is being carried out by the force."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "4", "section_title": "Inspection of service police investigations", "section_text": "4 After section 321 of AFA 2006 insert— CHAPTER 4A Inspection of service police investigations Inspection of service police investigations 321A 1 Her Majesty's Inspectors of Constabulary (“the inspectors”) are to inspect, and report to the Secretary of State on, the independence and effectiveness of investigations carried out by each service police force. 2 In this section  “ investigations ” means investigations of matters where service offences have or may have been committed, and includes investigations outside the United Kingdom. 3 For the purposes of subsection (1) the inspectors may— a undertake such number of inspections as they think appropriate; b undertake inspections when they think it appropriate; and c decide which aspects of, or matters related to, investigations by a service police force are to be the subject of a particular inspection; but this is subject to subsection (4). 4 The Secretary of State may at any time require the inspectors to inspect, and report to the Secretary of State on, any or all of the following— a the independence of investigations carried out by a particular service police force; b the effectiveness of such investigations; c a particular aspect of, or matter related to, such investigations. Inspectors' reports to be laid before Parliament 321B 1 The Secretary of State must lay before Parliament each report made under section 321A. 2 The Secretary of State may exclude from a report laid before Parliament under this section any material whose publication, in the Secretary of State's opinion— a would be against the interests of national security; or b might jeopardise the safety of any person."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "5", "section_title": "Provost Marshals: appointment", "section_text": "5 After section 365 of AFA 2006 insert— Provost Marshals Provost Marshals: appointment 365A 1 No appointment of a person to be Provost Marshal of a service police force may be made except by Her Majesty. 2 To be eligible for appointment as a Provost Marshal, a person must be a provost officer."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "6", "section_title": "Ministry of Defence Police: performance regulations", "section_text": "6 In section 3A of the Ministry of Defence Police Act 1987 (regulations relating to disciplinary matters), in each of subsections (1)(a) and (1A) after  “conduct” insert  “              , efficiency and effectiveness            ” ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "7", "section_title": "Power of judge advocate to authorise entry and search", "section_text": "7 For section 83 of AFA 2006 (power of judge advocate to authorise entry and search) substitute— Power of judge advocate to authorise entry and search 83 1 On an application made by a service policeman, a judge advocate may, if the relevant requirements are met, issue a warrant authorising a service policeman to enter and search— a one or more sets of premises specified in the application; or b any relevant residential premises occupied or controlled by a person specified in the application, including such sets of premises as are so specified. 2 The relevant requirements are met (subject to subsection (3)) if the judge advocate is satisfied that each set of premises specified in the application is relevant residential premises and that there are reasonable grounds for believing— a that a relevant offence has been committed; b that material which is likely to be of substantial value (whether by itself or together with other material) to the investigation of the offence is— i in the case of a warrant authorising entry and search of specified premises, on those premises; ii in the case of a warrant authorising entry and search of any relevant residential premises occupied or controlled by a specified person, on one or more sets of such premises occupied or controlled by that person; c that the material would be likely to be admissible in evidence at a trial for the offence; d that it does not consist of or include items subject to legal privilege, excluded material or special procedure material; and e that at least one of the conditions specified in subsection (4) applies in relation to each set of premises specified in the application. 3 If the application is for a warrant authorising entry and search of any relevant residential premises occupied or controlled by a specified person, the judge advocate must also be satisfied— a that, because of the particulars of the offence mentioned in subsection (2)(a), there are reasonable grounds for believing that in order to find the material mentioned in subsection (2)(b) it is necessary to search relevant residential premises that are occupied or controlled by the person in question and are not specified in the application; and b that it is not reasonably practicable to specify in the application all the relevant residential premises that the person occupies or controls and that might need to be searched. 4 The conditions mentioned in subsection (2)(e) are— a that it is not practicable to communicate with any person entitled to grant entry to the premises; b that it is practicable to communicate with a person entitled to grant entry to the premises, but it is not practicable to communicate with any person entitled to grant access to the evidence; c that entry to the premises will not be granted unless a warrant is produced; d in the case of service living accommodation within section 96(1)(b) or (c)— i that it is not practicable to communicate with the person or (as the case may be) any of the persons for whom the accommodation is provided; or ii that there is no such person with whom it is practicable to communicate who will agree to grant access to the accommodation without the production of a warrant; e that the purpose of a search may be frustrated or seriously prejudiced unless a service policeman arriving at the premises can secure immediate entry to them. 5 A warrant under this section may authorise entry to and search of premises on more than one occasion if, on the application for the warrant, the judge advocate is satisfied that it is necessary to authorise multiple entries in order to achieve the purpose for which the warrant is issued. 6 If the warrant authorises multiple entries, the number of entries authorised may be unlimited, or limited to a maximum. 7 A service policeman may seize and retain anything for which a search has been authorised under subsection (1)."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "8", "section_title": "Power to make provision about access to excluded material  etc", "section_text": "8 1 Section 86 of AFA 2006 (power to make provision about access to excluded material etc) is amended as follows. 2 For subsections (1) and (2) substitute— 1 The Secretary of State may by order make provision that enables a service policeman, for the purposes of an investigation of a relevant offence and by making an application to a judge advocate in accordance with the order— a to obtain access to excluded material or special procedure material on relevant residential premises; or b to obtain access to material (other than items subject to legal privilege) on premises other than relevant residential premises. 2 An order under this section (an  “enabling order”) may in particular— a so far as it relates to obtaining access to material on relevant residential premises, make provision equivalent to any provision of Schedule 1 to  PACE  (special procedure for obtaining production orders and warrants); b so far as it relates to obtaining access to material on premises other than relevant residential premises, make provision equivalent to any provision of paragraphs 1 to 11 of that Schedule (special procedure for obtaining production orders); c make provision equivalent to section 311(2) and (3) of this Act (certification to civil court of offences akin to contempt) in relation to a failure by a person within section 309(6) to comply with an order made by a judge advocate under the enabling order; d authorise the use, in connection with any application made by virtue of the enabling order, of live television or telephone links or similar arrangements. 2A Any power under subsection (2) to make provision which is equivalent to another provision includes power to make provision which is equivalent subject to such modifications as the Secretary of State considers appropriate. 3 For subsection (4) substitute— 4 In this section the following expressions have the meanings given by section 84— “excluded material”; “items subject to legal privilege”; “relevant offence”; “special procedure material”."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "9", "section_title": "Unfitness through alcohol or drugs", "section_text": "9 In section 20 of AFA 2006 (unfitness or misconduct through alcohol or drugs), after subsection (1) insert— 1A For the purposes of subsection (1) a person is to be taken to be unfit to be entrusted with his duty, or a duty which he might reasonably expect to be called upon to perform, if his ability to carry out the duty in question is impaired."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "10", "section_title": "Exceeding alcohol limit for prescribed safety-critical duties", "section_text": "10 After section 20 of AFA 2006 insert— Exceeding alcohol limit for prescribed safety-critical duties 20A 1 A person subject to service law (“P”) commits an offence if the proportion of alcohol in P's breath, blood or urine exceeds the relevant limit at a time when P— a is performing, or purporting to perform, a prescribed duty; or b might reasonably expect to be called on to perform such a duty. 2 In subsection (1)  “ prescribed duty ” means a duty specified, or of a description specified, by regulations; but a duty or description may be specified only if performing that duty (or a duty of that description) with ability impaired by alcohol would result in a risk of— a death; b serious injury to any person; c serious damage to property; or d serious environmental harm. 3 In this section  “ the relevant limit ”, in relation to a duty specified or of a description specified by regulations, means the limit prescribed by regulations in relation to that duty or duties of that description. 4 In this section  “ regulations ” means regulations made by the Defence Council for the purposes of this section. 5 A person guilty of an offence under this section is liable to any punishment mentioned in the Table in section 164, but any sentence of imprisonment imposed in respect of the offence must not exceed two years."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "11", "section_title": "Testing for alcohol and drugs on suspicion of offence", "section_text": "11 1 After section 93 of AFA 2006 insert— CHAPTER 3A Testing for alcohol and drugs on suspicion of offence Preliminary testing for alcohol and drugs Commanding officer's power to require preliminary tests 93A 1 This section applies where the commanding officer of a person subject to service law has reasonable cause to believe that that person— a is committing a relevant offence; or b has committed a relevant offence and still has alcohol or a drug in the body or is still under the influence of a drug. 2 In this section  “ relevant offence ” means— a an offence under section 20A; or b an offence under section 20(1)(a) in respect of a safety-critical duty (as defined by section 93I). 3 This section also applies where the commanding officer of a person who is a civilian subject to service discipline has reasonable cause to believe that that person— a is committing an offence under section 42 as respects which the corresponding offence under the law of England and Wales is an offence under section 78, 79, 92 or 93 of the Railways and Transport Safety Act 2003 (maritime and aviation offences); or b has committed such an offence under section 42 and still has alcohol or a drug in the body or is still under the influence of a drug. 4 The commanding officer may require the person mentioned in subsection (1) or (3) (“the suspected person”) to co-operate with any one or more of— a a preliminary breath test (see section 93B); b a preliminary impairment test (see section 93C); c a preliminary drug test (see section 93D). 5 The Defence Council may by regulations provide for the delegation by a commanding officer of the commanding officer's functions under this section. 6 A person who, without reasonable excuse, fails to comply with a requirement imposed under subsection (4) commits an offence. 7 A person guilty of an offence under this section is liable to any punishment mentioned in the Table in section 164, but any sentence of imprisonment imposed in respect of the offence must not exceed two years. 8 For the purposes of this section, a person does not co-operate with a preliminary test unless the person's co-operation— a is sufficient to enable the test to be carried out; and b is provided in such a way as to enable the objective of the test to be satisfactorily achieved. Preliminary breath test 93B 1 A preliminary breath test is a procedure administered by a service policeman under which— a the suspected person provides a specimen of breath; and b the specimen is used for the purpose of obtaining, by means of an approved device, an indication whether the proportion of alcohol in the person's breath or blood is likely to be such as is necessary for the commission of the suspected offence. 2 A preliminary breath test may be administered only— a at or near the place where the requirement to co-operate with the test is imposed; b at a service police establishment determined by the service policeman; or c at a medical establishment. 3 In this section  “ the suspected offence ” means an offence mentioned in section 93A(2) or (3)(a) which the commanding officer has reasonable cause to believe has been committed. Preliminary impairment test 93C 1 A preliminary impairment test is a procedure under which a service policeman— a observes the suspected person performing tasks specified by the service policeman; and b makes such other observations of the suspected person's physical state as the service policeman thinks expedient. 2 A preliminary impairment test may be administered only— a at or near the place where the requirement to co-operate with the test is imposed; b at a service police establishment determined by the service policeman; or c at a medical establishment. 3 The Provost Marshals (acting jointly) must issue, and may from time to time revise, a code of practice about— a the kind of task that may be specified for the purposes of a preliminary impairment test; b the kind of observation of physical state that may be made in the course of a preliminary impairment test; c the way in which a preliminary impairment test should be administered; and d the inferences that may be drawn by a service policeman from observations made in the course of a preliminary impairment test. 4 In subsection (3)  “ the Provost Marshals ” means the Provost Marshals of each of the service police forces. 5 A service policeman administering a preliminary impairment test must have regard to the code of practice. 6 A service policeman may administer a preliminary impairment test only if the service policeman is approved for that purpose by a Provost Marshal of a service police force. 7 A code of practice under this section may include provision about— a the giving of approval under subsection (6); and b in particular, the kind of training that a service policeman should have undergone, or the kind of qualification that a service policeman should possess, before being approved under that subsection. Preliminary drug test 93D 1 A preliminary drug test is a procedure administered by a service policeman under which— a a specimen of sweat or saliva is obtained from the suspected person; and b the specimen is used for the purpose of obtaining, by means of an approved device, an indication whether there is a drug in the person's body. 2 A preliminary drug test may be administered only— a at or near the place where the requirement to co-operate with the test is imposed; b at a service police establishment determined by the service policeman; or c at a medical establishment. Provision of specimens for analysis Provision of specimens for analysis 93E 1 This section applies in relation to an investigation into whether a person has committed— a an offence under section 20A; b an offence under section 20(1)(a) in respect of a safety-critical duty (as defined by section 93I); or c an offence under section 42 as respects which the corresponding offence under the law of England and Wales is an offence under section 78, 79, 92 or 93 of the Railways and Transport Safety Act 2003. 2 In the course of the investigation a service policeman may require the person— a to provide two specimens of breath for analysis by means of an approved device; b to provide a specimen of blood or urine for a laboratory test. 3 A requirement under this section may be imposed only at a service police establishment or a medical establishment. 4 For the purposes of this section and section 93F, a person does not provide a specimen of breath for analysis unless the specimen— a is sufficient to enable the analysis to be carried out; and b is provided in such a way as to enable the objective of the analysis to be satisfactorily achieved. 5 For the purposes of this section and section 93F, a person provides a specimen of blood if and only if— a he consents to the taking of such a specimen from him; b the specimen is taken from him by a registered medical practitioner or registered nurse; and c the specimen is of sufficient quantity to enable it to be divided into two parts for the purposes of analysis. 6 For the purposes of this section and section 93F, a person provides a specimen of urine if and only if the specimen— a is provided within one hour of the requirement for its provision being made and after the provision of a previous specimen of urine; and b is of sufficient quantity to enable it to be divided into two parts for the purposes of analysis. 7 Where the provision of a specimen may be required under this section, the question of whether it is to be breath, blood or urine, and in the case of blood the question of who is to be asked to take it, is to be decided by the service policeman imposing the requirement. 8 But where a service policeman decides for the purposes of subsection (7) to require the provision of a specimen of blood, there shall be no requirement to provide such a specimen if— a the registered medical practitioner who is asked to take the specimen is of the opinion that, for medical reasons, it cannot or should not be taken; or b the registered nurse who is asked to take it is of that opinion and there is no contrary opinion from a registered medical practitioner; and where by virtue of this subsection there can be no requirement to provide a specimen of blood, the service policeman may require a specimen of urine instead. 9 A service policeman must, on requiring a person to provide a specimen in pursuance of this section, warn the person that a failure to provide it may render the person liable to proceedings for a service offence. 10 A person who, without reasonable excuse, fails to provide a specimen when required to do so in pursuance of this section is guilty of an offence. 11 A person guilty of an offence under this section is liable to any punishment mentioned in the Table in section 164, but any sentence of imprisonment imposed in respect of the offence must not exceed two years. Further provision about specimens under section 93E 93F 1 Where two specimens of breath are provided by a person in pursuance of section 93E, the one with the lower proportion of alcohol in the breath is to be used and the other is to be disregarded. 2 If the specimen with the lower proportion of alcohol contains no more than a prescribed proportion of alcohol, the person who provided it may claim that it should be replaced by such a specimen of blood or urine as may be required under section 93E. 3 If the person then provides such a specimen, neither specimen of breath is to be used. 4 In subsection (2)  “ prescribed ” means prescribed by regulations made by the Defence Council for the purposes of this section; and the regulations may prescribe different proportions of alcohol in relation to different kinds of offence. 5 On a request made at the time a specimen of blood or urine is provided under section 93E, the person who provided the specimen must be given a part of the specimen sufficient for the purposes of analysis. Specimens of blood from persons incapable of consenting 93G 1 A service policeman may request a registered medical practitioner to take a specimen of blood from a person (“ the person concerned ”), irrespective of whether that person consents, if— a the service policeman would (in the absence of any incapacity of the person concerned and of any objection under section 93H) be entitled under section 93E to require the person concerned to provide a specimen of blood for a laboratory test; b it appears to the service policeman that the person concerned has been involved in an accident that constitutes or is comprised in the matter that is under investigation or the circumstances of that matter; c it appears to the service policeman that the person concerned is or may be incapable of giving a valid consent to the taking of a specimen of blood (whether or not consent has purportedly been given); and d it appears to the service policeman that that person's incapacity is attributable to medical reasons. 2 It is lawful for a registered medical practitioner to whom a request is made under this section, if that practitioner thinks fit— a to take a specimen of blood from the person concerned irrespective of whether that person consents; and b to provide the specimen to a service policeman. 3 The specimen must be of sufficient quantity to enable it to be divided into two parts for the purposes of analysis. 4 If a specimen is taken in pursuance of a request under this section, it must not be subjected to a laboratory test unless the person concerned— a has been informed that it was taken; b has been required by a service policeman to give permission for a laboratory test of the specimen; and c has given permission. 5 A service policeman, on requiring a person to give permission for the purposes of this section for a laboratory test of a specimen, must warn the person that a failure to give the permission may render the person liable to proceedings for a service offence. 6 On a request made at the time a person gives permission under this section for a laboratory test of a specimen, that person must be given a part of the specimen sufficient for the purposes of analysis. 7 A person who, without reasonable excuse, fails to give permission for a laboratory test of a specimen taken from the person under this section is guilty of an offence. 8 A person guilty of an offence under this section is liable to any punishment mentioned in the Table in section 164, but any sentence of imprisonment imposed in respect of the offence must not exceed two years. General provisions relating to testing Patients in medical establishments 93H 1 This section applies in relation to a person who is at a medical establishment as a patient. 2 The person shall not be required to co-operate with a preliminary test or to provide a specimen under section 93E unless the responsible medical professional has been notified of the proposal to impose the requirement. 3 If the responsible medical professional objects on medical grounds the requirement must not be imposed. 4 If the responsible medical professional does not object on medical grounds and the requirement is imposed, the requirement must be for co-operation with a preliminary test administered, or for the provision of a specimen, at the medical establishment. 5 No specimen of blood may be taken from the person under section 93G, and the person may not be required to give permission for a laboratory test of a specimen taken under that section, unless the responsible medical professional— a has been notified of the proposal that the specimen be taken or of the proposal to make the requirement; and b has not objected on medical grounds. 6 In this section  “ the responsible medical professional ” means— a the registered medical practitioner in immediate charge of the person's case; or b if there is no such registered medical practitioner, the registered nurse in immediate charge of the person's case. 7 In this section  “ medical grounds ” means— a in relation to a requirement to co-operate with a preliminary test or to provide a specimen under section 93E, the ground that the requirement, or compliance with it by the patient, or any warning required by section 93E(9), would be prejudicial to the proper care and treatment of the patient; b in relation to the taking of a specimen under section 93G or a requirement to give permission for a laboratory test of a specimen taken under that section, the ground that the taking of the specimen, the requirement, or any warning required by section 93G(5), would be so prejudicial. Definitions for purposes of Chapter 3A 93I 1 In this Chapter— “ approved ”, in relation to a device, means approved by the Secretary of State; “ drug ” includes any intoxicant other than alcohol; “ medical establishment ” means any facility at which medical or surgical treatment for in- or out-patients is provided; “ preliminary test ” means— a preliminary breath test within the meaning of section 93B; a preliminary impairment test within the meaning of section 93C; or a preliminary drug test within the meaning of section 93D; “ safety-critical duty ” means a duty which the commanding officer of the person mentioned in section 93A(1) or 93E(1) reasonably believes is such that performing the duty with ability impaired by alcohol or drugs would result in a risk of— death; serious injury to any person; serious damage to property; or serious environmental harm; “ service police establishment ” means any building or part of a building, any structure, or any room (whether on land or on a ship) which is used by a service policeman for the performance of his duties. 2 In this Chapter any reference to a service policeman includes a Royal Navy coxswain. 2 In consequence of the provision made by subsection (1), sections 306 and 307 of AFA 2006 (testing for alcohol and drugs after serious incident) are repealed."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "12", "section_title": "Amendments relating to new rank of lance corporal in  RAF  Regiment", "section_text": "12 1 In section 132 of AFA 2006 (punishments available to commanding officer)— a in row 1 of the Table, in paragraph (c) of the entry in the third column, after  “air forces” insert  “                      (but see subsection (1A))                    ” ; b after subsection (1) insert— 1A In this section and section 133 references to a corporal in any of Her Majesty's air forces do not include a corporal in the Royal Air Force Regiment. 2 In section 135 of AFA 2006 (reduction in rank: limits on powers), for subsection (3) substitute— 3 Where the person being punished is a corporal in any of Her Majesty's air forces, the reduction in rank authorised by subsection (2)(a) or (b) (as the case may be) is reduction to the highest rank the person has held in that force as an airman; but this is subject to subsection (3A). 3A In relation to the Royal Air Force Regiment, the reference in subsection (3) to a corporal is to be read as a reference to a lance corporal."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "13", "section_title": "Reduction in rank or rate", "section_text": "13 1 In section 138 of AFA 2006 (prohibited combinations of punishments), for subsections (2) and (3) substitute— 2 If he awards detention, the only additional punishments he may award are— a reduction in rank or disrating (subject to subsection (8)); b a service compensation order. 2 Omit section 293 of AFA 2006 (automatic reduction of rank or rate of warrant officer or non-commissioned officer given custodial sentence or sentence of service detention). 3 The repeal of section 293 of AFA 2006 by subsection (2) does not affect any reduction in rank or disrating that occurred by virtue of that section before the commencement of that repeal."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "14", "section_title": "Court Martial sentencing powers", "section_text": "14 1 For section 165 of AFA 2006 substitute— Sentencing powers of Court Martial where election for trial by that court instead of CO 165 Schedule 3A (sentencing powers of Court Martial where election for trial by that court instead of CO) has effect. 2 After Schedule 3 to AFA 2006 insert the Schedule set out in Schedule 1."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "15", "section_title": "Increase in maximum term of detention for certain offences", "section_text": "15 1 In section 305(5) of AFA 2006 (limit on term of imprisonment or detention for an offence under that section), omit the words  “or service detention”. 2 In section 95 of the Reserve Forces Act 1996 (offences against orders and regulations under section 4)— a in subsection (2)(a)(ii) omit the words  “or service detention”; b after subsection (2A) insert— 3 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003, subsection (2)(a)(ii) has effect as if the reference to 51 weeks were to 6 months."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "16", "section_title": "Enforcement of financial penalties", "section_text": "16 1 After section 269 of AFA 2006 insert— Fines: fixing of term of imprisonment for default 269A 1 Where the Court Martial imposes a fine on a person aged 18 or over, the court must make an order fixing a term of imprisonment which the person is to undergo if— a any sum which the person is liable to pay is not duly paid or recovered; and b an enforcement order is made. 2 The Table in section 139(4) of the Sentencing Act (maximum periods of imprisonment for default), as for the time being in force, applies for the purpose of determining the maximum periods of imprisonment that may be fixed under this section for fines of the amounts set out in that Table. 3 Where the person mentioned in subsection (1) is sentenced by the court to, or is serving or otherwise liable to serve, a term of— a imprisonment, b detention in a young offender institution, or c detention under section 108 of the Sentencing Act (detention of persons aged 18 to 21 for default or contempt), the court may order that any term of imprisonment fixed under subsection (1) shall not begin to run until after the end of that other term. 4 For the purposes of references in subsection (3) to a term of imprisonment or detention which a person has been sentenced to or is serving or liable to serve, consecutive terms and terms which are wholly or partly concurrent are to be treated as a single term. 5 References in subsection (3) to a term which a person is serving or liable to serve are to a term imposed— a by a relevant service court; or b by a civilian court in any part of the United Kingdom. 6 In this section— “ enforcement order ” means an order under regulations made under section 322 (orders for enforcement by prescribed courts of fines etc); “ relevant service court ” means the Court Martial, the Service Civilian Court, the Court Martial Appeal Court or the Supreme Court on an appeal brought from the Court Martial Appeal Court. Service compensation orders: power to set maximum term of imprisonment for default 269B 1 This section applies where— a the Court Martial makes a service compensation order and the person by whom the compensation is payable is aged 18 or over; and b the court thinks that the usual default term is insufficient. 2 In subsection (1)  “ the usual default term ” means the period for which the person would be liable to be committed to prison for default if— a an enforcement order were made; and b by virtue of that order, the amount payable under the service compensation order were treated as if it had been a fine imposed on a conviction by a magistrates' court in England and Wales. 3 Where this section applies, the court may specify a longer period as the maximum term to which the person is liable to be committed to prison for default if an enforcement order is made. 4 The Table in section 139(4) of the Sentencing Act (maximum periods of imprisonment for default), as for the time being in force, applies for the purpose of determining the maximum periods of imprisonment that may be specified under this section for service compensation orders of the amounts set out in that Table. 5 In this section  “ enforcement order ” has the same meaning as in section 269A. Orders under section 269A or 269B against service parents or service guardians: appeals 269C 1 This section applies where— a the Court Martial makes an order under section 268 in respect of a fine or service compensation order (fine or compensation to be paid by service parent or service guardian); and b the court also makes an order under section 269A or 269B (“a default term order”) in respect of the parent or guardian (“P”). 2 For the purposes of the Court Martial Appeals Act 1968— a the default term order is to be treated as a sentence passed on P for the offence in respect of which the fine or service compensation order was imposed; and b P is to be treated, for the purpose of enabling P to appeal against the default term order, as if P had been convicted of the offence by the Court Martial. 3 For the purposes of any appeal against the default term order, references in section 16A of the Court Martial Appeals Act 1968 to passing a sentence include making an order. 4 On an appeal against the default term order, the Court Martial Appeal Court may (as an alternative to exercising its powers under section 16A(2) of that Act) quash the order; but this is subject to subsection (5). 5 If the default term order was made under section 269A, the power under subsection (4) may only be exercised if the court also quashes the order under section 268. 2 In section 322(3) of AFA 2006 (financial penalty enforcement orders), after paragraph (a) insert— aa about the effect, where a sum is certified in such an order, of an order made by the Court Martial under— i section 269A (fines: fixing of term of imprisonment for default); or ii section 269B (service compensation order: maximum term of imprisonment for default); ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "17", "section_title": "Service sexual offences prevention orders", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "18", "section_title": "Place of sitting of Service Civilian Court", "section_text": "18 In section 277 of AFA 2006 (Service Civilian Court), for subsection (2) substitute— 2 The Service Civilian Court may sit in any place, whether within or outside the United Kingdom."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "19", "section_title": "Administrative reduction in rank or rate", "section_text": "19 1 In section 332 of AFA 2006 (restriction on administrative reduction in rank or rate), for subsections (1) to (4) substitute— 1 The rank or rate of a warrant officer or non-commissioned officer may be reduced only by an order made by that person's commanding officer. 2 An order of a commanding officer reducing the rank or rate of a warrant officer or non-commissioned officer (“an order reducing rank or rate”)— a may not be made without the permission of higher authority (but this is subject to subsection (3)); b may not reduce the rank of a person in any of Her Majesty's air forces below the highest rank that person has held in that force as an airman. 3 The permission of higher authority is not required for an order reducing rank or rate if— a the person whose rank is to be reduced is a lance corporal or lance bombardier; or b the commanding officer making the order is of or above the rank of rear admiral, major-general or air vice-marshal. 2 For the heading to that section, substitute  “                  Administrative reduction in rank or rate                ” ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "20", "section_title": "Service complaint panels", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "21", "section_title": "Persons eligible to be prosecuting officers", "section_text": "21 In section 365 of AFA 2006 (prosecuting officers)— a in subsection (1), for  “officers” (where it first occurs) substitute  “                  persons                ” ; b in subsection (2) for  “An officer” substitute  “                  A person                ” ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "22", "section_title": "Civilians subject to service discipline", "section_text": "22 1 Schedule 15 to AFA 2006 (civilians subject to service discipline) is amended as follows. 2 In paragraph 4(1), for paragraph (c) substitute— c either— i he is in a designated area, and his normal place of work in that role is in that designated area; or ii sub-paragraph (i) does not apply, but he is in a designated area and he came there wholly or partly for the purposes of his work in that role. 3 In paragraph 5(1), for paragraph (c) substitute— c either— i he is in a country outside the British Islands, and his normal place of work under that employment is in that country; or ii sub-paragraph (i) does not apply, but he is in a country outside the British Islands and he came there wholly or partly for the purposes of his work under that employment. 4 In paragraph 6(1), for paragraph (b) substitute— b either— i he is in a designated area, and his normal place of work for that organisation is in that designated area; or ii sub-paragraph (i) does not apply, but he is in a designated area and he came there wholly or partly for the purposes of work for that organisation. 5 In paragraph 10— a in sub-paragraph (1)— i in paragraph (a), for  “a relevant person outside the British Islands” substitute  “                          a qualifying person in a relevant country                        ” ; ii in paragraph (b), for  “outside the British Islands” substitute  “                          in that country                        ” ; b in sub-paragraph (2)— i for  “ “relevant person”” substitute                            “qualifying person”                         ; ii in paragraph (b), for  “being in the British Islands” substitute  “                          not being in a relevant country                        ” ; c after sub-paragraph (2) insert— 3 For the purposes of this paragraph, a country is  “ relevant ” in relation to a person employed as mentioned in paragraph 5 if it is outside the British Islands and— a is where that person's normal place of work under that employment is situated; or b is a country to which that person came wholly or partly for the purposes of his work under that employment. 6 After paragraph 13 insert— 14 For the purposes of paragraphs 5(1)(c), 10 and 11, a territory that is not within a country is to be treated as a country."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "23", "section_title": "Protected prisoners of war", "section_text": "23 1 After section 371 of AFA 2006 insert— Protected prisoners of war Power to make provision in relation to protected prisoners of war 371A 1 Her Majesty may by warrant make provision with respect to protected prisoners of war. 2 A Royal Warrant made under this section may in particular make provision in relation to protected prisoners of war which— a applies any relevant provision, or b is equivalent to that made by any relevant provision, subject to such modifications as may be contained in the Royal Warrant. 3 In subsection (2)  “ relevant provision ” means any provision of or made under this Act (including any provision creating a service offence), other than any provision of or made under Part 14, 15 or 16. 4 The Secretary of State must publish a Royal Warrant made under this section in such a way as appears to the Secretary of State to be appropriate. 5 Section 373(5) (power to make supplementary provision etc) applies in relation to Royal Warrants under this section. 6 In this section  “ protected prisoner of war ” means a person— a who is a protected prisoner of war within the meaning given by section 7 of the Geneva Conventions Act 1957; and b as respects whom the United Kingdom is the detaining power for the purposes of the Geneva Convention relative to the Treatment of Prisoners of War of 12 August 1949 (set out in the Third Schedule to that Act). 2 In consequence of the provision made by subsection (1), section 56 of the Court Martial Appeals Act 1968 (modifications of that Act for protected prisoners of war) is repealed."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "24", "section_title": "Byelaws for service purposes", "section_text": "24 1 In section 2 of the Military Lands Act 1900 (sea byelaws)— a in subsection (2), omit paragraph (b) of the proviso; b after subsection (2) insert— 2A Before making any such byelaws the Secretary of State must— a take all reasonable steps to ascertain whether the byelaws would injuriously affect any public rights; and b be satisfied, in relation to every public right that the Secretary of State considers would be injuriously affected by the byelaws— i that a restriction of the right is required for the safety of the public or for the requirements of the military purpose for which the area to which the byelaws apply is used; and ii that the restriction of the right imposed by the byelaws is only to such extent as is reasonable in all the circumstances of the case. ; c omit subsection (3). 2 In section 17(1) of the Military Lands Act 1892 (notice of byelaws), for the words from  “necessary” to the end substitute  “                  appropriate                ” ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "25", "section_title": "Claims against visiting forces: transfer of liability", "section_text": "25 After section 9 of the Visiting Forces Act 1952 insert— Claims against visiting forces: transfer of liability 9A 1 This section applies where a claim is brought in a court in the United Kingdom against a country to which this section applies (“the country concerned”) and the claim is within subsection (2). 2 A claim is within this subsection if— a it is a claim in tort; b it arises— i out of an act done by a member of a visiting force of the country concerned, or of a civilian component of such a force, in the performance of official duties; or ii out of any other act or occurrence for which a visiting force of the country concerned, or a civilian component of such a force, is legally responsible; c it is brought by a third party; and d it is not an excluded claim. 3 Where this section applies the Secretary of State may, if requested to do so by the country concerned, make a declaration under this section. 4 A declaration under this section is a written declaration, signed by the Secretary of State, which— a specifies the claim concerned and the matter to which it relates; and b states that, with effect from a time specified in the declaration, any liability in tort of the country concerned in respect of that matter is transferred to the Ministry of Defence. 5 A declaration under this section has the effect that the liability mentioned in the declaration is transferred to the Ministry of Defence at the time specified in the declaration. 6 The Secretary of State must notify the country concerned and the claimant where a declaration under this section has been made. 7 Section 9 does not apply to a claim in respect of which liability has been transferred under this section. 8 In this section— “ act ” includes an omission; “ the Agreement ” means the Agreement between the Parties to the North Atlantic Treaty Regarding the Status of their Forces, done in London on 19th June 1951; “ excluded claim ” means a claim to which, by virtue of paragraph 5(h) of Article  VIII  of the Agreement (certain claims arising from ships and cargo), paragraph 5(a) of that Article does not apply; “ third party ” means a person other than a member of a visiting force of the country concerned or of a civilian component of such a force; “ tort ” includes delict. 9 It is immaterial for the purposes of this section whether the country concerned is the only defendant in relation to the claim mentioned in subsection (1)."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "26", "section_title": "Judge advocates sitting in civilian courts", "section_text": "26 Schedule 2 (which makes provision enabling judge advocates to sit in the Crown Court and magistrates' courts) has effect."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "27", "section_title": "Repeal of Naval Medical Compassionate Fund Act 1915", "section_text": "27 The Naval Medical Compassionate Fund Act 1915 ceases to have effect."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "28", "section_title": "Call out of reserve forces", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "29", "section_title": "Minor amendments of service legislation", "section_text": "29 Schedule 3 (minor amendments of service legislation) has effect."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "30", "section_title": "Consequential amendments and repeals", "section_text": "30 1 Schedule 4 (consequential amendments) has effect. 2 Schedule 5 (repeals and revocations) has effect."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "31", "section_title": "Meaning of  “AFA 2006”", "section_text": "31 In this Act  “ AFA 2006 ” means the Armed Forces Act 2006."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "32", "section_title": "Commencement", "section_text": "32 1 This section and sections 1, 31, 33 and 34 come into force on the day on which this Act is passed. 2 Section 28 comes into force at the end of the period of two months beginning with the day on which this Act is passed. 3 The other provisions of this Act come into force on such day as the Secretary of State may by order made by statutory instrument appoint (and different days may be appointed for different purposes). 4 An order under this section may contain transitional, transitory and saving provision. 5 In particular, an order under this section may make provision, in connection with the coming into force of any provision of this Act (“the provision in question”), about the operation of Schedule 3A to AFA 2006 where an election for Court Martial trial was made before the commencement of the provision in question."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "33", "section_title": "Extent to Channel Islands, Isle of Man and British overseas territories", "section_text": "33 1 Her Majesty may by Order in Council provide for any of the provisions of this Act, except section 25, to extend to a territory mentioned in subsection (2) with or without modifications. 2 Those territories are— a any of the Channel Islands; b the Isle of Man; c any of the British overseas territories. 3 The provisions that may be extended under subsection (1) of section 15 of the Visiting Forces Act 1952 to a territory specified in subsection (3) of that section include— a section 9A of that Act (inserted by section 25 of this Act); and b any Order in Council which— i is made under section 1(2) of that Act in relation to section 9A of that Act; and ii is in force at the coming into operation of any Order in Council made under section 15(1) of that Act which extends section 9A."}, {"act": "Armed Forces Act 2011", "year": 2011, "section": "34", "section_title": "Short title", "section_text": "34 This Act may be cited as the Armed Forces Act 2011."}]