[{"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "1", "section_title": "Charter for Budget Responsibility", "section_text": "1 1 The Treasury must prepare a document, to be known as the Charter for Budget Responsibility, relating to the formulation and implementation of fiscal policy and policy for the management of the National Debt. 2 The Charter must in particular set out— a the Treasury's objectives in relation to fiscal policy and policy for the management of the National Debt, b the means by which the Treasury's objectives in relation to fiscal policy will be attained (“the fiscal mandate”), and c matters to be included in a Financial Statement and Budget Report prepared under section 2. 3 The Charter may contain such other material as the Treasury considers appropriate (and see also section 6). 4 The Treasury must lay the Charter before Parliament. 5 The Treasury may from time to time modify the Charter. 6 When the Charter is modified the Treasury must lay the modified Charter before Parliament. 7 The Charter (or the modified Charter) does not come into force until it has been approved by a resolution of the House of Commons. 8 The Treasury must publish the Charter and any modified Charter once approved by the House of Commons."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "2", "section_title": "Annual Budget documents", "section_text": "2 1 The Treasury must prepare a Financial Statement and Budget Report for each financial year. 2 The contents of a Financial Statement and Budget Report must conform to any provision set out in the Charter. 3 The Treasury must lay each Financial Statement and Budget Report before Parliament. 4 The Treasury must publish each Financial Statement and Budget Report."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "3", "section_title": "Office for Budget Responsibility", "section_text": "3 1 There is to be a body corporate called the Office for Budget Responsibility. 2 Schedule 1 contains provision about the Office."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "4", "section_title": "Main duty of Office", "section_text": "4 1 It is the duty of the Office to examine and report on the sustainability of the public finances. 2 The duty imposed by this section includes, in particular, the duties imposed by subsections (3) and (4). 3 The Office must, on at least two occasions for each financial year, prepare— a fiscal and economic forecasts, and b an assessment of the extent to which the fiscal mandate has been, or is likely to be, achieved. 4 It must also, on at least one occasion for each financial year, prepare— a an assessment of the accuracy of fiscal and economic forecasts previously prepared by it, and b an analysis of the sustainability of the public finances. 5 Any forecast, assessment or analysis prepared by the Office under subsection (3) or (4) must be included in a report. 6 Any report which the Office makes in pursuance of its duty under this section must include an explanation of the factors which the Office took into account when preparing the report, including (in particular)— a the main assumptions made by the Office, and b the main risks which the Office considered to be relevant."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "5", "section_title": "How main duty is to be performed", "section_text": "5 1 The Office has complete discretion in the performance of its duty under section 4 (but subject to subsections (2) and (3) of this section and sections 6 and 7). 2 The Office must perform that duty objectively, transparently and impartially. 3 Where any Government policies are relevant to the performance of that duty, the Office— a must have regard to those policies, but b may not consider what the effect of any alternative policies would be."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "6", "section_title": "Guidance as to how main duty is to be performed", "section_text": "6 1 The Charter for Budget Responsibility may include guidance to the Office about how it should perform its duty under section 4, including (in particular) guidance about the time at which it is to prepare any forecast, assessment or analysis required to be prepared under subsection (3) or (4) of that section. 2 But the Charter must not make provision about the methods by which the Office is to make any such forecast, assessment or analysis. 3 The Office must, in the performance of its duty under section 4, act consistently with any guidance included in the Charter by virtue of this section. 4 If the Treasury proposes to modify the guidance included in the Charter by virtue of this section, a draft of the modified guidance must be published at least 28 days before the modified Charter is laid before Parliament under section 1(6)."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "7", "section_title": "Efficiency  etc", "section_text": "7 The Office must aim to carry out its functions efficiently and cost-effectively."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "7A", "section_title": "Duty to co-operate with the Scottish Fiscal Commission", "section_text": "7A The Office must, so far as necessary for the performance of the Scottish Fiscal Commission’s functions, co-operate with the Commission."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "8", "section_title": "Reports", "section_text": "8 1 This section applies to any report which the Office makes in pursuance of its duty under section 4. 2 The Office must— a publish the report, b lay it before Parliament, and c send a copy of it to the Treasury."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "9", "section_title": "Right to information", "section_text": "9 1 The Office has a right of access (at any reasonable time) to all Government information which it may reasonably require for the purpose of the performance of its duty under section 4. 2 The Office is entitled to require from any person holding or accountable for any Government information any assistance or explanation which the Office reasonably thinks necessary for that purpose. 3 “ Government information ” means information held by any Minister of the Crown or Government department. 4 This section is subject to any enactment or rule of law which operates to prohibit or restrict the disclosure of information or the giving of any assistance or explanation."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "10", "section_title": "Superseded statutory provisions", "section_text": "10 The following are repealed in consequence of the preceding provisions of this Part— a section 27 of, and Schedule 5 to, the Industry Act 1975 (economic model and forecasting); b sections 155 to 157 of the Finance Act 1998 (fiscal stability); c the Fiscal Responsibility Act 2010."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "11", "section_title": "Office of Comptroller and Auditor General", "section_text": "11 1 The office of Comptroller and Auditor General (or, in Welsh, Rheolwr ac Archwilydd Cyffredinol) is to continue. 2 It is for Her Majesty by Letters Patent to appoint a person to be Comptroller and Auditor General. 3 Her Majesty's power is exercisable on an address of the House of Commons. 4 It is for the Prime Minister to move the motion for the address. 5 To do so the Prime Minister must have the agreement of the person who chairs the Committee of Public Accounts. 6 The person appointed holds office for 10 years. 7 The person may not be appointed again."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "12", "section_title": "Status etc", "section_text": "12 1 The Comptroller and Auditor General continues by that name to be a corporation sole. 2 The Comptroller and Auditor General continues to be an officer of the House of Commons. But section 4(4) of the House of Commons (Administration) Act 1978 (which provides for the application of provisions of that Act to staff employed in or for the purposes of the House of Commons) does not apply in relation to the office of Comptroller and Auditor General. 3 The person who is Comptroller and Auditor General may not be a member of the House of Lords. 4 The Comptroller and Auditor General is not to be regarded— a as the servant or agent of the Crown, or b as enjoying any status, immunity or privilege of the Crown. 5 The person who is Comptroller and Auditor General may not hold any other office or position to which a person may be appointed, or recommended for appointment, by or on behalf of the Crown."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "13", "section_title": "Remuneration arrangements", "section_text": "13 1 Before a person is appointed as Comptroller and Auditor General, remuneration arrangements are to be made in relation to the person jointly by the Prime Minister and the person who chairs the Committee of Public Accounts. 2 The remuneration arrangements— a may make provision for a salary, allowances, arrangements for a pension and other benefits, and b may include a formula or other mechanism for adjusting one or more of those elements from time to time. 3 But no element is to be performance-based. 4 The arrangements may in particular make provision for the principal civil service pension scheme (as defined in section 2(10) of the Superannuation Act 1972) to apply to service as Comptroller and Auditor General as if it were service in employment in the civil service of the State. 5 Amounts payable by virtue of this section are to be charged on, and paid out of, the Consolidated Fund. 6 The Treasury may by statutory instrument make regulations for purposes supplementary to this section so far as it relates to arrangements for pensions. 7 Regulations under subsection (6) may provide for a statutory provision not to apply, or to apply with modifications, in relation to arrangements for a pension payable to the Comptroller and Auditor General, including, in a case where provision within subsection (4) has been made, for the principal civil service pension scheme to apply with modifications. 8 A statutory instrument containing regulations under subsection (6) is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "14", "section_title": "Resignation or removal", "section_text": "14 1 The Comptroller and Auditor General may resign from office by giving written notice to the Prime Minister. 2 Her Majesty may remove the Comptroller and Auditor General from office on an address of both Houses of Parliament."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "15", "section_title": "Employment etc of former Comptroller and Auditor General", "section_text": "15 1 This section applies to a person who was appointed as Comptroller and Auditor General under this Part but who no longer holds that office. 2 Before— a taking up an office or position of a description specified by the Public Accounts Commission, or b entering into an agreement or other arrangements of such a description, the person must consult such person as is specified by the Commission. 3 Subsections (4) and (5) apply for the period of 2 years starting with the day after that on which the person ceased to be Comptroller and Auditor General. 4 The person must not— a hold an office or position to which a person may be appointed, or recommended for appointment, by or on behalf of the Crown, or b be a member, director, officer or employee of a body or other person whose accounts are required by a statutory provision to be audited or examined by, or to be open to the inspection of, the Comptroller and Auditor General. 5 The person must not, in any capacity, provide services to— a the Crown or any body or other person acting on behalf of the Crown, or b a body or other person whose accounts are required by a statutory provision to be audited or examined by, or to be open to the inspection of, the Comptroller and Auditor General. 6 But subsections (4) and (5) do not prevent a person from holding any of the following offices— a Auditor General for Scotland; b Auditor General for Wales; c Comptroller and Auditor General for Northern Ireland."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "16", "section_title": "Provision of services", "section_text": "16 The Comptroller and Auditor General may provide services to any person in any place within or outside the United Kingdom under agreements or other arrangements entered into by the Comptroller and Auditor General."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "17", "section_title": "How functions are to be exercised", "section_text": "17 1 The Comptroller and Auditor General has complete discretion in the carrying out of the functions of that office, including in determining whether to carry out an examination under Part 2 of the National Audit Act 1983 and as to the manner in which any such examination is carried out. 2 Subsection (1) is subject to— a subsections (3) and (4), and b any other statutory provision. 3 The Comptroller and Auditor General must aim to carry out functions efficiently and cost-effectively. 4 The Comptroller and Auditor General must, as the Comptroller and Auditor General considers appropriate, have regard to the standards and principles that an expert professional provider of accounting or auditing services would be expected to follow. 5 For further provision that affects the carrying out of the Comptroller and Auditor General's functions, see (in particular)— a section 7A of the National Audit Act 1983 (inserted by section 18 of this Act), which requires the Comptroller and Auditor General to have regard to certain proposals made by the Committee of Public Accounts; b section 20 and Schedule 2, which provide for the establishment of a body corporate called the National Audit Office and for the Comptroller and Auditor General to be one of the body's nine members and its chief executive; c Schedule 3, which makes provision about the relationship between the National Audit Office and the Comptroller and Auditor General."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "18", "section_title": "Economy, efficiency and effectiveness examinations", "section_text": "18 In Part 2 of the National Audit Act 1983 (economy, efficiency and effectiveness examinations), after section 7 insert— Proposals made by Committee of Public Accounts 7A In determining whether to carry out any examination under this Part, the Comptroller and Auditor General must have regard to any proposals made by the Committee of Public Accounts."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "19", "section_title": "Auditing of companies", "section_text": "19 In section 25 of the Government Resources and Accounts Act 2000 (examinations by Comptroller and Auditor General), after subsection (10) insert— 11 Subsection (10)(c) does not apply to an order under subsection (6) if the only bodies to which the order relates are bodies which are companies as defined in section 1(1) of the Companies Act 2006. See sections 475 and 482 of that Act for provision about the interaction between Part 16 of that Act (audit) and orders under subsection (6). 12 An order to which subsection (10)(c) does not apply by virtue of subsection (11) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "20", "section_title": "Incorporation of NAO", "section_text": "20 1 There is to be a body corporate called the National Audit Office (or, in Welsh, Y Swyddfa Archwilio Genedlaethol). 2 In this Part  “ NAO ” means the National Audit Office. 3 Schedule 2 contains provision about NAO."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "21", "section_title": "Efficiency etc", "section_text": "21 NAO must aim to carry out its functions efficiently and cost-effectively."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "22", "section_title": "Relationship with Comptroller and Auditor General", "section_text": "22 Schedule 3 contains provision about the relationship between NAO and the Comptroller and Auditor General."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "23", "section_title": "NAO's expenditure", "section_text": "23 1 NAO's expenditure is to be paid out of money provided by Parliament. (But see sections 13(5) and 24(1) and paragraph 6(2) of Schedule 2.) 2 For each financial year NAO and the Comptroller and Auditor General must jointly prepare an estimate of NAO's use of resources. 3 This must cover (in particular) the resources required for the purposes of paragraph 2(1) of Schedule 3 (which requires NAO to provide resources for the Comptroller and Auditor General's functions). 4 The person who chairs NAO and the Comptroller and Auditor General must jointly submit the estimate to the Public Accounts Commission. 5 The Commission must— a review the estimate, and b lay it before the House of Commons with such modifications (if any) as the Commission considers appropriate. 6 In doing this the Commission must have regard to any advice given by the Committee of Public Accounts or the Treasury."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "24", "section_title": "Indemnification", "section_text": "24 1 There is to be charged on and paid out of the Consolidated Fund any amount payable by an indemnified person in consequence of any liability for breach of duty (whether under a contract or otherwise) incurred by an indemnified person in relation to any audit, examination or inspection carried out as part of the Comptroller and Auditor General's functions. 2 The liability must not be to another indemnified person. 3 The following are indemnified persons— a the Comptroller and Auditor General; b NAO; c a past or present member of NAO; d a past or present employee of NAO."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "25", "section_title": "Interpretation", "section_text": "25 1 In this Part— “ NAO ” has the meaning given by section 20(2); “ Public Accounts Commission ” means the body established by section 2 of the National Audit Act 1983; “ statutory provision ” means a provision of an Act or subordinate legislation (within the meaning of section 21(1) of the Interpretation Act 1978), whenever passed or made; “ use of resources ” is to be read in accordance with section 27 of the Government Resources and Accounts Act 2000. 2 For the purposes of this Part each of the following is a financial year— a the period which begins with the appointed day and ends with the following 31 March; b each successive period of 12 months. 3 In paragraph (a) of subsection (2)\t\t\t\t\t “ the appointed day ” means the day appointed for the purposes of that paragraph by an order made by the Treasury by statutory instrument. 4 Section 13 of the National Audit Act 1983 (interpretation of references to Committee of Public Accounts) applies for the purposes of this Part as it applies for the purposes of that Act."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "26", "section_title": "Transitional provision and consequential amendments", "section_text": "26 1 Schedule 4 contains transitional provision. 2 Schedule 5 contains consequential amendments."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "27", "section_title": "Powers of National Assembly for Wales", "section_text": "27 Schedule 6 contains provision amending the Government of Wales Act 2006."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "28", "section_title": "Power to make consequential provision", "section_text": "28 1 The Treasury may by order make such provision as it considers appropriate in consequence of any provision of this Act. 2 An order under this section may— a amend or revoke any provision of subordinate legislation made on or before the last day of the Session in which this Act is passed; b include supplementary, incidental, transitional, transitory or saving provision. 3 An order under this section is to be made by statutory instrument. 4 A statutory instrument containing an order under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section  “ subordinate legislation ” has the meaning given by section 21(1) of the Interpretation Act 1978."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "29", "section_title": "Commencement", "section_text": "29 1 This Part comes into force on the day on which this Act is passed. 2 Section 27 and Schedule 6 come into force at the end of the period of 2 months beginning with the day on which this Act is passed. 3 The other provisions of this Act come into force in accordance with provision made by order made by statutory instrument by the Treasury. 4 An order under subsection (3) may— a make different provision for different purposes; b include supplementary, incidental, consequential, transitional, transitory or saving provision."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "30", "section_title": "Extent", "section_text": "30 1 Subject to subsection (2), this Act extends to England and Wales, Scotland and Northern Ireland. 2 The amendment or repeal of any enactment has the same extent as the enactment amended or repealed."}, {"act": "Budget Responsibility and National Audit Act 2011", "year": 2011, "section": "31", "section_title": "Short title", "section_text": "31 This Act may be cited as the Budget Responsibility and National Audit Act 2011."}]