[{"act": "Education Act 2011", "year": 2011, "section": "1", "section_title": "Free of charge early years provision", "section_text": "1 1 Part 1 of the Childcare Act 2006 (functions of local authorities in England in relation to childcare) is amended as set out in subsections (2) and (3). 2 For section 7 (duty to secure prescribed early years provision free of charge) substitute— Duty to secure early years provision free of charge in accordance with regulations 7 1 An English local authority must secure that early years provision of such description as may be prescribed is available free of charge, in accordance with any regulations under this subsection, for each young child in their area who— a is under compulsory school age, and b is of such description as may be prescribed. 2 Regulations under subsection (1) may in particular include provision about— a how much early years provision is to be made available in pursuance of the duty imposed by subsection (1); b the times at which, and periods over which, early years provision is to be made available in pursuance of that duty. 3 In discharging the duty under subsection (1) a local authority must have regard to any guidance given from time to time by the Secretary of State. 3 After section 13 insert— Supply of information: free of charge early years provision 13A 1 This subsection applies to information held for the purposes of functions relating to tax credits— a by the Commissioners for Her Majesty's Revenue and Customs, or b by a person providing services to them, in connection with the provision of those services. 2 This subsection applies to information held for the purposes of functions relating to social security— a by the Secretary of State, or b by a person providing services to the Secretary of State, in connection with the provision of those services. 3 Information to which subsection (1) or (2) applies may be supplied to the Secretary of State, or a person providing services to the Secretary of State, for use for the purpose of determining eligibility for free of charge early years provision. 4 Information to which subsection (2) applies may be supplied to an English local authority for use for that purpose. 5 Information received by virtue of subsection (3) may be supplied— a to another person to whom it could have been supplied under that subsection, or b to an English local authority, for use for that purpose. 6 The references in subsections (4) and (5)(b) to an English local authority include references to a person exercising on behalf of an English local authority functions relating to eligibility for free of charge early years provision. 7 For the purposes of this section and section 13B, free of charge early years provision is early years provision which is required to be made available in pursuance of the duty imposed by section 7. 8 This section does not limit the circumstances in which information may be supplied apart from this section. Unauthorised disclosure of information received under section 13A 13B 1 A person commits an offence if the person discloses any information— a which the person received by virtue of any of subsections (3) to (5) of section 13A, and b which relates to a particular person, unless the information is disclosed in accordance with subsection (2). 2 Information is disclosed in accordance with this subsection if it is disclosed in any of the following ways— a in the case of information received by virtue of section 13A(3), in accordance with section 13A(5); b in the course of a duty that the person disclosing it has in connection with the exercise of functions relating to eligibility for free of charge early years provision; c in accordance with an enactment or an order of a court; d with consent given by or on behalf of the person to whom the information relates. 3 It is a defence for a person charged with an offence under subsection (1) to prove that the person reasonably believed that the disclosure was lawful. 4 A person guilty of an offence under subsection (1) is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding 12 months, or a fine not exceeding the statutory maximum, or both. 5 In relation to an offence committed before the commencement of section 154(1) of the Criminal Justice Act 2003, the reference in subsection (4)(b) to 12 months is to be read as a reference to 6 months. 4 Section 100 of the Childcare Act 2006 (provision of information about young children: transitory provision) is repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "2", "section_title": "Power of members of staff at schools to search pupils", "section_text": "2 1 Chapter 2 of Part 10 of EA 1996 (punishment and restraint of pupils) is amended as set out in subsections (2) to (5). 2 In section 550ZA (power of members of staff to search pupils for prohibited items: England)— a in subsection (3) (prohibited items), after paragraph (e) insert— ea an article that the member of staff reasonably suspects has been, or is likely to be, used— i to commit an offence, or ii to cause personal injury to, or damage to the property of, any person (including P); ; b in that subsection, after paragraph (f) insert— g any other item which the school rules identify as an item for which a search may be made. ; c after subsection (4), insert— 4A In subsection (3)(ea)(i),  “ offence ” includes anything that would be an offence but for the operation of any presumption that a person under a particular age is incapable of committing an offence. 4B In subsection (3)(g), the  “ school rules ” means— a in the case of a maintained school or a non-maintained special school, rules in force at the school that are made under measures determined and publicised by the head teacher under section 89 of the Education and Inspections Act 2006; b in the case of any other school, measures relating to discipline in the school that are determined and publicised in accordance with regulations. 4C In subsection (4B)(a)— “ maintained school ” means— a community, foundation or voluntary school, a community or foundation special school, a maintained nursery school, or a pupil referral unit; “ non-maintained special school ” means a school that is approved under section 342. 3 In section 550ZB (power of search under section 550ZA: supplementary)— a in subsection (5), after  “section 550ZA” insert  “                      to search for an item within section 550ZA(3)(a) to (f)                    ” ; b in subsection (6)— i in paragraph (b), after  “P” insert  “                          , unless the condition in subsection (6A) is satisfied                        ” ; ii in paragraph (c), after  “staff” insert  “                          , unless the condition in subsection (6A) is satisfied                        ” ; c after subsection (6), insert— 6A The condition is satisfied if— a the person carrying out the search reasonably believes that there is a risk that serious harm will be caused to a person if the search is not carried out as a matter of urgency, and b in the time available it is not reasonably practicable for the search to be carried out by a person of the same sex as P or in the presence of another member of staff (as the case may be). ; d in subsection (7), in paragraph (b), after  “staff” insert  “                      , unless the condition in subsection (7A) is satisfied                    ” ; e after subsection (7), insert— 7A The condition is satisfied if— a the person carrying out the search reasonably believes that there is a risk that serious harm will be caused to a person if the search is not carried out as a matter of urgency, and b in the time available it is not reasonably practicable for the search to be carried out in the presence of another member of staff. 4 In section 550ZC (power to seize items found during search under section 550ZA)— a in subsection (2) after  “subsection (1)” insert  “                      to seize an item within section 550ZA(3)(a) to (f) or anything within subsection (1)(b)                    ” ; b after subsection (6) insert— 6A A person who seizes an item that is a prohibited item by virtue of section 550ZA(3)(ea) (article used in commission of offence or to cause personal injury or damage to property) under subsection (1) must— a deliver the item to a police constable as soon as reasonably practicable, b return the item to its owner, c retain the item, or d dispose of the item. 6B A person who seizes an item that is a prohibited item by virtue of section 550ZA(3)(g) (item for which search may be made under school rules) under subsection (1) must return it to its owner, retain it or dispose of it. 6C In deciding what to do with an item under subsection (6A) or (6B), the person who seized it must have regard to guidance issued for the purpose of this section by the Secretary of State. 6D Subsections (6E) and (6F) apply to an item that— a has been seized under subsection (1), b is a prohibited item by virtue of section 550ZA(3)(ea) or (g), and c is an electronic device. 6E The person who seized the item may examine any data or files on the device, if the person thinks there is a good reason to do so. 6F Following an examination under subsection (6E), if the person has decided to return the item to its owner, retain it or dispose of it, the person may erase any data or files from the device if the person thinks there is a good reason to do so. 6G In determining whether there is a good reason for the purposes of subsection (6E) or (6F), the person must have regard to any guidance issued for the purposes of this section by the Secretary of State. ; c in subsection (9), for  “and (5)” substitute  “                      , (5) and (6A)                    ” . 5 In section 550ZD (section 550ZC: supplementary)— a in subsection (1), after  “(5)(a)” insert  “                      , (6A)(a)                    ” ; b in subsection (2)(a), for the words from  “alcohol” to  “article” substitute  “                      an item within subsection (2A)                    ” ; c after subsection (2), insert— 2A The items referred to in subsection (2)(a) are— a alcohol or its container; b a controlled drug; c a stolen article; d an item that is a prohibited item by virtue of section 550ZA(3)(ea) or (g). 2B Subsection (3) also applies where a person— a erases data or a file from an electronic device under section 550ZC(6F); and b proves that the erasure was lawful. ; d in subsection (3)(a), for  “or disposal” substitute  “                      , disposal or erasure                    ” ; e in subsection (4), after  “(2)” insert  “                      , (2B)                    ” . 6 In section 569 of EA 1996, in subsection (2A) (regulations subject to affirmative procedure), for  “550ZA or 550ZC” substitute  “                  550ZA(3)(f) or 550ZC(7)                ” . 7 In section 89 of  EIA  2006 (determination by head teacher of behaviour policy), after subsection (4) insert— 4A In relation to a school in England, rules made under subsection (4) must identify the items for which a search may be made."}, {"act": "Education Act 2011", "year": 2011, "section": "3", "section_title": "Power of members of staff at further education institutions to search students", "section_text": "3 1 Part 3 of FHEA 1992 (miscellaneous and general) is amended as follows. 2 In section 85AA (power of members of staff to search students for prohibited items: England), in subsection (3) (prohibited items), after paragraph (e) insert— ea an article that the member of staff reasonably suspects has been, or is likely to be, used— i to commit an offence, or ii to cause personal injury to, or damage to the property of, any person (including S); . 3 In section 85AB (power of search under section 85AA: supplementary)— a in subsection (6)— i in paragraph (b), after  “S” insert  “                          , unless the condition in subsection (6A) is satisfied                        ” ; ii in paragraph (c), after  “staff” insert  “                          , unless the condition in subsection (6A) is satisfied                        ” ; b after subsection (6), insert— 6A The condition is satisfied if— a the person carrying out the search reasonably believes that there is a risk that serious harm will be caused to a person if the search is not carried out as a matter of urgency, and b in the time available it is not reasonably practicable for the search to be carried out by a person of the same sex as S or in the presence of another member of staff (as the case may be). ; c in subsection (7), in paragraph (b), after  “staff” insert  “                      , unless the condition in subsection (7A) is satisfied                    ” ; d after subsection (7), insert— 7A The condition is satisfied if— a the person carrying out the search reasonably believes that there is a risk that serious harm will be caused to a person if the search is not carried out as a matter of urgency, and b in the time available it is not reasonably practicable for the search to be carried out in the presence of another member of staff. 4 In section 85AC (power to seize items found during search under section 85AA)— a after subsection (6) insert— 6A A person who seizes an item that is a prohibited item by virtue of section 85AA(3)(ea) (article used in commission of offence or to cause personal injury or damage to property) under subsection (1) must— a deliver the item to a police constable as soon as reasonably practicable, b return the item to its owner, c retain the item, or d dispose of the item. In deciding what to do with an item under this subsection, the person who seized it must have regard to guidance issued for the purpose of this section by the Secretary of State. 6B Subsections (6C) and (6D) apply to an item that— a has been seized under subsection (1), b is a prohibited item by virtue of section 85AA(3)(ea), and c is an electronic device. 6C The person who seized the item may examine any data or files on the device, if the person thinks there is a good reason to do so. 6D Following an examination under subsection (6C), if the person has decided to return the item to its owner, retain it or dispose of it, the person may erase any data or files from the device if the person thinks there is a good reason to do so. 6E In determining whether there is a good reason for the purposes of subsection (6C) or (6D), the person must have regard to any guidance issued for the purposes of this section by the Secretary of State. ; b in subsection (9), for  “and (5)” substitute  “                      , (5) and (6A)                    ” . 5 In section 85AD (section 85AC: supplementary)— a in subsection (1), after  “(5)(a)” insert  “                      , (6A)(a)                    ” ; b in subsection (2)(a), for the words from  “alcohol” to  “article” substitute  “                      an item within subsection (2A)                    ” ; c after subsection (2), insert— 2A The items referred to in subsection (2)(a) are— a alcohol or its container; b a controlled drug; c a stolen article; d an article that is a prohibited item by virtue of section 85AA(3)(ea). 2B Subsection (3) also applies where a person— a erases data or a file from an electronic device under section 85AC(6D); and b proves that the erasure was lawful. ; d in subsection (3)(a), for  “or disposal” substitute  “                      , disposal or erasure                    ” ; e in subsection (4), after  “(2)” insert  “                      , (2B)                    ” ."}, {"act": "Education Act 2011", "year": 2011, "section": "4", "section_title": "Exclusion of pupils from schools in England: review", "section_text": "4 1 Chapter 3 of Part 3 of EA 2002 (maintained schools: admissions, exclusions and attendance) is amended as follows. 2 Before section 52, insert— Exclusion of pupils: England 51A 1 The head teacher of a maintained school in England may exclude a pupil from the school for a fixed period or permanently. 2 The teacher in charge of a pupil referral unit in England may exclude a pupil from the unit for a fixed period or permanently. 3 Regulations must make provision— a requiring prescribed persons to be given prescribed information relating to any exclusion under subsection (1) or (2); b requiring the responsible body, in prescribed cases, to consider whether the pupil should be reinstated; c requiring the local authority to make arrangements enabling a prescribed person to apply to a review panel for a review, in any prescribed case, of a decision of the responsible body not to reinstate a pupil; d about the constitution of a review panel; e about the procedure to be followed on a review under paragraph (c). 4 On an application by virtue of subsection (3)(c), the review panel may— a uphold the decision of the responsible body, b recommend that the responsible body reconsiders the matter, or c if it considers that the decision of the responsible body was flawed when considered in the light of the principles applicable on an application for judicial review, quash the decision of the responsible body and direct the responsible body to reconsider the matter. 5 Regulations may provide for the panel to have supplementary powers, and in particular may provide that the panel has the power to make a direction about the effect on an excluded pupil of a recommendation under subsection (4)(b) or a direction under subsection (4)(c). 6 In a case where the panel gives a direction under subsection (4)(c) to the governing body of a maintained school, the panel may, in prescribed circumstances, order an adjustment of the school's budget share for a funding period. 7 Regulations must make provision about— a how the amount of the adjustment is to be determined; b the effect of the adjustment on the budget shares of other maintained schools for the funding period. 8 Regulations under this section may also make provision— a for the payment by the local authority of allowances to members of the review panel; b requiring a person or body exercising functions under subsection (1) or (2) or under the regulations to have regard to any guidance given from time to time by the Secretary of State; c requiring local authorities to give prescribed information to the Secretary of State; d in relation to any other matter relating to the exercise of the powers conferred by subsections (1) and (2). 9 Regulations made by virtue of subsection (8)(a) may provide for any of the provisions of sections 173 to 174 of the Local Government Act 1972 (allowances to members of local authorities and other bodies) to apply with prescribed modifications in relation to members of a review panel. 10 In this section— “ budget share ” and  “ funding period ” have the same meaning as in Part 2 of the School Standards and Framework Act 1998; “ exclude ”, in relation to the exclusion of a pupil from a school or pupil referral unit, means exclude on disciplinary grounds (and  “ exclusion ” is to be construed accordingly); “ maintained school ” has the same meaning as in Chapter 1; “ the responsible body ” means— in relation to exclusion from a maintained school, the governing body of the school; in relation to exclusion from a pupil referral unit, such person as may be prescribed. 11 In relation to any time when no responsible body is prescribed in relation to permanent exclusion from a pupil referral unit, subsection (3) has effect in relation to such an exclusion as if— a paragraph (b) were omitted, and b the decision referred to in paragraph (c) were the decision of the teacher in charge of the unit permanently to exclude the pupil. 12 Regulations may make provision for this section and regulations made under it to apply, with prescribed modifications, in relation to Academies or a description of Academy. 3 In section 52 (exclusion of pupils)— a in subsection (1), after  “maintained school” insert  “                      in Wales                    ” ; b in subsection (2), after  “pupil referral unit” insert  “                      in Wales                    ” ; c in subsection (4)— i in paragraph (b), omit from first  “(in” to  “Wales)”; ii in paragraph (c), omit  “the Secretary of State or” and  “as the case may be,”; d in the heading, at the end insert  “                      : Wales                    ” . 4 Schedule 1 (consequential amendments) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "5", "section_title": "Repeal of requirement to give notice of detention to parent: England", "section_text": "5 In section 92 of EIA 2006 (enforcement of disciplinary penalties: detention outside school sessions), in subsection (3)(d), after  “that” insert  “              , in relation to a pupil at a school in Wales,            ” ."}, {"act": "Education Act 2011", "year": 2011, "section": "6", "section_title": "Repeal of duty to enter into behaviour and attendance partnership", "section_text": "6 Section 248 of ASCLA 2009 (co-operation with a view to promoting good behaviour  etc : England) is repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "7", "section_title": "Abolition of the General Teaching Council for England", "section_text": "7 1 Section 1 of THEA 1998 (the General Teaching Council for England) is amended as follows. 2 For subsection (1), substitute— 1 In this Act,  “ the Council ” means the General Teaching Council for Wales (see section 8). 3 For subsection (3), substitute— 3 The functions conferred on the Council by or under this Chapter are exercisable by them only in relation to Wales. 4 Omit subsection (10). 5 For the heading, substitute  “                    Aims and constitution of the Council                  ” ."}, {"act": "Education Act 2011", "year": 2011, "section": "8", "section_title": "Functions of Secretary of State in relation to teachers", "section_text": "8 1 In Part 8 of EA 2002 (teachers), after section 141 insert— Teacher misconduct etc: England Teachers to whom sections 141B to 141E apply 141A 1 Sections 141B to 141E apply to a person who is employed or engaged to carry out teaching work at— a a school in England, b a sixth form college in England, c relevant youth accommodation in England, or d a children's home in England. 2 In subsection (1)— “ children's home ” has the same meaning as in the Care Standards Act 2000; “ teaching work ” means work of a kind specified in regulations under this section (and such regulations may make provision by reference to specified activities or by reference to the circumstances in which activities are carried out). Investigation of disciplinary cases by Secretary of State 141B 1 The Secretary of State may investigate a case where an allegation is referred to the Secretary of State that a person to whom this section applies— a may be guilty of unacceptable professional conduct or conduct that may bring the teaching profession into disrepute, or b has been convicted (at any time) of a relevant offence. 2 Where the Secretary of State finds on an investigation of a case under subsection (1) that there is a case to answer, the Secretary of State must decide whether to make a prohibition order in respect of the person. 3 Schedule 11A (regulations about decisions under subsection (2)) has effect. 4 In this section— a  “ prohibition order ” means an order prohibiting the person to whom it relates from carrying out teaching work; “ teaching work ” has the same meaning as in section 141A(1); “ relevant offence ”, in relation to a person, means— in the case of a conviction in England and Wales, a criminal offence other than one having no material relevance to the person's fitness to be a teacher, and in the case of a conviction elsewhere, an offence which, if committed in England and Wales, would be within paragraph (a). List of persons prohibited from teaching etc 141C 1 The Secretary of State must keep a list containing— a the names of persons in relation to whom a prohibition order has effect, and b the names of persons who have begun, but have failed satisfactorily to complete, an induction period under section 135A in such circumstances as may be prescribed. 2 The Secretary of State may include on the list the name of any person who has been prohibited from teaching in Wales, Scotland or Northern Ireland that the Secretary of State thinks appropriate to include on the list. 3 The Secretary of State must secure that, where the name of a person is included on the list because an interim prohibition order has effect in respect of the person, there is an indication on the list to that effect. 4 The Secretary of State must secure that, where the name of a person is included on the list because the person has failed satisfactorily to complete an induction period under section 135A, there is an indication on the list to that effect. 5 The list may contain such other information in relation to the persons whose names are included on it as the Secretary of State considers appropriate. 6 The list must be available for inspection by members of the public. 7 In this section— “ prohibition order ” has the same meaning as in section 141B; “ interim prohibition order ” means an order made by virtue of paragraph 3 of Schedule 11A. Supply of information following dismissal, resignation etc 141D 1 This section applies where a relevant employer has ceased to use the services of a teacher because the teacher has been guilty of serious misconduct. 2 This section also applies where a relevant employer might have ceased to use the services of a teacher as mentioned in subsection (1) had the teacher not ceased to provide those services. 3 The employer must consider whether it would be appropriate to provide prescribed information about the teacher to the Secretary of State. 4 In this section— “ relevant employer ” means— a local authority; a person exercising a function relating to the provision of education on behalf of a local authority; the proprietor of a school; a sixth form college corporation; a person who employs a person to teach in a children's home or in relevant youth accommodation; “ education ” includes vocational, social, physical and recreational training; “ children's home ” has the same meaning as in the Care Standards Act 2000; “ services ” includes professional and voluntary services; “ teacher ” means a person within section 141A(1). Supply of information by contractor, agency etc 141E 1 This section applies where arrangements have been made by a person (the  “agent”) for a teacher to carry out work at the request of or with the consent of a relevant employer (whether or not under a contract) and the agent has terminated the arrangements because the teacher has been guilty of serious misconduct. 2 This section also applies where the agent— a might have terminated the arrangements as mentioned in subsection (1) had the teacher not terminated them, or b might have refrained from making new arrangements because of the teacher's serious misconduct had the teacher not ceased to be available for work. 3 The agent must consider whether it would be appropriate to provide prescribed information about the teacher to the Secretary of State. 4 In this section  “ relevant employer ” and  “ teacher ” have the same meanings as in section 141D. 2 In EA 2002, after Schedule 11, insert— SCHEDULE 11A REGULATIONS ABOUT DECISIONS UNDER SECTION 141B Section 141B Regulations: general 1 The Secretary of State must make regulations in accordance with the following provisions of this Schedule. Procedure for decisions under section 141B(2) 2 1 Regulations under paragraph 1 must make provision about the procedure to be followed by the Secretary of State in reaching a decision under section 141B(2). 2 The regulations must not require a person to give evidence or produce any document or other material evidence which the person could not be compelled to give or produce in civil proceedings in any court in England and Wales. 3 The regulations may make provision for any functions of the Secretary of State under section 141B to be excluded or restricted in such circumstances as may be specified in or determined under the regulations. 4 The circumstances include, in particular, where the Secretary of State considers this to be appropriate taking into account the powers of the Independent Safeguarding Authority under the Safeguarding Vulnerable Groups Act 2006. Interim prohibition orders 3 1 Regulations under paragraph 1 may make provision for the Secretary of State to make an interim prohibition order, pending the Secretary of State's final decision under section 141B(2). 2 Regulations about interim prohibition orders must provide that an interim prohibition order may be made only if the Secretary of State considers that it is necessary in the public interest to do so. 3 Regulations about interim prohibition orders must provide that the Secretary of State must review an interim prohibition order— a within six months of the order being made, and b within each subsequent six month period, if the person to whom the order relates makes an application to the Secretary of State for such a review. Prohibition orders 4 1 Regulations under paragraph 1 may make provision— a about the service on a person to whom a prohibition order relates of notice of the order and of the right to appeal against the order under paragraph 5; b about the publication of information relating to the case of a person to whom a prohibition order relates; c prescribing circumstances in which a person to whom a prohibition order relates may nevertheless carry out teaching work (within the meaning of section 141A). 2 Regulations under paragraph 1 may also make provision— a as to the time when a prohibition order takes effect; b allowing a person to whom a prohibition order relates to apply to the Secretary of State for the order to be set aside; c as to the minimum period for which a prohibition order must be in effect before such an application may be made; d as to the procedure relating to such an application. Appeals against prohibition orders 5 1 Regulations under paragraph 1 must make provision conferring on a person to whom a prohibition order relates a right to appeal against the order to the High Court. 2 The regulations must provide that an appeal must be brought within 28 days of the person being served with notice of the prohibition order. 3 No appeal is to lie from any decision of the Court on such an appeal. 4 In this paragraph,  “ prohibition order ” does not include an interim prohibition order made by virtue of paragraph 3. Supplementary provisions 6 1 Regulations under paragraph 1 may make incidental and supplementary provision, including provision— a where a prohibition order has effect in relation to a person, for the Secretary of State to serve notice of the order on the person's employer; b requiring the employer of such a person to take such steps in consequence of the order (which may include dismissing the person) as may be prescribed; c authorising the delegation of functions conferred by virtue of this Schedule and the determination of matters by any person or persons specified in the regulations. 2 Regulations under paragraph 1 may also make provision— a for the Secretary of State to make a decision in a particular case about the effect in England of an order prohibiting a person from teaching in schools in Wales, Scotland or Northern Ireland; b about the effect in general in England of orders prohibiting a person from teaching in schools in Wales, Scotland or Northern Ireland."}, {"act": "Education Act 2011", "year": 2011, "section": "9", "section_title": "Requirement for teachers in England to serve induction period", "section_text": "9 In Part 8 of EA 2002 (teachers), after section 135 insert— Induction periods: teachers in England Requirement to serve induction period: teachers in England 135A 1 Regulations may make provision for, and in connection with, requiring persons employed as teachers at relevant schools in England, subject to such exceptions as may be provided by or under the regulations, to have satisfactorily completed an induction period of not less than three school terms in— a a relevant school, b in such circumstances as may be prescribed, a nursery school that— i is not maintained by a local authority, and ii is not a special school, c in such circumstances as may be prescribed, an independent school, or d in such circumstances as may be prescribed, an institution within the further education sector (or an institution within the further education sector of a prescribed description). 2 Regulations under this section may, in particular, make provision— a as to the length of the induction period in any prescribed circumstances; b as to periods of employment which are to count towards the induction period; c as to the number of induction periods that a person may serve, and the circumstances in which a person may serve more than one induction period; d precluding a relevant school, in such circumstances as may be prescribed, from being one at which an induction period may be served; e as to supervision and training during a person's induction period; f authorising the Secretary of State to determine the standards against which a person is to be assessed for the purpose of deciding whether the person has satisfactorily completed an induction period; g requiring the appropriate body to decide whether a person— i has achieved those standards and has accordingly satisfactorily completed his or her induction period, or ii should have his or her induction period extended by such period as may be determined by the appropriate body, or iii has failed satisfactorily to complete his or her induction period; h requiring the head teacher of a school to make a recommendation to the appropriate body as to whether a person has achieved the standards mentioned in paragraph (f); i requiring the appropriate body to inform the Secretary of State of any decision under paragraph (g); j requiring the employer of a person employed as a teacher at a relevant school to secure— i the termination of that person's employment as a teacher, or ii that the person only undertakes such teaching duties as may be determined in accordance with the regulations, in such circumstances following a decision that the person has failed satisfactorily to complete his or her induction period as may be prescribed; k authorising or requiring the appropriate body to exercise such other functions as may be prescribed (which may include functions with respect to the provision of assistance to schools or to institutions within the further education sector or of training for teachers); l authorising the appropriate body in such circumstances as may be prescribed to make such reasonable charges in connection with the exercise of its functions under the regulations as it may determine; m requiring any person or body exercising any prescribed function under the regulations to have regard to any guidance given from time to time by the Secretary of State as to the exercise of that function. 3 Regulations under subsection (1)(d) may, in particular— a provide that an induction period may not be begun without approval of the appropriate body for the serving of that induction period; b provide for approval to be general or specific; c make provision (including transitional provision) about the withdrawal of approval; d impose conditions or limitations on the appropriate body's power to give or withhold approval. 4 In this section— “ the appropriate body ” means such person or body (including a local authority) as may be prescribed by, or determined by the Secretary of State in accordance with, regulations under this section (and such regulations may provide for an appropriate body which is not a local authority to include a representative of such an authority); “ relevant school ” means a school maintained by a local authority or a special school not so maintained. 5 In the application of this section to an institution within the further education sector— a a reference to a school term is to be read as a reference to a term of the institution; b a reference to the head teacher of a school is to be read as a reference to the principal of the institution. Induction periods: appeals 135B 1 Regulations under section 135A must include provision conferring on a person aggrieved by a decision under subsection (2)(g) of that section a right to appeal against the decision to the Secretary of State. 2 A decision on an appeal made by virtue of subsection (1) is to be final. 3 Regulations under section 135A made in pursuance of subsection (1) may make provision for, or for the determination in accordance with the regulations of, such matters relating to appeals as the Secretary of State considers necessary or expedient. Induction periods: supplementary 135C 1 During the induction period which a person is required to serve by virtue of regulations under section 135A, the provisions of section 131 (appraisal of teachers' performance) and regulations under that section do not apply to the person. 2 Where, in accordance with a requirement imposed by virtue of subsection (2)(j)(ii) of section 135A, a teacher employed at a school maintained by a local authority— a continues to be employed at the school, but b is not undertaking his or her normal teaching duties there, any costs incurred by the local authority in respect of the teacher's emoluments are not to be met from the school's budget share for any funding period except in so far as the authority have good reason for deducting those costs, or any part of those costs, from that share. Nothing in this subsection applies to a maintained school at any time when the school does not have a delegated budget. 3 In subsection (2)— a the references to a school's budget share and to a school not having a delegated budget have the same meaning as in Part 2 of the School Standards and Framework Act 1998; b “ funding period ”, in relation to a school's budget share, has the same meaning as in that Part. 4 Sections 496 and 497 of the Education Act 1996 (default powers of Secretary of State) have effect in relation to the duties imposed and powers conferred by virtue of section 135A as if the bodies to which those sections apply included— a the governing body of a special school that is not maintained by a local authority; b the governing body (within the meaning given by section 90(1) of the Further and Higher Education Act 1992) of an institution within the further education sector; c the appropriate body (within the meaning of section 135A)."}, {"act": "Education Act 2011", "year": 2011, "section": "10", "section_title": "Abolition of the GTCE: transitional provision", "section_text": "10 1 Subsections (2) to (9) apply to a disciplinary order made by the General Teaching Council for England (“ the Council ”) by virtue of Schedule 2 to THEA 1998 that is in force immediately before the commencement date. 2 A prohibition order is to be treated, after the commencement date, as if it were a prohibition order made by the Secretary of State under section 141B of EA 2002. 3 A conditional registration order is to continue in force for the period during which any condition specified in the order has effect, or, if any condition specified in the order has effect without limit of time, until such time as the order is revoked. 4 A suspension order is to continue in force until the later of— a the end of the suspension period specified in the order, and b the date on which the person to whom the order relates has complied with any condition specified in the order by virtue of paragraph 4(2) of Schedule 2 to THEA 1998. 5 Where a conditional registration order remains in force after the commencement date by virtue of subsection (3), sub-paragraphs (1) to (3) of paragraph 3 of Schedule 2 to THEA 1998 continue to apply to the order, but with the modification specified in subsection (6). 6 Sub-paragraph (1) of paragraph 3 is modified so that for the words  “eligible for registration under section 3” there is substituted  “                    allowed to carry out teaching work within the meaning of section 141A of the Education Act 2002                  ” . 7 Where a suspension order remains in force after the commencement date by virtue of subsection (4), sub-paragraphs (1) to (3) of paragraph 4 of Schedule 2 to THEA 1998 continue to apply to the order, but with the modifications specified in subsection (8). 8 Sub-paragraphs (1) and (2) of paragraph 4 are modified as follows— a in sub-paragraph (1)— i in paragraph (a), for the words  “eligible for registration under section 3” there is substituted  “                            allowed to carry out teaching work within the meaning of section 141A of the Education Act 2002                          ” ; ii paragraph (b) (and the  “and” preceding it) is omitted; iii in the words following paragraph (b), for  “become so eligible” there is substituted  “                            be allowed to carry out such work                          ” ; b in sub-paragraph (2)— i in paragraph (a), for  “become eligible again for registration under section 3” there is substituted  “                            be allowed to carry out teaching work within the meaning of section 141A of the Education Act 2002                          ” ; ii in paragraph (b), for  “become so eligible” there is substituted  “                            be allowed to carry out such work                          ” . 9 Where a conditional registration order or a suspension order remains in force after the commencement date by virtue of subsection (3) or (4)— a any regulations under Schedule 2 to THEA 1998 that make provision about the variation or revocation of disciplinary orders continue to apply in relation to the order, but those regulations have effect as if functions conferred on the Council (or a committee of the Council) by the regulations had been transferred to the Secretary of State; b regulations under paragraph 6 of Schedule 2 to THEA 1998 (appeals against disciplinary orders to High Court) continue to apply; c the Secretary of State may consider an application to vary or revoke the order. 10 The Secretary of State may include on the list maintained under section 141C of EA 2002 (list of persons prohibited from teaching etc) any person in relation to whom a conditional registration order or a suspension order is in force. 11 Where immediately before the commencement date a teacher in England was the subject of an investigation by the Council (or a committee of the Council) by virtue of Schedule 2 to THEA 1998, the Secretary of State may continue the investigation and make a decision under section 141B of EA 2002. 12 In this section— “ the commencement date ” means the date on which section 7 (abolition of the General Teaching Council for England) comes into force; “ disciplinary order ”,  “ conditional registration order ” and  “ suspension order ” have the same meanings as in Schedule 2 to THEA 1998 (see paragraph 2(3))."}, {"act": "Education Act 2011", "year": 2011, "section": "11", "section_title": "Abolition of the GTCE: consequential amendments", "section_text": "11 1 Schedule 2 (consequential amendments) has effect. 2 The Secretary of State may by order make changes in consequence of sections 7 to 10 to any provision of subordinate legislation made before the date on which this Act is passed. 3 “ Subordinate legislation ” has the meaning given by section 21(1) of the Interpretation Act 1978."}, {"act": "Education Act 2011", "year": 2011, "section": "12", "section_title": "Abolition of the GTCE: transfer schemes", "section_text": "12 Schedule 3 (schemes for the transfer of staff, property, rights and liabilities from the General Teaching Council for England to the Secretary of State) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "13", "section_title": "Restrictions on reporting alleged offences by teachers", "section_text": "13 1 In Part 8 of EA 2002 (teachers), after section 141E (inserted by section 8), insert— Allegations of offences committed by teachers in England and Wales: reporting restrictions Restrictions on reporting alleged offences by teachers 141F 1 This section applies where a person who is employed or engaged as a teacher at a school is the subject of an allegation falling within subsection (2). 2 An allegation falls within this subsection if— a it is an allegation that the person is or may be guilty of a relevant criminal offence, and b it is made by or on behalf of a registered pupil at the school. 3 No matter relating to the person is to be included in any publication if it is likely to lead members of the public to identify the person as the teacher who is the subject of the allegation. 4 Any person may make an application to a magistrates' court for an order dispensing with the restrictions imposed by subsection (3). 5 The court may make an order dispensing with the restrictions, to the extent specified in the order, if it is satisfied that it is in the interests of justice to do so, having regard to the welfare of— a the person who is the subject of the allegation, and b the victim of the offence to which the allegation relates. 6 The power under subsection (5) may be exercised by a single justice. 7 In the case of a decision to make or refuse to make an order under subsection (5), a person mentioned in subsection (8) may, in accordance with Criminal Procedure Rules— a appeal to the Crown Court against the decision, or b appear or be represented at the hearing of such an appeal. 8 The persons referred to in subsection (7) are— a a person who was a party to the proceedings on the application for the order; b any other person with the leave of the Crown Court. 9 On an appeal under subsection (7), the Crown Court may— a make such order as is necessary to give effect to its determination of the appeal, and b make such incidental or consequential orders as appear to it to be just. 10 The restrictions in subsection (3) cease to apply once proceedings for the offence have been instituted. 11 The restrictions in subsection (3) also cease to apply if— a the Secretary of State publishes information about the person who is the subject of the allegation in connection with an investigation or decision under section 141B (investigation of disciplinary cases by Secretary of State) relating to the same allegation, or b the General Teaching Council for Wales publishes information about the person who is the subject of the allegation in connection with an investigation, hearing or determination under Schedule 2 to the Teaching and Higher Education Act 1998 (investigation of disciplinary cases by the General Teaching Council for Wales) relating to the same allegation. 12 The restrictions in subsection (3) also cease to apply if— a the person who is the subject of the allegation includes a matter in a publication, or b another person includes a matter in a publication with the written consent of the person who is the subject of the allegation; and, in either case, the inclusion of the matter in the publication would otherwise be in breach of subsection (3). 13 Written consent is to be ignored for the purposes of subsection (12)(b) if it is proved that any person interfered unreasonably with the peace or comfort of the person giving the consent, with intent to obtain it. 14 In this section— “ publication ” includes any speech, writing, relevant programme or other communication in whatever form, which is addressed to the public at large or any section of the public (and for this purpose, every relevant programme shall be taken to be so addressed), but does not include— an indictment or other document prepared for use in particular legal proceedings, or a document published by the regulator of a profession of which the person who is the subject of the allegation is a member in connection with disciplinary proceedings in relation to the person; “ relevant criminal offence ”, in relation to a person employed or engaged as a teacher at a school, means an offence against the law of England and Wales where the victim of the offence is a registered pupil at the school; “ relevant programme ” means a programme included in a programme service, within the meaning of the Broadcasting Act 1990. 15 For the purposes of this section, proceedings for an offence are instituted at the earliest of the following times— a when a justice of the peace issues a summons or warrant under section 1 of the Magistrates' Courts Act 1980 in respect of the offence; b when a public prosecutor issues a written charge and requisition in respect of the offence; c when a person is charged with the offence after being taken into custody without a warrant; d when a bill of indictment is preferred by virtue of section 2(2)(b) of the Administration of Justice (Miscellaneous Provisions) Act 1933. Offence of breach of reporting restrictions 141G 1 This section applies if a publication includes any matter in breach of section 141F(3). 2 Where the publication is a newspaper or periodical, any proprietor, any editor and any publisher of the newspaper or periodical is guilty of an offence. 3 Where the publication is a programme included in a programme service (within the meaning of the Broadcasting Act 1990), the following are guilty of an offence— a any body corporate engaged in providing the programme service in which the programme is included, and b any person having functions in relation to the programme corresponding to those of an editor of a newspaper. 4 In the case of any other publication, any person publishing it is guilty of an offence. 5 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 6 If an offence committed by a body corporate is proved— a to have been committed with the consent or connivance of, or b to be attributable to any neglect on the part of, an officer, the officer as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 7 In subsection (6),  “ officer ” means a director, manager, secretary or other similar officer of the body, or a person purporting to act in any such capacity. 8 If the affairs of a body corporate are managed by its members,  “director” in subsection (7) means a member of that body. 9 Schedule 11B contains supplementary provision relating to an offence under this section. Defences 141H 1 Where a person is charged with an offence under section 141G, it is a defence for the person to prove either of the matters mentioned in subsection (2). 2 The matters are— a that, at the time of the alleged offence, the person was not aware, and neither suspected nor had reason to suspect, that the publication included the matter in question; b that, at the time of the alleged offence, the person was not aware, and neither suspected nor had reason to suspect, that the allegation in question had been made. 2 Schedule 4 (offence of breaching reporting restrictions: application to providers of information society services) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "14", "section_title": "Abolition of the Training and Development Agency for Schools", "section_text": "14 Sections 74 to 84 of, and Schedule 13 to, EA 2005 (the Training and Development Agency for Schools) are repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "15", "section_title": "Training the school workforce: powers of Secretary of State and Welsh Ministers", "section_text": "15 1 Part 2 of EA 2002 (financial assistance for education and children etc) is amended as set out in subsections (2) and (3). 2 In section 14 (power of Secretary of State and Welsh Ministers to give financial assistance for purposes related to education or children etc)— a in subsection (2), after paragraph (c) insert— ca enabling any person to receive any training for teachers or for non-teaching staff; ; b in subsection (2ZA), for  “(2)(g)” substitute  “                        (2)                      ” . 3 In section 16 (terms on which assistance under section 14 is given)— a in subsection (1), after  “appropriate” insert  “                        , subject to subsection (2B)                      ” ; b in subsection (2)(b), after  “appropriate” insert  “                        , subject to subsection (2B)                      ” ; c after subsection (2) insert— 2A Subsection (2B) applies to— a financial assistance given under section 14 to an institution within the higher education sector, and b financial assistance required by virtue of subsection (2)(b) to be given to such an institution. 2B The terms on which the assistance is given may not be framed by reference to criteria for the selection and appointment of staff or the admission of students. 4 Part 3 of EA 2005 (training the school workforce) is amended as set out in subsections (5) to (9). 5 Before section 85 (and the italic heading preceding it), insert— Functions of Welsh Ministers with respect to the school workforce General duty of Welsh Ministers with respect to teacher training 84A In carrying out their duties under sections 10 and 11 of the Education Act 1996, the Welsh Ministers must in particular make such arrangements as they consider expedient for securing that sufficient facilities are available for the training of teachers to serve in— a schools maintained by local authorities in Wales, b institutions in Wales within the further education sector, and c institutions in Wales which are maintained by local authorities in Wales and provide higher education or further education (or both). Power to promote careers in school workforce in Wales 84B 1 The Welsh Ministers may promote careers in the school workforce in Wales. 2 The Welsh Ministers may exercise the power conferred by subsection (1) jointly with the Secretary of State or any other person with functions relating to careers in the school workforce. 3 The Welsh Ministers may make arrangements for the power conferred by subsection (1) to be exercised on their behalf by any other person. 4 Arrangements under subsection (3) may (in particular) make provision for that power to be exercised— a to the extent, and on the terms, specified in the arrangements; b generally or in such circumstances as are specified in the arrangements; c jointly with any person with whom it can be exercised jointly by the Welsh Ministers by virtue of subsection (2). 5 Arrangements under subsection (3) do not prevent the power conferred by subsection (1) from being exercised by the Welsh Ministers. 6 In section 92 (joint exercise of functions)— a in subsection (1), for  “A funding agency” substitute  “                        The Secretary of State,  HEFCW                       ” ; b in subsection (2), omit  “the other funding agency,”; c after subsection (2) insert— 2A The reference in subsection (1) to the functions of the Secretary of State is to the functions of the Secretary of State relating to training for members of the school workforce. ; d omit subsection (3). 7 In section 93 (efficiency studies)— a in subsection (1), for  “A funding agency” substitute  “                        The Secretary of State and HEFCW                      ” ; b in subsection (2), for  “a funding agency” substitute  “                        the Secretary of State or HEFCW                      ” ; c in subsection (3)(a), for  “support under this Part from the Agency” substitute  “                        assistance under section 14 of the Education Act 2002 from the Secretary of State                      ” . 8 For section 94 (duty to provide information) substitute— Provision of information 94 1 HEFCW may give the Secretary of State information for the purposes of the exercise of the Secretary of State's functions relating to training for members of the school workforce. 2 The Secretary of State may give HEFCW information for the purposes of the exercise of their functions under any enactment. 3 The persons and bodies mentioned in subsection (4) must— a give the Secretary of State such information as the Secretary of State may require for the purpose of the exercise of the Secretary of State's functions relating to training for members of the school workforce; b give HEFCW such information as they may require for the purpose of the exercise of their functions under any enactment. 4 The persons and bodies referred to in subsection (3) are— a a person receiving, or who has received or applied for, a grant, loan or other payment under section 86, or financial assistance from the Secretary of State under section 14 of the Education Act 2002; b a local authority. 9 In section 100 (interpretation of Part 3)— a omit the definitions of  “the Agency” and  “a funding agency”; b in the definition of  “the school workforce”, for  “section 75(5)” substitute  “                        subsection (1A)                      ” ; c in the definition of  “training provider”, for  “has the meaning given by section 78(3)” substitute  “                        means a person who provides training for members of the school workforce                      ” ; d after subsection (1) insert— 1A For the purposes of this Part, the school workforce consists of the following members— a persons who work in schools, and b other persons who are teachers or who carry out work that consists of or includes teaching."}, {"act": "Education Act 2011", "year": 2011, "section": "16", "section_title": "Abolition of the TDA: consequential amendments", "section_text": "16 1 Schedule 5 (abolition of the TDA: consequential amendments) has effect. 2 The Secretary of State may by order make changes in consequence of sections 14 and 15 to any provision of subordinate legislation made before the date on which this Act is passed. 3 The Welsh Ministers may by order make changes in consequence of sections 14 and 15, so far as applicable to Wales, to any provision of— a an instrument made under a Measure of the National Assembly for Wales before the date on which this Act is passed; b any other subordinate legislation made before the date on which this Act is passed, so far as applicable to Wales. 4 “ Subordinate legislation ” has the meaning given by section 21(1) of the Interpretation Act 1978."}, {"act": "Education Act 2011", "year": 2011, "section": "17", "section_title": "Abolition of the TDA: transfer schemes", "section_text": "17 Schedule 6 (schemes for the transfer of staff, property, rights and liabilities from the Training and Development Agency for Schools to the Secretary of State) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "18", "section_title": "Abolition of the School Support Staff Negotiating Body", "section_text": "18 1 Sections 227 to 241 of, and Schedule 15 to, ASCLA 2009 (the School Support Staff Negotiating Body) are repealed. 2 In consequence of subsection (1), in the House of Commons Disqualification Act 1975, in Part 3 of Schedule 1 (other disqualifying offices), omit  “Person appointed to chair the School Support Staff Negotiating Body.”"}, {"act": "Education Act 2011", "year": 2011, "section": "19", "section_title": "Staffing of maintained schools: suspension of delegated budget", "section_text": "19 1 In section 35 of EA 2002 (staffing of community, voluntary controlled, community special and maintained nursery schools), in subsection (7) (effect of suspension of school's delegated budget), after  “the School Standards and Framework Act 1998” insert  “                    , or section 66 of the Education and Inspections Act 2006,                  ” . 2 In section 36 of EA 2002 (staffing of foundation, voluntary aided and foundation special schools), in subsection (7) (effect of suspension of school's delegated budget), after  “the School Standards and Framework Act 1998” insert  “                    , or section 66 of the Education and Inspections Act 2006,                  ” ."}, {"act": "Education Act 2011", "year": 2011, "section": "20", "section_title": "Requirement for schools to participate in international surveys", "section_text": "20 In Chapter 4 of Part 9 of EA 1996 (provision of information by governing bodies etc), after section 538, insert— Power to direct participation in international surveys 538A The Secretary of State may direct the governing body of a community, foundation or voluntary school in England to secure that the school participates in such international education surveys as may be specified in the direction."}, {"act": "Education Act 2011", "year": 2011, "section": "21", "section_title": "The Chief Regulator of Qualifications and Examinations", "section_text": "21 Schedule 7 (the Chief Regulator of Qualifications and Examinations) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "22", "section_title": "The qualifications standards objective", "section_text": "22 In section 128 of ASCLA 2009 (Ofqual's objectives) for subsection (2) (the qualifications standards objective) substitute— 2 The qualifications standards objective is to secure that— a regulated qualifications give a reliable indication of knowledge, skills and understanding, and b regulated qualifications indicate — i a consistent level of attainment (including over time) between comparable regulated qualifications, and ii a consistent level of attainment (but not over time) between regulated qualifications and comparable qualifications (including those awarded outside the United Kingdom) which are not qualifications to which this Part applies."}, {"act": "Education Act 2011", "year": 2011, "section": "23", "section_title": "Enforcement powers", "section_text": "23 1 Part 7 of ASCLA 2009 (the Office of Qualifications and Examinations Regulation) is amended as set out in subsections (2) to (6). 2 In section 151 (power to give directions), for subsection (1) substitute— 1 Subsection (2) applies if it appears to Ofqual that a recognised body has failed or is likely to fail to comply with a condition to which the recognition is subject. 3 After section 151 insert— Power to impose monetary penalties 151A 1 Subsection (2) applies if it appears to Ofqual that a recognised body has failed to comply with a condition to which the recognition is subject. 2 Ofqual may impose a monetary penalty on the recognised body. 3 A  “monetary penalty” is a requirement to pay to Ofqual a penalty of an amount determined by Ofqual in accordance with section 151B. 4 Before imposing a monetary penalty on a recognised body, Ofqual must give notice to the body of its intention to do so. 5 The notice must— a set out Ofqual's reasons for proposing to impose the penalty, and b specify the period during which, and the way in which, the recognised body may make representations about the proposal. 6 The period specified under subsection (5)(b) must not be less than 28 days beginning with the date on which the notice is received. 7 Ofqual must have regard to any representations made by the recognised body during the period specified in the notice in deciding whether to impose a monetary penalty on the body. 8 If Ofqual decides to impose a monetary penalty on the body, it must give the body a notice containing information as to— a the grounds for imposing the penalty, b how payment may be made, c the period within which payment is required to be made (which must not be less than 28 days), d rights of appeal, e the period within which an appeal may be made, and f the consequences of non-payment. Monetary penalties: amount 151B 1 The amount of a monetary penalty imposed on a recognised body under section 151A must not exceed 10% of the body's turnover. 2 The turnover of a body for the purposes of subsection (1) is to be determined in accordance with an order made by the Secretary of State. 3 Subject to subsection (1), the amount may be whatever Ofqual decides is appropriate in all the circumstances of the case. Monetary penalties: appeals 151C 1 A recognised body may appeal to the First-tier Tribunal against— a a decision to impose a monetary penalty on the body under section 151A; b a decision as to the amount of the penalty. 2 An appeal under this section may be made on the grounds— a that the decision was based on an error of fact; b that the decision was wrong in law; c that the decision was unreasonable. 3 The requirement to pay the penalty is suspended pending the determination of an appeal under this section. 4 On an appeal under this section the Tribunal may— a withdraw the requirement to pay the penalty; b confirm that requirement; c vary that requirement; d take such steps as Ofqual could take in relation to the failure to comply giving rise to the decision to impose the requirement; e remit the decision whether to confirm the requirement to pay the penalty, or any matter relating to that decision, to Ofqual. Monetary penalties: interest and recovery 151D 1 This section applies if all or part of a monetary penalty imposed on a recognised body is unpaid at the end of the period ending on the applicable date. 2 The applicable date is— a the last date on which the recognised body may make an appeal under section 151C in respect of the penalty, if no such appeal is made; b if an appeal under section 151C in respect of the penalty is made— i the date on which the appeal is determined, or ii if the appeal is withdrawn before being determined, the date on which the appeal is withdrawn. 3 The unpaid amount of the penalty for the time being carries interest at the rate for the time being specified in section 17 of the Judgments Act 1838 (and does not also carry interest as a judgment debt under that section). 4 The total amount of interest imposed under subsection (3) must not exceed the amount of the penalty. 5 Ofqual may recover from the body, as a civil debt due to it, the unpaid amount of the penalty and any unpaid interest. 4 In section 152 (power to withdraw recognition), for subsection (2) substitute— 2 Ofqual may withdraw recognition from the recognised body in respect of the award or authentication of— a a specified qualification or description of qualification in respect of which the body is recognised, or b every qualification or description of qualification in respect of which the body is recognised. 5 After section 152 insert— Costs recovery 152A 1 Ofqual may, by notice, require a recognised body on which a sanction has been imposed to pay the costs incurred by Ofqual in relation to imposing the sanction, up to the time it is imposed. 2 The references in subsection (1) to imposing a sanction are to— a giving a direction under section 151; b imposing a monetary penalty under section 151A; c withdrawing recognition under section 152. 3 “ Costs ” includes in particular— a investigation costs; b administration costs; c costs of obtaining expert advice (including legal advice). 4 A notice given to a recognised body under subsection (1) must contain information as to— a the amount required to be paid, b how payment may be made, c the period within which payment is required to be made (which must not be less than 28 days), d rights of appeal, e the period within which an appeal may be made, and f the consequences of non-payment. 5 The body may require Ofqual to provide a detailed breakdown of the amount specified in the notice. Costs recovery: appeals 152B 1 A recognised body may appeal to the First-tier Tribunal against— a a decision under section 152A(1) to require the body to pay costs; b a decision as to the amount of those costs. 2 An appeal under this section may be made on the grounds— a that the decision was based on an error of fact; b that the decision was wrong in law; c that the decision was unreasonable. 3 The requirement to pay the costs is suspended pending the determination of an appeal under this section. 4 On an appeal under this section the Tribunal may— a withdraw the requirement to pay the costs; b confirm that requirement; c vary that requirement; d take such steps as Ofqual could take in relation to the failure to comply giving rise to the decision to impose the requirement; e remit the decision whether to confirm the requirement to pay the costs, or any matter relating to that decision, to Ofqual. Costs: interest and recovery 152C 1 This section applies if all or part of an amount of costs that a recognised body is required to pay under section 152A(1) is unpaid at the end of the period ending on the applicable date. 2 The applicable date is— a the last date on which the recognised body may make an appeal under section 152B in respect of the costs, if no such appeal is made; b if an appeal under section 152B in respect of the costs is made— i the date on which the appeal is determined, or ii if the appeal is withdrawn before being determined, the date on which the appeal is withdrawn. 3 The unpaid amount of the costs for the time being carries interest at the rate for the time being specified in section 17 of the Judgments Act 1838 (and does not also carry interest as a judgment debt under that section). 4 The total amount of interest imposed under subsection (3) must not exceed the amount of the costs. 5 Ofqual may recover from the body, as a civil debt due to it, the unpaid amount of the costs and any unpaid interest. 6 In section 153 (qualifications regulatory framework), in subsection (8)(e), for  “152” substitute  “                    152C                  ” . 7 In section 262(6) of ASCLA 2009 (orders and regulations subject to affirmative resolution procedure), after paragraph (e) insert— ea an order under section 151B(2); ."}, {"act": "Education Act 2011", "year": 2011, "section": "24", "section_title": "Enforcement powers of Welsh Ministers", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2011", "year": 2011, "section": "25", "section_title": "Abolition of the Qualifications and Curriculum Development Agency", "section_text": "25 Sections 175 to 191 of, and Schedule 11 to, ASCLA 2009 (the Qualifications and Curriculum Development Agency) are repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "26", "section_title": "Abolition of the QCDA: consequential amendments", "section_text": "26 1 Schedule 8 (abolition of the QCDA: consequential amendments) has effect. 2 The Secretary of State may by order make changes in consequence of section 25 to any provision of subordinate legislation made before the date on which this Act is passed. 3 “ Subordinate legislation ” has the meaning given by section 21(1) of the Interpretation Act 1978."}, {"act": "Education Act 2011", "year": 2011, "section": "27", "section_title": "Abolition of the QCDA: transfer schemes", "section_text": "27 Schedule 9 (schemes for the transfer of staff, property, rights and liabilities from the QCDA to other persons) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "28", "section_title": "Education and training support services in England", "section_text": "28 1 Part 2 of ESA 2008 (education and training support services in England) is amended as set out in subsections (2) to (5). 2 Section 69 (Secretary of State directions in relation to education and training support services) is repealed. 3 In consequence of subsection (2)— a in section 68 (provision of support services by local authorities)— i omit subsection (2); ii in subsection (3), omit  “and section 69”; iii in subsection (4), omit paragraph (a) (and the  “and” after it); b in section 70(2) (local authorities: supplementary powers), omit  “or 69”; c in section 71(8) (provision of support on conditional basis), for  “68(2) and (4)” substitute  “                        68(4)                      ” . 4 Section 73 (duty on schools and FE institutions to permit access by persons involved in providing education and training support services) is repealed. 5 In section 76A (supply of information obtained in connection with education and training support services), omit subsection (5) (information not to be disclosed in a way that reveals identity of individual to whom it relates). 6 In consequence of the amendment made by subsection (2), omit section 255(2) of ASCLA 2009."}, {"act": "Education Act 2011", "year": 2011, "section": "29", "section_title": "Careers guidance in schools in England", "section_text": "29 1 Part 7 of EA 1997 (careers education and guidance) is amended as set out in subsections (2) to (8). 2 Before section 43 insert— Provision of careers guidance in schools in England 42A 1 The responsible authorities for a school in England within subsection (2) must secure that all registered pupils at the school are provided with independent careers guidance during the relevant phase of their education. 2 A school is within this subsection if it provides secondary education and is one of the following— a a community, foundation or voluntary school; b a community or foundation special school (other than one established in a hospital); c a pupil referral unit. 3 The responsible authorities for a school within subsection (2) are— a in the case of a school within subsection (2)(a) or (b), its governing body; b in the case of a pupil referral unit, the local authority that maintain it. 4 The responsible authorities must secure that careers guidance provided under subsection (1)— a is presented in an impartial manner, b includes information on options available in respect of 16 to 18 education or training, including apprenticeships, and c is guidance that the person giving it considers will promote the best interests of the pupils to whom it is given. 5 Careers guidance provided to pupils at a school is independent for the purposes of this section if it is provided other than by— a a teacher employed or engaged at the school, or b any other person employed at the school. 6 For the purposes of this section the relevant phase of a pupil's education is the period— a beginning at the same time as the school year in which the majority of pupils in the pupil's class attain the age of 14, and b ending with the expiry of the school year in which the majority of pupils in the pupil's class attain the age of 16. 7 In this section— “ apprenticeship ” includes employment and training leading to the issue of an apprenticeship certificate under section 3 or 4 of the Apprenticeships, Skills, Children and Learning Act 2009; “ career ” includes undertaking any training, education, employment or occupation; “ careers guidance ” means guidance about careers; “ class ”, in relation to a pupil, means— the teaching group in which the pupil is regularly taught, or if the pupil is taught in different groups for different subjects, such one of those groups as is designated by the head teacher of the school or, in the case of a pupil at a pupil referral unit, by the teacher in charge of the unit; “ 16 to 18 education or training ” means education or training suitable to the requirements of persons who have ceased to be of compulsory school age but have not attained the age of 18; “ training ” includes a voluntary or other placement apt to enable the development of any skill or competency (whether or not taking place at a time when the person concerned is still a registered pupil at a school in England). 3 In section 43 (careers education in schools)— a in subsection (1), after  “school” insert  “                        in Wales                      ” ; b in subsection (2), omit paragraph (d) (but not the  “and” after it); c omit subsections (2A) and (2B); d in subsection (3)— i omit  “(and, where applicable, subsection (2B))”; ii omit paragraph (b) (but not the  “and” after it); e omit subsection (4); f in subsection (6)— i in the definition of  “class”, for the words from  “, in relation” to the end substitute  “                            has the same meaning as in section 42A;                          ” ; ii omit the definitions of  “16-18 education or training” and  “training”; g in the heading, at the end insert  “                        in Wales                      ” . 4 In section 44— a in subsection (8)(a), for  “listed in section 43(2)(a) to (d)” substitute  “                        in Wales listed in section 43(2)(a) and (c)                      ” ; b in subsection (8)(b), after  “institutions” insert  “                        in Wales                      ” ; c for subsection (9) substitute— 9 It is the duty of the each of the following to secure that subsections (1), (4) and (6) are complied with— a the governing body of the school or institution; b its head teacher, principal or other head. ; d in subsection (10)(a), after  “a school” insert  “                        in Wales                      ” ; e in subsection (10)(b), after  “an institution” insert  “                        in Wales                      ” ; f in the heading, after  “institutions” insert  “                        in Wales                      ” . 5 In section 45 (provision of careers information at schools and other institutions)— a in subsection (2)(a), for  “listed in section 43(2)(a) to (d)” substitute  “                        in Wales listed in section 43(2)(a) and (c)                      ” ; b in subsection (2), omit the words from  “and, in the case” to the end; c omit subsections (2A) and (2B); d for subsection (3) substitute— 3 It is the duty of each of the following to secure that subsection (1) is complied with— a the governing body of the school or institution; b its head teacher, principal or other head. ; e in subsection (5), for “ “careers education” and  “16-18 education or training”” substitute  “and  “careers education””. 6 In section 45A (guidance as to discharge of duties)— a in subsection (1), for  “43(2)(a), (c) or (e)” substitute  “                        42A(2)                      ” ; b in subsection (2), for  “any of sections 43(3), 44(9) and 45(3)” substitute  “                        42A(1) or (4)                      ” ; c in the heading, at the end insert  “                        : schools in England                      ” . 7 In section 45B (provision of curriculum information), in the heading, at the end insert  “                    : Wales                  ” . 8 In section 46 (extension or modification of provisions of sections 43 to 45)— a in subsection (1), for the words from  “43” to  “44(10)(a)(i)” substitute  “                        42A, 43 or 44 by substituting for the period specified in section 42A(6), 43(5) or 44(10)(a)(i)                      ” ; b after subsection (2) insert— 2A The Secretary of State may by regulations make provision for requiring— a the governing bodies of institutions in England within the further education sector, and b the principals or other heads of such institutions, to secure that careers guidance is provided for any specified description of persons attending such institutions. ; c in subsection (3)(a), after  “institutions” insert  “                        in Wales                      ” ; d in subsection (5), after the definition of  “careers education” insert— “ careers guidance ” has the same meaning as in section 42A; . 9 In consequence of the amendments made by subsections (1) to (8), omit— a paragraph 71 of Schedule 9 to LSA 2000; b paragraph 8 of Schedule 7 to EA 2002; c section 81(2) and (3) of ESA 2008; d section 250 of ASCLA 2009."}, {"act": "Education Act 2011", "year": 2011, "section": "30", "section_title": "Repeal of diploma entitlement for 16 to 18 year olds", "section_text": "30 1 In section 45 of ASCLA 2009 (local authority duties in relation to the core and additional entitlements), the provisions to be inserted into EA 1996 are amended as set out in subsections (2) to (6). 2 In the italic cross-heading above section 17A, for  “ core and additional entitlements ” substitute  “                     core entitlement                   ” . 3 In section 17A (duties in relation to the core and additional entitlements)— a in subsection (1), for  “core entitlement and the additional entitlement are” substitute  “                        core entitlement is                      ” ; b omit subsections (2) to (5); c in subsection (7), omit the definitions of  “additional entitlement area” and  “the additional entitlement”; d omit subsection (8); e in subsection (9)— i for  “references in subsections (1) and (2)” substitute  “                            reference in subsection (1)                          ” ; ii for  “do” substitute  “                            does                          ” ; f in the heading, for  “core and additional entitlements” substitute  “                        core entitlement                      ” . 4 Omit section 17B (election for either core entitlement or additional entitlement). 5 In section 17C (the core entitlement)— a before subsection (1) insert— A1 A person over compulsory school age but under 19 has the core entitlement. ; b in subsection (1), for  “electing for” substitute  “                        who has                      ” ; c after subsection (4) insert— 5 In this section  “ course of study ” means a course of education or training leading to a qualification specified, or a qualification of a description specified, by the Secretary of State by order for the purposes of this subsection. 6 Omit section 17D (the additional entitlement). 7 In section 48 of ASCLA 2009 (provision of education for persons subject to youth detention), in the section 18A to be inserted into EA 1996— a in subsection (2)(e), omit  “and the additional entitlement” and  “who have elected for them”; b for subsection (4) substitute— 4 Section 17C (the core entitlement) applies for the purposes of subsection (2)(e). 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2011", "year": 2011, "section": "31", "section_title": "Repeal of diploma entitlement for fourth key stage", "section_text": "31 1 Section 74 of EIA 2006 (curriculum requirements for the fourth key stage) is amended as follows. 2 In subsection (1), in the new section 85A to be inserted into EA 2002— a in subsection (1), for the words from  “do either of the following” to the end substitute  “                        follow a course of study in a subject within each of such one or more of the four entitlement areas specified in subsection (2) as the pupil may choose.                      ” ; b in subsection (2), for  “(1)(a)” substitute  “                        (1)                      ” ; c in subsection (4), for the words after  “satisfied” substitute  “                        if a course of study in a subject within each of the entitlement areas specified in subsection (2) is made available to the pupil by or on behalf of the school at which the pupil is a registered pupil.                      ” ; d in subsection (5), for  “(1)(a) or (b)” substitute  “                        (1)                      ” ; e in subsection (6), for the words after  “means” substitute  “                        a course of education or training which leads to such qualification as the governing body may choose from among those approved under section 98 of the Learning and Skills Act 2000 for the purposes of section 96 of that Act.                      ” 3 Omit subsection (3)."}, {"act": "Education Act 2011", "year": 2011, "section": "32", "section_title": "Duty to prepare and publish school profile", "section_text": "32 1 Section 30A of EA 2002 (duty of governing body of maintained school in England to prepare and publish school profile) is repealed. 2 In consequence of subsection (1), section 104 of EA 2005 (insertion of section 30A of EA 2002) is repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "33", "section_title": "Duty to appoint school improvement partners", "section_text": "33 1 Section 5 of EIA 2006 (requirement for local authority to appoint school improvement partner for each school they maintain) is repealed. 2 In consequence of subsection (1), in section 187(3) of EIA 2006 (provisions to be read as if they were contained in EA 1996), omit paragraph (a)."}, {"act": "Education Act 2011", "year": 2011, "section": "34", "section_title": "Duties in relation to school admissions", "section_text": "34 1 Part 3 of  SSFA  1998 (school admissions) is amended as follows. 2 In section 85A (admission forums)— a in subsection (1)— i in the opening words, after  “authority” insert  “                            in Wales                          ” ; ii at the end of paragraph (a), insert  “                            and                          ” ; iii omit paragraph (c) (and the  “and” preceding it); b omit subsections (1A) to (1C); c in subsection (3), omit paragraph (ba) (but not the  “and” following it); d omit subsection (3A); e omit subsections (5A) and (5B). 3 In section 88I (other functions of adjudicator relating to admission arrangements), in subsection (3), omit paragraph (b) (and the  “or” preceding it). 4 Section 88J (changes to admission arrangements by schools adjudicator) is repealed. 5 In section 88P (reports by local authorities)— a in subsection (1) for  “prescribed” substitute  “                        required by the code for school admissions                      ” ; b omit subsections (4) and (5). 6 Schedule 10 (consequential amendments) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "35", "section_title": "Duties in relation to school meals etc", "section_text": "35 1 Part 9 of EA 1996 (ancillary functions) is amended as follows. 2 In section 512ZA (power to charge for meals etc)— a after subsection (1) insert— 1A Where a local authority in England exercise the power to charge under subsection (1), the price they charge for an item must not exceed the cost of providing that item. ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 533 (functions of governing bodies of maintained schools with respect to provision of school meals etc)— a after subsection (3) insert— 3A Where the governing body of a school in England exercise the power to charge under subsection (3), the price they charge for an item must not exceed the cost of providing that item. ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2011", "year": 2011, "section": "36", "section_title": "Objections to admission arrangements", "section_text": "36 1 Section 88H of SSFA 1998 (reference of objections to adjudicator) is amended as set out in subsections (2) to (6). 2 In subsection (2)— a in paragraph (a), for  “an appropriate person” substitute  “                        a body or person                      ” ; b after  “that” insert  “                        body or                      ” . 3 Omit subsection (3). 4 In subsection (4) omit  “or (3)”. 5 In subsection (5)— a in paragraph (a)(i) omit  “or (3)”; b in paragraph (a)(ii) for  “(3)” substitute  “                        (2)                      ” ; c in paragraph (c) omit  “or (3)”; d in paragraph (d) omit  “or (3)”. 6 Omit subsection (6). 7 In section 88K of SSFA 1998 (sections 88H to 88J: supplementary), for subsection (2)(b) substitute— b any other person or body."}, {"act": "Education Act 2011", "year": 2011, "section": "37", "section_title": "Establishment of new schools", "section_text": "37 Schedule 11 (establishment of new schools) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "38", "section_title": "Constitution of governing bodies: maintained schools in England", "section_text": "38 1 Section 19 of EA 2002 (governing bodies) is amended as follows. 2 After subsection (1) insert— 1A Regulations must provide for a governing body of a maintained school in England to consist of— a persons elected or appointed as parent governors, b the head teacher of the school, c a person elected as a staff governor, d a person appointed as a local authority governor, e in the case of a foundation school, a foundation special school or a voluntary school, persons appointed as foundation governors or partnership governors, and f such other persons as may be prescribed. 3 In subsection (2), after  “governing body” insert  “                    of a maintained school in Wales                  ” . 4 After subsection (4) insert— 4A Regulations made by virtue of subsection (3)(c) in relation to a maintained school in England may include provision for eligibility criteria for the school's local authority governor to be such as may be specified by the school's governing body. 4B Regulations made by virtue of subsection (3)(e) in relation to a maintained school in England may include provision allowing the head teacher of the school to resign from office as a governor (and to withdraw any such resignation)."}, {"act": "Education Act 2011", "year": 2011, "section": "39", "section_title": "Discontinuance of federated school: governing body not to be dissolved", "section_text": "39 In paragraph 5 of Schedule 1 to EA 2002 (dissolution of school governing body on discontinuance of school), after sub-paragraph (1) insert— 1A Sub-paragraph (1) does not apply if— a the school is a federated school in England, and b immediately after the discontinuance date, there will be more than one other school remaining in the federation. 1B “Federation” and  “federated school” have the meanings given by section 24(2)."}, {"act": "Education Act 2011", "year": 2011, "section": "40", "section_title": "School inspections: exempt schools", "section_text": "40 1 Part 1 of EA 2005 (school inspections and other inspections by school inspectors) is amended as set out in subsections (2) to (8). 2 In section 5 (duty to inspect certain schools at prescribed intervals)— a in subsection (2), for  “subsection (3)” substitute  “                        subsections (3) and (4A)                      ” ; b after subsection (4), insert— 4A Regulations may provide that this section does not apply to prescribed categories of school in prescribed circumstances. 4B A school to which this section does not apply by virtue of regulations under subsection (4A) is an  “exempt school”. 3 In section 6 (duty to notify parents of section 5 inspection), in subsection (1)— a omit  “to which section 5 applies”; b for  “that section” substitute  “                        section 5                      ” . 4 In section 8 (other inspections), at the end insert— 3 If the Chief Inspector carries out an inspection of a school under subsection (2) in response to a request from the appropriate authority for the school, the Chief Inspector may charge the appropriate authority for the cost of the inspection. 4 In subsection (3),  “ appropriate authority ” has the meaning given by section 6(3). 5 In section 9 (power of Chief Inspector to treat other inspection as section 5 inspection)— a the existing provision is renumbered subsection (1); b at the end insert— 2 In the case of an inspection of an exempt school under section 8, the Chief Inspector may elect to treat the inspection for the purposes of subsections (5) to (5B) and (7) of section 5, sections 6 and 7 and Chapter 2 as if it were an inspection under section 5. 3 In the case of an inspection of an exempt school under section 8(1), the Secretary of State may require the Chief Inspector to treat the inspection for the purposes of subsections (5) to (5B) and (7) of section 5, sections 6 and 7 and Chapter 2 as if it were an inspection under section 5. 4 In the case of an inspection of a school under section 8(2) which is carried out in response to a request from the appropriate authority for the school, the Chief Inspector must treat the inspection for the purposes of subsections (5) to (5B) and (7) of section 5, sections 6 and 7 and Chapter 2 as if it were an inspection under section 5. 5 In subsection (4),  “ appropriate authority ” has the meaning given by section 6(3). ; c in the heading, for  “of Chief Inspector” substitute  “                        or duty                      ” . 6 In section 12 (interpretation of Chapter 1), after the definition of  “the Chief Inspector” insert— “ exempt school ” has the meaning given in section 5(4B); . 7 In section 15 (measures to be taken by local authority), in subsection (2C) for the words from  “in respect of” to the end substitute  “                    which is not treated as a section 5 inspection by virtue of section 9                  ” . 8 In section 17 (statement to be prepared by proprietor of school), in subsection (1D) for the words from  “in respect of” to the end substitute  “                    which is not treated as a section 5 inspection by virtue of section 9                  ” . 9 In section 121 of EA 2005 (parliamentary control of subordinate legislation)— a in subsection (2)(a), after  “subsection” insert  “                        (2A) or                      ” ; b after subsection (2) insert— 2A This subsection applies to regulations under section 5(4A)\t\t\t\t\t\t\t\t\t\t(power to prescribe schools exempt from inspection), apart from the first regulations to be made under that subsection. 2B A statutory instrument which contains (whether alone or with other provisions) regulations to which subsection (2A) applies may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Education Act 2011", "year": 2011, "section": "41", "section_title": "School inspections: matters to be covered in Chief Inspector's report", "section_text": "41 1 In section 5 of EA 2005 (duty to inspect certain schools at prescribed intervals), for subsections (5) and (5A) (matters for report), substitute— 5 It is the general duty of the Chief Inspector, when conducting an inspection under this section, to report on the quality of education provided in the school. 5A The Chief Inspector's report under subsection (5) must in particular cover— a the achievement of pupils at the school; b the quality of teaching in the school; c the quality of the leadership in and management of the school; d the behaviour and safety of pupils at the school. 5B In reporting under subsection (5), the Chief Inspector must consider— a the spiritual, moral, social and cultural development of pupils at the school; b the extent to which the education provided at the school meets the needs of the range of pupils at the school, and in particular the needs of— i pupils who have a disability for the purposes of the Equality Act 2010, and ii pupils who have special educational needs. 2 In consequence of subsection (1), section 154 of EIA 2006 (amendments of section 5(5) of EA 2005) is repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "42", "section_title": "Inspection of further education institutions: exempt institutions", "section_text": "42 1 Chapter 3 of Part 8 of EIA 2006 (inspection of further education and training etc) is amended as set out in subsections (2) to (10). 2 In section 125 (inspection of further education institutions)— a in subsection (1), at the end insert  “                        subject to subsection (1A)                      ” ; b after that subsection insert— 1A The Secretary of State may by regulations provide that the duty of the Chief Inspector in subsection (1) does not apply to prescribed categories of institution in prescribed circumstances. 1B An institution to which the duty in subsection (1) does not apply by virtue of regulations under subsection (1A) is an  “exempt institution”. ; c in subsection (2), for  “The inspections” substitute  “                        Inspections under subsection (1)                      ” . 3 Section 126 (other inspections) is amended as set out in subsections (4) to (9). 4 After subsection (1), insert— 1A The Chief Inspector must inspect an exempt institution if requested to do so by the Secretary of State. 5 After subsection (2) insert— 2A On completing an inspection under subsection (1) or (1A) conducted in response to a request from the Secretary of State or any other person or body, the Chief Inspector must— a make a written report on the inspection; b arrange for the report to be published in such manner as the Chief Inspector considers appropriate. 6 In subsection (3), after  “this section” insert  “                    conducted in any other case                  ” . 7 In subsection (4), after  “subsection (1)” insert  “                    or (1A)                  ” . 8 After subsection (5) insert— 5A In the case of an inspection conducted under subsection (1) in response to a request from the provider of the education or training concerned, the Chief Inspector may charge the provider for the cost of the inspection. 9 At the end, insert— 8 In this section  “ exempt institution ” has the meaning given by section 125(1B). 10 In section 127 (action plans), in subsection (1) at the end insert  “                    or (1A)                  ” . 11 In section 182 of EIA 2006 (parliamentary control of orders and regulations)— a in subsection (2), after paragraph (a) insert— aa regulations to which subsection (2A) applies, ; b after subsection (2) insert— 2A This subsection applies to regulations made under section 125(1A)\t\t\t\t\t\t\t\t\t\t(power to prescribe institutions exempt from inspection), apart from the first regulations to be made under that subsection. ; c in subsection (3), after paragraph (a) insert— aa regulations to which subsection (2A) applies, ."}, {"act": "Education Act 2011", "year": 2011, "section": "43", "section_title": "Inspection of boarding accommodation", "section_text": "43 1 Part 12 of the Children Act 1989 (miscellaneous and general) is amended as follows. 2 In section 87 (welfare of children in boarding schools and colleges)— a after subsection (1), insert— 1A For the purposes of this section and sections 87A to 87D, a school or college provides accommodation for a child if— a it provides accommodation for the child on its own premises, or b it arranges for accommodation for the child to be provided elsewhere (other than in connection with a residential trip away from the school). ; b in subsection (3), for  “he is accommodated” substitute  “                        accommodation for the child is provided                      ” ; c after subsection (3), insert— 3A Where accommodation is provided for a child by a school or college in England, the Secretary of State may at any time (including a time when the duty under subsection (3) is suspended by virtue of section 87A) direct the Chief Inspector for England to take the steps referred to in subsection (3). 3B Where accommodation is provided for a child by a school or college in Wales, the Welsh Ministers may, at any time when the duty under subsection (3) is suspended by virtue of section 87A, take the steps referred to in subsection (3). ; d in subsection (5), for  “its duty” substitute  “                        any of its functions                      ” ; e in subsection (9A), for  “he is accommodated” substitute  “                        accommodation for the child is provided                      ” . 3 In section 87A (suspension of duty under section 87(3))— a in subsection (1)(b), for  “they are accommodated” substitute  “                        accommodation for the children is provided                      ” ; b after subsection (4) insert— 4A The Secretary of State may by regulations specify matters that must be taken into account in deciding whether to appoint a person to be an inspector for the purposes of this section in relation to schools or colleges in England, or to terminate the appointment of such a person under subsection (4)(b). 4 After section 87B insert— Quality assurance of inspectors under section 87A 87BA 1 The Chief Inspector for England must, at intervals of no more than a year, prepare and send to the Secretary of State a report about inspectors who are appointed under section 87A in relation to schools or colleges in England. 2 In preparing a report under this section the Chief Inspector for England must have regard to such matters as the Secretary of State may direct. 3 The Secretary of State may in particular give directions about— a matters to be taken into account in preparing a report, and b the form and contents of a report. 5 In section 87C (boarding schools: national minimum standards), in subsection (1), for  “in” substitute  “                    by                  ” ."}, {"act": "Education Act 2011", "year": 2011, "section": "44", "section_title": "Schools causing concern: powers of Secretary of State", "section_text": "44 1 Part 4 of EIA 2006 (schools causing concern: England) is amended as follows. 2 In section 68 (power of Secretary of State to direct closure of school), in subsection (1), for  “by virtue of section 62 (school requiring special measures)” substitute  “                    other than by virtue of section 60A                  ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2011", "year": 2011, "section": "45", "section_title": "Complaints: repeal of power to complain to Local Commissioner", "section_text": "45 1 Sections 206 to 224 of ASCLA 2009 (complaints against schools in England) are repealed. 2 In consequence of subsection (1)— a in section 409 of EA 1996 (complaints and enforcement: maintained schools)— i in subsection (1), after  “authority” insert  “                            in Wales                          ”  and after “schools” insert  “                            in Wales                          ” ; ii in subsection (4), for  “Secretary of State” substitute  “                            Welsh Ministers                          ” ; iii in the heading, after  “schools” insert  “                            in Wales                          ” ; b in section 496 of EA 1996 (power of Secretary of State to prevent unreasonable exercise of functions), omit subsections (3) and (4); c in section 497 of EA 1996 (Secretary of State's general default powers), omit subsections (4) and (5); d in paragraph 6 of Schedule 1 (pupil referral units: complaints)— i in sub-paragraph (3), after  “local authority” insert  “                            in Wales                          ”  and after “unit” insert  “                            in Wales                          ” ; ii in sub-paragraph (4), for  “Secretary of State” substitute  “                            Welsh Ministers                          ” , after “any local authority” and “a local authority” insert insert  “                            in Wales                          ” , and after “pupil referral unit” insert  “                            in Wales                          ” ; e in paragraph 1 of Schedule 4 to the Local Government Act 1974 (disqualifications from acting as Local Commissioner or investigating complaint), omit sub-paragraphs (2C) and (2D); f in section 262(6) of ASCLA 2009 (statutory instruments subject to affirmative procedure), omit paragraph (f); g in Schedule 16 to ASCLA 2009 (repeals and revocations), omit Part 7 (complaints); h section 22 of CSFA 2010 (amendments of sections 207 and 216 of ASCLA 2009) is repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "46", "section_title": "Local authorities' financial schemes", "section_text": "46 In Schedule 14 to SSFA 1998 (revision of local authority schemes), in paragraph 2A, at the end insert— 4 The Secretary of State may by a direction revise the whole or any part of a scheme maintained by a local authority in England as from such date as may be specified in the direction. 5 Before giving such a direction the Secretary of State must consult the local authority and such other persons as the Secretary of State thinks fit."}, {"act": "Education Act 2011", "year": 2011, "section": "47", "section_title": "Payments in respect of dismissal, etc", "section_text": "47 1 Section 37 of EA 2002 (payments in respect of dismissal, etc) is amended as follows. 2 After subsection (7), insert— 7A Any amount payable by virtue of subsection (7) by the governing body of a maintained school in England to the local authority may be met by the governing body out of the school's budget share for any funding period if and to the extent that the condition in subsection (7B) is met. 7B The condition is that the governing body are satisfied that meeting the amount out of the school's budget share will not to a significant extent interfere with the performance of any duty imposed on them by section 21(2) or by any other provision of the Education Acts. 3 In subsection (8), after  “maintained school” insert  “                    in Wales                  ” ."}, {"act": "Education Act 2011", "year": 2011, "section": "48", "section_title": "Determination of permitted charges", "section_text": "48 1 Section 456 of EA 1996 (regulation of permitted charges) is amended as follows. 2 In subsection (4), after paragraph (a) insert— aa attributable to the provision of the buildings and accommodation used in connection with the provision of the optional extra, or . 3 In subsection (5), for  “subsection (6)” substitute  “                    subsections (6) and (6A)                  ” . 4 After subsection (6), insert— 6A Where the optional extra in question consists of education which is early years provision (as defined by section 20 of the Childcare Act 2006), the cost of its provision includes the costs, or an appropriate proportion of the costs, attributable to the provision of teaching staff employed for the purpose of providing the education."}, {"act": "Education Act 2011", "year": 2011, "section": "49", "section_title": "Further education institutions: amendments", "section_text": "49 Schedule 12 (further education institutions: amendments) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "50", "section_title": "Financing of pupil referral units", "section_text": "50 1 Section 45 of SSFA 1998 (financing of maintained schools: maintained schools to have budget shares) is amended as follows. 2 In subsection (1A), omit  “or” at the end of paragraph (b), and after paragraph (c) insert , or                     d a pupil referral unit in England. 3 In subsection (3)— a in paragraph (a), after  “pupil referral units” insert  “                        in Wales                      ” ; b after paragraph (a) insert— aa references to the governing body of a maintained school or of a school maintained by a local authority shall be read, in relation to a pupil referral unit in England, as references to the management committee for the unit (in spite of paragraph 1 of Schedule 1 to the Education Act 1996); ab references to governors shall be read, in relation to a pupil referral unit in England, as references to the members of the management committee for the unit; ."}, {"act": "Education Act 2011", "year": 2011, "section": "51", "section_title": "Repeal of provision changing name of pupil referral units", "section_text": "51 1 ASCLA 2009 is amended as set out in subsections (2) and (3). 2 In section 249 (short stay schools: miscellaneous)— a omit subsections (1) and (2) (change of name from pupil referral unit to short stay school); b for the heading, substitute  “                        Regulations about pupil referral units                      ” . 3 For the italic cross-heading above section 249, substitute  “                    Pupil referral units                  ” . 4 In Schedule 1 to EA 1996 (pupil referral units), in paragraph 3A— a in sub-paragraph (a), for  “short stay school” substitute  “                        pupil referral unit                      ” ; b in sub-paragraph (b), for  “short stay schools”, in both places where it occurs, substitute  “                        pupil referral units                      ” ."}, {"act": "Education Act 2011", "year": 2011, "section": "52", "section_title": "Academies: removal of requirement to have specialism", "section_text": "52 In section 1(6) of AA 2010 (Academy arrangements: characteristics of Academy) omit paragraph (b) (curriculum to have emphasis on particular subject area)."}, {"act": "Education Act 2011", "year": 2011, "section": "53", "section_title": "Academy arrangements: post-16 education and alternative provision", "section_text": "53 1 Section 1 of AA 2010 (Academy arrangements) is amended as set out in subsections (2) to (6). 2 For subsection (5) substitute— 5 The undertakings are— a to establish and maintain an educational institution in England which meets the requirements of any of the following— i section 1A (Academy schools); ii section 1B (16 to 19 Academies); iii section 1C (alternative provision Academies); b to carry on, or provide for the carrying on, of the institution. 3 Omit subsection (6). 4 In subsection (7), for  “a school within subsection (5)(a)(i)” substitute  “                    an educational institution within section 1A(1)                  ” . 5 In subsection (9), for  “school” (in both places) substitute  “                    institution                  ” . 6 In subsection (10), for  “A school” substitute  “                    An educational institution                  ” . 7 After section 1 of AA 2010 insert— Academy schools 1A 1 An educational institution meets the requirements of this section if— a it is an independent school, b it has a curriculum satisfying the requirements of section 78 of EA 2002 (balanced and broadly based curriculum), c it provides education for pupils of different abilities, d it provides education for pupils who are wholly or mainly drawn from the area in which it is situated, and e it is not an alternative provision Academy (see section 1C). 2 An educational institution also meets the requirements of this section if— a it is an independent school, and b it is specially organised to make special educational provision for pupils with special educational needs. 3 An Academy which meets the requirements of this section is to be known as an Academy school. 16 to 19 Academies 1B 1 An educational institution meets the requirements of this section if it is principally concerned with providing full-time or part-time education suitable to the requirements of persons over compulsory school age but under 19. 2 “ Education ” includes vocational, social, physical and recreational training. 3 An Academy which meets the requirements of this section is to be known as a 16 to 19 Academy. Alternative provision Academies 1C 1 An educational institution meets the requirements of this section if— a it is principally concerned with providing full-time or part-time education for children of compulsory school age who, by reason of illness, exclusion from school or otherwise, may not otherwise receive suitable education for any period, b it provides education for children of different abilities, and c it provides education for children who are wholly or mainly drawn from the area in which it is situated. 2 “ Suitable education ”, in relation to a child, means efficient education suitable to the child's age, ability and aptitude and to any special educational needs the child may have. 3 An Academy which meets the requirements of this section is to be known as an alternative provision Academy. Alternative provision Academies: powers to apply provisions with modifications 1D 1 Regulations may provide for a statutory provision relating to maintained schools or a description of maintained school, or to pupil referral units, to apply in relation to alternative provision Academies, or a description of alternative provision Academy, with or without modifications. 2 Regulations may provide for a statutory provision relating to Academies, Academy schools or 16 to 19 Academies— a to apply in relation to alternative provision Academies, or a description of alternative provision Academy, with or without modifications; b not to apply in relation to alternative provision Academies or a description of alternative provision Academy. 3 Regulations may provide for a statutory provision relating to alternative provision Academies or a description of alternative provision Academy— a to apply in relation to a description of alternative provision Academy, with modifications; b not to apply in relation to a description of alternative provision Academy. 4 “ Statutory provision ” means a provision made by or under this or any other Act, whenever passed or made."}, {"act": "Education Act 2011", "year": 2011, "section": "54", "section_title": "Consequential amendments: 16 to 19 Academies and alternative provision Academies", "section_text": "54 1 Schedule 13 (16 to 19 Academies and alternative provision Academies: consequential amendments) has effect. 2 The Secretary of State may by order make further changes in consequence of section 53 to any provision of— a an Act passed before, or in the same Session as, this Act; b subordinate legislation made before the date on which this Act is passed. 3 “ Subordinate legislation ” has the meaning given by section 21(1) of the Interpretation Act 1978."}, {"act": "Education Act 2011", "year": 2011, "section": "55", "section_title": "Academy orders: involvement of religious bodies etc", "section_text": "55 1 Section 4 of AA 2010 (Academy orders) is amended as follows. 2 After subsection (1), insert— 1A Before making an Academy order under subsection (1)(b) in respect of a foundation or voluntary school that has a foundation, the Secretary of State must consult— a the trustees of the school, b the person or persons by whom the foundation governors are appointed, and c in the case of a school which has a religious character, the appropriate religious body. 3 In subsection (4)— a at the end of paragraph (a), omit  “and”; b at the end insert , and                         c in the case of a foundation or voluntary school that has a foundation— i the trustees of the school, ii the person or persons by whom the foundation governors are appointed, and iii in the case of a school which has a religious character, the appropriate religious body. 4 In subsection (5)— a at the end of paragraph (a), omit  “and”; b at the end insert , and                         c in the case of a foundation or voluntary school that has a foundation— i the trustees of the school, ii the person or persons by whom the foundation governors are appointed, and iii in the case of a school which has a religious character, the appropriate religious body. 5 At the end, insert— 8 In this section,  “ the appropriate religious body ”, in relation to a school, means— a in the case of a Church of England school or a Roman Catholic school, the appropriate diocesan authority; b in any other case, such body or person representing the specified religion or religious denomination as is prescribed under section 88F(3)(e) of SSFA 1998. 9 In the case of a school in relation to which there is more than one religion or religious denomination specified, references to  “the appropriate religious body” are to be read as references to both or all of the bodies concerned. 10 In subsections (8) and (9),  “ specified ” means specified in the order under section 69(3) of SSFA 1998 relating to the school. 11 Expressions used in this section and SSFA 1998 have the same meaning as in that Act."}, {"act": "Education Act 2011", "year": 2011, "section": "56", "section_title": "Academies: consultation on conversion", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2011", "year": 2011, "section": "57", "section_title": "Academy conversions: federated schools", "section_text": "57 1 AA 2010 is amended as follows. 2 In section 3 (application for Academy order) after subsection (5) insert— 6 In the case of a federated school, references in this section to the governing body include references to members of the governing body who— a together make up a proportion of the total number of members that is specified in, or determined in accordance with, regulations, and b consist of or include members of any prescribed description. 3 In section 4 (Academy orders), in subsection (1)(a), for  “the governing body of the school make an application” substitute  “                    an application in respect of the school is made                  ” . 4 In section 7 (transfer of school surpluses)— a in subsection (6)(a), after  “made available” insert  “                        in respect of the school                      ” ; b in subsection (6), at the end, insert  “                        This subsection is subject to subsection (9).                      ” ; c in subsection (7), for “to a school's” substitute “in respect of a school to the school's”; d after subsection (8) insert— 9 If the school is a federated school, the questions of — a whether the school has a surplus, and b if so, the amount of the surplus, are to be determined in accordance with regulations. 5 In section 17 (interpretation of Act), in subsection (2), after the definition of  “the conversion date” insert— “ federated school ” has the meaning given by section 24(2) of EA 2002; ."}, {"act": "Education Act 2011", "year": 2011, "section": "58", "section_title": "Academy orders: local authority powers", "section_text": "58 In section 6 of AA 2010 (effect of Academy order), after subsection (2) insert— 2A Subsection (2) does not prohibit the local authority from providing financial or other assistance in respect of the Academy, including by— a making payments in respect of some (but not all) of the expenses of maintaining the Academy, b providing premises, goods or services for the Academy, or c making premises, goods or services available to be used for the purposes of the Academy."}, {"act": "Education Act 2011", "year": 2011, "section": "59", "section_title": "Transfer of property, rights and liabilities to Academies", "section_text": "59 1 Section 8 of AA 2010 (transfer of other property) is amended as follows. 2 For subsection (2) substitute— 2 The Secretary of State may make a scheme (a  “transfer scheme”) in relation to— a property used or held for the purposes of the school by a local authority or the school's governing body, and b rights and liabilities (including rights and liabilities in relation to staff) of the local authority or the governing body which were acquired or incurred for the purposes of the school. 3 In subsections (3) to (10), for  “property transfer scheme” (in each place) substitute  “                    transfer scheme                  ” . 4 In subsection (4), for  “the proprietor of the Academy” substitute  “                    a person concerned with the running of the Academy                  ” . 5 For the heading substitute  “                    Transfer schemes: other property, rights and liabilities                  ” ."}, {"act": "Education Act 2011", "year": 2011, "section": "60", "section_title": "Academies: new and expanded educational institutions", "section_text": "60 1 For section 9 of AA 2010 (impact: additional schools) substitute— Impact: new and expanded educational institutions 9 1 This section applies if the Secretary of State is deciding whether to enter into Academy arrangements in relation to— a a new educational institution, or b an existing educational institution that, if the arrangements are entered into, will provide education for pupils of a wider range of ages. 2 The Secretary of State must take into account what the impact of entering into the arrangements would be likely to be on maintained schools, Academies, institutions within the further education sector and alternative provision in the area in which the institution is proposed to be, or is, situated. 3 An educational institution is not new for the purposes of this section if— a it replaces one or more maintained schools, Academies or sixth form colleges that have been or are to be discontinued, and b it provides education for persons of the same range of ages as the institution it replaces (or, as the case may be, the institutions it replaces, taken together). 4 “ Alternative provision ” means educational provision for which a local authority has made arrangements under section 19 of EA 1996 (exceptional provision of education in pupil referral units or elsewhere). 2 For section 10 of AA 2010 (consultation: additional schools) substitute— Consultation: new and expanded educational institutions 10 1 This section applies before a person enters into Academy arrangements with the Secretary of State in relation to— a a new educational institution, other than a new educational institution that is the subject of proposals under section 7 of EIA 2006 (proposals to establish new school following invitation from local authority), or b an existing educational institution that, if the arrangements are entered into, will provide education for pupils of a wider range of ages. 2 The person must carry out a consultation on the question of whether the arrangements should be entered into. 3 The consultation must seek the views of such persons as the person carrying it out thinks appropriate. 4 Section 9(3) (when educational institution not new) applies for the purposes of this section."}, {"act": "Education Act 2011", "year": 2011, "section": "61", "section_title": "Charges at boarding Academies", "section_text": "61 After section 10 of AA 2010 insert— Charges at boarding Academies 10A 1 This section applies where— a a registered pupil at an Academy is provided with board and lodging at the Academy, and b the local authority for the pupil's area is satisfied that either condition A or condition B is met. 2 Condition A is that education suitable to the pupil's age, ability and aptitude, and to any special educational needs the pupil may have, cannot otherwise be provided for the pupil. 3 Condition B is that payment of the full amount of the charges in respect of the board and lodging would involve financial hardship to the pupil's parent. 4 If the authority is satisfied that condition A is met, the authority must pay the full amount of the charges in respect of the board and lodging to the proprietor of the Academy. 5 If the authority is satisfied that condition B is met, the authority must pay to the proprietor of the Academy so much of the charges in respect of the board and lodging as, in the opinion of the authority, is needed to avoid financial hardship to the pupil's parent. 6 The proprietor of the Academy must remit the charges that would otherwise be payable by the pupil's parent, to the extent that it receives a payment from the local authority in respect of those charges under subsection (4) or (5)."}, {"act": "Education Act 2011", "year": 2011, "section": "62", "section_title": "Staff at Academies with religious character", "section_text": "62 1 Part 5A of SSFA 1998 (employment of teachers at independent schools having a religious character) is amended as set out in subsections (2) and (3). 2 In section 124A (employment of teachers at independent schools having a religious character), in subsection (1), at the end insert  “                    , other than an Academy to which section 124AA applies                  ” . 3 After section 124A, insert— Staff at certain Academies with religious character 124AA 1 This section applies if— a an Academy order has been made in respect of a foundation or voluntary controlled school which is designated by order under section 69(3) as a school having a religious character, b the school has been converted into an Academy (see section 4(3) of the Academies Act 2010), and c the Secretary of State has not made an order in respect of the school under subsection (2). 2 The Secretary of State may by order provide that this section does not apply to a school specified in the order. 3 Where there are more than two teachers at the Academy, the teachers must include persons who— a are selected for their fitness and competence to give religious education in accordance with the tenets of the religion or the religious denomination specified in relation to the Academy in the order under section 69(3) (as applied by section 6(8) of the Academies Act 2010), and b are specifically appointed to do so. A teacher employed or engaged at the Academy in pursuance of this subsection is a  “reserved teacher”, and any other teacher at the Academy is a  “non-reserved teacher”. 4 The number of reserved teachers in the Academy must not exceed one-fifth of the total number of teachers, including the principal (and for this purpose, where the total number of teachers is not a multiple of five, it is to be treated as if it were the next higher multiple of five). 5 In connection with the appointment of a person to be the principal of the Academy, in a case where the principal is not to be a reserved teacher, regard may be had to that person's ability and fitness to preserve and develop the religious character of the Academy. 6 Preference may be given, in connection with the appointment, promotion or remuneration of reserved teachers at the Academy, to persons— a whose religious opinions are in accordance with the tenets of the religion or the religious denomination specified in relation to the Academy in the order under section 69(3) (as applied by section 6(8) of the Academies Act 2010), or b who attend religious worship in accordance with those tenets, or c who give, or are willing to give, religious education at the Academy in accordance with those tenets. 7 Regard may be had, in connection with the termination of employment or engagement of any reserved teacher at the Academy, to any conduct on the part of the teacher which is incompatible with the precepts, or with the upholding of the tenets, of the religion or religious denomination specified in the order under section 69(3) (as applied by section 6(8) of the Academies Act 2010). 8 No person, other than a reserved teacher, is to be disqualified by reason of their religious opinions, or of their attending or omitting to attend religious worship— a from being a teacher at the Academy, or b from being employed or engaged for the purposes of the Academy otherwise than as a teacher. 9 A non-reserved teacher must not be required to give religious education. 10 A non-reserved teacher must not receive any less remuneration than any other non-reserved teacher, or be deprived of, or disqualified for, any promotion or other advantage available to other non-reserved teachers— a for the reason that the teacher gives, or does not give, religious education, or b for reasons related to the teacher's religious opinions or to the teacher's attending or omitting to attend religious worship. 4 In consequence of the amendments made by subsections (2) and (3)— a in the title to Part 5A of SSFA 1998, for  “Employment of Teachers” substitute  “                        Teachers and Staff                      ” ; b in section 138 of SSFA 1998 (orders and regulations), in subsection (2)(a), after  “111(3)(a)” insert  “                        , 124AA(2)                      ” ; c in paragraph 4 of Schedule 22 to the Equality Act 2010 (educational appointments etc based on religious belief), at the end insert— d section 124AA(5) to (7) of that Act (religious considerations relating to certain teachers at Academies with religious character)."}, {"act": "Education Act 2011", "year": 2011, "section": "63", "section_title": "Academies: land", "section_text": "63 Schedule 14 (Academies: land) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "64", "section_title": "Academy admissions arrangements: references to adjudicator", "section_text": "64 1 Chapter 1 of Part 3 of SSFA 1998 (school admissions: admission arrangements) is amended as follows. 2 In section 88 (admission authorities and admission arrangements)— a in subsection (1), omit the  “and” at the end of paragraph (a); b in that subsection, at the end, insert ; and                         c in relation to an Academy, means the proprietor of the Academy. ; c in subsection (2), omit  “maintained”. 3 In section 88H (reference of objections to adjudicator), after subsection (1) insert— 1A This section also applies where admission arrangements for an Academy have been determined by the proprietor of an Academy under Academy arrangements. 4 In section 88I (other functions of adjudicator relating to admission arrangements), in subsection (1)— a after  “determined” insert —                         a ; b at the end insert , or                         b by an admission authority for an Academy. 5 In section 88K (sections 88H and 88I: supplementary)— a in subsection (4)(a), after  “England” insert  “                        or an Academy                      ” ; b in subsection (5), for the words from  “means” to the end substitute means—                         a in relation to a maintained school, the requirements imposed by or under this Part as to the content of admission arrangements for maintained schools in England, and b in relation to an Academy, the requirements imposed by or under Academy arrangements as to the content of its admission arrangements."}, {"act": "Education Act 2011", "year": 2011, "section": "65", "section_title": "Academies: minor amendments", "section_text": "65 Schedule 15 (Academies: minor amendments) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "66", "section_title": "Abolition of the Young People's Learning Agency for England", "section_text": "66 Sections 60 to 80 of, and Schedule 3 to, ASCLA 2009 (the Young People's Learning Agency for England) are repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "67", "section_title": "Abolition of the YPLA: consequential amendments", "section_text": "67 1 Schedule 16 (abolition of the YPLA: consequential amendments) has effect. 2 The Secretary of State may by order make further changes in consequence of section 66 to any provision of subordinate legislation made before the date on which this Act is passed. 3 “ Subordinate legislation ” has the meaning given by section 21(1) of the Interpretation Act 1978."}, {"act": "Education Act 2011", "year": 2011, "section": "68", "section_title": "Abolition of the YPLA: transfer schemes", "section_text": "68 Schedule 17 (schemes for the transfer of staff, property, rights and liabilities from the Young People's Learning Agency for England to other persons) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "69", "section_title": "The apprenticeship offer", "section_text": "69 1 ASCLA 2009 is amended as follows. 2 After section 83 insert— The apprenticeship offer 83A 1 The Chief Executive must secure the provision of proper facilities for apprenticeship training that is suitable to the requirements of persons who— a are within subsection (4), (5) or (6), and b have an apprenticeship opportunity. This is subject to section 83B (limit on scope of apprenticeship offer). 2 The duty imposed by subsection (1) is referred to in this section and section 83B as  “the apprenticeship offer”. 3 An apprenticeship opportunity is an opportunity to— a enter into an apprenticeship agreement, b enter into any other contract of employment in connection with which training will be provided in accordance with an apprenticeship framework, or c undertake any other kind of working— i in relation to which alternative English completion conditions apply under section 1(5), and ii in connection with which training will be provided in accordance with an apprenticeship framework. 4 A person within this subsection is one who is over compulsory school age but under 19. 5 A person within this subsection is one who is not within subsection (4) and— a is a person aged under 21 towards whom a local authority in England has the duties provided for in section 23C of the Children Act 1989 (continuing functions in relation to certain formerly looked after children), or b is a person to whom section 23CA of that Act applies (further assistance for certain formerly looked after children aged under 25), in relation to whom a local authority in England is the responsible local authority (within the meaning of that section). 6 A person within this subsection is one who— a is not within subsection (4), and b is of a prescribed description. 7 If regulations under subsection (6)(b) describe a person by reference to an age or an age range, the age, or the upper age of the age range, must be less than 25. 8 Facilities are proper if they are— a of a quantity sufficient to meet the reasonable needs of individuals, and b of a quality adequate to meet those needs. 9 Section 83(2) and (3) (when apprenticeship training is suitable, and matters to which Chief Executive must have regard) apply for the purposes of the apprenticeship offer. 10 In complying with the apprenticeship offer the Chief Executive must make the best use of the Chief Executive's resources. 11 In this section  “ apprenticeship framework ” has the meaning given by section 12. 12 The Secretary of State may by order amend this section for the purpose of changing the descriptions of persons to whom the apprenticeship offer applies. Limit on scope of the apprenticeship offer 83B 1 The Chief Executive is not required by the apprenticeship offer to secure the provision of facilities for apprenticeship training at a particular level for a person who— a has already completed an English apprenticeship in relation to an apprenticeship framework at that level, or b holds an apprenticeship certificate at that level. 2 For the purposes of this section apprenticeship training is at a particular level if it might reasonably be expected to lead to the issue of an apprenticeship certificate at that level. 3 The following provisions of Chapter 1 of Part 1 apply for the purposes of this section— section 1 (meaning of  “completing an English apprenticeship”); section 12 (meaning of apprenticeship framework and level of an apprenticeship framework). 4 In this section  “ apprenticeship certificate ” means an apprenticeship certificate issued under section 3 or 4. 5 A reference in this section to an apprenticeship certificate at any level includes a reference to a certificate or other evidence (including a certificate awarded or evidence provided by a person outside England) which appears to the Chief Executive to be evidence of experience and attainment at a comparable or higher level. 3 Schedule 18 (consequential amendments) has effect."}, {"act": "Education Act 2011", "year": 2011, "section": "70", "section_title": "Securing the provision of apprenticeship training", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2011", "year": 2011, "section": "71", "section_title": "Apprenticeship certificates", "section_text": "71 1 ASCLA 2009 is amended as follows. 2 In section 5 (issue of certificates by the English certifying authority: supplementary), in subsection (3), for the words from  “the English certifying authority” to the end substitute  “                    a person supplying a copy of an apprenticeship certificate to charge a fee for doing so.                  ” 3 For section 6 (apprenticeship certificates: the English certifying authority) substitute— The English certifying authority 6 1 In this Chapter, the  “ English certifying authority ”, in relation to an apprenticeship certificate of any description, means— a the person (if any) designated by the Secretary of State under this section to issue apprenticeship certificates of that description; b if there is no-one within paragraph (a), the person (if any) designated by the Secretary of State under this section to issue apprenticeship certificates generally; c if there is no-one within paragraph (a) or (b), the Secretary of State. 2 The power conferred by subsection (1)(a) must be exercised so as to secure that, at any time, only one person is designated to issue apprenticeship certificates relating to a particular apprenticeship sector. 3 A person designated under this section to issue apprenticeship certificates must, in exercising functions under this Chapter— a comply with directions given by the Secretary of State, and b have regard to guidance given by the Secretary of State. 4 A designation under this section may be amended or revoked by the Secretary of State. 4 In section 39(1) (interpretation of Chapter 1 of Part 1) for the definition of  “English certifying authority” substitute— “ English certifying authority ”, in relation to an apprenticeship certificate of any description, has the meaning given by section 6(1); ."}, {"act": "Education Act 2011", "year": 2011, "section": "72", "section_title": "Consultation by Chief Executive of Skills Funding", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2011", "year": 2011, "section": "73", "section_title": "Functions of the Chief Executive of Skills Funding", "section_text": "73 1 Part 4 of ASCLA 2009 (the Chief Executive of Skills Funding) is amended as follows. 2 In section 88 (learning aims for persons aged 19 or over: payment of tuition fees)— a in subsection (1), for  “paragraph 1” substitute  “                        paragraph 1(a) or (b)                      ” ; b after subsection (2), insert— 2A Functions under this Part must be exercised by the Chief Executive so as to secure that a course of study for a qualification to which paragraph 1(c) of Schedule 5 applies is free to a person falling within subsection (4) if it is provided for the person by virtue of facilities whose provision is secured under section 87. ; c in subsection (4)(a), for  “25” substitute  “                        24                      ” . 3 Sections 112 to 114 (Secretary of State's power to specify bodies to formulate strategy for the Chief Executive) are repealed."}, {"act": "Education Act 2011", "year": 2011, "section": "74", "section_title": "Duty to participate in education or training: commencement", "section_text": "74 In section 173 of ESA 2008 (commencement), for subsections (9) and (10) substitute— 9 An order under subsection (4) may provide for the following provisions to come into force with the substitution of  “                      the first anniversary of the date on which the person ceased to be of compulsory school age                    ”  for “the age of 18” a section 1(b) (persons to whom Part 1 applies); b section 29(1)(b) (employer to enable participation in education or training: extension for persons reaching 18). 10 The Secretary of State must— a exercise the powers conferred by subsections (4) and (9) so as to secure that sections 1 to 10 are in force with the substitution in section 1(b) mentioned in subsection (9) no later than the day after the day which is the school leaving date for 2013, and b exercise the power conferred by subsection (4) so as to secure that sections 1 to 10 are in force without that substitution no later than the day after the day which is the school leaving date for 2015, subject, in each case, to any provision made by virtue of subsection (8)."}, {"act": "Education Act 2011", "year": 2011, "section": "75", "section_title": "Direct payments: persons with special educational needs or subject to learning difficulty assessment", "section_text": "75 1 In Chapter 2 of Part 9 of EA 1996 (ancillary functions of local authorities) after section 532 insert— Direct payments Persons with special educational needs or subject to learning difficulty assessment 532A 1 A local authority in England may make a payment (a  “direct payment”) for the purpose of securing the provision of any goods and services mentioned in subsection (2) to a person (“ the beneficiary ”)— a for whom the authority maintain a statement of special educational needs under section 324, or b who is subject to learning difficulty assessment by the authority. This power is subject to subsection (3). 2 The goods and services referred to in subsection (1) are— a where the beneficiary is within subsection (1)(a), special educational provision specified in the statement of special educational needs; b where the beneficiary is within subsection (1)(b) and the authority have arranged for an assessment to be conducted under section 139A of the Learning and Skills Act 2000, provision identified in the assessment as required to meet the beneficiary's educational and training needs; c transport or anything else that may be the subject of arrangements under section 508B(1), 508F(1) or 509AA(7)(b) that apply in relation to the beneficiary. 3 A direct payment may be made only in accordance with a pilot scheme made under section 532B. Pilot schemes 532B 1 The Secretary of State may by order make pilot schemes in accordance with which direct payments may be made under section 532A. 2 Subject to the following provisions of this section, a pilot scheme may include such provision as the Secretary of State thinks appropriate. 3 A pilot scheme must include provision about— a circumstances in which, and the descriptions of goods and services in respect of which, direct payments may (or may not) be made; b descriptions of persons to or in respect of whom direct payments may (or may not) be made; c conditions with which a local authority must comply before, after or at the time of making a direct payment; d conditions with which a person to or in respect of whom a direct payment is or may be made may be required by a local authority to comply before, after or at the time the payment is made; e the principles by reference to which the amount of a direct payment is to be calculated; f circumstances in which a local authority may or must stop making direct payments; g circumstances in which a local authority may or must require all or part of a direct payment to be repaid, by the person to whom the payment is made or otherwise; h the monitoring of the making of direct payments, of their use by the persons to whom they are made or of the goods and services they are used to secure; i the arrangements to be made by a local authority for providing persons to or in respect of whom direct payments are made with information, advice or support in connection with direct payments; j treating such support to any extent as goods or services in respect of which direct payments may be made. 4 The conditions referred to in subsection (3)(c)— a must include a requirement to obtain the written consent of the person to whom a direct payment is to be made before making the payment; b may include a requirement to obtain the written consent of one or more other persons before making a direct payment. 5 The circumstances referred to in subsection (3)(f) in which a local authority must stop making direct payments must include where the consent required by virtue of subsection (4)(a), or any consent required by virtue of subsection (4)(b), is withdrawn. 6 A pilot scheme must include provision for a sum required to be repaid to a local authority by virtue of the scheme to be recoverable as a debt due to the authority. 7 A pilot scheme may provide for paid-for goods and services to be treated as goods and services provided or arranged by a local authority in pursuance of a statutory duty specified in the scheme. 8 A pilot scheme may provide for paid-for goods and services to be treated in that way— a to the extent set out in the scheme, and b subject to any conditions set out in the scheme. 9 The only statutory duties that may be specified are— a section 324(5)(a)(i) (duty to arrange special educational provision specified in statement of special educational needs); b section 508B(1) (duty to make travel arrangements for eligible children); c section 508F(1) (duty to make arrangements for provision of transport etc for adult learners); d section 509AA(7)(b) (duty to make, and secure that effect is given to, arrangements for provision of transport etc for persons of sixth form age). 10 “Paid-for goods and services” are goods and services acquired by means of a direct payment. Pilot schemes: local authorities and duration 532C 1 An order under section 532B(1) making a pilot scheme must specify— a the local authorities in respect of which the scheme operates, and b the period for which the scheme has effect. 2 The period specified under subsection (1)(b) must not exceed two years, subject to subsection (3). 3 An order under section 532B(1) may extend the period for which a pilot scheme has effect, subject to subsection (4). 4 The period for which a pilot scheme has effect may not be extended so as to end after the end of the relevant four year period. 5 “The relevant four year period” is the period of four years beginning with the day on which the Education Act 2011 is passed. 2 In section 568 of EA 1996 (orders)— a in subsection (3), after  “other than” insert  “                      an order to which subsection (3A) applies or                    ” ; b after subsection (3) insert— 3A A statutory instrument which contains (alone or with other provision) an order under section 532B(1) (direct payments: pilot schemes) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 The provisions inserted into EA 1996 by subsections (1) and (2) are repealed at the end of four years beginning with the day on which this Act is passed."}, {"act": "Education Act 2011", "year": 2011, "section": "76", "section_title": "Student loans: interest rates", "section_text": "76 1 In section 22 of THEA 1998 (financial support for students), in subsection (4) (interest rates on loans), for paragraph (a) (but not the  “and” after it) substitute— a the rates prescribed by regulations made in pursuance of subsection (3)(a) must be— i lower than those prevailing on the market, or ii no higher than those prevailing on the market, where the other terms on which such loans are provided are more favourable to borrowers than those prevailing on the market; . 2 In consequence of subsection (1)— a in section 22 of THEA 1998, omit subsections (8) and (9); b in section 2 of the Sale of Student Loans Act 2008 (sale of student loans: supplemental), in subsection (5), omit paragraph (d) (but not the  “and” after it). 3 This section applies in relation to a student who begins a course on or after 1 September 2012, except in such circumstances as may be prescribed. 4 In subsection (3)  “prescribed”— a in relation to England, means prescribed by regulations made by the Secretary of State; b in relation to Wales, means prescribed by regulations made by the Welsh Ministers."}, {"act": "Education Act 2011", "year": 2011, "section": "77", "section_title": "Limit on student fees: part-time courses", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 2011", "year": 2011, "section": "78", "section_title": "Orders and regulations", "section_text": "78 1 A power to make an order or regulations under this Act is exercisable by statutory instrument. 2 A power to make an order or regulations under this Act (except a power conferred by section 82) includes power— a to make different provision for different purposes (including different areas); b to make provision generally or in relation to specific cases; c to make incidental, consequential, supplementary, transitional, transitory or saving provision. 3 Subject to subsection (4), a statutory instrument containing an order or regulations made by the Secretary of State under this Act (other than an order under section 82) is subject to annulment in pursuance of a resolution of either House of Parliament. 4 A statutory instrument which contains (alone or with other provision) an order under section 54(2) which amends or repeals any provision of an Act may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 A statutory instrument containing an order or regulations made by the Welsh Ministers under this Act is subject to annulment in pursuance of a resolution of the National Assembly for Wales."}, {"act": "Education Act 2011", "year": 2011, "section": "79", "section_title": "Interpretation of Act", "section_text": "79 In this Act— “ FHEA 1992 ” means the Further and Higher Education Act 1992; “ EA 1994 ” means the Education Act 1994; “ EA 1996 ” means the Education Act 1996; “ EA 1997 ” means the Education Act 1997; “ THEA 1998 ” means the Teaching and Higher Education Act 1998; “ SSFA 1998 ” means the School Standards and Framework Act 1998; “ LSA 2000 ” means the Learning and Skills Act 2000; “ EA 2002 ” means the Education Act 2002; “ HEA 2004 ” means the Higher Education Act 2004; “ EA 2005 ” means the Education Act 2005; “ EIA 2006 ” means the Education and Inspections Act 2006; “ ESA 2008 ” means the Education and Skills Act 2008; “ ASCLA 2009 ” means the Apprenticeships, Skills, Children and Learning Act 2009; “ CSFA 2010 ” means the Children, Schools and Families Act 2010; “ AA 2010 ” means the Academies Act 2010."}, {"act": "Education Act 2011", "year": 2011, "section": "80", "section_title": "Financial provision", "section_text": "80 There is to be paid out of money provided by Parliament any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Education Act 2011", "year": 2011, "section": "81", "section_title": "Extent", "section_text": "81 1 This Act extends to England and Wales only, subject to subsections (2) and (3). 2 This Part extends to the whole of the United Kingdom. 3 An amendment or repeal made by this Act has the same extent as the provision to which it relates."}, {"act": "Education Act 2011", "year": 2011, "section": "82", "section_title": "Commencement", "section_text": "82 1 The following provisions come into force on the day on which this Act is passed— a section 33; b section 40(1) to (3) and (5) to (9); c section 41; d section 42(1) to (7) and (9) to (11); e section 58; f section 75; g sections 76 and 77; h this Part. 2 The following provisions come into force at the end of two months beginning with the day on which this Act is passed— a section 6; b sections 30 and 31; c section 47; d section 48; e section 61. 3 The other provisions of this Act come into force on such day as the Secretary of State may by order appoint. 4 The Secretary of State must exercise the power conferred by subsection (3) so as to secure that, subject to any provision made by virtue of subsection (7), sections 69 and 70 and Schedule 18 are in force no later than the day after the day which is the school leaving date for 2013. 5 Before making an order bringing section 13 into force, the Secretary of State must consult the Welsh Ministers. 6 Before making an order bringing sections 14 to 17 into force, the Secretary of State must obtain the consent of the Welsh Ministers. 7 An order under this section may— a appoint different days for different purposes (including different areas); b contain transitional, transitory or saving provision in connection with the coming into force of this Act."}, {"act": "Education Act 2011", "year": 2011, "section": "83", "section_title": "Short title", "section_text": "83 1 This Act may be cited as the Education Act 2011. 2 This Act is to be included in the list of Education Acts set out in section 578 of EA 1996."}]