[{"act": "Finance Act 2011", "year": 2011, "section": "1", "section_title": "Charge and main rates for 2011-12", "section_text": "1 1 Income tax is charged for the tax year 2011-12. 2 For that tax year— a the basic rate is 20%, b the higher rate is 40%, and c the additional rate is 50%."}, {"act": "Finance Act 2011", "year": 2011, "section": "2", "section_title": "Basic rate limit for 2011-12", "section_text": "2 1 For the tax year 2011-12 the amount specified in section 10(5) of ITA 2007 (basic rate limit) is replaced with  “                    £35,000                  ” . 2 Accordingly section 21 of that Act (indexation of limits), so far as relating to the basic rate limit, does not apply for that tax year."}, {"act": "Finance Act 2011", "year": 2011, "section": "3", "section_title": "Personal allowance for 2011-12 for those aged under 65", "section_text": "3 1 For the tax year 2011-12 the amount specified in section 35(1) of ITA 2007 (personal allowance for those aged under 65) is replaced with  “                    £ 7,475                  ” . 2 Accordingly section 57 of that Act (indexation of allowances), so far as relating to the amount specified in section 35(1) of that Act, does not apply for that tax year."}, {"act": "Finance Act 2011", "year": 2011, "section": "4", "section_title": "Main rate for financial year 2011", "section_text": "4 1 In section 2(2)(a) of FA 2010 (main corporation tax rate for financial year 2011 on profits other than ring fence profits), for  “27%” substitute  “                    26%                  ” . 2 The amendment made by this section is treated as having come into force on 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "5", "section_title": "Charge and main rate for financial year 2012", "section_text": "5 1 Corporation tax is charged for the financial year 2012. 2 For that year the rate of corporation tax is— a 24%  on profits of companies other than ring fence profits, and b 30% on ring fence profits of companies. 3 In subsection (2)\t\t\t\t\t “ ring fence profits ” has the same meaning as in Part 8 of CTA 2010 (see section 276 of that Act)."}, {"act": "Finance Act 2011", "year": 2011, "section": "6", "section_title": "Small profits rate and fractions for financial year 2011", "section_text": "6 1 For the financial year 2011 the small profits rate is— a 20% on profits of companies other than ring fence profits, and b 19% on ring fence profits of companies. 2 For the purposes of Part 3 of CTA 2010, for that year— a the standard fraction is 3/200ths, and b the ring fence fraction is 11/400ths. 3 In subsection (1)  “ ring fence profits ” has the same meaning as in Part 8 of that Act (see section 276 of that Act)."}, {"act": "Finance Act 2011", "year": 2011, "section": "7", "section_title": "Increase in rate of supplementary charge", "section_text": "7 1 In section 330 of CTA 2010 (supplementary charge in respect of ring fence trades), in subsection (1), for  “20%” substitute  “                    32%                  ” . 2 The amendment made by subsection (1) has effect in relation to accounting periods beginning on or after 24 March 2011 (but see also subsection (3)). 3 Subsections (4) to (10) apply where a company has an accounting period beginning before 24 March 2011 and ending on or after that date (“the straddling period”). 4 For the purpose of calculating the amount of the supplementary charge on the company for the straddling period— a so much of that period as falls before 24 March 2011, and so much of that period as falls on or after that date, are treated as separate accounting periods, and b the company's adjusted ring fence profits for the straddling period are apportioned to the two separate accounting periods in proportion to the number of days in those periods. 5 But if the basis of apportionment in subsection (4)(b) would work unjustly or unreasonably in the company's case, the company may elect for its profits to be apportioned on another basis that is just and reasonable and specified in the election. 6 The amount of the supplementary charge on the company for the straddling period is the sum of the amounts of supplementary charge that would, in accordance with subsections (4) and (5), be chargeable on the company for those separate accounting periods. See also sections 330A and 330B of CTA 2010 (which have effect in relation to the separate accounting period consisting of so much of the straddling period as falls on or after 24 March 2011). 7 In relation to the straddling period— a the Instalment Payments Regulations apply as if the amendment made by subsection (1) had not been made, but b those Regulations also apply separately, in accordance with subsection (8), in relation to the increase in the amount of any supplementary charge on the company for that period that arises as a result of that amendment. 8 In the separate application of those Regulations under subsection (7)(b), those Regulations have effect as if, for the purposes of those Regulations— a the straddling period were an accounting period beginning on 24 March 2011, b supplementary charge were chargeable on the company for that period, and c the amount of that charge were equal to the increase in the amount of the supplementary charge for the straddling period that arises as a result of the amendment made by subsection (1). 9 Any reference in the Instalment Payment Regulations to the total liability of a company is, accordingly, to be read— a in their application as a result of subsection (7)(a), as a reference to the amount that would be the company's total liability for the straddling period if the amendment made by subsection (1) had not been made, and b in their application as a result of subsection (7)(b), as a reference to the amount of the supplementary charge on the company for the deemed accounting period under subsection (8)(a). 10 For the purposes of the Instalment Payment Regulations— a a company is to be regarded as a large company as respects the deemed accounting period under subsection (8)(a) if (and only if) it is a large company for those purposes as respects the straddling period, and b any question whether a company is a large company as respects the straddling period is to be determined as it would have been determined if the amendment made by subsection (1) had not been made. 11 In this section— “ adjusted ring fence profits ” has the same meaning as in section 330 of CTA 2010; “ the Instalment Payments Regulations ” means the Corporation Tax (Instalment Payments) Regulations 1998 ( S.I.  1998/3175); “ supplementary charge ” means any sum chargeable under section 330(1) of CTA 2010 as if it were an amount of corporation tax."}, {"act": "Finance Act 2011", "year": 2011, "section": "8", "section_title": "Annual exempt amount", "section_text": "8 1 Section 3 of  TCGA  1992 (annual exempt amount) is amended as follows. 2 For subsection (2) substitute— 2 The exempt amount for a tax year is £10,600. 3 For subsections (3) and (4) substitute— 3 If there is a relevant increase in  RPI  in relation to a tax year— a the exempt amount is to be increased in accordance with Steps 1 and 2, and b subsection (2) has effect from then on (for that and subsequent tax years) as if it referred to the increased amount, unless Parliament otherwise determines. 3A There is a relevant increase in RPI in relation to a tax year if the retail prices index for the September before the start of the tax year is higher than it was for the previous September. 3B Steps 1 and 2 are— Step 1  Increase the exempt amount for the previous tax year by the same percentage as the percentage of the relevant increase in RPI. Step 2  If the result of Step 1 is not a multiple of £100, round it up to the nearest multiple of £100. 4 If there is a relevant increase in RPI in relation to a tax year, the Treasury must before the start of that tax year make an order showing the amount arrived at as a result of Steps 1 and 2. 4 The amendment made by subsection (2) has effect for the tax year 2011-12 and subsequent tax years. 5 For the tax year 2011-12, section 3(3) of TCGA 1992 (indexation) does not apply. 6 The amendment made by subsection (3) has effect for the tax year 2012-13 and subsequent tax years."}, {"act": "Finance Act 2011", "year": 2011, "section": "9", "section_title": "Entrepreneurs' relief", "section_text": "9 1 In section 169N of TCGA 1992 (amount of relief: general)— a in subsection (4) for  “£5 million” substitute  “                        £10 million                      ” , and b in subsection (4A) for  “£5 million” substitute  “                        £10 million                      ” . 2 The amendments made by this section have effect in relation to qualifying business disposals occurring on or after 6 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "10", "section_title": "Plant and machinery writing-down allowances", "section_text": "10 1 Part 2 of  CAA  2001 (plant and machinery allowances) is amended as follows. 2 In section 56 (amount of allowances and charges), in subsection (1) for  “20%” substitute  “                    18%                  ” . 3 In section 104D (writing-down allowances: special rate expenditure)— a in subsection (1) for  “10%” substitute  “                        8%                      ” , and b after that subsection insert— 1A But, in relation to special rate expenditure incurred wholly for the purposes of a ring fence trade in respect of which tax is chargeable under section 330(1) of CTA 2010 (supplementary charge in respect of ring fence trades), the amount of the writing-down allowance to which a person is entitled for a chargeable period is 10% of the amount by which  AQE  exceeds TDR. 4 Accordingly— a in the heading for section 104D, after  “ at ” insert  “                         8% or                       ” , and b in sections 56(2)(a) and 104E(1)(a), before  “10%” insert  “                        8% or                      ” . 5 Part 10 of Schedule 22 to FA 2000 (companies within tonnage tax: capital allowances in respect of ship leasing), as it has effect (by virtue of section 57(9) of this Act) in relation to expenditure incurred before 1 January 2011, is amended as follows. 6 In each of the following provisions, for  “20%” (in each place) substitute  “                    18%                  ” a paragraph 94(3)(a) and (4), b paragraph 95(4), c paragraph 97(2) and (3), d paragraph 98(8), and e paragraph 99(2) and (5). 7 In each of the following provisions, for  “10%” substitute  “                    8%                  ” a paragraph 94(3)(b) and (4), b paragraph 95(4), c paragraph 97(2), (3) and (4), d paragraph 98(8), and e paragraph 99(2). 8 The amendments made by this section have effect in relation to— a chargeable periods beginning on or after the relevant day, and b chargeable periods beginning before, and ending on or after, the relevant day. 9 But in respect of a chargeable period within subsection (8)(b), they have effect as if— a in section 56(1) of CAA 2001 and the provisions of Schedule 22 to FA 2000 mentioned in subsection (6), references to 18% were references to X%, and b in section 104D(1) of CAA 2001 and the provisions of Schedule 22 to FA 2000 mentioned in subsection (7), references to 8% were references to Y%. 10 For the purposes of subsection (9)— X = ( 20 BRD CP ) + ( 18 ARD CP ) Y = ( 10 BRD CP ) + ( 8 ARD CP ) 11 Where X or Y would be a figure with more than 2 decimal places, it is to be rounded up to the nearest second decimal place. 12 In subsection (10)— BRD is the number of days in the chargeable period before the relevant day, ARD is the number of days in the chargeable period on and after the relevant day, and CP is the number of days in the chargeable period. 13 The relevant day is— a for corporation tax purposes, 1 April 2012, and b for income tax purposes, 6 April 2012."}, {"act": "Finance Act 2011", "year": 2011, "section": "11", "section_title": "Annual investment allowance", "section_text": "11 1 Section 51A of CAA 2001 (entitlement to annual investment allowance) is amended as follows. 2 In subsection (5) (maximum allowance), for  “£100,000” substitute  “                    £25,000                  ” . 3 In subsection (8) (power to amend maximum allowance), for  “other” substitute  “                    greater                  ” . 4 The amendment made by subsection (2) has effect in relation to expenditure incurred on or after the relevant day. 5 Subsections (6) and (7) apply in relation to a chargeable period (“the actual chargeable period”) which— a begins before the relevant day, and b ends on or after that day. 6 The maximum allowance under section 51A of CAA 2001 for the actual chargeable period is the sum of each maximum allowance that would be found if— a the period beginning with the first day of the chargeable period and ending with the day before the relevant day, and b the period beginning with the relevant day and ending with the last day of the chargeable period, were treated as separate chargeable periods. 7 But, so far as concerns expenditure incurred on or after the relevant day, the maximum allowance under section 51A of CAA 2001 for the actual chargeable period is the maximum allowance, calculated in accordance with subsection (6), for the period mentioned in paragraph (b) of that subsection. 8 Subsections (6) and (7) are also to apply for the purpose of determining the maximum allowance under section 51K of CAA 2001 (operation of annual investment allowance where restrictions apply) in a case where one or more chargeable periods in which the relevant AIA qualifying expenditure is incurred are chargeable periods within subsection (5), but the modifications in subsections (9) to (11) are to apply. 9 There is to be taken into account for the purpose mentioned in subsection (8) only chargeable periods of one year or less (whether or not they are chargeable periods within subsection (5)), and if there is more than one such period, only that period which gives rise to the greatest maximum allowance. 10 For the purposes of subsection (9) any chargeable period— a which is longer than a year, and b which ends in the tax year 2012-13, is to be treated as being a chargeable period of one year ending at the same time as it actually ends. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 Nothing in subsections (8) to (11) affects the operation of sections 51M and 51N of that Act. 13 In this section  “ the relevant day ” means— a for corporation tax purposes, 1 April 2012, and b for income tax purposes, 6 April 2012."}, {"act": "Finance Act 2011", "year": 2011, "section": "12", "section_title": "Short-life assets", "section_text": "12 1 Part 2 of CAA 2001 (plant and machinery allowances) is amended as follows. 2 In section 86 (short-life asset pool)— a in subsection (2), for  “four-year” (in each place) substitute  “                        relevant                      ” , b for subsection (3) substitute— 3 In this Chapter  “ the relevant cut-off ” means— a if any of the qualifying expenditure incurred on the provision of the short-life asset was incurred before the designated day, the fourth anniversary of the end of the relevant chargeable period, and b in any other case, the eighth anniversary of the end of the relevant chargeable period. 3A In subsection (3)— “ the designated day ” means— for corporation tax purposes, 1 April 2011, and for income tax purposes, 6 April 2011; “ the relevant chargeable period ” means— the chargeable period in which the qualifying expenditure was incurred on the provision of the short-life asset, or if the qualifying expenditure was incurred in different chargeable periods, the first chargeable period in which any of the qualifying expenditure was incurred. , and c in subsection (4), for  “four-year” substitute  “                        relevant                      ” . 3 In section 65 (the final chargeable period), in subsection (3), for  “four-year” substitute  “                    relevant                  ” . 4 In section 87 (short-life assets provided for leasing), in subsection (1)— a in paragraph (b), for  “four-year” substitute  “                        relevant                      ” , and b in paragraph (c), for  “4 years” substitute  “                        8 years                      ” . 5 In section 89 (disposal to connected person), in subsections (1) and (5), for  “four-year” (in each place) substitute  “                    relevant                  ” . 6 In Schedule 1 (defined expressions)— a at the appropriate place insert— relevant cut-off (in Chapter 9 of Part 2) section 86(3) , and b omit the entry for  “four-year cut-off (in Chapter 9 of Part 2)”."}, {"act": "Finance Act 2011", "year": 2011, "section": "13", "section_title": "Rates of alcoholic liquor duties", "section_text": "13 1 ALDA  1979 is amended as follows. 2 In section 5 (rate of duty on spirits), for  “£23.80” substitute  “                    £25.52                  ” . 3 In section 36(1AA)(a) (standard rate of duty on beer), for  “£17.32” substitute  “                    £18.57                  ” . 4 In section 62(1A) (rates of duty on cider)— a in paragraph (a) (rate of duty per hectolitre in the case of sparkling cider of a strength exceeding 5.5 per cent), for  “£217.83” substitute  “                        £233.55                      ” , b in paragraph (b) (rate of duty per hectolitre in the case of cider of a strength exceeding 7.5 per cent which is not sparkling cider), for  “£50.22” substitute  “                        £53.84                      ” , and c in paragraph (c) (rate of duty per hectolitre in any other case), for  “£33.46” substitute  “                        £35.87                      ” . 5 For the table in Schedule 1 substitute— TABLE OF RATES OF DUTY ON WINE AND MADE-WIN                      PART 1  WINE OR MADE-WINE OF A STRENGTH NOT EXCEEDING 22 PER CENT Description of wine or made-wine Rates of duty per hectolitre £ Wine or made-wine of a strength not exceeding 4 per cent 74.32 Wine or made-wine of a strength exceeding 4 per cent but not exceeding 5.5 per cent 102.21 Wine or made-wine of a strength exceeding 5.5 per cent but not exceeding 15 per cent and not being sparkling 241.23 Sparkling wine or sparkling made-wine of a strength exceeding 5.5 per cent but less than 8.5 per cent 233.55 Sparkling wine or sparkling made-wine of a strength of 8.5 per cent or of a strength exceeding 8.5 per cent but not exceeding 15 per cent 308.99 Wine or made-wine of a strength exceeding 15 per cent but not exceeding 22 per cent 321.61  PART 2  WINE OR MADE-WINE OF A STRENGTH EXCEEDING 22 PER CENT Description of wine or made-wine Rates of duty per litre of alcohol in wine or made-wine £ Wine or made-wine of a strength exceeding 22 per cent 25.52 . 6 The amendments made by this section are treated as having come into force on 28 March 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "14", "section_title": "General beer duty: reduced rate for lower strength beer", "section_text": "14 1 Part 3 of ALDA 1979 (beer) is amended as follows. 2 In section 36 (general beer duty), in subsection (1AA) (rates of duty)— a before paragraph (a) insert— za in the case of beer that is of a strength which exceeds 1.2 per cent but does not exceed 2.8 per cent, £9.29 per hectolitre per cent of alcohol in the beer; , b in paragraph (a), after  “that” insert  “                        is of a strength which exceeds 2.8 per cent and                      ” , c in paragraph (b), after  “small brewery beer” insert  “                        that is of a strength which exceeds 2.8 per cent and is                      ” , and d in paragraph (c), after  “small brewery beer” insert  “                        that is of a strength which exceeds 2.8 per cent and is                      ” . 3 For the italic heading immediately preceding section 36A substitute  “                     Beer from small breweries                   ” . 4 In section 36D (rate of general beer duty for small brewery beer from singleton breweries)— a in subsection (2), after  “section” insert  “                        , unless the beer is within section 36(1AA)(za) (rate for lower strength beer)                      ” , and b in the heading after  “ beer ” insert  “                         (other than lower strength beer)                       ” . 5 In section 36F (rate of general beer duty for small brewery beer from co-operated breweries)— a in subsection (2), after  “section” insert  “                        , unless the beer is within section 36(1AA)(za) (rate for lower strength beer)                      ” , and b in the heading after  “ beer ” insert  “                         (other than lower strength beer)                       ” . 6 Immediately above section 36H (power to vary reduced rate provisions) insert as an italic heading  “                     Power to vary rates                   ” . 7 The amendments made by this section come into force on 1 October 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "15", "section_title": "New high strength beer duty", "section_text": "15 1 Schedule 1 contains provision for and in connection with a duty of excise on high strength beer. 2 The Commissioners for Her Majesty's Revenue and Customs are responsible for the collection and management of that duty."}, {"act": "Finance Act 2011", "year": 2011, "section": "16", "section_title": "Rates of tobacco products duty", "section_text": "16 1 For the table in Schedule 1 to TPDA 1979 substitute— TABLE 1. Cigarettes An amount equal to 16.5 per cent of the retail price plus £154.95 per thousand cigarettes 2. Cigars £193.29 per kilogram 3. Hand-rolling tobacco £151.90 per kilogram 4. Other smoking tobacco and chewing tobacco £84.98 per kilogram . 2 The amendment made by this section is treated as having come into force at 6 pm on 23 March 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "17", "section_title": "Rates of gaming duty", "section_text": "17 1 In section 11(2) of FA 1997 (rates of gaming duty), for the table substitute— TABLE Part of gross gaming yield Rate The first £2,067,000 15 per cent The next £1,425,000 20 per cent The next £2,496,000 30 per cent The next £5,268,000 40 per cent The remainder 50 per cent . 2 The amendment made by this section has effect in relation to accounting periods beginning on or after 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "18", "section_title": "Amusement machine licence duty", "section_text": "18 1 In section 23(2) of BGDA 1981 (amount of duty payable on amusement machine licence), for the table substitute— TABLE Months for which licence granted Category A £ Category B1 £ Category B2 £ Category B3 £ Category B4 £ Category C £ 1 535 270 215 215 195 85 2 1070 535 425 425 385 160 3 1605 805 635 635 575 240 4 2140 1070 845 845 765 320 5 2675 1340 1055 1055 960 400 6 3210 1605 1265 1265 1150 480 7 3745 1875 1475 1475 1340 555 8 4280 2140 1685 1685 1530 635 9 4815 2410 1895 1895 1725 715 10 5350 2675 2105 2105 1915 795 11 5885 2945 2315 2315 2105 875 12 6110 3055 2405 2405 2185 905 . 2 The amendment made by this section has effect in relation to cases where the application for the amusement machine licence is received by the Commissioners for Her Majesty's Revenue and Customs after 4 pm on 25 March 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "19", "section_title": "Fuel duties: rates of duty and rebates from 23 March 2011", "section_text": "19 1 HODA  1979 is amended as follows. 2 In section 6(1A) (main rates)— a in paragraph (a) (unleaded petrol), for  “£0.5895” substitute  “                        £0.5795                      ” , b in paragraph (aa) (aviation gasoline), for  “£0.3835” substitute  “                        £0.3770                      ” , c in paragraph (b) (light oil other than unleaded petrol or aviation gasoline), for  “£0.6867” substitute  “                        £0.6767                      ” , and d in paragraph (c) (heavy oil), for  “£0.5895” substitute  “                        £0.5795                      ” . 3 In section 8(3) (road fuel gas)— a in paragraph (a) (natural road fuel gas), for  “£0.2615” substitute  “                        £0.2470                      ” , and b in paragraph (b) (other road fuel gas), for  “£0.3304” substitute  “                        £0.3161                      ” . 4 In section 11(1) (rebate on heavy oil)— a in paragraph (a) (fuel oil), for  “£0.1088” substitute  “                        £0.1070                      ” , and b in paragraph (b) (gas oil), for  “£0.1133” substitute  “                        £0.1114                      ” . 5 In section 14(1) (rebate on light oil for use as furnace fuel), for  “£0.1088” substitute  “                    £0.1070                  ” . 6 In section 14A(2) (rebate on certain biodiesel), for  “£0.1133” substitute  “                    £0.1114                  ” . 7 The amendments made by this section are treated as having come into force at 6 pm on 23 March 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "20", "section_title": "Fuel duties: rates of duty and rebates from 1 January 2012", "section_text": "20 1 HODA 1979 is amended as follows. 2 In section 6(1A) (main rates)— a in paragraph (a) (unleaded petrol), for  “£0.5795” substitute  “                        £0.6097                      ” , b in paragraph (aa) (aviation gasoline), for  “£0.3770” substitute  “                        £0.3966                      ” , c in paragraph (b) (light oil other than unleaded petrol or aviation gasoline), for  “£0.6767” substitute  “                        £0.7069                      ” , and d in paragraph (c) (heavy oil), for  “£0.5795” substitute  “                        £0.6097                      ” . 3 In section 8(3) (road fuel gas)— a in paragraph (a) (natural road fuel gas), for  “£0.2470” substitute  “                        £0.2907                      ” , and b in paragraph (b) (other road fuel gas), for  “£0.3161” substitute  “                        £0.3734                      ” . 4 In section 11(1) (rebate on heavy oil)— a in paragraph (a) (fuel oil), for  “£0.1070” substitute  “                        £0.1126                      ” , and b in paragraph (b) (gas oil), for  “£0.1114” substitute  “                        £0.1172                      ” . 5 In section 14(1) (rebate on light oil for use as furnace fuel), for  “£0.1070” substitute  “                    £0.1126                  ” . 6 In section 14A(2) (rebate on certain biodiesel), for  “£0.1114” substitute  “                    £0.1172                  ” . 7 The amendments made by this section come into force on 1 January 2012."}, {"act": "Finance Act 2011", "year": 2011, "section": "21", "section_title": "VED rates for light passenger vehicles, light goods vehicles, motorcycles etc", "section_text": "21 1 Schedule 1 to  VERA  1994 (annual rates of duty) is amended as follows. 2 In paragraph 1 (general)— a in sub-paragraph (2) (vehicle not covered elsewhere in Schedule otherwise than with engine cylinder not exceeding 1,549cc), for  “£205” substitute  “                        £215                      ” , and b in sub-paragraph (2A) (vehicle not covered elsewhere in Schedule with engine cylinder capacity not exceeding 1,549cc), for  “£125” substitute  “                        £130                      ” . 3 In paragraph 1B (graduated rates of duty for light passenger vehicles)— a for the tables substitute— TABLE 1 RATES PAYABLE ON FIRST VEHICLE LICENCE FOR VEHICLE CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £ £ 130 140 105 115 140 150 120 130 150 165 155 165 165 175 255 265 175 185 305 315 185 200 435 445 200 225 570 580 225 255 780 790 255 990 1000 TABLE 2 RATES PAYABLE ON ANY OTHER VEHICLE LICENCE FOR VEHICLE CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £ £ 100 110 10 20 110 120 20 30 120 130 85 95 130 140 105 115 140 150 120 130 150 165 155 165 165 175 180 190 175 185 200 210 185 200 235 245 200 225 250 260 225 255 435 445 255 450 460 ; b in the sentence immediately following the tables, for paragraphs (a) and (b) substitute— a in column (3), in the last two rows,  “250” were substituted for  “435” and  “                              450                            ” , and b in column (4), in the last two rows,  “260” were substituted for  “445” and  “                              460                            ” . 4 In paragraph 1J (VED rates for light goods vehicles)— a in paragraph (a), for  “£200” substitute  “                        £210                      ” , and b in paragraph (b), for  “£125” substitute  “                        £130                      ” . 5 In paragraph 2(1) (VED rates for motorcycles)— a in paragraph (a), for  “£15” substitute  “                        £16                      ” , b in paragraph (b), for  “£33” substitute  “                        £35                      ” , c in paragraph (c), for  “£50” substitute  “                        £53                      ” , and d in paragraph (d), for  “£70” substitute  “                        £74                      ” . 6 The amendments made by this section have effect in relation to licences taken out on or after 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "22", "section_title": "VED rates for certain goods vehicles without road-friendly suspension", "section_text": "22 1 Part 8 of Schedule 1 to VERA 1994 (rates for goods vehicles) is amended as follows. 2 In— a paragraph 9(1) (rigid vehicles exceeding 3,500 kilograms revenue weight in case of which pollution requirements are not satisfied), and b paragraph 9A(2) (rigid vehicles exceeding that weight in case of which pollution requirements are satisfied), after  “(3)” insert  “                    and paragraph 11D                  ” . 3 In— a paragraph 11(1) (tractive units exceeding 3,500 kilograms revenue weight in case of which pollution requirements are not satisfied), and b paragraph 11A(2) (tractive units exceeding that weight in case of which pollution requirements are satisfied), for  “paragraph 11C” substitute  “                    paragraphs 11C and 11D                  ” . 4 In paragraph 11C(2) (tractive units between 41,000 and 44,000 kilograms revenue weight, with 3 or more axles and used for conveyance of semi-trailers with 3 or more axles and usable on public road in accordance with law immediately before 21 March 2000), for  “The” substitute  “                    Subject to paragraph 11D, the                  ” . 5 After paragraph 11C insert— Certain vehicles without road-friendly suspension 11D 1 This paragraph applies to goods vehicles which do not have road-friendly suspension. 2 A goods vehicle does not have road-friendly suspension if any driving axle of the vehicle has neither— a an air suspension (that is, a suspension system in which at least 75 per cent of the spring effect is caused by an air spring), nor b a suspension which is regarded as being equivalent to an air suspension for the purposes under Annex  II  of Council Directive  96/53/ EC . 3 The annual rate of vehicle excise duty applicable to a rigid goods vehicle to which this paragraph applies and which has— a a revenue weight of 15,000 kilograms, and b two axles, is £238. 4 The annual rate of vehicle excise duty applicable to a rigid goods vehicle to which this paragraph applies and which— a is a vehicle with respect to which the reduced pollution requirements are satisfied, b has a revenue weight of 21,000 kilograms, and c has three axles, is £193. 5 The annual rate of vehicle excise duty applicable to a rigid goods vehicle to which this paragraph applies and which— a is a vehicle with respect to which the reduced pollution requirements are satisfied, b has a revenue weight of not less than 23,000 kilograms but less than 26,000 kilograms, and c has three axles, is £299. 6 The annual rate of vehicle excise duty applicable to a rigid goods vehicle to which this paragraph applies and which— a is a vehicle with respect to which the reduced pollution requirements are satisfied, b has a revenue weight of 27,000 kilograms, and c has four or more axles, is £314. 7 The annual rate of vehicle excise duty applicable to a tractive unit to which this paragraph applies and which has two axles and either— a has a revenue weight of 25,000 kilograms, or b is a vehicle with respect to which the reduced pollution requirements are satisfied and has a revenue weight exceeding 25,000 kilograms but less than 28,000 kilograms, is £266. 8 The annual rate of vehicle excise duty applicable to a tractive unit to which this paragraph applies and which— a has a revenue weight of 28,000 kilograms, b has two axles, and c is to draw semi-trailers with two or more axles, is £177. 9 The annual rate of vehicle excise duty applicable to a tractive unit to which this paragraph applies and which— a is a vehicle with respect to which the reduced pollution requirements are satisfied, b has a revenue weight of 31,000 kilograms, c has two axles, and d is to draw semi-trailers with two or more axles, is £403. 10 The annual rate of vehicle excise duty applicable to a tractive unit to which this paragraph applies and which— a is a vehicle with respect to which the reduced pollution requirements are satisfied, b has a revenue weight of 36,000 kilograms, c has three axles, and d is to draw semi-trailers with two or more axles, is £394. 11 The annual rate of vehicle excise duty applicable to a vehicle to which paragraph 11C and this paragraph apply and which— a is a vehicle with respect to which the reduced pollution requirements are satisfied, and b has a revenue weight less than 44,000 kilograms, is £464. 12 This paragraph does not apply to a vehicle for which the annual rate of duty is determined under paragraph 9(2) or 11(2). 6 The amendments made by this section have effect in relation to licences taken out on or after 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "23", "section_title": "Rates of climate change levy", "section_text": "23 1 In Schedule 6 to FA 2000 (climate change levy), for the table in paragraph 42(1) substitute— TABLE Taxable commodity supplied Rate at which levy payable if supply is not a reduced-rate supply Electricity £0.00509 per kilowatt hour Gas supplied by a gas utility or any gas supplied in a gaseous state that is of a kind supplied by a gas utility £0.00177 per kilowatt hour Any petroleum gas, or other gaseous hydrocarbon, supplied in a liquid state £0.01137 per kilogram Any other taxable commodity £0.01387 per kilogram . 2 The amendment made by this section has effect in relation to supplies treated as taking place on or after 1 April 2012."}, {"act": "Finance Act 2011", "year": 2011, "section": "24", "section_title": "Rate of aggregates levy", "section_text": "24 1 Section 16 of FA 2010 (increase in rate of aggregates levy from 1 April 2011) is repealed. 2 Accordingly, the amendment made by section 20 of FA 2008 (increase in rate of aggregates levy from 1 April 2009) continues to have effect in relation to aggregate subjected to commercial exploitation on or after 1 April 2011. 3 This section is treated as having come into force on 31 March 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "25", "section_title": "Standard rate of landfill tax", "section_text": "25 1 In section 42(1)(a) and (2) of FA 1996 (amount of landfill tax), for  “£56” substitute  “                    £64                  ” . 2 The amendments made by this section have effect in relation to disposals made (or treated as made) on or after 1 April 2012."}, {"act": "Finance Act 2011", "year": 2011, "section": "26", "section_title": "Employment income provided through third parties", "section_text": "26 Schedule 2 contains provision about steps which are taken in pursuance of, or which have some other connection with, arrangements concerned with the provision of rewards or recognition or loans in connection with current, former or prospective employments."}, {"act": "Finance Act 2011", "year": 2011, "section": "27", "section_title": "Tainted charity donations", "section_text": "27 Schedule 3 contains provision about gifts and other disposals to charities and community amateur sports clubs."}, {"act": "Finance Act 2011", "year": 2011, "section": "28", "section_title": "Amounts not fully recognised for accounting purposes", "section_text": "28 Schedule 4 contains amendments of Parts 5 and 7 of CTA 2009 (loan relationships and derivative contracts) relating to cases where amounts are not fully recognised for accounting purposes."}, {"act": "Finance Act 2011", "year": 2011, "section": "29", "section_title": "Loan relationships involving connected debtor and creditor", "section_text": "29 1 In section 418 of CTA 2009 (loan relationships involving connected debtor and creditor where debits exceed credits), in subsection (2), after  “creditor company” insert  “                    or any company connected with it                  ” . 2 In section 419 of that Act (section 418: supplementary), after subsection (6) insert— 6A References in section 418 to a company bringing debits or credits into account under or for the purposes of this Part include bringing debits or credits into account under or for the purposes of this Part in determining the chargeable profits of the company (or in determining that there were no such profits) for the purposes of Chapter 4 of Part 17 of  ICTA  (controlled foreign companies). 3 The amendments made by this section have effect in relation to loan relationships to which a company is a party (or to which it is treated as a party under section 418(6A) of CTA 2009) on or after 6 December 2010. 4 But amounts are to continue to be brought into account for the purposes of Part 5 of CTA 2009 disregarding those amendments if the amounts relate to a time before that day."}, {"act": "Finance Act 2011", "year": 2011, "section": "30", "section_title": "Group mismatch schemes", "section_text": "30 Schedule 5 contains provision about group mismatch schemes."}, {"act": "Finance Act 2011", "year": 2011, "section": "31", "section_title": "Company ceasing to be member of group: availability of relief", "section_text": "31 1 Section 179 of TCGA 1992 (company ceasing to be member of group: post-appointed day cases) is amended as follows. 2 In subsection (2A)— a for  “Where” substitute  “                        Subsection (2AA) applies where                      ” , and b for paragraphs (c) and (d) and the words following those paragraphs substitute— c at the time company A ceases to be a member of the first group there is a connection between that group and the group of companies of which company A becomes a member on leaving the first group (  “                              the second group                            ” ), and d subsequently— i company A ceases to be a member of the second group, or ii (before sub-paragraph (i) applies) there ceases to be a connection between the two groups. 3 After that subsection insert— 2AA Where this subsection applies— a in a case within subsection (2A)(d)(ii), for the purposes of this section (other than subsection (2A)) as it applies as respects the acquisition, company A and any associated company are to be treated as having ceased to be members of the second group at the time the connection between the two groups ceases, b subsection (1) has effect in relation to company A's ceasing to be a member of the second group as if it had been the second group of which both companies had been members at the time of the acquisition, and c subsection (2) may operate to prevent subsection (1) applying by virtue of paragraph (b), unless subsection (2AB) applies. 2AB This subsection applies if company A's ceasing to be a member of the first group at the same time as one or more associated companies forms part of arrangements the main purpose, or one of the main purposes, of which is the avoidance of a liability to corporation tax. 4 In subsection (2B) for  “if, at the time when company A ceases to be a member of the second group” substitute  “                    at a particular time if, at that time,                  ” . 5 The amendments made by this section have effect in relation to a company in any case in which the time of the company's ceasing to be a member of the first group is on or after 23 March 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "32", "section_title": "Leasing businesses", "section_text": "32 Schedule 6 contains provision about leasing businesses carried on by companies alone or in partnership."}, {"act": "Finance Act 2011", "year": 2011, "section": "33", "section_title": "Long funding finance leases", "section_text": "33 1 Chapter 6 of Part 2 of CAA 2001 (which includes provision about lessees under long funding leases) is amended as follows. 2 In section 70C (long funding finance lease: amount of capital expenditure), after subsection (4) insert— 4A But where the minimum lease payments include a relievable amount, the present value of that amount must be excluded in determining the commencement PVMLP. 4B An amount (“amount X”) is a relievable amount if— a an arrangement is in place under which all or part of any residual amount (as defined in section 70YE) is guaranteed by the lessee or a person connected with the lessee, b amount X is within the minimum lease payments because of that arrangement (see subsection (1)(a) of that section), and c it is reasonable to assume that, were amount X to be incurred under the arrangement, relief would be available as a result (beyond relief, by virtue of this section and section 70E, because amount X is within those minimum lease payments). 4C In deciding for the purposes of subsection (4B)(c) whether relief would be available as a result, no account is to be taken of— a any part of the arrangement other than the part by virtue of which all or part of the residual amount is guaranteed, or b any other arrangement connected with the arrangement or forming part of a set of arrangements that includes the arrangement. 3 In section 70D (long funding finance lease: additional expenditure: allowances for lessee), after subsection (1) insert— 1A Any increase attributable to a relievable amount is to be ignored for the purposes of subsection (1)(d). 1B Subsections (4B) and (4C) of section 70C apply (with any necessary modifications) for the purposes of this section as for the purposes of that section. 4 In section 70E (disposal events and disposal values), in subsection (2C)(b), after  “section 70YE)” insert  “                    other than any relievable payment                  ” . 5 In that section, after subsection (2D) insert— 2DA A payment (“payment X”) is a relievable payment if— a an arrangement is in place under which all or part of any residual amount (as defined in section 70YE) is guaranteed by the lessee or a person connected with the lessee, b payment X is within the minimum lease payments because of that arrangement (see subsection (1)(a) of that section), and c it is reasonable to assume that relief would be available as a result of making payment X (beyond relief, by virtue of section 70C or 70D and this section, because payment X is within those minimum lease payments). 2DB For the purposes of subsection (2DA)(c)— a “ relief ” has the meaning given in section 70C, and b subsection (4C) of that section applies as it applies for the purposes of subsection (4B)(c) of that section. 6 The amendments made by subsections (2) and (3) have effect in cases where the arrangement is entered into on or after 9 March 2011. 7 The amendments made by subsections (4) and (5) have effect in relation to payments made on or after 9 March 2011 (regardless of when the arrangement was entered into)."}, {"act": "Finance Act 2011", "year": 2011, "section": "34", "section_title": "Investment companies", "section_text": "34 Schedule 7 contains provision about investment companies."}, {"act": "Finance Act 2011", "year": 2011, "section": "35", "section_title": "Reduction in childcare relief for higher earners", "section_text": "35 Schedule 8 contains provision for reducing childcare relief for higher earners."}, {"act": "Finance Act 2011", "year": 2011, "section": "36", "section_title": "Childcare: salary sacrifice etc and the national minimum wage", "section_text": "36 1 In section 270A of  ITEPA  2003 (limited exemption for qualifying childcare vouchers), after subsection (5) insert— 5A Where the scheme under which the vouchers are provided involves— a relevant salary sacrifice arrangements, or b relevant flexible remuneration arrangements, Condition C is not prevented from being met by reason only that the scheme is not open to relevant low-paid employees. 5B In subsection (5A)— “ relevant salary sacrifice arrangements ” means arrangements (whenever made) under which the employees for whom the vouchers are provided give up the right to receive an amount of general earnings or specific employment income in return for the provision of the vouchers; “ relevant flexible remuneration arrangements ” means arrangements (whenever made) under which the employees for whom the vouchers are provided agree with the employer that they are to be provided with the vouchers rather than receive some other description of employment income; “ relevant low-paid employees ” means any of the employer's employees who are remunerated by the employer at a rate such that, if the relevant salary sacrifice arrangements or relevant flexible remuneration arrangements applied to them, the rate at which they would then be so remunerated would be likely to be lower than the national minimum wage. 2 In section 318A of that Act (exemption for childcare other than employer-provided care), after subsection (5) insert— 5A Where the scheme under which the care is provided involves— a relevant salary sacrifice arrangements, or b relevant flexible remuneration arrangements, Condition C is not prevented from being met by reason only that the scheme is not open to relevant low-paid employees. 5B In subsection (5A)— “ relevant salary sacrifice arrangements ” means arrangements (whenever made) under which the employees for whom the care is provided give up the right to receive an amount of general earnings or specific employment income in return for the provision of the care; “ relevant flexible remuneration arrangements ” means arrangements (whenever made) under which the employees for whom the care is provided agree with the employer that they are to be provided with the care rather than receive some other description of employment income; “ relevant low-paid employees ” means any of the employer's employees who are remunerated by the employer at a rate such that, if the relevant salary sacrifice arrangements or relevant flexible remuneration arrangements applied to them, the rate at which they would then be so remunerated would be likely to be lower than the national minimum wage. 3 The amendments made by this section have effect for the tax year 2005-06 and subsequent tax years."}, {"act": "Finance Act 2011", "year": 2011, "section": "37", "section_title": "Accommodation expenses of MPs", "section_text": "37 1 In section 292 of ITEPA 2003 (accommodation expenses of MPs), after subsection (4) insert— 5 The reference in subsection (1) to a payment made to a member of the House of Commons under section 5(1) of the Parliamentary Standards Act 2009 includes a payment made under that section to another person at the direction of a member (see section 6(7) of that Act). 2 The amendment made by this section has effect in relation to payments made under section 5(1) of the Parliamentary Standards Act 2009 on or after 1 November 2010."}, {"act": "Finance Act 2011", "year": 2011, "section": "38", "section_title": "Experts seconded to European Union bodies", "section_text": "38 1 In Chapter 8 of Part 4 of ITEPA 2003 (employment income: special kinds of employment), after section 304 insert— Experts seconded to other European Union bodies 304A 1 No liability to income tax arises in respect of any subsistence allowances paid by a relevant  EU  body to persons who, because of their expertise in matters relating to the subject matter of the functions of the relevant EU body, have been seconded to the body by their employers. 2 Each of the following is a  “relevant EU body”— a the European Medicines Agency, established as the European Agency for the Evaluation of Medicinal Products by Council Regulation  ( EEC ) No 2309/93  of 22 July 1993, b the European Police College, established by Council Decision of 20 September 2005 (2005/681/ JHA ), c the European Banking Authority, established by  Regulation (EU) No 1093/2010  of 24 November 2010, and d any other body established by an EU instrument which is designated as a relevant EU body for the purposes of this section by an order made by the Treasury. 2 The amendment made by this section has effect in relation to subsistence allowances paid in respect of periods beginning on or after 1 January 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "39", "section_title": "Employment income: exemption for fees relating to monitoring schemes", "section_text": "39 1 In Chapter 11 of Part 4 of ITEPA 2003 (employment income: miscellaneous exemptions), after section 326 insert— Monitoring schemes Fees relating to monitoring schemes relating to vulnerable persons 326A 1 No liability to income tax arises by virtue of the payment or reimbursement of a fee in respect of an application to join the scheme administered under section 44 of the Protection of Vulnerable Groups (Scotland) Act 2007 (asp 14) (scheme to collate and disclose information about individuals working with vulnerable persons). 2 The Treasury may by order amend subsection (1) so as— a to add to the fees covered by that subsection a fee of a specified kind payable in connection with a scheme for England and Wales or Northern Ireland which corresponds to the scheme administered under section 44 of the Protection of Vulnerable Groups (Scotland) Act 2007, or b to amend or remove a reference to a fee added under paragraph (a). 2 The amendment made by this section has effect for the tax year 2010-11 and subsequent tax years."}, {"act": "Finance Act 2011", "year": 2011, "section": "40", "section_title": "Individual investment plans for children", "section_text": "40 1 Chapter 3 of Part 6 of  ITTOIA  2005 (income from individual investment plans) is amended in accordance with subsections (2) to (5). 2 In section 694 (income from individual investment plans), after subsection (1) insert— 1A In subsection (1)  “ income of an individual from investments under a plan ” includes income from investments which is treated as the individual's income by virtue of section 629 (income paid to relevant children of settlor). 3 After section 695 insert— Investment plans for children 695A 1 This section applies where investment plan regulations provide that income of a child from investments under a plan (a  “child plan”) is exempt from income tax (either wholly or to such extent as is specified in the regulations). 2 In addition to any provision which may be made by virtue of any other provision of this Chapter, investment plan regulations may— a specify descriptions of persons by whom investments may be made for a child, b provide that withdrawals may be made only in the circumstances specified in the regulations, and c provide that, in the case of a child who is under 16, the plan managers may act only on the direction of a person of a description specified in the regulations. 3 They may also provide— a that any assignment of, or agreement to assign, investments under a child plan, and any charge on or agreement to charge any such investments, is void, b that, on the bankruptcy of a child with investments under a child plan, the entitlement to those investments does not pass to any trustee or other person acting on behalf of the child's creditors, and c that, where a contract is entered into by or on behalf of a child who is 16 or over in connection with a child plan under which investments are held— i by the child, or ii by another child in relation to whom the child has parental responsibility, the contract has effect as if the child had been 18 or over when it was entered into. 4 Where, by virtue of provision made in investment plan regulations under subsection (2)(a), investments are made for a child under a child plan, for the purposes of this Chapter the child is treated as having made those investments. 5 In this section— “ assignment ” includes assignation, and  “ assign ” is to be construed accordingly; “ bankruptcy ”, in relation to a child, includes the sequestration of the child's estate; “ charge on or agreement to charge ” includes a right in security over or an agreement to create a right in security over; “ child ” means an individual under 18; “ parental responsibility ” means— parental responsibility within the meaning of the Children Act 1989 or the Children (Northern Ireland) Order 1995, or parental responsibilities within the meaning of the Children (Scotland) Act 1995; and any reference to investments being held by a child includes a reference to investments being held by plan managers on behalf of the child by virtue of section 696(1). 4 In section 699 (non-entitlement to exemption), at the end insert— 9 In this section references to an investor include an individual entitled to an exemption given by investment plan regulations by virtue of section 694(1A). 5 In section 701 (general and supplementary powers), at the end insert— 6 In this section references to an investor include an individual entitled to an exemption given by investment plan regulations by virtue of section 694(1A). 6 In section 151 of TCGA 1992 (personal equity plans), in subsection (2)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the words from  “but with” to the end substitute but with the following modifications—                         a any reference to income tax is to be read as a reference to capital gains tax, b the reference in section 695A(1) to the case where regulations provide that income of a child from investments under a plan is exempt from income tax is to be read as a reference to the case where regulations provide that a child who invests under a plan is entitled to relief from capital gains tax in respect of the investments, c the reference in section 695A(4) to that Chapter is to be read as a reference to this section, and d that Chapter has effect as if sections 699(9) and 701(6) were omitted."}, {"act": "Finance Act 2011", "year": 2011, "section": "41", "section_title": "Gift aid: increase of limits on total value of benefits associated with gifts", "section_text": "41 1 In section 418 of ITA 2007 (gifts to charities by individuals: restrictions on associated benefits), in subsection (3), for  “£500” substitute  “                    £2,500                  ” . 2 In section 197 of CTA 2010 (gifts to charities by companies: restrictions on associated benefits), in subsection (3), for  “£500” substitute  “                    £2,500                  ” . 3 Accordingly, omit section 60(1)(b) of FA 2007. 4 The amendments made by subsections (1) and (3) have effect in relation to gifts made on or after 6 April 2011. 5 The amendment made by subsection (2) has effect in relation to gifts made in an accounting period ending on or after 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "42", "section_title": "Enterprise investment scheme: amount of relief", "section_text": "42 1 Part 5 of ITA 2007 (enterprise investment scheme) is amended in accordance with subsections (2) to (4). 2 In section 158 (form and amount of  EIS  relief), in subsection (2A) for  “20%” substitute  “                    30%                  ” . 3 In the following provisions for  “EIS rate” substitute  “                    EIS original rate                  ” a section 209(3); b section 210(1)(b); c section 213(2); d section 220(1)(b); e section 224(2); f section 229(1)(b). 4 After section 256 insert— Meaning of  “the EIS original rate” 256A In this Part  “ the EIS original rate ”, in relation to EIS relief, means the EIS rate for the tax year for which the EIS relief was obtained. 5 In Schedule 4 to that Act (index of defined expressions), at the appropriate place insert— EIS original rate (in Part 5) section 256A 6 This section comes into force on such day as the Treasury may by order appoint. 7 The amendments made by this section have effect in relation to the tax year 2011-12 and subsequent tax years. 8 But where the EIS relief attributable to shares was obtained for the tax year 2007-08 or an earlier tax year, the references to the EIS original rate in the provisions mentioned in paragraph (a) to (f) of subsection (3) are to be read as references to 20%."}, {"act": "Finance Act 2011", "year": 2011, "section": "43", "section_title": "Relief for expenditure on R&D by SMEs", "section_text": "43 1 Part 13 of CTA 2009 (additional relief for expenditure on research and development) is amended as follows. 2 Chapter 2 (relief for small or medium-sized enterprises (“SMEs”)) is amended in accordance with subsections (3) to (6). 3 In section 1044 (additional deduction in calculating profits of trade), in subsection (8), for  “75%” substitute  “                    100%                  ” . 4 In section 1045 (alternative treatment for pre-trading expenditure: deemed trading loss), in subsection (7), for  “175%” substitute  “                    200%                  ” . 5 In section 1055 (tax credit: meaning of  “Chapter 2 surrenderable loss”), in subsection (2)(b), for  “175%” substitute  “                    200%                  ” . 6 In section 1058 (amount of tax credit), in subsection (1)(a), for  “14%” substitute  “                    12.5%                  ” . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 This section comes into force on such day as the Treasury may by order appoint. 13 The amendments made by this section have effect in relation to expenditure incurred on or after 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "44", "section_title": "Value shifting", "section_text": "44 Schedule 9 contains provision about value shifting."}, {"act": "Finance Act 2011", "year": 2011, "section": "45", "section_title": "Company ceasing to be member of a group", "section_text": "45 Schedule 10 contains provision about the consequences, for the purposes of corporation tax on chargeable gains, of a company ceasing to be a member of a group."}, {"act": "Finance Act 2011", "year": 2011, "section": "46", "section_title": "Pre-entry losses", "section_text": "46 Schedule 11 contains provision about losses accruing to a company before the time when it becomes a member of a group of companies and losses accruing on assets held by a company at such a time."}, {"act": "Finance Act 2011", "year": 2011, "section": "47", "section_title": "Controlled foreign companies", "section_text": "47 Schedule 12 contains provision in relation to controlled foreign companies."}, {"act": "Finance Act 2011", "year": 2011, "section": "48", "section_title": "Profits of foreign permanent establishments etc", "section_text": "48 Schedule 13 contains provision about the profits of foreign permanent establishments of  UK  resident companies  etc."}, {"act": "Finance Act 2011", "year": 2011, "section": "49", "section_title": "Meaning of  “investment trust”", "section_text": "49 1 Chapter 4 of Part 24 of CTA 2010 (investment trusts) is amended as follows. 2 For section 1158 (meaning of  “investment trust” in the Corporation Tax Acts) substitute— Meaning of  “investment trust” 1158 1 For the purposes of the Corporation Tax Acts a company is an  “investment trust” with respect to an accounting period if— a conditions A to C are met throughout the period, and b the company is approved for the period by the Commissioners for Her Majesty's Revenue and Customs (see section 1159). 2 Condition A is that the business of the company consists of investing its funds in shares, land or other assets with the aim of spreading investment risk and giving members of the company the benefit of the results of the management of its funds. 3 Condition B is that the shares making up the company's ordinary share capital (or, if there are such shares of more than one class, those of each class) are admitted to trading on a regulated market. 4 For this purpose  “ regulated market ” has the same meaning as in Directive  2004/39/EC  of the European Parliament and of the Council on markets in financial instruments (see Article 4.1(14)). 5 Condition C is that the company is not— a a venture capital trust (within the meaning of Part 6 of ITA 2007), or b a company UK REIT (within the meaning of Part 12 of this Act). 6 The Treasury may by regulations provide— a for one or both of conditions A and B to be treated as met in the cases, and subject to any conditions, specified in the regulations, and b for the period for which the condition or conditions are treated as met. 7 The Treasury may also by regulations amend subsection (3) or (4). 8 A statutory instrument containing the first regulations under subsection (6) may not be made unless a draft of the instrument has been laid before and approved by a resolution of the House of Commons. 9 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons. 3 For section 1159 (conditions for approval) substitute— Approval 1159 1 The Treasury may by regulations make provision about the approval of a company for an accounting period for the purposes of section 1158(1)(b), including provision about— a applications for approval, b the determination of applications for approval, c requirements to be met by the company while approved, d the withdrawal of approval by notice, or e the consequences of the withdrawal of approval. 2 The regulations may, in particular— a include provision under which an application for approval— i is to be made by reference to the accounting period in which the application is made or such earlier or later accounting period as may be specified in the application, and ii is to constitute an application for approval for that and all subsequent accounting periods, b specify the form and content of, and information to accompany, an application, c permit or require the Commissioners to grant or refuse an application where conditions specified in the regulations are met (or appear to the Commissioners to be met) in relation to the company, d permit or require the Commissioners to withdraw approval where— i conditions specified in the regulations are met (or appear to the Commissioners to be met) in relation to the company, or ii the company has failed to comply with requirements imposed by the regulations, e include provision prohibiting a company from which approval has been withdrawn from reapplying, or f include provision under which approval may or must be withdrawn in relation to an accounting period that ends before the notice withdrawing approval is given. 3 Regulations under this section— a may make different provision for different cases or purposes, and b may make incidental, consequential, supplementary or transitional provision. 4 A statutory instrument containing the first regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of the House of Commons. 5 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons. 6 In this section  “ the Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs. 4 Omit sections 1160 to 1165 (which relate to the interpretation of the provisions replaced by this section). 5 In Schedule 4 (index of defined expressions), omit the following entries— “company (in Chapter 4 of Part 24)” “scheme of reconstruction (in Chapter 4 of Part 24)” “shares (in Chapter 4 of Part 24)”. 6 The amendments made by this section have effect in relation to accounting periods beginning on or after such day as the Treasury may by order appoint."}, {"act": "Finance Act 2011", "year": 2011, "section": "50", "section_title": "Power to make provision about treatment of transactions", "section_text": "50 In Part 13 of CTA 2010 (special types of company etc), after Chapter 3 insert— CHAPTER 3A Investment trusts Power to make provision about treatment of transactions 622A 1 The Treasury may by regulations provide that a transaction of a specified kind entered into by an investment trust is to be treated for the purposes of the Corporation Tax Acts as entered into by it otherwise than in the course of a trade. 2 Regulations under this section— a may make different provision for different cases or purposes, and b may make incidental, consequential, supplementary or transitional provision. 3 A statutory instrument containing the first regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of the House of Commons. 4 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons. 5 In this section  “ specified ” means specified in regulations under this section."}, {"act": "Finance Act 2011", "year": 2011, "section": "51", "section_title": "Taxable benefits: calculating the appropriate percentage for cars", "section_text": "51 1 In section 139 of ITEPA 2003 (cars with a CO 2  emissions figure: the appropriate percentage), as substituted by section 59 of FA 2010 with effect for the tax year 2012-13 and subsequent tax years, in subsection (5) for  “100 grams” substitute  “                    95 grams                  ” . 2 The amendment made by this section has effect for the tax year 2013-14 and subsequent tax years."}, {"act": "Finance Act 2011", "year": 2011, "section": "52", "section_title": "Furnished holiday lettings", "section_text": "52 Schedule 14 contains provisions about furnished holiday lettings."}, {"act": "Finance Act 2011", "year": 2011, "section": "53", "section_title": "Leases and changes to accounting standards", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2011", "year": 2011, "section": "54", "section_title": "Leasing companies: withdrawal of election", "section_text": "54 1 In section 398A(1)(a) of CTA 2010 (election out of qualifying change of ownership), after  “day”)” insert  “                    before 23 March 2011                  ” . 2 The amendment made by this section is to be treated as having come into force on 23 March 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "55", "section_title": "Companies with small profits: associated companies", "section_text": "55 1 For section 27 of CTA 2010 (meaning of  “associated company”: attribution to persons of rights and powers of their partners) substitute— Attribution to persons of rights and powers of their associates 27 1 This section applies if— a it is necessary to determine in accordance with section 25(4) and (5) whether a company is an associated company of another company, and b the relationship between the two companies is not one of substantial commercial interdependence. 2 In the application of section 451 (meaning of  “control”: rights to be attributed) for the purposes of the determination, any person to whom rights and duties fall to be attributed under subsections (4) and (5) of that section is to be treated, for the purposes of those subsections, as having no associates. 3 The Treasury may by order prescribe factors that are to be taken into account in determining whether a relationship between two companies amounts to substantial commercial interdependence for the purposes of this section. 2 The amendment made by this section has effect in relation to accounting periods ending on or after 1 April 2011. 3 But a company may elect that the amendment made by this section is of no effect in relation to an accounting period that begins before that date. 4 An election under subsection (3) must be made within one year from the end of the accounting period to which it relates. 5 The first order under section 27(3) of CTA 2010 (as substituted by subsection (1) of this section) may be made so as to have effect in relation to accounting periods ending on or after 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "56", "section_title": "Insurance companies: apportionment of amounts brought into account", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2011", "year": 2011, "section": "57", "section_title": "Tonnage tax: capital allowances in respect of ship leasing", "section_text": "57 1 Part 10 of Schedule 22 to FA 2000 (companies within tonnage tax: capital allowances in respect of ship leasing) is amended as follows. 2 In paragraph 94 (quantitative restrictions on allowances)— a in sub-paragraph (3)(a), for  “a rate of 20% per annum” substitute  “                        the rate determined under sub-paragraph (3A)                      ” , b in sub-paragraph (3)(b), for  “a rate of 10% per annum” substitute  “                        the rate specified in section 104D(1) of the Capital Allowances Act 2001                      ” , c after sub-paragraph (3) insert— 3A The rate mentioned in sub-paragraph (3)(a) is— a if the rate of the writing down allowance to which the lessor would be entitled in respect of the expenditure apart from this paragraph is that specified in section 56(1) of the Capital Allowances Act 2001, that rate, and b otherwise, the rate specified in section 104D(1) of that Act. , d in sub-paragraph (4)— i omit the words  “within each of those bands”, ii after  “separate pools” insert  “                            in accordance with sub-paragraph (4A)                          ” , and iii omit the second sentence, and e after that sub-paragraph insert— 4A The expenditure is to be allocated to the following pools— a to the extent that it is expenditure in respect of which the lessor is entitled to writing down allowance at the rate specified in section 56(1) of the Capital Allowances Act 2001, a pool to be known as  “ the tonnage tax (main rate) pool ”, and b to the extent that it is expenditure in respect of which the lessor is entitled to writing down allowance at the rate specified in section 104D(1) of that Act, a pool to be known as  “ the tonnage tax (special rate) pool ”. 3 In paragraph 95(4)— a for  “(4)” substitute  “                        (4A)                      ” , and b for  “20%” substitute  “                        tonnage tax (main rate)                      ”  and for “10%” substitute  “                        tonnage tax (special rate)                      ” . 4 In paragraph 97— a in sub-paragraphs (2) and (3), for  “20%” substitute  “                        tonnage tax (main rate)                      ”  and for “10%” substitute  “                        tonnage tax (special rate)                      ” , and b in sub-paragraph (4), for  “10%” substitute  “                        tonnage tax (special rate)                      ” . 5 In paragraph 98(8), for  “20%” substitute  “                    tonnage tax (main rate)                  ”  and for “10%” substitute  “                    tonnage tax (special rate)                  ” . 6 In paragraph 99 (quantitative restrictions: change of circumstances taking case out of restrictions)— a in sub-paragraph (2), for  “20%” substitute  “                        tonnage tax (main rate)                      ”  and for “10%” substitute  “                        tonnage tax (special rate)                      ” , b in sub-paragraph (4), for the words from  “the whole of” to the end substitute  “                        the amount that the tax written down value of the ship would have been, at the time the change of circumstances occurs, had paragraph 94 never applied.                      ” , and c omit sub-paragraph (5). 7 In consequence of the amendments made by this section, omit section 80(5) to (7) of FA 2008. 8 The amendments made by this section have effect in relation to chargeable periods ending on or after 1 January 2011. 9 But the amendments made by this section are of no effect in relation to expenditure incurred before that date."}, {"act": "Finance Act 2011", "year": 2011, "section": "58", "section_title": "Transfer pricing: application of  OECD  principles", "section_text": "58 1 In section 164 of TIOPA 2010 (Part to be interpreted in accordance with OECD principles), for subsection (4) substitute— 4 In this section  “ the transfer pricing guidelines ” means— a the version of the Transfer Pricing Guidelines for Multinational Enterprises and Tax Administrations approved by the Organisation for Economic Co-operation and Development (OECD) on 22 July 2010, or b such other document approved and published by the OECD in place of that (or a later) version or in place of those Guidelines as is designated for the time being by order made by the Treasury, including, in either case, such material published by the OECD as part of (or by way of update or supplement to) the version or other document concerned as may be so designated. 2 The amendment made by this section has effect (in relation to provision made or imposed at any time)— a for corporation tax purposes, for accounting periods beginning on or after 1 April 2011, and b for income tax purposes, for the tax year 2011-12 and subsequent tax years."}, {"act": "Finance Act 2011", "year": 2011, "section": "59", "section_title": "Offshore funds", "section_text": "59 In Part 8 of TIOPA 2010 (offshore funds), after section 363 insert— Residence of offshore funds which are undertakings for collective investment in transferable securities 363A 1 This section applies to an offshore fund (within the meaning of section 355) which— a is, for the purposes of the  UCITS  Directive, an undertaking for collective investment in transferable securities, and b is authorised pursuant to Article 5 of the UCITS Directive in a Member State other than the United Kingdom. 2 If— a the offshore fund is a body corporate which, under the law of the Member State in which it is authorised pursuant to Article 5 of the UCITS Directive, is treated as resident in that State for the purposes of any tax imposed under that law on income, and b (apart from this section) the body corporate would be treated as resident in the United Kingdom for the purposes of any enactment (within the meaning of section 354) relating to income tax, corporation tax or capital gains tax, the body corporate is instead to be treated as if it were not resident in the United Kingdom. 3 If, by virtue of section 99 or 103A of TCGA 1992, that Act applies in relation to the offshore fund as if it were a company, that Act applies as if the company were neither resident nor ordinarily resident in the United Kingdom (if it would not otherwise do so). 4 In this section  “ the UCITS Directive ” means Directive  2009/65/EC  of the European Parliament and of the Council."}, {"act": "Finance Act 2011", "year": 2011, "section": "60", "section_title": "Index-linked gilt-edged securities", "section_text": "60 1 In section 399 of CTA 2009 (index-linked gilt-edged securities: basic rules), for subsection (4) substitute— 4 In this section and sections 400 to 400C— “ index-linked gilt-edged securities ” means any gilt-edged securities under which the amounts of the payments are determined wholly or partly by reference to an index of prices published by the Statistics Board; “ relevant prices index ”, in relation to an index-linked gilt-edged security, means the index of prices by reference to which the amounts of the payments under the security are wholly or partly determined. 2 In the following provisions of that Act, for  “retail” substitute  “                    relevant                  ” a section 400(1)(b), (2), (3) and (6); b section 400A(3) and (7)(b). 3 Accordingly, in Schedule 14 to FA 2010, omit paragraph 4(4). 4 The amendments made by this section have effect in relation to securities issued on or after the day on which this Act is passed."}, {"act": "Finance Act 2011", "year": 2011, "section": "61", "section_title": "PRT : areas treated as continuing to be oil fields", "section_text": "61 1 In Schedule 1 to  OTA  1975 (determination of oil fields), in paragraph 7(4), for  “the relevant area” substitute  “                  those qualifying assets                ” . 2 The amendment made by this section has effect in relation to chargeable periods that begin after 30 June 2009."}, {"act": "Finance Act 2011", "year": 2011, "section": "62", "section_title": "Intangible fixed assets: oil licences", "section_text": "62 1 Section 809 of CTA 2009 (oil licences) is amended as follows. 2 After subsection (1) insert— 1A The reference in subsection (1) to an oil licence or an interest in an oil licence includes all goodwill, and any intangible asset, which relates to, derives from or is connected with an oil licence or an interest in an oil licence. 3 In subsection (2), for  “subsection (1)” substitute  “                  this section                ” . 4 In subsection (4), for  “subsection (1)” substitute  “                  this section                ” . 5 The amendments made by this section have effect in relation to accounting periods beginning on or after 23 March 2011 (and, in relation to those accounting periods, are to be treated as always having had effect). 6 For the purposes of subsection (5), an accounting period beginning before, and ending on or after, 23 March 2011 is to be treated as if so much of the period as falls before that date, and so much of the period as falls on or after that date, were separate accounting periods."}, {"act": "Finance Act 2011", "year": 2011, "section": "63", "section_title": "Reduction of supplementary charge for certain new oil fields", "section_text": "63 1 In section 337 of CTA 2010 (initial licensee to hold a field allowance), in subsection (1), for  “authorisation day” substitute  “                  accounting period in which the authorisation day falls                ” . 2 For section 350 of that Act (meaning of  “new oil field”) substitute— New oil field” 350 1 In this Chapter  “ new oil field ” means an oil field— a which is a qualifying oil field, and b whose development (in whole or in part) is authorised for the first time on or after 22 April 2009. 2 If all assets of an oil field which are relevant assets have been decommissioned, there is to be ignored for the purposes of subsection (1)(b) any authorisation in respect of that oil field which occurs before that decommissioning. 3 Sub-paragraphs (2) to (9) of paragraph 7 of Schedule 1 to OTA 1975 apply for the purpose of determining whether relevant assets of an oil field are decommissioned as they apply for the purpose of determining whether qualifying assets of a relevant area are decommissioned. 4 For the purposes of this section, an asset is a relevant asset of an oil field if— a it has at any time been a qualifying asset (within the meaning of the Oil Taxation Act 1983) in relation to any participator in the field, and b it has at any time been used for the purpose of winning oil from the field. 3 In section 357 of that Act (other definitions), in the definition of  “authorisation day”, after  “authorised” insert  “                  as mentioned in section 350(1)(b)                ” . 4 The amendments made by this section have effect in relation to accounting periods ending on or after 1 April 2010. 5 Corresponding amendments, having effect in relation to accounting periods ending on or after 22 April 2009, are to be treated as having been made in Schedule 44 to FA 2009."}, {"act": "Finance Act 2011", "year": 2011, "section": "64", "section_title": "Chargeable gains: oil activities", "section_text": "64 Schedule 15 contains provisions about chargeable gains in relation to oil activities."}, {"act": "Finance Act 2011", "year": 2011, "section": "65", "section_title": "Benefits under pension schemes", "section_text": "65 Schedule 16 contains provision about the benefits available under pension schemes and related matters."}, {"act": "Finance Act 2011", "year": 2011, "section": "66", "section_title": "Annual allowance charge", "section_text": "66 Schedule 17 contains provision about the annual allowance charge."}, {"act": "Finance Act 2011", "year": 2011, "section": "67", "section_title": "Lifetime allowance charge", "section_text": "67 Schedule 18 contains provision about the lifetime allowance charge."}, {"act": "Finance Act 2011", "year": 2011, "section": "68", "section_title": "Borrowing by section 67 pension scheme", "section_text": "68 1 Section 182 of FA 2004 (unauthorised borrowing) does not cause a section 67 pension scheme to be not authorised to borrow an amount for the purposes of meeting costs of establishing, administering or managing the pension scheme. 2 Accordingly, in the case of a section 67 pension scheme, references in sections 182 and 183 of FA 2004 to amounts previously borrowed do not include any amount previously borrowed for those purposes. 3 For the purposes of this section neither— a borrowing an amount for making investments for the purposes of a pension scheme, nor b borrowing an amount for making deposits with a view to deriving income for the purposes of a pension scheme (otherwise than prior to applying the amount for meeting costs of establishing, administering or managing the pension scheme), is to be taken to be borrowing the amount for the purposes of meeting costs of establishing, administering or managing the pension scheme. 4 In this section  “ section 67 pension scheme ” means a pension scheme which is established under section 67 of the Pensions Act 2008. 5 Section 163(2) of FA 2004 (meaning of  “borrowing”) applies for the interpretation of this section. 6 This section is treated as having come into force on 6 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "69", "section_title": "Exemption from tax on interest on unpaid relevant contributions", "section_text": "69 1 ITTOIA 2005 is amended as follows. 2 In section 369(3)(e) (exemptions from income tax charge on income), after  “loans,” insert  “                  unpaid relevant contributions,                ” . 3 After section 753 insert— Interest on unpaid relevant contributions 753A 1 No liability to income tax arises in respect of interest paid in compliance with a requirement in a compliance notice or an unpaid contributions notice to pay interest in respect of unpaid relevant contributions. 2 In this section— “ compliance notice ” means a notice under section 35 of the Pensions Act; “ the Pensions Act ” means the Pensions Act 2008 or the Pensions (No.2) Act (Northern Ireland) 2008; “ unpaid contributions notice ” means a notice under section 37 of the Pensions Act; “ unpaid relevant contributions ” has the same meaning as in section 38(2)(a) of the Pensions Act."}, {"act": "Finance Act 2011", "year": 2011, "section": "70", "section_title": "Power to make further provision about section 67 pension scheme", "section_text": "70 1 The Treasury may by regulations make provision for and in connection with— a the application of the relevant taxes in relation to a pension scheme established under section 67 of the Pensions Act 2008, and b the application of the relevant taxes in relation to any person in connection with such a pension scheme. 2 The provision that may be made by regulations under this section includes provision imposing any of the relevant taxes (as well as provisions for exemptions or reliefs). 3 The relevant taxes are— a income tax, b capital gains tax, c corporation tax, and d inheritance tax. 4 Regulations under this section may include provision having effect in relation to any time before they are made if the provision does not increase any person's liability to tax. 5 Regulations under this section may include— a provision amending any enactment or instrument, and b consequential, supplementary and transitional provision. 6 Regulations under this section are to be made by statutory instrument. 7 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 2011", "year": 2011, "section": "71", "section_title": "Tax provision consequential on Part 1 of Pensions Act 2008 etc", "section_text": "71 1 The Treasury may by regulations make provision in relation to any of the relevant taxes in consequence of Part 1 of the Pensions Act 2008 or Part 1 of the Pensions (No.2) Act (Northern Ireland) 2008. 2 The provision that may be made by regulations under this section includes provision imposing any of the relevant taxes (as well as provisions for exemptions or reliefs). 3 The relevant taxes are— a income tax, b capital gains tax, c corporation tax, d inheritance tax, e value added tax, f stamp duty land tax, g stamp duty, and h stamp duty reserve tax. 4 Regulations under this section may include provision having effect in relation to any time before they are made if the provision does not increase any person's liability to tax. 5 Regulations under this section may make different provision for different cases. 6 Regulations under this section may include— a provision amending any enactment or instrument, and b consequential, supplementary and transitional provision. 7 Regulations under this section are to be made by statutory instrument. 8 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 2011", "year": 2011, "section": "72", "section_title": "Foreign pensions of UK residents", "section_text": "72 1 In Part 2 of TIOPA 2010 (double taxation relief), in Chapter 3 (miscellaneous provisions), after section 130 insert— Interpreting provision about UK taxation of pensions etc 130A 1 Subsection (3) applies if double taxation arrangements make the provision, however expressed, mentioned in subsection (2). 2 The provision is that pensions and other similar remuneration which— a arise outside the United Kingdom, and b are paid to persons who are resident in the United Kingdom, are not to be subject to United Kingdom tax. 3 That provision does not prevent a pension or other similar remuneration of a person resident in the United Kingdom being chargeable to income tax if— a the pension or other similar remuneration is paid out of sums or assets that were the subject of a relevant transfer or related sums or assets, and b the relevant transfer or any transaction forming part of that transfer was, or formed part of, a tax avoidance scheme. 4 But nothing in subsection (3) prevents credit being allowed under Chapter 2 of this Part (double taxation relief by way of credit) against any tax so charged. 5 In determining whether a pension or other similar remuneration is paid out of sums or assets within subsection (3)(a), it is to be assumed that it is paid out of such sums or assets in priority to any other sums or assets. 6 A  “relevant transfer”, in respect of any sums or assets, is a transaction or series of transactions as a result of which— a the sums or assets are transferred out of a pension scheme, and b the sums or assets or related sums or assets (or both) are transferred into the pension scheme under which the pension or other similar remuneration is paid. 7 A scheme is a  “tax avoidance scheme” if the main purpose, or one of the main purposes, of any party to the scheme in entering into the scheme is to secure an income tax advantage for any person under this Part by virtue of provision mentioned in subsection (2) made by double taxation arrangements. 8 For the purposes of subsection (7)— a “ scheme ” includes any scheme, arrangements or understanding of any kind whatever, whether or not legally enforceable, involving a single transaction or two or more transactions, b it does not matter whether or not the double taxation arrangements were in existence at the time the tax avoidance scheme was entered into or given effect to, and c “ income tax advantage ” is to be construed in accordance with section 572A(3) to (5) of ITA 2007. 9 In this section— “ pension ” and  “ other similar remuneration ” have the same meaning as in the Model Tax Convention on Income and on Capital published (from time to time) by the Organisation for Economic Co-operation and Development; “ pension scheme ” has the same meaning as in Part 4 of FA 2004 (see section 150 of that Act); “ related sums or assets ”, in relation to other sums or assets (“the original sums or assets”), means sums or assets which arise, or (directly or indirectly) derive, from the original sums or assets or from sums or assets which so arise or derive. 2 The amendment made by this section has effect in relation to the tax year 2011-12 and subsequent tax years (and it does not matter whether the tax avoidance scheme was entered into or effected before, or on or after, 6 April 2011)."}, {"act": "Finance Act 2011", "year": 2011, "section": "73", "section_title": "The bank levy", "section_text": "73 Schedule 19 contains provision for and in connection with the bank levy."}, {"act": "Finance Act 2011", "year": 2011, "section": "74", "section_title": "Business samples", "section_text": "74 1 In Schedule 4 to  VATA  1994 (matters to be treated as supply of goods or services), paragraph 5 (transfer or disposal of goods forming part of the assets of a business) is amended as follows. 2 For sub-paragraph (2)(b) substitute— b the provision to a person, otherwise than for a consideration, of a sample of goods. 3 Omit sub-paragraph (3)."}, {"act": "Finance Act 2011", "year": 2011, "section": "75", "section_title": "Zero-rating: splitting of supplies", "section_text": "75 1 In Part 2 of Schedule 8 to VATA 1994 (zero-rating: groups), Group 3 (books, etc) is amended as follows. 2 For  “ Note : Items 1 to 6—” substitute— Notes 1 Items 1 to 6— . 3 At the end insert— 2 Items 1 to 6 do not include goods in circumstances where— a the supply of the goods is connected with a supply of services, and b those connected supplies are made by different suppliers. 3 For the purposes of Note (2) a supply of goods is connected with a supply of services if, had those two supplies been made by a single supplier— a they would have been treated as a single supply of services, and b that single supply would have been a taxable supply (other than a zero-rated supply) or an exempt supply. 4 The amendments made by this section have effect in relation to supplies made on or after the day on which this Act is passed."}, {"act": "Finance Act 2011", "year": 2011, "section": "76", "section_title": "Academies", "section_text": "76 1 In Part 2 of VATA 1994 (reliefs, exemptions and repayments), after section 33A insert — Refunds of  VAT  to Academies 33B 1 This section applies where— a VAT is chargeable on— i the supply of goods or services to the proprietor of an Academy, ii the acquisition of any goods from another member State by the proprietor of an Academy, or iii the importation of any goods from a place outside the member States by the proprietor of an Academy, and b the supply, acquisition or importation is not for the purposes of any business carried on by the proprietor of the Academy. 2 The Commissioners shall, on a claim made by the proprietor of the Academy at such time and in such form and manner as the Commissioners may determine, refund to that proprietor the amount of VAT so chargeable. 3 Subject to subsection (4), the claim must be made before the end of the period of 4 years beginning with the day on which the supply is made or the acquisition or importation takes place. 4 If the Commissioners so determine, the claim period is such shorter period beginning with that day as the Commissioners may determine. 5 Subsection (6) applies where goods or services supplied to, or acquired or imported by, the proprietor of the Academy cannot be conveniently distinguished from goods or services supplied to, or acquired or imported by, it for the purpose of a business carried on by that proprietor. 6 The amount to be refunded under this section is such amount as remains after deducting from the whole of the VAT chargeable on any supply to, or acquisition or importation by, the proprietor of the Academy such proportion of that VAT as appears to the Commissioners to be attributable to the carrying on of the business. 7 References in this section to VAT do not include any VAT which, by virtue of an order under section 25(7), is excluded from credit under section 25. 8 In this section— a references to the proprietor of an Academy are to the proprietor of the Academy acting in that capacity, and b “ Academy ” and  “ proprietor ” have the same meaning as in the Education Act 1996 (see section 579 of that Act). 2 In section 79 of that Act (repayment supplement in respect of certain delayed payments or refunds)— a in subsection (1), after paragraph (c) insert , or                         d the proprietor of an Academy who is registered is entitled to a refund under section 33B, , b in subsection (5), after paragraph (c) insert , and                         d a supplement paid to the proprietor of an Academy under subsection (1)(d) shall be treated as an amount due to that proprietor by way of refund under section 33B. , and c in subsection (6)(b) after  “33A” insert  “                        or 33B                      ” . 3 In section 90 of that Act (failure of resolution under the Provisional Collection of Taxes Act 1968), in subsection (3) after  “33A,” insert  “                    33B,                  ” . 4 In Part 2 of Schedule 9 to that Act (exemptions: groups), in Group 14 (supplies of goods where input tax cannot be recovered), in Note (9) after  “33A,” insert  “                    33B,                  ” . 5 The amendments made by this section have effect in relation to supplies made, and acquisitions and importations taking place, on or after 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "77", "section_title": "Relief from VAT on imported goods of low value", "section_text": "77 1 In Schedule 2 to the Value Added Tax (Imported Goods) Relief Order 1984 (S.I. 1984/746) (reliefs for goods of certain descriptions), in item 8 of Group 8 (consignments of goods not exceeding a certain value), for  “£18” substitute  “                    £15                  ” . 2 The amendment of that Schedule by this section is without prejudice to any power to amend that Schedule by subordinate legislation. 3 The amendment made by this section has effect in relation to goods imported on or after 1 November 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "78", "section_title": "Supplies of commodities to be used in producing electricity", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2011", "year": 2011, "section": "79", "section_title": "Northern Ireland gas supplies", "section_text": "79 1 In Schedule 6 to FA 2000 (climate change levy), omit paragraph 11A (exemption for Northern Ireland gas supplies). 2 Subsection (3) applies to a supply of gas if— a the supply is made by a gas utility (within the meaning of that Schedule (see paragraph 147)), b the person to whom the supply is made intends to cause the gas to be burned in Northern Ireland,  ... ba the supply is not a supply for use in scrap metal recycling (within the meaning of that Schedule (see paragraph 147)), and c the supply is treated as taking place on or after 1 April 2011 but before 1 November 2013. 3 Paragraph 42 of that Schedule (amount payable by way of levy) has effect as if— a for sub-paragraphs (1) and (1A) there were substituted— 1 The amount payable by way of levy on a taxable supply is— a if the supply is treated as taking place before 1 April 2012, £0.00059 per kilowatt hour, and b if the supply is treated as taking place on or after that date,  £0.00064  per kilowatt hour. , and b in sub-paragraph (3) the reference to a reduced-rate supply were a reference to a supply in relation to which this subsection applies. 4 In FA 2001, omit section 105(2)\t\t\t\t\t(which inserted paragraph 11A of that Schedule). 5 The amendments made by subsections (1) and (4) have effect in relation to a supply of gas to a person if the gas is actually supplied to the person on or after 1 April 2011. 6 Subsections (2) and (3) are treated as having come into force on 1 April 2011."}, {"act": "Finance Act 2011", "year": 2011, "section": "80", "section_title": "Power to suspend exemption for supplies used in recycling processes", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2011", "year": 2011, "section": "81", "section_title": "Transitional tax credit", "section_text": "81 1 Section 30A of FA 2001 (transitional tax credit in Northern Ireland) is amended as follows. 2 For subsection (2) substitute— 2 The cases are those where a charge to aggregates levy has arisen on a quantity of aggregate which has been subjected to commercial exploitation during a prescribed period. 3 Omit subsection (3). 4 In subsection (5), for paragraph (a) substitute— a for a person to be entitled to a tax credit under the regulations in respect of aggregate originating from a site in respect of which any person holds an aggregates levy credit certificate which has not been withdrawn; ."}, {"act": "Finance Act 2011", "year": 2011, "section": "82", "section_title": "Prevention of avoidance", "section_text": "82 Schedule 21 contains provision preventing avoidance of stamp duty land tax."}, {"act": "Finance Act 2011", "year": 2011, "section": "83", "section_title": "Transfers involving multiple dwellings", "section_text": "83 Schedule 22 contains provision about the amount of stamp duty land tax chargeable in respect of a transaction or set of transactions involving the acquisition of an interest in more than one dwelling."}, {"act": "Finance Act 2011", "year": 2011, "section": "84", "section_title": "Interests in collective investment schemes", "section_text": "84 1 Section 99 of FA 1986 (stamp duty reserve tax: interpretation) is amended as follows. 2 In subsection (5B)— a in paragraph (b), for the words after  “exempt investment” substitute  “                        , unless subsection (5C) applies to the scheme;                      ” , and b omit the sentence after paragraph (d). 3 After subsection (5B) insert— 5C This subsection applies to a collective investment scheme if more than 20% of the market value of the investments in which the property subject to the scheme is invested is attributable to investments which are not exempt investments for the purposes of subsection (5A)(b). 5D In subsections (5B) and (5C)\t\t\t\t\t\t\t\t “ collective investment scheme ” has the same meaning as in Part 17 of the Financial Services and Markets Act 2000. 4 This section comes into force on the first Sunday after the day on which this Act is passed."}, {"act": "Finance Act 2011", "year": 2011, "section": "85", "section_title": "Security for payment of  PAYE", "section_text": "85 1 Section 684 of ITEPA 2003 (PAYE regulations) is amended as follows. 2 In subsection (2), after item 4A insert— 4B Provision for and in connection with requiring the giving, in specified circumstances, of security (or further security) for the payment of amounts in respect of which a person is or may be accountable to the Commissioners under the regulations. 3 After subsection (4) insert— 4A A person who fails to comply with a requirement imposed under PAYE regulations to give security, or further security, for the payment of any amount commits an offence if the failure continues for such period as is specified; and a person guilty of an offence under this subsection is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Finance Act 2011", "year": 2011, "section": "86", "section_title": "Data-gathering powers", "section_text": "86 1 Schedule 23 contains provision for officers of Revenue and Customs to obtain data from data-holders. 2 Schedule 24 contains amendments of Schedule 36 to FA 2008 (information and inspection powers)."}, {"act": "Finance Act 2011", "year": 2011, "section": "87", "section_title": "Mutual assistance for recovery of taxes etc", "section_text": "87 1 Schedule 25 contains provision for the purpose of giving effect to Council  Directive 2010/24/EU  (which concerns mutual assistance for the recovery of claims relating to taxes, duties and other measures). 2 The Treasury may by regulations make provision for the purpose of giving effect to— a any amendments or extensions of Council  Directive 2010/24/EU , b any EU instrument that— i wholly or partly replaces that Directive or a replacement of it, or ii otherwise makes provision for or in connection with mutual assistance between member States in the recovery of claims relating to taxes, duties and other measures, and c any amendments or extensions of any such EU instrument. 3 Regulations under subsection (2) may amend, replace or repeal Schedule 25 and any other enactment (whenever passed). 4 Regulations under subsection (2) are to be made by statutory instrument. 5 An instrument containing regulations under subsection (2) is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 2011", "year": 2011, "section": "88", "section_title": "Amendments of section 1 of the Provisional Collection of Taxes Act 1968", "section_text": "88 1 Section 1 of the Provisional Collection of Taxes Act 1968 (temporary statutory effect of House of Commons resolutions relating to certain taxes) is amended in accordance with subsections (2) to (7). 2 In subsection (2) for  “(8)” substitute  “                  (9)                ” . 3 For subsection (3) substitute— 3 The period is one expiring at the end of seven months after the date on which the resolution is expressed to take effect or, if no such date is expressed, after the date on which the resolution is passed. 4 In subsection (5)— a in paragraph (c) omit  “or prorogued”, and b after paragraph (c) insert , or                       d Parliament is prorogued. 5 After subsection (5) insert— 5A Subsection (5B) applies in relation to a resolution instead of subsection (5)(d) where Parliament is prorogued at the end of a session if— a one of the following happens during the session— i a Bill renewing, varying or, as the case may be, abolishing the tax is read a first time by the House, or ii a Bill is amended by the House in Committee or on Report or by any Public Bill Committee of the House so as to include provision for the renewal, variation or, as the case may be, abolition of the tax, b the Standing Orders or Sessional Orders of the House provide, or during the session the House orders, that proceedings on the Bill not completed before the end of the session shall be resumed in the next session, and c proceedings on the Bill are not completed during the session. 5B The resolution shall cease to have statutory effect under this section if, during the period of thirty sitting days beginning with the first sitting day of the next session, no Bill renewing, varying or, as the case may be, abolishing the tax is presented to the House. 5C In subsection (5B)\t\t\t\t\t\t\t\t “ sitting day ” means a day on which the House sits. 5D Where a Bill is amended as mentioned in subsection (5A)(a)(ii), it does not matter for the purposes of subsection (5A)(b) if the House orders as mentioned in subsection (5A)(b) before the amendment to the Bill is made. 6 In subsection (6) for  “(4) or (5)” substitute  “                  (4), (5) or (5B)                ” . 7 After subsection (8) insert— 9 Subsection (8) does not apply where the later resolution is passed in a different calendar year from that in which the earlier resolution is passed. 8 Accordingly, the following provisions are repealed— a section 205(4) of FA 1993; b section 50(1) and (3) of F(No.2)A 1997. 9 The amendments made by this section come into force on such day as the Treasury may by order made by statutory instrument appoint. 10 Subject to subsection (11), the amendments do not apply in relation to any resolution passed before the day appointed under subsection (9). 11 The cases covered by section 1(9) of the Provisional Collection of Taxes Act 1968 (as inserted by subsection (7)) include cases where the earlier resolution (but not the later resolution) is passed before the day appointed under subsection (9)."}, {"act": "Finance Act 2011", "year": 2011, "section": "89", "section_title": "Specified investments", "section_text": "89 1 The amendments made by the second order are to be treated, for all tax purposes, as having come into force on 24 February 2010 immediately after the coming into force of the first order. 2 A person may elect that subsection (1) is not to have effect in relation to that person. 3 An election under subsection (2)— a is to be made by notice in writing to an officer of Revenue and Customs, b may not be made after the end of the period of 30 days beginning with the day on which this Act is passed, and c is irrevocable. 4 In this section— “ the first order ” means the Financial Services and Markets Act 2000 (Regulated Activities) (Amendment) Order 2010 (S.I. 2010/86); “ the second order ” means the Financial Services and Markets Act 2000 (Regulated Activities) (Amendment) Order 2011 (S.I. 2011/133); “ tax ” means any tax or duty. 5 Nothing in this section affects the commencement of the second order otherwise than as provided for by this section."}, {"act": "Finance Act 2011", "year": 2011, "section": "90", "section_title": "Machine games duty", "section_text": "90 The Commissioners for Her Majesty's Revenue and Customs may incur expenditure in preparing for the introduction of a new duty to be charged in respect of games played on machines."}, {"act": "Finance Act 2011", "year": 2011, "section": "91", "section_title": "Redundant reliefs", "section_text": "91 Schedule 26 contains provision repealing redundant reliefs."}, {"act": "Finance Act 2011", "year": 2011, "section": "92", "section_title": "Interpretation", "section_text": "92 1 In this Act— “ ALDA 1979 ” means the Alcoholic Liquor Duties Act 1979, “ BGDA 1981 ” means the Betting and Gaming Duties Act 1981, “ CAA 2001 ” means the Capital Allowances Act 2001, “ CRCA  2005 ” means the Commissioners for Revenue and Customs Act 2005, “ CTA 2009 ” means the Corporation Tax Act 2009, “ CTA 2010 ” means the Corporation Tax Act 2010, “ FISMA  2000 ” means the Financial Services and Markets Act 2000, “ HODA 1979 ” means the Hydrocarbon Oil Duties Act 1979, “ ICTA ” means the Income and Corporation Taxes Act 1988, “ IHTA  1984 ” means the Inheritance Tax Act 1984, “ ITA 2007 ” means the Income Tax Act 2007, “ ITEPA 2003 ” means the Income Tax (Earnings and Pensions) Act 2003, “ ITTOIA 2005 ” means the Income Tax (Trading and Other Income) Act 2005, “ OTA 1975 ” means the Oil Taxation Act 1975, “ PRTA 1980 ” means the Petroleum Revenue Tax Act 1980, “ TCGA 1992 ” means the Taxation of Chargeable Gains Act 1992, “ TIOPA 2010 ” means the Taxation (International and Other Provisions) Act 2010, “ TMA  1970 ” means the Taxes Management Act 1970, “ TPDA 1979 ” means the Tobacco Products Duty Act 1979, “ VATA 1994 ” means the Value Added Tax Act 1994, and “ VERA 1994 ” means the Vehicle Excise and Registration Act 1994. 2 In this Act— “FA”, followed by a year, means the Finance Act of that year; “F(No.2)A”, followed by a year, means the Finance ( No.  2) Act of that year."}, {"act": "Finance Act 2011", "year": 2011, "section": "93", "section_title": "Short title", "section_text": "93 This Act may be cited as the Finance Act 2011."}]