[{"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "1", "section_title": "Referendum on the alternative vote system", "section_text": "1 1 A referendum is to be held on the voting system for parliamentary elections. 2 The referendum must be held before 31 October 2011. 3 The referendum is to be held on 5 May 2011 unless before then an order is made under subsection (4). 4 If the Minister is satisfied that it is impossible or impracticable for the referendum to be held on 5 May 2011, or that it cannot be conducted properly if held on that day, the Minister may by order appoint a later day as the day on which the referendum is to be held. 5 Where a day is appointed under subsection (4), the Minister may by order make supplemental or consequential provision, including provision modifying or amending this Act or another enactment (and, in particular, provision modifying or amending this Act as regards the meaning of  “voting area” or  “counting officer”). 6 An order under this section may not be made unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 7 The question that is to appear on the ballot papers is— At present, the  UK  uses the  “first past the post” system to elect MPs to the House of Commons. Should the  “alternative vote” system be used instead? 8 In Wales, the following Welsh version of the question is also to appear on the ballot papers— Ar hyn o bryd, mae'r DU yn defnyddio'r system “y cyntaf i'r felin” i ethol ASau i Dŷ'r Cyffredin. A ddylid defnyddio'r system  “pleidlais amgen” yn lle hynny? 9 Schedule 1 has effect in relation to the referendum."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "2", "section_title": "Entitlement to vote in the referendum", "section_text": "2 1 Those entitled to vote in the referendum are— a the persons who, on the date of the referendum, would be entitled to vote as electors at a parliamentary election in any constituency, and b the persons who, on that date, are disqualified by reason of being peers from voting as electors at parliamentary elections but— i would be entitled to vote as electors at a local government election in any electoral area in Great Britain, ii would be entitled to vote as electors at a local election in any district electoral area in Northern Ireland, or iii would be entitled to vote as electors at a European Parliamentary election in any electoral region by virtue of section 3 of the Representation of the People Act 1985 (peers resident outside the United Kingdom). 2 In subsection (1)(b)(i)  “ local government election ” includes a municipal election in the City of London (that is, an election to the office of mayor, alderman, common councilman or sheriff and also the election of any officer elected by the mayor, aldermen and liverymen in common hall)."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "3", "section_title": "Conduct of the referendum", "section_text": "3 1 The referendum is to be conducted in accordance with the rules set out in Part 1 of Schedule 2. 2 Part 2 of that Schedule (forms and directions) has effect for the purposes of those rules. 3 Schedule 3 (absent voting in the referendum) has effect. 4 Schedule 4 (application to the referendum of existing provisions) has effect."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "4", "section_title": "Combination of polls", "section_text": "4 1 Where the date of the poll for one or more of the following is the same as the date of the poll for the referendum, the polls are to be taken together— a a local authority election in England; b a local referendum in England; c a mayoral election in England. 2 The polls for the referendum and the Welsh Assembly general election in 2011 are to be taken together. 3 The polls for the referendum and the Scottish parliamentary general election in 2011 are to be taken together. 4 The polls for— a the referendum, b the general election of members of the Northern Ireland Assembly to be held on 5 May 2011, and c the Northern Ireland local elections to be held on that date, are to be taken together. 5 The following have effect— Schedule 5, in relation to the polls to be taken together in England under subsection (1); Schedule 6, in relation to the polls to be taken together in Wales under subsection (2); Schedule 7, in relation to the polls to be taken together in Scotland under subsection (3); Schedule 8, in relation to the polls to be taken together in Northern Ireland under subsection (4). 6 Polls taken together under this section must not be taken together with any other polls (despite provision in any enactment to the contrary). 7 Section 16 of the Representation of the People Act 1985 (postponement of poll at parish elections  etc ) does not apply to any polls taken together under subsection (1). 8 If any of the elections referred to in subsections (2) to (4) are not held on the same day as the referendum, this Part has effect with any necessary adaptations and in particular— a if the Welsh Assembly general election in 2011 is not held on that day, subsection (2) and Schedule 6 do not apply (and Part 3 of Schedule 4 applies with the necessary adaptations); b if the Scottish parliamentary general election in 2011 is not held on that day, subsection (3) and Schedule 7 do not apply (and Part 3 of Schedule 4 applies with the necessary adaptations); c if any of the elections referred to in subsection (4) are not held on that day, that subsection and Schedule 8 either do not apply or apply only in relation to the elections that are held on that day. 9 Where a day is appointed by an order under section 1(4)— a if that day is the same as the date of a poll mentioned in subsection (1), the Minister may by order make provision disapplying that subsection or any of paragraphs (a) to (c) of it; b if that day is the same as the date of a poll mentioned in subsection (2) or (3), the Minister may by order make provision disapplying the subsection in question; c if that day is the same as the date of a poll mentioned in subsection (4), the Minister may by order make provision disapplying that subsection or either of paragraphs (b) and (c) of it. 10 Where a day is appointed by an order under section 1(4), and that day is the same as the date of a poll not mentioned in subsections (1) to (4), the Minister may by order— a provide that the polls are to be taken together, and b make provision for and in connection with the combination of the polls. 11 An order containing provision made under subsection (9) or (10)— a may make supplemental or consequential provision, including provision modifying or amending this Act or another enactment (and, in particular, provision modifying or amending this Act as regards the meaning of  “voting area” or  “counting officer”); b may not be made unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 12 In this section— “ local authority election in England ” means the election of a councillor of any of the following— a county council in England; a district council in England; a London borough council; a parish council; “ local referendum in England ” means a referendum held in England under Part 2 of the Local Government Act 2000; “ mayoral election in England ” means an election in England for the return of an elected mayor as defined by section 39(1) of the Local Government Act 2000; “ Northern Ireland local election ” means a local election as defined by section 130(1) of the Electoral Law Act (Northern Ireland) 1962; “ Scottish parliamentary general election ” means an ordinary election under section 2 of the Scotland Act 1998; “ Welsh Assembly general election ” means an ordinary election under section 3 of the Government of Wales Act 2006."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "5", "section_title": "Press comment etc not subject to spending controls", "section_text": "5 Expenses incurred in respect of the publication of any matter relating to the referendum, other than an advertisement, in— a a newspaper or periodical, b a broadcast made by the British Broadcasting Corporation or Sianel Pedwar Cymru, or c a programme included in any service licensed under Part 1 or 3 of the Broadcasting Act 1990 or Part 1 or 2 of the Broadcasting Act 1996, are not  “ referendum expenses ” for the purposes of Part 7 of the 2000 Act."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "6", "section_title": "Control of loans etc to permitted participants", "section_text": "6 1 The 2000 Act has effect in relation to the referendum as if the Schedule set out in Schedule 9 to this Act were inserted in that Act as Schedule 15A. 2 Section 120 of the 2000 Act (returns as to referendum expenses) has effect in relation to the referendum as if at the end of subsection (2)(d) there were inserted  “                    and a statement of regulated transactions entered into in respect of the referendum which complies with the requirements of paragraphs 11 to 15 of Schedule 15A                  ” . 3 Section 123 of the 2000 Act (declaration of responsible person as to return under section 120) has effect in relation to the referendum as if for subsection (3) there were substituted— 3 In a case where the permitted participant either is not a registered party or is a minor party, the declaration must also— a in relation to all relevant donations recorded in the return as having been accepted by the permitted participants— i state that they were all from permissible donors, or ii state whether or not section 56(2) was complied with in the case of each of those donations that was not from a permissible donor; b in relation to all regulated transactions recorded in the return as having been entered into by the permitted participant— i state that none of the transactions was made void by paragraph 5(2) or (6) or 6(3) of Schedule 15A, or ii state whether or not paragraph 5(3)(a) of that Schedule was complied with in the case of each of the transactions that was made void by paragraph 5(2) or (6) of that Schedule. 4 Section 124 of the 2000 Act (public inspection of returns under section 120) has effect in relation to the referendum as if for subsection (2) there were substituted— 2 If the return contains a statement of relevant donations or a statement of regulated transactions in accordance with section 120(2)(d), the Commission shall secure that the copy of the statement made available for public inspection does not include— a in the case of any donation by an individual, the donor's address; b in the case of a transaction entered into by the permitted participant with an individual, the individual's address. 5 Schedule 15 to the 2000 Act (control of donations to permitted participants) has effect in relation to the referendum as if— a paragraph (d) of paragraph 2(1) were omitted, together with paragraph 2(3)(a), the words  “the loan or” in paragraphs 2(3) and 5(4)(a), the words  “(d) or” in paragraph 5(4), and paragraph 5(4)(a)(i); b for paragraph (b) of paragraph 10(2) there were substituted— b the value of it and any other relevant benefit or benefits is more than that amount. In paragraph (b)\t\t\t\t\t\t\t\t\t\t “ relevant benefit ” means any relevant donation or regulated transaction (within the meaning of Schedule 15A) made by, or entered into with, the person who made the donation.” 6 Schedule 19C to the 2000 Act (civil sanctions), and any order under Part 5 of that Schedule, have effect as if offences under paragraph 8(1) to (12) of the Schedule set out in Schedule 9 to this Act were offences prescribed in an order under that Part. 7 Paragraphs 4, 5, 6 and 8 of the Schedule set out in Schedule 9 do not apply to regulated transactions (within the meaning of that Schedule) entered into before the commencement of this section; but otherwise the provisions of this section (and that Schedule) apply to such transactions entered into before as well as after that commencement. 8 Paragraph 7 of that Schedule applies only to a purported transfer made on or after the commencement of this section."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "7", "section_title": "Interpretation", "section_text": "7 1 In this Part— “ the 1983 Act ” means the Representation of the People Act 1983; “ the 2000 Act ” means the Political Parties, Elections and Referendums Act 2000; “ Chief Counting Officer ” means the Chief Counting Officer for the referendum (see section 128(2) of the 2000 Act); “ counting officer ” has the meaning given by paragraph 2 of Schedule 1; “ enactment ” includes— any provision of an Act, any provision of, or of any instrument made under, an Act of the Scottish Parliament, any provision of, or of any instrument made under, Northern Ireland legislation, and any provision of subordinate legislation (within the meaning of the Interpretation Act 1978); “ the Minister ” means the Lord President of the Council or the Secretary of State; “ permitted participant ” has the same meaning as in Part 7 of the 2000 Act (see section 105(1) of that Act); “ the referendum ” means the referendum under section 1; “ referendum rules ” means the rules in Part 1 of Schedule 2; “ Regional Counting Officer ” means an officer appointed under paragraph 3(1) of Schedule 1; “ registration officer ” has the meaning given in section 8 of the 1983 Act; “ responsible person ” has the same meaning as in Part 7 of the 2000 Act (see section 105(2) of that Act). 2 Each of the following, as it exists on the day of the referendum, is a  “ voting area ” for the purposes of this Part— a a district in England for which there is a district council; b a county in England in which there are no districts with councils; c a London borough; d the City of London (including the Inner and Middle Temples); e the Isles of Scilly; f a constituency for the National Assembly for Wales; g a constituency for the Scottish Parliament; h Northern Ireland."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "8", "section_title": "Commencement or repeal of amending provisions", "section_text": "8 1 The Minister must make an order bringing into force section 9, Schedule 10 and Part 1 of Schedule 12 (“ the alternative vote provisions ”) if— a more votes are cast in the referendum in favour of the answer  “Yes” than in favour of the answer  “No”, and b the draft of an Order in Council laid before Parliament under subsection (5A) of section 3 of the Parliamentary Constituencies Act 1986 (substituted by section 10(6) below) has been submitted to Her Majesty in Council under section 4 of that Act. 2 If more votes are not cast in the referendum in favour of the answer  “Yes” than in favour of the answer  “No”, the Minister must make an order repealing the alternative vote provisions. 3 An order under subsection (1)— a must bring the alternative vote provisions into force on the same day as the coming into force of the Order in Council in terms of the draft referred to in paragraph (b) of that subsection, but b does not affect any election held before the first parliamentary general election following that day."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "9", "section_title": "The alternative vote system: amendments", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "10", "section_title": "Boundary Commissions: reports etc", "section_text": "10 1 In the Parliamentary Constituencies Act 1986 (“ the 1986 Act ”) section 3 (reports of the Boundary Commissions) is amended as set out in subsections (2) to (7). 2 In subsection (1)— a in paragraph (a), for  “paragraphs 1 to 6 of Schedule 2 to this Act (read with paragraph 7 of that Schedule)” there is substituted  “                      Schedule 2 to this Act                    ” ; b in paragraph (b), the words  “(read with paragraph 7)” are repealed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 After subsection (2A) there is inserted— 2B In relation to any report which a Boundary Commission are required by subsection (2) above to submit before a particular date but have not yet submitted (a  “pending boundary report”), the Commission shall submit to the Speaker of the House of Commons— a during the January that begins one year and nine months before that date, and b during each subsequent January, a report setting out what progress they have made with the preparation of the pending boundary report, with particular reference to the requirement in subsection (2) above. 2C On receiving a report under subsection (2B) above, the Speaker shall lay it before Parliament. 5 Subsection (3) is repealed. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Subsections (7) and (8) are repealed. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In Schedule 1 to the 1986 Act (the Boundary Commissions), in paragraph 5(d)\t\t\t\t\t(assessor officers of the Boundary Commission for Northern Ireland)— a for  “and the” there is substituted  “                      , the                    ” ; b at the end there is inserted  “                      and the Chief Survey Officer of Land and Property Services                    ” . 10 In paragraph 6 of that Schedule (assistant Commissioners)— a in sub-paragraph (1), for the words after  “assistant Commissioners” there is substituted  “                      to assist the Commission in the discharge of their functions.                    ” ; b in sub-paragraph (2), for  “inquiry” there is substituted  “                      matter                    ” . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "11", "section_title": "Number and distribution of seats", "section_text": "11 1 For Schedule 2 to the 1986 Act there is substituted— SCHEDULE 2 Rules for distribution of seats Section 3 Number of constituencies 1 The number of constituencies in the United Kingdom shall be 600. Electorate per constituency 2 1 The electorate of any constituency shall be— a no less than 95% of the United Kingdom electoral quota, and b no more than 105% of that quota. 2 This rule is subject to rules 4(2), 6(3) and 7. 3 In this Schedule the  “ United Kingdom electoral quota ” means— U 596 where U is the electorate of the United Kingdom minus the electorate of the constituencies mentioned in rule 6. Allocation of constituencies to parts of the United Kingdom 3 1 Each constituency shall be wholly in one of the four parts of the United Kingdom (England, Wales, Scotland and Northern Ireland). 2 The number of constituencies in each part of the United Kingdom shall be determined in accordance with the allocation method set out in rule 8. Area of constituencies 4 1 A constituency shall not have an area of more than 13,000 square kilometres. 2 A constituency does not have to comply with rule 2(1)(a) if— a it has an area of more than 12,000 square kilometres, and b the Boundary Commission concerned are satisfied that it is not reasonably possible for the constituency to comply with that rule. Factors 5 1 A Boundary Commission may take into account, if and to such extent as they think fit— a special geographical considerations, including in particular the size, shape and accessibility of a constituency; b local government boundaries as they exist on the most recent ordinary council-election day before the review date; c boundaries of existing constituencies; d any local ties that would be broken by changes in constituencies; e the inconveniences attendant on such changes. 2 The Boundary Commission for England may take into account, if and to such extent as they think fit, boundaries of the electoral regions specified in Schedule 1 to the European Parliamentary Elections Act 2002 (ignoring paragraph 2(2) of that Schedule and the references to Gibraltar) as it has effect on the most recent ordinary council-election day before the review date. 3 This rule has effect subject to rules 2 and 4. Protected constituencies 6 1 There shall be two constituencies in the Isle of Wight. 2 There shall continue to be— a a constituency named Orkney and Shetland, comprising the areas of the Orkney Islands Council and the Shetland Islands Council; b a constituency named Na h-Eileanan an Iar, comprising the area of Comhairle nan Eilean Siar. 3 Rule 2 does not apply to these constituencies. Northern Ireland 7 1 In relation to Northern Ireland, sub-paragraph (2) below applies in place of rule 2 where— a the difference between— i the electorate of Northern Ireland, and ii the United Kingdom electoral quota multiplied by the number of seats in Northern Ireland (determined under rule 8), exceeds one third of the United Kingdom electoral quota, and b the Boundary Commission for Northern Ireland consider that having to apply rule 2 would unreasonably impair— i their ability to take into account the factors set out in rule 5(1), or ii their ability to comply with section 3(2) of this Act. 2 The electorate of any constituency shall be— a no less than whichever is the lesser of— N - A and 95% of the United Kingdom electoral quota, and b no more than whichever is the greater of— N + A and 105% of the United Kingdom electoral quota, where— N is the electorate of Northern Ireland divided by the number of seats in Northern Ireland (determined under rule 8), and A is 5% of the United Kingdom electoral quota. The allocation method 8 1 The allocation method referred to in rule 3(2) is as follows. 2 The first constituency shall be allocated to the part of the United Kingdom with the greatest electorate. 3 The second and subsequent constituencies shall be allocated in the same way, except that the electorate of a part of the United Kingdom to which one or more constituencies have already been allocated is to be divided by— 2 C + 1 where C is the number of constituencies already allocated to that part. 4 Where the figure given by sub-paragraph (3) above is the same for two or more parts of the United Kingdom, the part to which a constituency is to be allocated shall be the one with the smaller or smallest actual electorate. 5 This rule does not apply to the constituencies mentioned in rule 6, and accordingly— a the electorate of England shall be treated for the purposes of this rule as reduced by the electorate of the constituencies mentioned in rule 6(1); b the electorate of Scotland shall be treated for the purposes of this rule as reduced by the electorate of the constituencies mentioned in rule 6(2). Interpretation 9 1 This rule has effect for the purposes of this Schedule. 2 The  “electorate” of the United Kingdom, or of a part of the United Kingdom or a constituency, is the total number of persons whose names appear on the relevant version of a register of parliamentary electors in respect of addresses in the United Kingdom, or in that part or that constituency. For this purpose the relevant version of a register is the version that is required by virtue of subsection (1) of section 13 of the Representation of the People Act 1983 to be published no later than the review date, or would be so required but for— a any power under that section to prescribe a later date, or b subsection (1A) of that section. 3 “Local government boundaries” are— a in England, the boundaries of counties and their electoral divisions, districts and their wards, London boroughs and their wards and the City of London, b in Wales, the boundaries of counties, county boroughs, electoral divisions, communities and community wards, c in Scotland, the boundaries of local government areas and the electoral wards into which they are divided under section 1 of the Local Governance (Scotland) Act 2004, and d in Northern Ireland, the boundaries of wards. 4 “Ordinary council-election day” is— a in relation to England and Wales, the ordinary day of election of councillors for local government areas; b in relation to Scotland, the day on which the poll is held at ordinary elections of councillors for local government areas; c in relation to Northern Ireland, the day of an election for any district council (other than an election to fill a casual vacancy). 5 The  “ review date ”, in relation to a report under section 3(1) of this Act that a Boundary Commission is required (by section 3(2)) to submit before a particular date, is two years and ten months before that date. 6 “ The United Kingdom electoral quota ” has the meaning given by rule 2(3). 7 A reference in rule 6 to an area is to the area as it existed on the coming into force of Part 2 of the Parliamentary Voting System and Constituencies Act 2011. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In Part 4 of Schedule 1 to the House of Commons Disqualification Act 1975 (offices disqualifying for particular constituencies)— a in the entry for Member of Her Majesty's Commission of Lieutenancy for the City of London, for  “The constituency comprising the whole of” there is substituted  “                      Any constituency comprising the whole or part of                    ” ; b in the entry for Governor of the Isle of Wight, for  “The Isle of Wight” there is substituted  “                      Any constituency comprising any part of the Isle of Wight                    ” . 4 In section 8 of the Representation of the People Act 1983 (registration officers), for paragraph (b) of subsection (2) there is substituted— b in relation to any constituency part of which consists of some or all of the area of the City and the Inner and Middle Temples, the Common Council shall appoint an officer to be registration officer for that part of the constituency."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "12", "section_title": "Boundary Commission proposals: publicity and consultation", "section_text": "12 1 For section 5 of the 1986 Act (notices) there is substituted— Publicity and consultation 5 1 Once a Boundary Commission have decided what constituencies they propose to recommend in a report under section 3(1)(a) above— a the Commission shall take such steps as they think fit to inform people in each of the proposed constituencies— i what the proposals are, ii that a copy of the proposals is open to inspection at a specified place within the proposed constituency, and iii that written representations with respect to the proposals may be made to the Commission during a specified period of 12 weeks (“the initial consultation period”); b the Commission shall cause public hearings to be held during the period beginning with the fifth week of the initial consultation period and ending with the tenth week of it. 2 Subsection (1)(a)(ii) above does not apply to a constituency with respect to which no alteration is proposed. 3 Schedule 2A to this Act, which makes further provision about public hearings under subsection (1)(b) above, has effect. 4 After the end of the initial consultation period the Commission— a shall publish, in such manner as they think fit, representations made as mentioned in subsection (1)(a) above and records of public hearings held under subsection (1)(b) above; b shall take such steps as they think fit to inform people in the proposed constituencies that further written representations with respect to the things published under paragraph (a) above may be made to the Commission during a specified period of four weeks (“the secondary consultation period”). 5 If after the end of the secondary consultation period the Commission are minded to revise their original proposals so as to recommend different constituencies, they shall take such steps as they see fit to inform people in each of those revised proposed constituencies— a what the revised proposals are, b that a copy of the revised proposals is open to inspection at a specified place within the revised proposed constituency, and c that written representations with respect to the revised proposals may be made to the Commission during a specified period of eight weeks. 6 Subsection (5) above does not apply to any proposals to make further revisions. 7 Steps taken under subsection (4) or (5) above need not be of the same kind as those taken under subsection (1) above. 8 A Boundary Commission shall take into consideration— a written representations duly made to them as mentioned in subsection (1)(a), (4)(b) or (5)(c) above, and b representations made at public hearings under subsection (1)(b) above. 9 Except as provided by this section and Schedule 2A to this Act, a Boundary Commission shall not cause any public hearing or inquiry to be held for the purposes of a report under this Act. 10 Where a Boundary Commission publish— a general information about how they propose to carry out their functions (including, in the case of the Boundary Commission for England, information about the extent (if any) to which they propose to take into account the boundaries mentioned in rule 5(2) of Schedule 2 to this Act), or b anything else to which subsection (1), (4) or (5) above does not apply, it is for the Commission to determine whether to invite representations and, if they decide to do so, the procedure that is to apply. 2 After Schedule 2 to the 1986 Act there is inserted the Schedule set out in Schedule 11 to this Act. 3 Section 6 of the 1986 Act (local inquiries) is repealed."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "13", "section_title": "National Assembly for Wales", "section_text": "13 1 In section 2 of the Government of Wales Act 2006 (Assembly constituencies and electoral regions), for subsection (1) there is substituted— 1 The Assembly constituencies are the constituencies specified in the Parliamentary Constituencies and Assembly Electoral Regions (Wales) Order 2006 ( S.I.  2006/1041) as amended by— a the Parliamentary Constituencies and Assembly Electoral Regions (Wales) (Amendment) Order 2008 (S.I. 2008/1791), and b any Order in Council under the Parliamentary Constituencies Act 1986 giving effect (with or without modifications) to a report falling within section 13(3) or (4) of the Parliamentary Voting System and Constituencies Act 2011. 2 The following provisions of the Government of Wales Act 2006 are repealed— a section 2(5) and (6); b Schedule 1; c paragraph 1 of Schedule 11. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "14", "section_title": "Review of reduction in number of constituencies", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "15", "section_title": "Orders", "section_text": "15 A power under this Act to make an order is exercisable by statutory instrument."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "16", "section_title": "Repeals", "section_text": "16 Schedule 12 (repeals) has effect."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "17", "section_title": "Financial provisions", "section_text": "17 1 There is to be paid out of money provided by Parliament any increase attributable to this Act in the sums payable under any other Act out of money so provided. 2 There is to be charged on and paid out of the Consolidated Fund any increase attributable to this Act in the sums to be charged on and paid out of that Fund under any other Act. 3 There is to be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other Act."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "18", "section_title": "Extent", "section_text": "18 This Act extends to the whole of the United Kingdom, except that— a Part 1 of Schedule 3 extends only to England and Wales and Scotland; b Part 2 of that Schedule extends only to Northern Ireland; c an amendment or repeal made by this Act has the same extent as the provision amended or repealed."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "19", "section_title": "Commencement", "section_text": "19 1 Section 9, Schedule 10 and Part 1 of Schedule 12 come into force in accordance with provision made by an order under section 8(1). 2 The other provisions of this Act come into force on the day on which this Act is passed."}, {"act": "Parliamentary Voting System and Constituencies Act 2011", "year": 2011, "section": "20", "section_title": "Short title", "section_text": "20 This Act may be cited as the Parliamentary Voting System and Constituencies Act 2011."}]