[{"act": "Postal Services Act 2011", "year": 2011, "section": "1", "section_title": "Removal of restrictions on ownership of Royal Mail Holdings plc  etc", "section_text": "1 1 Sections 65 to 67 of the Postal Services Act 2000 (which contain restrictions on the issue and transfer of shares and share rights in Royal Mail Holdings plc and its relevant subsidiaries) are repealed. 2 But see section 4 of this Act (which imposes restrictions on the issue and transfer of shares and share rights in a Post Office company etc)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "2", "section_title": "Report on decision to dispose of shares in a Royal Mail company etc", "section_text": "2 1 This section applies where the Secretary of State— a has decided to undertake a particular kind of relevant disposal, or b has decided that another person may undertake a particular kind of relevant disposal. 2 As soon as reasonably practicable after making the decision, the Secretary of State must lay before Parliament a report on the proposed disposal. 3 The report must state— a the kind of relevant disposal intended to be undertaken, b the expected time-scale for undertaking it, and c the objective intended to be achieved by the undertaking of it. 4 The report must— a contain information about the expected commercial relationship, after the proposed disposal, between the Royal Mail company in question and any Post Office company, and b if the proposed disposal would result in shares or share rights being owned by or on behalf of an employee share scheme for the first time, give details of the scheme. In paragraph (b)  “ employee share scheme ” has the meaning given by section 3. 5 In this Part  “ relevant disposal ” means— a the issue or transfer of shares in a company the effect of which is to reduce the proportion of a Royal Mail company owned by the Crown, or b the issue or transfer of share rights to a person the effect of which would be, if the shares to which the share rights relate were issued or transferred to the person, to reduce the proportion of a Royal Mail company owned by the Crown. 6 In this Part  “ Royal Mail company ” means a company that— a provides a universal postal service, and b is or has at any time been in the same group as— i the original holding company, or ii another company that is or has at any time been a Royal Mail company."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "3", "section_title": "Employee share scheme", "section_text": "3 1 The Secretary of State must ensure that arrangements are made, before the time at which the first relevant disposal is made in relation to a Royal Mail company, for the establishment of an employee share scheme. 2 Those arrangements must secure that if at any time the proportion of the company owned by the Crown is reduced to nil, the proportion of the company owned by or on behalf of the employee share scheme is at that time (or has before that time been) at least 10%. 3 If any shares or shares rights have been transferred under the employee share scheme to beneficiaries of the scheme, the shares or share rights are to be regarded for the purposes of subsection (2) as if they are still owned by or on behalf of the scheme. 4 “ Employee share scheme ” means a scheme for encouraging or facilitating the holding of shares or share rights in the company (or companies in the same group as the company) by or for the benefit of persons who are or include employees of the company."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "4", "section_title": "Restrictions on issue and transfer of shares and share rights in a Post Office company etc", "section_text": "4 1 No disposal of the Crown's interest in a Post Office company may be made other than a disposal that— a is made pursuant to a direction under subsection (2), or b is authorised under subsection (3). 2 The Secretary of State may by order— a direct a Post Office company (if it is wholly owned by the Crown) to issue shares or share rights to a relevant mutual, or b direct a company wholly owned by the Crown to transfer shares or share rights in a Post Office company to a relevant mutual. 3 A disposal of the Crown's interest in a Post Office company is authorised under this subsection if— a the disposal is by way of an issue or transfer of shares or share rights in a Post Office company to a relevant mutual, and b the Secretary of State has by order approved the issue or transfer. 4 An order under subsection (2) or (3)(b) is subject to affirmative resolution procedure. 5 No disposal of a relevant mutual's interest in a Post Office company may be made other than a disposal to— a another relevant mutual, b the Secretary of State or the Treasury (or a nominee of either of them), or c a company wholly owned by the Crown. 6 Any disposal in contravention of subsection (1) or (5) has no effect. 7 For the meaning of  “Post Office company” and  “relevant mutual”, see sections 6 and 7. 8 In this section any reference to a disposal of a person's interest in a Post Office company is to— a the issue or transfer of shares in a company the effect of which is to reduce the proportion of the Post Office company owned by the person, or b the issue or transfer of share rights to a person the effect of which would be, if the shares to which the share rights relate were issued or transferred to the person, to reduce the proportion of the Post Office company owned by the person."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "5", "section_title": "Report on transfer of interest in a Post Office company to a relevant mutual", "section_text": "5 1 This section applies where the Secretary of State proposes to make an order under section 4(2) or (3)(b) (order directing or approving issue or transfer of shares or share rights in a Post Office company to a relevant mutual). 2 The Secretary of State must lay before Parliament a report on the proposed issue or transfer before making the order. 3 The report must— a give details of the proposed issue or transfer (including the expected time-scale for the issue or transfer), b name the body to whom shares or share rights are proposed to be issued or transferred, and c explain how that body meets the conditions set out in section 7."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "6", "section_title": "Meaning of  “Post Office company”", "section_text": "6 1 In this Part  “ Post Office company ” means a company that— a is engaged in the provision of post offices, b is or has at any time been— i a subsidiary of the original holding company, or ii in the same group as a company that is or (as the case may be) was at that time designated under this section, and c is designated for the purposes of this subsection by order made by the Secretary of State. 2 A company may be designated only if, immediately before it is designated, it is wholly owned by the Crown. 3 An order under subsection (1) may not be amended or revoked. 4 An order under section 93 that appoints a day for the commencement of section 1 (removal of restrictions on ownership of Royal Mail Holdings plc etc) may not be made unless Post Office Limited (registered number 02154540) has been designated under subsection (1)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "7", "section_title": "Meaning of  “relevant mutual”", "section_text": "7 1 In section 4  “ relevant mutual ” means a body in respect of which the Secretary of State considers that conditions A to C are (and will continue to be) met. 2 Condition A is that the purpose (or main purpose) for which the body exists is to act for the public benefit by promoting the use by the public of services provided by a Post Office company or at its post offices. 3 Condition B is that the members of the body are— a persons who have an interest in the use by the public of such services (including employees of the Post Office company and other persons engaged in the provision of its post offices), or b persons who act on behalf of, or represent, persons within paragraph (a). 4 Condition C is that the body has in place arrangements for the prevention of disposals of property or rights by the Post Office company that would be inconsistent with the purpose (or main purpose) for which the body exists."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "8", "section_title": "Transfer schemes", "section_text": "8 1 The Secretary of State, or the original holding company (if it is wholly owned by the Crown), may make one or more transfer schemes. 2 A  “transfer scheme” is a scheme for the transfer of property, rights or liabilities (or the creation of interests, rights or liabilities)— a between companies within subsection (3), or b between— i a company within subsection (3), and ii the Secretary of State or the Treasury (or a nominee of either of them) or a company wholly owned by the Crown. 3 A company is within this subsection if— a it is the original holding company or a subsidiary of that company, and b it is wholly owned by the Crown. 4 A transfer scheme made by the original holding company has effect— a only if approved by the Secretary of State, and b subject to any modifications made by the Secretary of State. 5 The Secretary of State must consult the original holding company— a before making a transfer scheme, and b before making any modifications of a transfer scheme made by the company. 6 The Secretary of State may direct the original holding company (if it is wholly owned by the Crown) to make a transfer scheme in accordance with the direction. 7 Schedule 1 contains further provision about transfer schemes. 8 Nothing in that Schedule is to be read as restricting the provision that may be contained in transfer schemes. 9 A company within subsection (3) must provide the Secretary of State with any information or other assistance that the Secretary of State may reasonably require for the purposes of, or in connection with, the exercise of any power under this section or that Schedule. 10 That duty overrides any contractual or other requirement to keep information in confidence. 11 That duty is enforceable in civil proceedings by the Secretary of State— a for an injunction, b for specific performance of a statutory duty under section 45 of the Court of Session Act 1988, or c for any other appropriate remedy or relief."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "9", "section_title": "Transfer of employees otherwise than under transfer scheme", "section_text": "9 1 This section applies if an agreement between companies within subsection (3) provides for the transfer from one to the other of rights and liabilities under contracts of employment. 2 This section also applies if— a employees of a company within subsection (3) (“company A”) are provided to another company within that subsection (“company B”), b an agreement between the companies provides for the employees to cease to be provided to company B, and c company B intends to employ the employees. 3 A company is within this subsection if— a it is the original holding company or a subsidiary of that company, and b it is wholly owned by the Crown. 4 At any time before the agreement comes into force, the Secretary of State may— a in a case within subsection (1), designate any contract of employment the rights and liabilities under which are to be transferred under the agreement, and b in a case within subsection (2), designate any employee of company A who is provided as mentioned in subsection (2)(a). 5 The designation may specify or describe the contracts of employment or employees. 6 On the coming into force of the agreement, the Transfer of Undertakings (Protection of Employment) Regulations 2006 apply in relation to— a the transfer of designated contracts of employment, and b the cessation of the provision of designated employees to company B, whether or not the agreement would otherwise be regarded for the purposes of those regulations as giving rise to a relevant transfer. 7 Where by virtue of the agreement a designated employee of a company within subsection (3) (“ the transferor ”) becomes an employee of another company within that subsection (“ the transferee ”)— a a period of employment with the transferor is to be treated as a period of employment with the transferee, and b the transfer to the transferee is not to be treated as a break in service."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "10", "section_title": "Taxation provisions relating to re-structuring", "section_text": "10 Schedule 2 contains taxation provisions."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "11", "section_title": "Annual report on post office network", "section_text": "11 1 A Post Office company must send to the Secretary of State each year a report on its network of post offices. 2 The report must give details of— a the number and location of the company's post offices in England, Wales, Scotland and Northern Ireland, b the postal services, the services provided under arrangements with a government department and the other services that are provided at those post offices, and c the accessibility of those post offices to users of those services. 3 In subsection (2)(b) the reference to postal services includes postal services provided pursuant to arrangements made with a person who provides a universal postal service. 4 The report must, in particular, provide information about the accessibility of the company's post offices to— a individuals living in rural areas, b individuals living in urban areas, c small businesses, d disadvantaged individuals, e individuals with low incomes, f individuals with disabilities, and g elderly individuals. 5 The report must contain such other information as the Secretary of State may from time to time require. 6 The Secretary of State must lay a copy of the report before Parliament. 7 The Secretary of State must give a copy of the report to— a the Scottish Ministers, b the Welsh Ministers, and c the Office of the First Minister and deputy First Minister in Northern Ireland. 8 A Post Office company's duties under this section are enforceable in civil proceedings by the Secretary of State— a for an injunction, b for specific performance under section 45 of the Court of Session Act 1988, or c for any other appropriate remedy or relief."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "12", "section_title": "Annual report on postal museum collection and archive", "section_text": "12 1 A Royal Mail company must send to the Secretary of State each year a report on its activities in relation to— a the British Postal Museum Collection, and b the Royal Mail Archive. 2 Before preparing the report, the company must consult any Post Office company. 3 The Secretary of State must lay a copy of the report before Parliament. 4 A Royal Mail company's duties under this section are enforceable in civil proceedings by the Secretary of State— a for an injunction, b for specific performance under section 45 of the Court of Session Act 1988, or c for any other appropriate remedy or relief. 5 This section applies irrespective of whether the British Postal Museum Collection or the Royal Mail Archive alters the name by which it is known or forms part of a wider collection or archive."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "13", "section_title": "Directions", "section_text": "13 1 This section applies to directions under this Part. 2 A direction must be in writing. 3 A direction may be varied or revoked by a further direction. 4 A person to whom a direction has been given has a duty to comply with it. 5 That duty is enforceable in civil proceedings by the person by whom the direction was given— a for an injunction, b for specific performance of a statutory duty under section 45 of the Court of Session Act 1988, or c for any other appropriate remedy or relief."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "14", "section_title": "Ownership of companies", "section_text": "14 1 This section applies for the purposes of this Part. 2 References to ownership of a company are to ownership of its issued share capital. 3 References to ownership of a company include indirect ownership of it. 4 References to the reduction of the proportion of a company owned by the Crown include a reduction to nil. 5 For the purposes of determining the proportion of any company owned by the Crown, property and rights of the Secretary of State or the Treasury (or a nominee of either of them) are to be regarded as property and rights of the Crown."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "15", "section_title": "Part 1: general interpretation", "section_text": "15 1 In this Part— “ agreement ” means agreement in writing, “ company ” means any body corporate, “ debt securities ” means any instrument creating or acknowledging indebtedness which is issued by a company (including, in particular, debentures, loan stock, bonds and certificates of deposit), “ the original holding company ” means the company that was nominated under section 62 of the Postal Services Act 2000 (transfer of property etc to nominated company), “ post office ” means any premises or vehicle in the United Kingdom from which postal services, or services provided under arrangements with a government department, are provided directly to the public, “ Post Office company ” has the meaning given by section 6, “ relevant disposal ” has the meaning given by section 2, “ Royal Mail company ” has the meaning given by section 2, “ securities ”, in relation to a company, includes— shares, debt securities and other securities of the company (whether or not constituting a charge on the assets of the company), and the right to subscribe for, or acquire, such securities and any other rights in connection with such securities, “shares” include stock, “ share rights ”, in relation to any shares, means— rights to subscribe for or acquire the shares, and any other rights in connection with the shares, “ subsidiary ” has the meaning given by section 1159 of the Companies Act 2006, and “ wholly owned by the Crown ”, in relation to a company, means the Crown owns all of it. 2 In this Part references to a person providing a universal postal service have the same meaning as in Part 3 (see section 65(2) and (3)). 3 In this Part references to a company's post offices (or network of post offices) are to those post offices (whether or not owned or operated by the company) that the company is engaged in providing. 4 For the purposes of this Part (other than Schedule 2) a company is to be regarded as being in the same  “group” as another company if, for the purposes of section 1161(5) of the Companies Act 2006, the company is a group undertaking in relation to that other company."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "16", "section_title": "Introduction", "section_text": "16 1 In this Part— “ the RMPP ” means the Royal Mail Pension Plan, “ qualifying member of the RMPP ” means a person who is or has been a member of the RMPP of a prescribed description, “ the qualifying time ” means the time immediately before such date as may be prescribed (which may be before the passing of this Act), “ qualifying accrued rights ” means— any right which, at the qualifying time, has accrued to or in respect of a qualifying member of the RMPP to future benefits under the RMPP, any entitlement under the RMPP to the present payment of a pension or other benefit which a qualifying member of the RMPP has at the qualifying time, or any entitlement to benefits, or rights to future benefits, under the RMPP which a person who has survived a qualifying member of the RMPP has at the qualifying time in respect of the member. 2 For the purposes of the definition of  “qualifying accrued rights”— a references to pensions or other benefits (including future benefits) do not include money purchase benefits but, subject to that, do include benefits attributable to additional voluntary contributions, and b references to a right include a pension credit right. 3 In the event that qualifying members of the RMPP include any person (“P”) who is in pensionable service under the RMPP after the qualifying time— a the qualifying accrued rights in respect of P, and b the amounts payable in respect of those rights, are to be determined for the purposes of this Part on the assumption that P had opted, immediately before the qualifying time, to terminate that service."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "17", "section_title": "Transfer of qualifying accrued rights to new public scheme", "section_text": "17 1 The   Minister for the Civil Service or the  Secretary of State may by order establish a scheme (a  “new public scheme”) which, in respect of pensionable service under the RMPP before the qualifying time, provides for pensions or other benefits to be payable to or in respect of persons who are or have been qualifying members of the RMPP. 2 The   Minister for the Civil Service or the  Secretary of State may by order make provision for the transfer of qualifying accrued rights to a new public scheme (without the need for any approval or consent to the transfer). 3 An order under subsection (2) may include provision for the discharge of liabilities in respect of the qualifying accrued rights that are transferred. 4 A new public scheme may— a include provision for increasing in particular circumstances the amounts payable in respect of qualifying accrued rights, b include provision in relation to any persons who are active members of the RMPP which (despite the effect of section 16(3)) differs from the provision made in relation to persons who are deferred members of the RMPP, c include provision for the payment of transfer values, and d include provision for the transfer of money purchase benefits under the RMPP into the scheme (whether or not the contributions to which those benefits are attributable are made before or after the qualifying time) and the conversion of those benefits into benefits under the scheme. 5 An order under this section may include provision for treating a new public scheme as an occupational pension scheme for the purposes of any provision made by or under any enactment specified, or of a description specified, in the order. 6 An order under this section may include provision for— a treating a new public scheme as a salary-related contracted out scheme for the purposes of Part 3 of the Pension Schemes Act 1993, and b applying any provision of that Part with modifications. 7 Provision made by an order under this section may have retrospective effect. 8 The   Minister for the Civil Service or the  Secretary of State may— a provide for a new public scheme to be administered by any person, and b delegate to any person any functions exercisable by the   Minister for the Civil Service or the  Secretary of State under a new public scheme."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "18", "section_title": "Division of the RMPP into different sections", "section_text": "18 1 The Secretary of State may by order make provision for— a the division of the RMPP into different sections, b the participation of different companies in the different sections, and c the allocation of assets, rights, liabilities or obligations between the different sections. 2 Provision made by an order under this section may have retrospective effect."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "19", "section_title": "Amendments of the RMPP", "section_text": "19 1 The Secretary of State may by order make such amendments of the RMPP as the Secretary of State considers appropriate in connection with any order made under section 17 or 18. 2 The provision that may be made by an order under this section includes provision authorising or requiring the amount of pensions or other benefits payable to or in respect of qualifying members of the RMPP to be determined in particular circumstances by reference to pensionable service under the RMPP before and after the qualifying time. 3 Provision made by an order under this section may have retrospective effect."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "20", "section_title": "Protection against adverse treatment", "section_text": "20 1 Subsection (2) applies to  ...— a   the exercise by the Minister for the Civil Service or the Secretary of State of  the power to make an order under section 17 in a case where the order contains provision establishing a new public scheme or transferring qualifying accrued rights to a new public scheme, and b   the exercise by the Secretary of State of  the power to make an order under section 18 or 19. 2 In exercising the power the   Minister making the order   must ensure that the relevant pensions provision in respect of each person who is or has been a member of the RMPP is, in all material respects, at least as good immediately after the exercise of the power as it is immediately before the exercise of the power. 3 “ The relevant pensions provision ” means the provision for the payment of pensions or other benefits which is contained in the RMPP or in a new public scheme. 4 Subsections (1) to (3) do not require provision to be included in a new public scheme if the   Minister making the order   is of the opinion that the provision would be incompatible with any enactment or    assimilated   obligation (including any enactment applying as a result of any provision made under this Part). 5 Nothing in subsections (1) to (3) is to be read as— a requiring particular provisions of the RMPP or a new public scheme to take the same or similar form, b requiring a new public scheme to be established in a particular way, c requiring any power or duty conferred or imposed by the RMPP or a new public scheme to be exercised or performed in a particular way, or d affecting any power of any person to amend the RMPP or a new public scheme. 6 The power of the   Minister for the Civil Service or the  Secretary of State to amend a new public scheme may not be exercised in any manner which would or might adversely affect any provision of the scheme made in respect of qualifying accrued rights unless— a the consent requirements are satisfied in respect of the exercise of the power in that manner, or b the scheme is amended in the prescribed manner. 7 The consent requirements are those prescribed for the purpose of obtaining the consent of members of the scheme to its amendment."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "21", "section_title": "Transfer of assets of the RMPP", "section_text": "21 1 The Secretary of State may by order make provision for the transfer of assets of the RMPP to— a the   Minister for the Civil Service or the  Secretary of State, b a nominee of the Treasury, or c a fund established by the   Minister for the Civil Service or the  Secretary of State for the purpose of holding the assets pending their disposal. 2 An order under this section may be made only if an order under section 17 is being, or has been, made. 3 An order under this section may include provision for— a the delegation to any person of the administration and management of any fund within subsection (1)(c), and b the making of payments into the Consolidated Fund. 4 This section needs to be read with section 22 (which contains restrictions on the exercise of the power to make a transfer under this section)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "22", "section_title": "Restriction on power to transfer assets", "section_text": "22 1 The power of the Secretary of State to make an order under section 21 (a  “transfer order”) must be exercised so as to secure that the ratio of assets to liabilities of the RMPP immediately after the relevant time is at least equal to the ratio of the assets to liabilities of the RMPP immediately before that time. 2 “The relevant time” is the time at which the order under section 17 in consequence of which the transfer order is made has effect. 3 For the purposes of this section any reference to the assets or liabilities of the RMPP is to their amount or value determined, calculated and verified by a prescribed person and in the prescribed manner. 4 In calculating the value of any liabilities for those purposes, a provision of the RMPP that limits the amount of its liabilities by reference to the amount of its assets is to be disregarded. 5 For the purposes of this section as it applies in relation to the transfer of assets after the relevant time by virtue of a transfer order— a treat the assets as if they had been transferred at the relevant time, but b disregard so much of the assets as were transferred to reflect the fact that the assets were not actually transferred at the relevant time."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "23", "section_title": "Taxation", "section_text": "23 1 The Treasury may by regulations make provision for varying the way in which any relevant tax would, apart from the regulations, have effect in relation to— a a new public scheme, b members of a new public scheme, or c a fund within section 21(1)(c). 2 Regulations under subsection (1) may include provision for treating a new public scheme as a registered pension scheme. 3 The Treasury may by regulations make provision for varying the way in which any relevant tax would, apart from the regulations, have effect in relation to, or in connection with, anything done in relation to— a the RMPP, or b any members of the RMPP, by or under, or in consequence of, an order made under this Part. 4 Regulations under subsection (1) or (3) may include provision for any of the following— a a tax provision not to apply or to apply with modifications, b anything done to have or not to have a specified consequence for the purposes of a tax provision, and c the withdrawal of relief and the charging of a relevant tax. 5 Provision made by regulations under subsection (1) or (3), other than provision withdrawing a relief or charging a relevant tax, may have retrospective effect. 6 The Treasury may by regulations make provision, in relation to qualifying accounting periods, for extinguishing such losses made in a trade as they consider are attributable to deductions made for, or in connection with, contributions in respect of qualifying members of the RMPP. 7 A  “qualifying” accounting period is one beginning on or after the date (“the trigger date”) on which an order under section 17 is made establishing a new public scheme or transferring qualifying accrued rights to a new public scheme. 8 Regulations under subsection (6) have effect only if the company whose losses are extinguished is wholly owned by the Crown (within the meaning of Part 1) on the day before the trigger date. 9 In this section— “ relevant tax ” means— income tax, capital gains tax, corporation tax, inheritance tax, stamp duty and stamp duty reserve tax, and stamp duty land tax, “ registered pension scheme ” has the same meaning as in Part 4 of the Finance Act 2004, “ tax provision ” means any provision made by or under an enactment relating to a relevant tax."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "24", "section_title": "Information", "section_text": "24 1 The   Minister for the Civil Service or the  Secretary of State may by order make provision for requiring any prescribed person to disclose any information (whether in the form of a document or otherwise) to the   Minister for the Civil Service or the  Secretary of State for any purpose of this Part. 2 Information that— a relates to pensions or other benefits under the RMPP or a new public scheme, or b relates to the administration of the RMPP or a new public scheme in respect of those pensions or other benefits, may be shared among relevant persons for the purpose of facilitating the administration of the RMPP or new public scheme. 3 “ Relevant persons ” means— za the Minister for the Civil Service, a the Secretary of State, b any person who administers, or exercises functions under, a new public scheme, c the trustee of the RMPP, d any person who exercises functions on behalf of the trustee of the RMPP, or e any person who is or has been an employer of a qualifying member of the RMPP. 4 In the event that a section of the RMPP is constituted as a separate pension scheme the members of which consist of or include persons who are qualifying members of the RMPP— a any reference in subsection (2) to the RMPP includes that separate pension scheme, and b any reference in subsection (3) to the trustee of the RMPP includes the trustees or managers of that separate pension scheme."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "25", "section_title": "Orders and regulations", "section_text": "25 1 Before making— a an order under section 17 that contains provision establishing a new public scheme or transferring qualifying accrued rights to a new public scheme, or b any order under any other provision of this Part, the   Minister for the Civil Service or the  Secretary of State must consult the trustee of the RMPP and a Royal Mail company (within the meaning of Part 1). 2 The   Minister for the Civil Service or the  Secretary of State may not make an order under any provision of this Part (apart from section 24) unless the Treasury have consented to its making. 3 Any order under this Part is subject to negative resolution procedure. 4 Any order under this Part may provide for it (or any of its provisions) to come into force on a specified day. 5 A  “ specified day ” means a day specified in an order made by the   Minister for the Civil Service or the  Secretary of State under this subsection (and different days may be specified for different purposes). Subsections (1) to (3) do not apply to an order under this subsection. 6 A statutory instrument containing regulations under section 23 is subject to annulment in pursuance of a resolution of the House of Commons. 7 Nothing in any provision of this Part that authorises the inclusion of any particular kind of provision in any order, regulations or scheme is to be read as restricting the generality of the provision that may be included in the order, regulations or scheme."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "26", "section_title": "Interpretation of Part 2", "section_text": "26 1 In this Part— “ active member ” has the meaning given by section 124(1) of the Pensions Act 1995, “ company ” means any body corporate, “ deferred member ” has the meaning given by section 124(1) of the Pensions Act 1995, “ enactment ” includes an enactment whenever passed or made, “ member ” has the meaning given by section 124(1) of the Pensions Act 1995, “ money purchase benefits ” has the meaning given by section 181 of the Pension Schemes Act 1993, “ new public scheme ” has the meaning given by section 17, “ occupational pension scheme ” has the meaning given by section 1 of the Pension Schemes Act 1993, “ pensionable service ” has the meaning given by section 124(1) of the Pensions Act 1995, “ pension credit right ” has the meaning given by section 124(1) of the Pensions Act 1995,   “prescribed” means—  in section 22(3), specified in, or determined in accordance with, an order made by the Secretary of State; elsewhere in this Part, specified in, or determined in accordance with, an order made by the Minister for the Civil Service or the Secretary of State, “ qualifying accrued rights ”, in relation to qualifying members of the RMPP, has the meaning given by section 16, “ qualifying member of the RMPP ” has the meaning given by section 16, “ the qualifying time ” has the meaning given by section 16, “ the RMPP ” has the meaning given by section 16. 2 Any reference in this Part to amending the RMPP includes— a amending the trust deed or rules of the RMPP or any other instrument relating to the constitution, management or operation of the RMPP, and b amending any instrument relating to the provision of financial support to or in relation to the RMPP."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "27", "section_title": "Postal services, postal packets and postal operators", "section_text": "27 1 “ Postal services ” means— a the service of conveying postal packets from one place to another by post, b the incidental services of receiving, collecting, sorting and delivering postal packets, and c any other service which relates to, and is provided in conjunction with, any service within paragraph (a) or (b). 2 “ Postal packet ” means a letter, parcel, packet or other article transmissible by post. 3 “ Postal operator ” means a person who provides— a the service of conveying postal packets from one place to another by post, or b any of the incidental services of receiving, collecting, sorting and delivering postal packets. 4 A person is not to be regarded as a postal operator merely as a result of receiving postal packets in the course of acting as an agent for, or otherwise on behalf of, another. 5 The Secretary of State may make regulations prescribing circumstances in which subsection (4) is not to apply. 6 Regulations under subsection (5) are subject to affirmative resolution procedure."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "28", "section_title": "General authorisation to provide postal services", "section_text": "28 1 Persons may provide postal services without the need for any licence or authorisation, but the provision of those services by postal operators may be subject to regulatory conditions that  OFCOM  may impose on them under this Part. 2 In this Part a  “ regulatory condition ” means any of the following conditions— a a designated USP condition (see sections 36 and 37), b a USP access condition (see section 38 and Schedule 3), c a USP accounting condition (see section 39), d a notification condition (see section 41), e a general universal service condition (see section 42), f an essential condition (see section 49), g a general access condition (see section 50 and Schedule 3), and h a consumer protection condition (see sections 51 and 52)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "29", "section_title": "Duty to secure provision of universal postal service", "section_text": "29 1 OFCOM must carry out their functions in relation to postal services in a way that they consider will secure the provision of a universal postal service. 2 Accordingly, the power of OFCOM to impose access or other regulatory conditions is subject to the duty imposed by subsection (1). 3 In performing their duty under subsection (1) OFCOM must have regard to— a the need for the provision of a universal postal service to be financially sustainable, and b the need for the provision of a universal postal service to be efficient before the end of a reasonable period and for its provision to continue to be efficient at all subsequent times. 4 The reference in subsection (3)(a) to the need for the provision of a universal postal service to be financially sustainable includes the need for a reasonable commercial rate of return for any universal service provider on any expenditure incurred by it for the purpose of, or in connection with, the provision by it of a universal postal service. 5 In subsection (3)(b)  “ a reasonable period ” means such period beginning with the day on which the provisions of this Part come generally into force as OFCOM consider, in all the circumstances, to be reasonable. 6 OFCOM's duty under subsection (1) includes a duty to carry out their functions in relation to postal services in a way that they consider will secure the provision of sufficient access points to meet the reasonable needs of users of the universal postal service. 7 The Secretary of State may direct OFCOM to take, or refrain from taking, specified action for the purpose of securing that, in the opinion of the Secretary of State, sufficient access points are provided throughout the United Kingdom to meet the interests of the public. 8 The duty imposed on OFCOM as a result of subsection (6) is subject to any direction given under this section. 9 The action that may be specified in a direction under this section includes the imposition of a regulatory condition consisting of or including provision specified in the direction. 10 Before giving a direction under this section, the Secretary of State must consult OFCOM. 11 In this Part  “ access point ” means any box, receptacle or other facility provided for the purpose of receiving postal packets, or any class of postal packets, for onwards transmission by post."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "30", "section_title": "The universal postal service", "section_text": "30 1 OFCOM must by order (a  “universal postal service order”) set out— a a description of the services that they consider should be provided in the United Kingdom as a universal postal service, and b the standards with which those services are to comply. 2 A universal postal service must, as a minimum, include each of the services set out in section 31 (as read with sections 32 and 33). 3 Before making or modifying a universal postal service order, OFCOM must carry out an assessment of the extent to which the market for the provision of postal services in the United Kingdom is meeting the reasonable needs of the users of those services. 4 Subsection (3) does not apply in relation to the making of the first universal postal service order; but OFCOM must carry out an assessment of the kind mentioned in that subsection before the end of the period of 18 months beginning with the day on which the provisions of this Part come generally into force. 5 The Secretary of State may direct OFCOM to secure that the first universal postal service order does not include services of a description specified in the direction. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "31", "section_title": "Minimum requirements", "section_text": "31 This section sets out the services that must, as a minimum, be included in a universal postal service. Requirement 1: delivery of letters or other postal packets At least one delivery of letters every Monday to Saturday— to the home or premises of every individual or other person in the United Kingdom, or to such identifiable points for the delivery of postal packets as OFCOM may approve. At least one delivery of other postal packets every Monday to Friday to the places within paragraph (1)(a) or (b). The references in this requirement to the delivery of letters or other postal packets include the delivery of packets posted outside the United Kingdom. Requirement 2: collection of letters or other postal packets At least one collection of letters every Monday to Saturday from every access point in the United Kingdom used for the purpose of receiving postal packets, or any class of them, for onwards transmission in connection with the provision of a universal postal service. At least one collection of other postal packets every Monday to Friday from every access point in the United Kingdom used for that purpose. The references in this requirement to the onwards transmission of letters or other postal packets include their onwards transmission to places outside the United Kingdom. Requirement 3: service at affordable prices in accordance with uniform public tariff A service of conveying postal packets from one place to another by post (including the incidental services of receiving, collecting, sorting and delivering them) at affordable prices determined in accordance with a public tariff which is uniform throughout the United Kingdom. The reference in this requirement to conveying postal packets from one place to another includes conveying them to places outside the United Kingdom. Requirement 4: registered items service A registered items service at affordable prices determined in accordance with a public tariff which is uniform throughout the United Kingdom. Requirement 5: insured items service An insured items service at affordable prices determined in accordance with a public tariff which is uniform throughout the United Kingdom. Requirement 6: services to blind or partially sighted The provision free of charge of such postal services as are specified in the universal postal service order to such descriptions of blind or partially sighted persons as are so specified. Requirement 7: legislative petitions and addresses A service of conveying free of charge qualifying legislative petitions and addresses."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "32", "section_title": "Section 31: definitions", "section_text": "32 1 “ Insured items service ” means a service of conveying postal packets from one place to another by post which, in the event of the theft or loss of or damage to the packets, provides for the payment of an amount up to the value of the packets as declared by the sender. 2 “ Legislative petitions and addresses ” means— a petitions and addresses to Her Majesty meeting the weight and covers requirements which are sent by post to a member of a legislative body, b petitions meeting those requirements which are addressed to a legislative body and are sent by post to a member of such a body or to the Clerk of the Scottish Parliament, or c petitions and addresses forwarded to Her Majesty or, in Northern Ireland, to the Secretary of State. 3 For the purposes of subsection (2)— a a  “ legislative body ” means either House of Parliament, the Scottish Parliament, the National Assembly for Wales or the Northern Ireland Assembly, and b petitions or addresses meet the  “weight and covers requirements” if they do not exceed 1 kilogram in weight and are sent without covers or in covers open at the sides. 4 “ Registered items service ” means a service of conveying postal packets from one place to another by post which provides— a for the registration of the packets in connection with their conveyance by post, and b for the payment of an amount determined by the person providing the service in the event of the theft or loss of or damage to the packets. 5 In this section references to conveying postal packets from one place to another include— a the incidental services of receiving, collecting, sorting and delivering them, and b conveying them to places outside the United Kingdom."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "33", "section_title": "Exceptions to minimum requirements", "section_text": "33 1 Nothing in section 31 requires the doing of anything in relation to a letter or other postal packet— a whose weight exceeds 20 kilograms, or b whose dimensions fall outside the minimum and maximum dimensions laid down in the Convention and the Agreement concerning Postal Parcels adopted by the Universal Postal Union. 2 The requirements in section 31 in respect of the delivery or collection of letters or other postal packets (requirements 1 and 2)— a do not need to be met on any day which is (in the part of the United Kingdom concerned) a public holiday, and b do not need to be met in such geographical conditions or other circumstances as OFCOM consider to be exceptional. 3 Nothing in section 31 is to be read— a as requiring a service to continue without interruption, suspension or restriction in an emergency, or b as preventing individual agreements as to prices from being concluded with customers."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "34", "section_title": "Review of minimum requirements", "section_text": "34 1 OFCOM may from time to time review the extent to which the provision made by section 31 reflects the reasonable needs of the users of postal services provided in the United Kingdom. 2 A review under subsection (1) may, in particular, consider whether the requirements imposed by that section could be altered so as better to reflect those needs. 3 OFCOM must send a copy of each review under subsection (1) to the Secretary of State. 4 The Secretary of State may at any time direct OFCOM to carry out a review under subsection (1). 5 Where OFCOM have carried out a review under subsection (1), the Secretary of State may by order amend section 31. 6 The provision that may be made by an order under subsection (5) does not include the making of different provision in relation to different places in the United Kingdom. 7 An order under subsection (5)— a is subject to affirmative resolution procedure, and b may include such amendments of this Part as the Secretary of State considers necessary or expedient in consequence of any provision made by the order."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "35", "section_title": "Designation of universal service providers", "section_text": "35 1 OFCOM may designate one or more postal operators as universal service providers. 2 But there are only two cases in which there may be more than one postal operator designated as a universal service provider. 3 The first case is where— a OFCOM have made a procurement determination under section 45 (fairness of bearing burden of universal service obligations), and b in the light of that determination, OFCOM consider it appropriate for the number of postal operators designated as universal service providers to be greater than one. 4 The second case is where— a a postal administration order has been made under Part 4, and b OFCOM consider it appropriate for the number of postal operators designated as universal service providers to be greater than one for, or in connection with, achieving the objective of the postal administration. 5 OFCOM must publish each designation in such way as they consider appropriate for bringing it to the attention of members of the public. 6 The procedure to be followed for the making of a designation under this section must be provided for in regulations made by OFCOM. 7 OFCOM may— a review the designations for the time being in force, and b consider what (if any) designated USP conditions should continue to apply to each of the universal service providers. 8 The procedure to be followed on a review must be provided for in regulations made by OFCOM. 9 Regulations made by OFCOM must provide for a postal operator's designation to cease to have effect where, in any case described in the regulations, the operator is no longer subject to any universal service obligations. 10 Both the procedure for designations and the procedure for the conduct of review of designations provided for by regulations under this section must be one appearing to OFCOM— a to be efficient, objective, proportionate and transparent, and b not to involve, or to tend to give rise to, any undue discrimination against any person or description of persons. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "36", "section_title": "Designated USP conditions", "section_text": "36 1 OFCOM may impose a designated USP condition on a universal service provider. 2 A designated USP condition is a condition requiring the provider to do one or more of the following— a to provide a universal postal service, or part of a universal postal service, throughout the United Kingdom, or in a specified area of the United Kingdom, in accordance with the standards set out in the universal postal service order, b to provide, or make arrangements for the provision of, access points for the purposes of a universal postal service, c to provide specified information (at such times and in such manner as OFCOM may direct) to other postal operators and users of postal services about the services within paragraph (a) that it is required to provide, and d to do anything else that OFCOM consider appropriate for the purposes of, or in consequence of, the obligations imposed under any of paragraphs (a) to (c). In this subsection  “ specified ” means specified in the condition. 3 OFCOM may impose a designated USP condition only if they consider it is necessary to do so in order to secure the provision of a service of a description set out in the universal postal service order in accordance with the standards set out there. 4 A designated USP condition may make provision as to the tariffs to be used for determining prices in accordance with which a universal postal service, or part of a universal postal service, is provided. 5 In exercising the power conferred by subsection (4), OFCOM must seek to ensure that— a the prices are affordable, b the prices take account of the costs of providing the service or part of a service, and c the prices provide incentives to provide the service or part of a service efficiently. 6 A designated USP condition may impose performance targets. 7 If there are two or more universal service providers— a OFCOM must secure that there is no overlap in the universal service obligations imposed on the providers, and b designated USP conditions may require the providers to make arrangements for securing that a universal postal service operates uniformly and effectively throughout the United Kingdom. 8 In this Part  “ universal service obligations ”, in relation to a universal service provider, means the obligations imposed on the provider by any designated USP condition."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "37", "section_title": "Publication of information about performance", "section_text": "37 1 A designated USP condition must include provision requiring the universal service provider concerned— a to publish information about the extent to which it is providing specified postal services in accordance with specified standards, and b to publish annually an independently audited performance report. 2 The reference here to an independently audited performance report is to a report that— a contains information about the provider's performance in complying with specified requirements under the designated USP condition, and b is audited by an independent person for accuracy and, if there are two or more universal service providers, for its usefulness in comparing information published by other universal service providers. 3 An  “ independent person ” means a person who is independent of both OFCOM and universal service providers. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A designated USP condition may require the universal service provider concerned to meet the costs of the audit required as a result of subsection (1)(b). 6 A designated USP condition may include other provision requiring the universal service provider concerned to publish information about its performance in complying with specified requirements under the designated USP condition. 7 The provision made as a result of this section— a must include provision— i requiring information previously published to be updated and published again, and ii requiring the published information to satisfy requirements that OFCOM consider appropriate to secure its adequacy, and b may include requirements as to the times at which, and the manner in which, the information is to be published. 8 In this section  “ specified ” means specified in the designated USP condition."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "38", "section_title": "USP access conditions", "section_text": "38 1 OFCOM may impose a USP access condition on a universal service provider. 2 A USP access condition is a condition requiring the provider to do either or both of the following— a to give access to its postal network to other postal operators or users of postal services, and b to maintain a separation for accounting purposes between such different matters relating to access (including proposed or potential access) to its postal network as OFCOM may direct. 3 The provider's  “ postal network ” means the systems and all the resources used by the provider for the purpose of complying with its universal service obligations (and, accordingly, includes arrangements made with others for the provision of any service). 4 OFCOM may not impose a USP access condition unless it appears to them that the condition is appropriate for each of the following purposes— a promoting efficiency, b promoting effective competition, and c conferring significant benefits on the users of postal services. 5 In addition, OFCOM may not impose any price controls on a universal service provider in a USP access condition unless it appears to them that the provider concerned— a might otherwise fix and maintain some or all of its prices at an excessively high level with adverse consequences for users of postal services, or b might otherwise impose a price squeeze with adverse consequences for users of postal services. 6 In imposing price controls in a USP access condition in connection with the giving of access to a universal service provider's postal network or to part of that network, OFCOM must have regard to such of the costs incurred in the provision of that network, or part of that network, as OFCOM consider appropriate. 7 In imposing price controls in a USP access condition OFCOM may— a have regard to the prices at which services are available in comparable competitive markets, and b determine what they consider to represent efficiency by using cost accounting methods. 8 In deciding what obligations to impose in a USP access condition in a particular case, OFCOM must (in addition to taking into account anything relevant for the purpose of performing their duty under section 29) take into account, in particular, the following factors— a the technical and economic viability, having regard to the state of market development, of installing and using facilities that would make the proposed access unnecessary, b the feasibility of giving the proposed access, c the investment made by the universal service provider concerned in relation to the matters in respect of which access is proposed, d the need to secure effective competition in the long term, and e any rights to intellectual property that are relevant to the proposal. 9 For the purposes of this section references to giving a person access to a provider's postal network include giving a person an entitlement to use, be provided with or become a party to any services, facilities or arrangements comprised in the postal network. 10 In Schedule 3— a Part 1 makes provision about the kind of matters that may be included in a USP access condition, and b Part 2 makes provision about the resolution of access disputes by OFCOM."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "39", "section_title": "USP accounting conditions", "section_text": "39 1 OFCOM may impose a USP accounting condition on a universal service provider. 2 A USP accounting condition is a condition requiring the provider to do one or more of the following— a to maintain a separation for accounting purposes between such different matters as OFCOM may direct for such purposes as they may direct, b to comply with rules made by OFCOM in relation to those matters about the identification of costs and cost orientation, c to comply with rules made by OFCOM about the use of cost accounting systems in relation to those matters, and d to secure that its compliance with those systems is audited annually by a qualified independent auditor. 3 An obligation within subsection (2)(a)— a may require the separation to be maintained in relation to different services, facilities or products or in relation to services, facilities or products provided in different areas, and b may impose requirements about the accounting methods to be used in maintaining the separation. 4 An obligation within subsection (2)(b) or (c)— a may include conditions requiring the application of presumptions in the fixing and determination of costs and charges for any purpose, and b may require the universal service provider concerned to publish such accounts and other information relating to anything required to be done as a result of those provisions as OFCOM consider appropriate. 5 An obligation within subsection (2)(d) may require the universal service provider concerned to meet the costs of the audit. 6 If a USP accounting condition imposes rules on a universal service provider about the use of cost accounting systems, OFCOM may secure that the condition also imposes an obligation on the provider to make arrangements for a description to be made available to the public of the cost accounting system used. 7 If OFCOM impose an obligation under subsection (6), the description of information to be made available must include details of— a the main categories under which costs are brought into account for the purposes of that system, and b the rules applied for the purposes of that system with respect to the allocation of costs. 8 In this section  “ qualified independent auditor ” means a person who— a is eligible for appointment as a statutory auditor under Part 42 of the Companies Act 2006, and b if the appointment were an appointment as a statutory auditor, would not be prohibited from acting by section 1214 of that Act (independence requirement)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "40", "section_title": "Services within scope of the universal postal service", "section_text": "40 1 A postal service is within the scope of the universal postal service if— a the service falls within the description of a service set out in the universal postal service order, or b the service would fall within the description of a service set out in that order but for the fact that— i in the case of a service consisting of the delivery or collection of letters or other postal packets, the delivery or collection is not made on each of the days required by section 31 (see requirements 1 and 2), ii the service is not provided throughout the United Kingdom, or iii the service is not provided at an affordable price in accordance with a public tariff which is uniform throughout the United Kingdom, or c in the opinion of OFCOM the service is of a kind that, from the point of view of users of postal services, could reasonably be said to be interchangeable with a service of a description set out in that order. 2 In this section any reference to a service includes a part of a service."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "41", "section_title": "Notification condition", "section_text": "41 1 OFCOM may impose a notification condition on— a every person providing, or intending to provide, a service within the scope of the universal postal service, or b every person providing, or intending to provide, a service within the scope of the universal postal service of a specified description. 2 A notification condition is a condition requiring the person to give OFCOM— a advance notice of the person's intention to provide a letters business on a specified scale (whether or not the person is currently providing a letters business or any other postal service), and b where the person is already providing a letters business on a specified scale, advance notice of the person's intention to expand the business by a specified extent. 3 A specified scale or extent may be determined by reference to any specified factor. 4 The Secretary of State may at any time direct OFCOM to impose a notification condition. 5 The direction may (but need not) specify some or all of the provision to be contained in the condition. 6 Where a notification condition applies to a person at a time when the person is not providing a postal service— a Schedule 7 (enforcement of regulatory conditions) is to have effect as if paragraph 7(2) and (3) were omitted and as if, for the purposes of paragraph 11, the person were providing a postal service, and b Schedule 8 (information provisions) is to have effect as if the person were a person falling within paragraph 1(2) and as if, for the purposes of paragraph 8, the person were providing a postal service. 7 In this section— “ advance notice ” means written notice given at least a specified period of time before the person intends to do as mentioned in subsection (2)(a) or (b), “ a letters business ” means a postal service which consists in the delivery of letters, and “ specified ” means specified in the notification condition."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "42", "section_title": "General universal service conditions", "section_text": "42 1 OFCOM may impose a general universal service condition on— a every postal operator providing a service within the scope of the universal postal service, or b every postal operator providing a service within the scope of the universal postal service of a description specified in the condition. 2 A general universal service condition is— a a condition containing such obligations as OFCOM consider necessary to impose for, or in connection with, securing the provision of a universal postal service in accordance with the standards set out in the universal postal service order, or b a condition containing such obligations as OFCOM consider necessary to impose for the purposes of section 46. 3 A general universal service condition may require a person— a to make contributions in accordance with any scheme established under section 46, and b to take such steps as may be required by any such scheme as regards contributions made by users of services within the scope of the universal postal service. 4 At any time when there is a universal service provider, nothing in subsection (2)(a) is to be read as authorising the imposition of a condition requiring a person— a to deliver or collect letters or other postal packets as mentioned in section 31, b to provide a service throughout the United Kingdom, or c to provide a service at an affordable price in accordance with a public tariff which is uniform throughout the United Kingdom."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "43", "section_title": "Recovery of administrative charges incurred by OFCOM", "section_text": "43 Schedule 4 makes provision authorising OFCOM to impose charges on postal operators providing services within the scope of the universal postal service to meet costs incurred by OFCOM in carrying out their functions in relation to postal services."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "44", "section_title": "Review of costs of universal service obligations", "section_text": "44 1 OFCOM may from time to time review the extent (if any) of the financial burden for a universal service provider of complying with its universal service obligations. 2 In carrying out a review under this section OFCOM must consider the extent to which, in their opinion, the provider is complying with its universal service obligations in a cost-efficient manner. 3 If— a regulations under section 35 require the financial burden of complying with universal service obligations (or proposed universal service obligations) to be taken into account in determining whom to designate, and b the regulations provide for a particular method of calculating that burden to be used for the purposes of that determination, that must be the method of calculation applied on a review under this section. 4 If subsection (3) does not apply, the financial burden of complying is to be taken to be the amount calculated by OFCOM to be the net cost of compliance after allowing for market benefits accruing to the universal service provider from— a the provider's designation, and b the application to the provider of universal service obligations. 5 After carrying out a review under this section OFCOM must either— a ensure that the calculations made by them on the review are audited by a person who appears to them to be independent of universal service providers, or b carry out an audit of those calculations themselves. 6 OFCOM must ensure that a report on the audit— a is prepared, and b if not prepared by OFCOM, is provided to them. 7 OFCOM must publish— a their conclusions on the review, and b a summary of the report of the audit which was carried out as respects the calculations made for the purposes of that review. 8 The publication must be in such manner as OFCOM consider appropriate for bringing it to the attention of the persons who, in their opinion, are likely to be affected by it. 9 The Secretary of State may at any time direct OFCOM to carry out a review under this section. 10 Unless directed to do so by the Secretary of State, OFCOM may not carry out a review under this section before the end of the period of 5 years beginning with the day on which this section comes into force."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "45", "section_title": "Fairness of bearing burden of universal service obligations", "section_text": "45 1 This section applies if OFCOM— a have concluded on a review under section 44 that complying with its universal service obligations imposes a financial burden on a universal service provider, and b have published that conclusion in accordance with that section. 2 OFCOM must determine whether they consider it is or would be unfair for the provider to bear, or to continue to bear, the whole or a part of the burden of complying with its universal service obligations. 3 The determination by OFCOM of— a whether it is or would be unfair for the provider to bear, or to continue to bear, that burden, or b the extent (if any) to which that is or would be unfair, must be made in accordance with regulations made by OFCOM. 4 OFCOM must publish the determination. 5 The publication must be in such manner as OFCOM consider appropriate for bringing it to the attention of the persons who, in their opinion, are likely to be affected by it. 6 If OFCOM determine that it is or would be unfair for the provider to bear, or to continue to bear, the whole or a part of that burden, they must submit a report to the Secretary of State setting out their recommendations as to the action (if any) that they consider ought to be taken to deal with the burden. 7 The report may make recommendations— a about the order in which action ought to be taken, and b as to whether the taking of action ought to be contingent on the success or otherwise of the taking of other action. 8 The recommended action may consist of one or more of the following— a the carrying out of a review under section 34 (review of minimum requirements), b requiring contributions to be made in accordance with section 46 for meeting some or all of that burden, and c the making of a procurement determination. 9 A procurement determination is a determination by OFCOM as to whether, in their opinion, any particular postal operator or operators (which may include the provider) could provide any of the postal services required to be provided by the universal service obligations concerned in a way which would mean that— a no unfair financial burden would be imposed on any person (or persons) in complying with those obligations, or b the financial burden imposed on any person (or persons) in complying with those obligations would be less unfair than the one mentioned in subsection (6). 10 A procurement determination must be made in accordance with regulations made by OFCOM. 11 After receiving the report under subsection (6), the Secretary of State must determine what action (if any) the Secretary of State considers ought to be taken by OFCOM to deal with the burden. 12 The Secretary of State may then direct OFCOM to take that action. 13 A direction under subsection (12) may make provision— a about the order in which specified action is to be taken, and b for the taking of specified action to be contingent on the success or otherwise of the taking of other specified action. In this subsection  “ specified ” means specified in the direction. 14 A direction under subsection (12) may not require OFCOM to make a procurement determination at any time in the period of 10 years beginning with the day on which this section comes into force unless the universal service provider has agreed to the making of the determination."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "46", "section_title": "Contributions for meeting burden", "section_text": "46 1 This section applies where the Secretary of State has directed OFCOM to require contributions to be made for meeting some or all of the burden concerned. 2 The contributions are to be made by either or both of the following— a postal operators providing services within the scope of the universal postal service, b users of services within the scope of the universal postal service (by way of the charges paid by them). 3 OFCOM may determine that the contributions under this section are to be made only by a description of postal operator or user. 4 The assessment, collection and distribution of the contributions must be carried out in accordance with a mechanism provided for in a scheme contained in regulations made by OFCOM. 5 OFCOM must exercise their power to make the regulations in a way they consider will secure the operation of the scheme— a in an objective, proportionate and transparent way, b in a way that does not involve, or tend to give rise to, any undue discrimination against particular postal operators (or a particular description of postal operators) or particular users (or a particular description of users), and c in a way that avoids, or (if that is impracticable) minimises, any distortion of competition. 6 The regulations may provide for— a the scheme, and b any fund set up for the purposes of the scheme, to be administered by OFCOM or some other person specified in the regulations. 7 A person may be specified only if OFCOM are satisfied as to the person's independence of both— a universal service providers, and b postal operators providing postal services within the scope of the universal postal service. 8 The regulations may not be made unless— a the Secretary of State has consented to the making of them and b a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "47", "section_title": "Report on sharing mechanism", "section_text": "47 1 This section applies where regulations under section 46 provide for a scheme for the assessment, collection and distribution of contributions. 2 OFCOM must prepare and publish a report setting out, in relation to the period to which it applies— a every determination by OFCOM that has had effect in relation to a time in that period as a determination of the costs of providing anything required to be provided by a universal service provider to meet its universal service obligations, b the market benefits for each universal service provider that have accrued to the provider during that period from its designation and the application to it of universal service obligations, and c the contribution made by every person who has made a contribution during that period. 3 The first report under this section must be prepared in relation to the period of 12 months beginning with the coming into force of the first regulations made under section 46. 4 Subsequent reports must be prepared in relation to the period of 12 months beginning with the end of the period to which the previous report applied. 5 A report under this section— a must be prepared as soon as practicable after the end of the period to which it is to apply, and b must be published as soon as practicable after its preparation is complete. 6 OFCOM are not required under this section— a to publish any matter that is confidential, or b to publish anything that it would not be reasonably practicable to publish without disclosing such a matter. 7 A matter is confidential for this purpose— a if it relates specifically to the affairs of a particular body and publication of the matter would or might, in OFCOM's opinion, seriously and prejudicially affect the interests of the body, and b if it relates to the private affairs of an individual and publication of the matter would or might, in OFCOM's opinion, seriously and prejudicially affect the interests of the individual. 8 A report under this section must be published in such manner as OFCOM consider appropriate for bringing it to the attention of the persons who, in their opinion, are affected by the matters to which it relates."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "48", "section_title": "Notification by postal operators", "section_text": "48 1 The Secretary of State may make regulations requiring persons to notify OFCOM before they carry on business as postal operators. 2 The Secretary of State must consult OFCOM before making the regulations. 3 The regulations may make provision corresponding, with such modifications as appear to the Secretary of State to be appropriate, to any of the provisions of sections 33 to 37 of the Communications Act 2003 (requirements to notify before carrying on a regulated activity). 4 The maximum penalty which may be imposed by the regulations for failure to comply with any of its provisions must not exceed the maximum penalty for the time being specified in section 37(6) of that Act. 5 OFCOM must establish and maintain a register which records every notification given to them under the regulations. 6 Information recorded in the register must be recorded in such manner as OFCOM consider appropriate. 7 OFCOM must publish a notice setting out— a the times at which the register is for the time being available for public inspection, and b the fees that must be paid for, or in connection with, an inspection of the register. 8 The notice must be published in such manner as OFCOM consider appropriate for bringing it to the attention of the persons who, in their opinion, are likely to be affected by it. 9 OFCOM must make the register available for public inspection— a during such hours, and b on payment of such fees, as are set out in the notice for the time being in force under subsection (7). 10 Regulations under this section are subject to negative resolution procedure."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "49", "section_title": "Essential conditions", "section_text": "49 1 OFCOM may impose an essential condition on— a every postal operator, or b every postal operator of a description specified in the condition. 2 An essential condition is a condition containing such obligations as OFCOM consider necessary to impose for, or in connection with, any one or more of the following purposes— a safeguarding confidentiality in connection with the sending, conveyance and delivery of letters, b safeguarding security where dangerous goods are transported, c safeguarding the confidentiality of information conveyed, d guarding against the theft or loss of or damage to postal packets, and e securing the delivery of postal packets to the intended addressees."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "50", "section_title": "General access conditions", "section_text": "50 1 OFCOM may impose a general access condition on a particular postal operator (or operators). 2 A general access condition is a condition requiring the operator to do either or both of the following— a to give access to other postal operators, or users of postal services, to the operator's postal infrastructure or any service within the scope of the universal postal service which it provides, and b to maintain a separation for accounting purposes between such different matters relating to access of a kind within paragraph (a) (including proposed or potential access of that kind) as OFCOM may direct. 3 An operator's  “ postal infrastructure ” includes both physical infrastructure (such as letter boxes) and infrastructure in non-physical form (such as information relating to postcodes or addresses or arrangements made with others for the provision of any service). 4 OFCOM may impose a general access condition only if it appears to them that the condition is necessary for either or both of the following purposes— a protecting the interests of the users of postal services, and b promoting effective competition. 5 In deciding what obligations to impose in general access conditions in a particular case, OFCOM must (in addition to taking into account anything relevant for the purpose of performing their duty under section 29) take into account, in particular, the following factors— a the technical and economic viability, having regard to the state of market development, of installing and using facilities that would make the proposed access unnecessary, b the feasibility of giving the proposed access, c the investment made by the postal operator in relation to the matters in respect of which access is proposed, d the need to secure effective competition in the long term, and e any rights to intellectual property that are relevant to the proposal. 6 For the purposes of this section a reference to giving a person access to an operator's postal infrastructure includes giving a person an entitlement to use, be provided with or become a party to any services, facilities or arrangements comprised in the infrastructure. 7 In Schedule 3— a Part 1 makes provision about the kind of matters that may be included in general access conditions, and b Part 2 makes provision about the resolution of access disputes by OFCOM."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "51", "section_title": "Consumer protection conditions", "section_text": "51 1 OFCOM may impose a consumer protection condition on— a every postal operator, or b every postal operator of a specified description. 2 A consumer protection condition is a condition requiring the operator to do one or more of the following— a to assume specified liability in respect of specified loss of or damage to specified postal packets, b to establish and maintain procedures, standards and policies with respect to consumer protection matters, ... c to make payments relating to qualifying consumer expenses of  ...   Citizens Advice   ...  or the General Consumer Council for Northern Ireland  , ... ca to make payments relating to such amounts as the Secretary of State considers reasonable in respect of the provision, in or as regards Scotland, of consumer advocacy and advice by, or by agreement with, a public body or the holder of a public office, in relation to users of postal services, and d to make payments relating to qualifying consumer expenses of the Secretary of State. 3 The reference in subsection (2)(b) to consumer protection matters is to— a the handling of complaints made to postal operators by users of their services, b the resolution of disputes between postal operators and users of their services, c the provision of remedies and redress in respect of matters that form the subject-matter of such complaints or disputes, d the information that is to be made available by postal operators to users of their services about service standards and about the rights of those users, and e anything else appearing to OFCOM to be necessary to secure effective protection for those users. 4 The reference in subsection (2)(c) to qualifying consumer expenses of  Citizens Advice ...  or the General Consumer Council for Northern Ireland is to— a such proportion of the expenses of  Citizens Advice  as the Secretary of State considers reasonable having regard to the functions exercisable by it in relation to users of postal services (including expenses which relate to taking on functions transferred from the National Consumer Council, but not including expenses within paragraph (b)), b such proportion of the expenses of  Citizens Advice  relating to a transfer scheme made in respect of the National Consumer Council under section 23 of the Public Bodies Act 2011 as the Secretary of State considers reasonable having regard to the functions exercisable by  Citizens Advice  in relation to users of postal services, c such proportion of the expenses of  Citizens Advice  incurred in connection with its support of any qualifying public consumer advice scheme as the Secretary of State considers reasonable having regard to the functions under the scheme exercisable in relation to users of postal services, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g such proportion of the expenses of the General Consumer Council for Northern Ireland as the Secretary of State considers reasonable having regard to the functions exercisable by it in relation to users of postal services (including expenses which relate to taking on functions transferred from the National Consumer Council). 4ZA The reference in subsection (2)(d) to qualifying consumer expenses of the Secretary of State is to— a such proportion of the expenses of the Secretary of State relating to the abolition of the National Consumer Council as the Secretary of State considers reasonable having regard to the functions exercised by the National Consumer Council in relation to users of postal services, b such proportion of the expenses of the Secretary of State relating to the conferring of functions on  Citizens Advice ,  Citizens Advice Scotland  and the General Consumer Council for Northern Ireland by the Public Bodies (Abolition of the National Consumer Council and Transfer of the Office of Fair Trading’s Functions in relation to Estate Agents  etc ) Order 2014 ( S.I.  2014/…) as the Secretary of State considers reasonable having regard to the functions exercisable by any of those bodies in relation to users of postal services, and c such proportion of the expenses of the Secretary of State relating to a transfer scheme made in respect of the National Consumer Council under section 23 of the Public Bodies Act 2011 as the Secretary of State considers reasonable having regard to the functions exercised by the National Consumer Council in relation to users of postal services. 4A A qualifying public consumer advice scheme is a scheme that is supported by Citizens Advice  ...  in a manner that the   Competition and Markets Authority   is prohibited from using by section 8A of the Enterprise Act 2002. 5 In imposing a consumer protection condition, OFCOM must (so far as they consider appropriate) secure that— a the procedures for the handling of complaints and the resolution of disputes are easy to use, transparent and effective and otherwise facilitate the settling of disputes fairly and promptly, b users have the right to use those procedures free of charge, and c if a postal operator contravenes a consumer protection condition, the operator follows such procedures as may be required by the condition. 6 The Secretary of State may direct OFCOM to include provision within subsection (2)(c)   , (ca)                   or (d)   in consumer protection conditions. 7 In this section and section 52 any reference, in relation to postal operators, to users of their services is to users of any of the postal services provided by the operators. 8 In this section    — ... “specified” means means specified in the consumer protection condition."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "52", "section_title": "Provision that may be made by consumer protection conditions", "section_text": "52 1 A consumer protection condition may require postal operators to be members of an approved redress scheme. 2 A  “redress scheme” is a scheme under which complaints about postal operators by users of their services may be made to, and investigated and determined by, a person who is independent of postal operators and OFCOM. 3 A redress scheme is  “approved” if it is approved by OFCOM in accordance with Schedule 5. 4 For the purposes of the law relating to defamation, proceedings under an approved redress scheme are to be treated in the same way as proceedings before a court. 5 A consumer protection condition may require postal operators— a to provide information to OFCOM with respect to the levels of compliance with the standards for the handling of complaints, and b to publish information about the number of complaints made about them (whether under an approved redress scheme or otherwise) and the way in which the complaints have been dealt with. 6 Requirements may be contained in the condition as to the times at which, and the manner in which, any information is to be published as a result of subsection (5)(b). 7 A consumer protection condition imposed on a universal service provider must include a requirement within subsection (5)(b)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "53", "section_title": "Imposition, modification or revocation of regulatory conditions", "section_text": "53 Schedule 6 contains general provision about the imposition of regulatory conditions and their modification or revocation."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "54", "section_title": "Enforcement of regulatory requirements", "section_text": "54 Schedule 7 makes provision for the enforcement of regulatory requirements imposed by OFCOM in carrying out their functions in relation to postal services."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "55", "section_title": "Information", "section_text": "55 1 Schedule 8 makes provision   about the provision of information   to OFCOM for the purpose of carrying out their functions in relation to postal services or for related purposes. 2 In that Schedule— a Part 1 makes provision authorising OFCOM to require information to be provided to them, b Part 2 makes provision for the enforcement of those requirements  ..., and c Part 3 contains supplementary provision. 3 Nothing in Schedule 7 to the Postal Services Act 2000 (disclosure of information) prevents the Postal Services Commission from disclosing information to OFCOM for the purposes of OFCOM's functions in relation to postal services."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "56", "section_title": "General restriction on disclosure of information", "section_text": "56 1 Information that— a is obtained as a result of this Part, and b relates to the affairs of an individual or to a particular business, must not be disclosed during the lifetime of the individual or so long as the business is carried on, except as provided by this section. 2 Disclosure is permitted— a with the consent of the individual or the person for the time being carrying on the business, b for the purpose of facilitating the carrying out by OFCOM of any of their functions, c for the purpose of facilitating the carrying out by the Secretary of State, the Treasury or the   Competition and Markets Authority   of any of their functions under this Act, d for the purpose of facilitating the carrying out by a prescribed body or other person of any functions under a prescribed enactment, e in connection with the investigation of any criminal offence or for the purposes of any criminal proceedings, f for the purposes of any civil proceedings brought as a result of this Part or any prescribed enactment, g in pursuance of    an assimilated   obligation , or h in any other prescribed circumstances or for any other prescribed purpose. 3 In subsection (2)\t\t\t\t\t “ prescribed ” means prescribed by an order of the Secretary of State. 4 An order under subsection (3) is subject to affirmative resolution procedure. 5 This section does not apply to information that has been made available to the public by being disclosed in circumstances in which, or for a purpose for which, disclosure is not precluded by this section. 6 This section also does not apply to information that is subject to the disclosure regime in Part 9 of the Enterprise Act 2002 as a result of— a section 393(8) of the Communications Act 2003 (information obtained by OFCOM in exercise of competition functions), or b section 29(3) of the Consumers, Estate Agents and Redress Act 2007 (information obtained by   Citizens Advice  etc ). 6A Nothing in this section prevents the disclosure of information under section 24A or 24B of the Communications Act 2003. 7 A person who discloses information in contravention of this section commits an offence. 8 A person guilty of an offence under this section is liable— a on summary conviction, to a fine not exceeding the statutory maximum, or b on conviction on indictment, to a fine or imprisonment for a term not exceeding two years or both."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "57", "section_title": "Decisions by OFCOM to impose regulatory conditions, penalties etc", "section_text": "57 1 For the purposes of this section a  “ qualifying decision ” means— a a decision to impose or modify a regulatory condition, b a decision to give, modify or withdraw a direction, consent or approval that falls within paragraph 2 of Schedule 6, c a decision to impose a penalty, or give or modify a direction, under any provision of Schedule 4, 7 or 8, d a decision to give or modify a direction under section 89A or 116(2A) of the Postal Services Act 2000 (schemes as to terms and conditions for provision of postal services, and the Postcode Address File), or e a decision to give a direction under section 25(5) of the Consumers, Estate Agents and Redress Act 2007 (enforcement of requirements to give information to the   Citizens Advice  etc ). 2 A person affected by a qualifying decision may appeal against it to the Competition Appeal Tribunal (“the CAT”). 3 The means of making an appeal is by sending the CAT a notice of appeal in accordance with rules made under section 15 of the Enterprise Act 2002. 4 The notice of appeal must be sent within the period specified, in relation to the decision appealed against, in those rules. 5 In determining an appeal under this section the CAT must apply the same principles as would be applied by a court on an application for judicial review. 6 The CAT must either— a dismiss the appeal, or b quash the whole or part of the qualifying decision to which the appeal relates. 7 If the CAT quashes the whole or part of a qualifying decision, it may refer the matter back to the person who made the decision with a direction to reconsider and make a new decision in accordance with its ruling. 8 The CAT may not direct the person who made the decision to take any action that the person would not otherwise have the power to take in relation to the decision. 9 Except in the case of a decision to impose a penalty, or give or modify a direction, under Schedule 4, 7 or 8, the effect of a qualifying decision is not suspended by the making of an appeal against the decision under this section."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "58", "section_title": "Appeals from the CAT", "section_text": "58 1 An appeal lies to the appropriate court on any point of law arising from a decision of the CAT under section 57. 2 An appeal under this section may be brought by— a a party to the proceedings before the CAT, or b any other person who has a sufficient interest in the matter. 3 An appeal under this section requires the permission of the CAT or the appropriate court. 4 In this section  “ the appropriate court ” means— a in relation to England and Wales and Northern Ireland, the Court of Appeal, and b in relation to Scotland, the Court of Session."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "59", "section_title": "Price control decisions", "section_text": "59 1 A person affected by a price control decision may appeal against it by sending a notice of appeal to OFCOM within the period of two months beginning with the day on which the decision is published. 2 The notice of appeal must set out the grounds of appeal in sufficient detail to indicate the error (or errors) which the appellant contends OFCOM made. 3 OFCOM must refer any appeal made in accordance with this section (and with rules made under section 60) to the   Competition and Markets Authority (“the CMA”)   as soon as reasonably practicable after it is made. 4 The making of an appeal against a decision does not suspend the effect of the decision. 5 The   CMA   must determine an appeal before the end of— a the period of 4 months beginning with the day on which OFCOM refer the appeal to it, or b if the decision appealed against is not an initial price control decision and the   CMA   considers that the circumstances of the case are exceptional, the period of 6 months beginning with that day. If paragraph (b) applies, the   CMA   must, before the end of the period mentioned in paragraph (a), publish its reasons for considering that the circumstances of the case are exceptional. 6 On determining the appeal, the   CMA   must— a dismiss the appeal, b allow the appeal and make its own decision on the subject matter of the appeal, or c quash the whole or part of the price control decision to which the appeal relates. 7 The   CMA   may allow the appeal, or quash the whole or part of the price control decision to which the appeal relates, only if it considers that OFCOM made a material error. 8 If the   CMA   quashes the whole or part of a price control decision, it may refer the matter back to OFCOM with a direction to reconsider and make a new decision in accordance with its ruling. 9 The   CMA   may not direct OFCOM to take any action that they would not otherwise have the power to take in relation to the decision. 10 OFCOM must give effect to any decision of the   CMA   under subsection (6)(b) as soon as is reasonably practicable after it is made. 11 The   CMA   may investigate any matter or do any other thing for the purpose of making a decision under subsection (6)(b) or (c). 12 Any decision made by the   CMA   under subsection (6) other than one relating to an initial price control decision is a qualifying decision for the purposes of section 57. 12A The CMA's functions with respect to an appeal under this section are to be carried out on its behalf by a group constituted for the purpose by the chair of the CMA under Schedule 4 to the Enterprise and Regulatory Reform Act 2013 13 In this section— a  “ price control decision ” means— a decision of OFCOM as to the tariffs that are to be used as mentioned in section 36(4) (designated USP condition: tariffs), or a decision of OFCOM (other than under Part 2 of Schedule 3) as to prices that may be charged for the giving of access under an access condition, and an  “ initial price control decision ” means— the first decision of OFCOM within paragraph (a) of the definition of  “price control decision”, or the first decision of OFCOM within paragraph (b) of that definition."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "60", "section_title": "Section 59: supplementary", "section_text": "60 1 The   CMA   may make rules about the making, conduct and disposal of appeals under section 59. 2 The rules may, in particular, impose time limits or other restrictions on— a the taking of evidence at an oral hearing, or b the making of representations or observations at an oral hearing. 3 The rules may make different provision for different cases. 4 The   CMA   must publish the rules in such manner as it considers appropriate for the purpose of bringing them to the attention of those likely to be affected by them. 5 Before making the rules, the   CMA   must consult such persons as it considers appropriate. 6 The Secretary of State may by order— a apply any of sections 109 to 117 of the Enterprise Act 2002 (investigation powers of the   CMA ), with or without modifications, in relation to appeals made under section 59, and b make provision for and in connection with the extension of the period within which appeals must be determined in cases where requirements imposed under section 109 of that Act (as applied) have not been complied with. 7 An order under subsection (6) applying an enactment under which a criminal or civil penalty could be imposed may not provide for the penalty to be greater than that which could be imposed under the enactment. 8 An order under subsection (6) is subject to negative resolution procedure."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "61", "section_title": "Duties in relation to social and environmental matters", "section_text": "61 1 The Secretary of State may from time to time give guidance about the making by OFCOM, in the carrying out of their functions in relation to postal services, of a contribution towards the attainment of any social or environmental policies set out or referred to in the guidance. 2 OFCOM must, when carrying out their functions in relation to postal services, have regard to any guidance given under subsection (1). 3 Before giving any such guidance, the Secretary of State must consult— a OFCOM, b  Citizens Advice , ba   Consumer Scotland , bb if the guidance relates to Northern Ireland, the General Consumer Council for Northern Ireland, and c such other persons as the Secretary of State considers appropriate. 3A The Secretary of State is not required to consult  Citizens Advice  or   Consumer Scotland   if the draft guidance relates only to Northern Ireland. 4 A draft of any guidance proposed to be given under subsection (1) must be laid before Parliament. 5 Guidance may not be given under subsection (1) until after the end of the period of 40 days beginning with the day on which the draft is laid before Parliament. 6 In calculating that 40 day period, no account is to be taken of any time during which— a Parliament is dissolved or prorogued, or b both Houses of Parliament are adjourned for more than four days. 7 If, before the end of that 40 day period, either House of Parliament resolves that the guidance should not be given, the Secretary of State must not give it. 8 The Secretary of State must publish any guidance given under subsection (1) in such way as the Secretary of State considers appropriate."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "62", "section_title": "UK  postage stamps bearing image of Her Majesty", "section_text": "62 1 The Secretary of State may give a direction to a universal service provider requiring the provider to do either or both of the following— a to issue United Kingdom postage stamps bearing the image of Her Majesty (“relevant stamps”) in cases specified in the direction, and b to comply with provision specified in the direction in relation to any relevant stamps that the provider is required or proposes to issue. 2 A direction under subsection (1)(b) must include provision for relevant stamps not to be issued without the approval of Her Majesty. 3 The provision that may be contained in a direction under subsection (1)(b) includes— a provision in relation to the design or subject-matter of relevant stamps (including the frequency of designs in any period specified in the direction), and b provision conferring functions on persons (or a committee of persons). 4 A person to whom a direction has been given has a duty to comply with it. 5 That duty is enforceable in civil proceedings by the Secretary of State— a for an injunction, b for specific performance of a statutory duty under section 45 of the Court of Session Act 1988, or c for any other appropriate remedy or relief."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "63", "section_title": "Orders, schemes and regulations made by OFCOM", "section_text": "63 Section 403 of the Communications Act 2003 (regulations and orders made by OFCOM) applies to any power of OFCOM under this Part to make an order, a scheme or regulations."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "64", "section_title": "Abolition of Postal Services Commission etc", "section_text": "64 1 The Postal Services Commission is abolished. 2 In section 30 of, and Schedule 2 to, the Communications Act 2003 (transfers of property etc from pre-commencement regulators), each reference to a pre-commencement regulator includes the Postal Services Commission. 3 The following provisions apply in relation to a transfer scheme made by virtue of subsection (2). 4 The Transfer of Undertakings (Protection of Employment) Regulations 2006 apply to a transfer, by virtue of a transfer scheme, of rights and liabilities under a contract of employment (whether or not the transfer would otherwise be a relevant transfer for the purposes of those regulations). 5 Where an employee of the Postal Services Commission becomes an employee of OFCOM by virtue of a transfer scheme— a a period of employment with that Commission is to be treated as a period of employment with OFCOM, and b the transfer to OFCOM is not to be treated as a break in service. 6 The transfer of functions, property, rights or liabilities from the Postal Services Commission to OFCOM under or by virtue of this Act is not to be treated as a merger for accounting purposes."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "65", "section_title": "Interpretation of Part 3 etc", "section_text": "65 1 In this Part— “ access condition ” means a USP access condition or a general access condition, “ access point ” has the meaning given by section 29(11),   “ Citizens Advice ” means the National Association of Citizens Advice Bureaux,  “ Citizens Advice Scotland ” means the Scottish Association of Citizens Advice Bureaux; “ consumer protection condition ” has the meaning given by section 51, “ contravention ” has the meaning given by subsection (4)(a), “ designated USP condition ” has the meaning given by section 36, “ essential condition ” has the meaning given by section 49, “ general access condition ” has the meaning given by section 50, “ general universal service condition ” has the meaning given by section 42, “letter”— means any communication in written form on any kind of physical medium to be conveyed to the person or address indicated on the item itself or on its wrapping (excluding any book, catalogue, newspaper or periodical), and includes a postal packet containing any communication within paragraph (a), “ notification condition ” has the meaning given by section 41, “ postal operator ” has the meaning given by section 27, “ postal packet ” has the meaning given by section 27, “ postal services ” has the meaning given by section 27, “ regulatory condition ” has the meaning given by section 28, “ universal postal service order ” has the meaning given by section 30, “ universal service obligations ” has the meaning given by section 36(8), “ universal service provider ” means any postal operator for the time being designated under section 35, “ user ”, in relation to a postal service, includes— addressees, and potential users, “ USP access condition ” has the meaning given by section 38, and “ USP accounting condition ” has the meaning given by section 39. 2 In this Part— a references to the provision of a universal postal service are to be read in accordance with sections 30 to 33, and b references to the provision of a service within the scope of the universal postal service are to be read in accordance with section 40. 3 In the case of a universal service provider who— a provides part of a universal postal service, or b provides a universal postal service, or part of a universal postal service, in a specified area of the United Kingdom, references in this Part to the provision of a universal postal service are to the provision of that part or to the provision of a universal postal service, or part of a universal postal service, in that area. 4 For the purposes of this Part— a “ contravention ” includes a failure to comply (and related expressions are to be read accordingly), b where there is a contravention of an obligation that requires a person to do anything within a particular period or before a particular time, the contravention is to be taken to continue after the end of that period, or after that time, until that thing is done, c references to remedying the consequences of a contravention include paying an amount to a person— i by way of compensation for loss or damage suffered by the person, or ii in respect of annoyance, inconvenience or anxiety to which the person has been put, and d in determining whether a contravention is a repeated contravention for any purposes, a notification of a contravention under any provision is to be ignored if it has been withdrawn before the imposition of a penalty in respect of the matters notified. 5 Any direction given by the Secretary of State under any provision of this Part— a must be in writing, and b may be varied or revoked by a further direction. 6 Nothing in any provision of this Part that authorises the inclusion of any particular kind of provision in any regulatory condition or direction is to be read as restricting the generality of the provision that may be included in the condition or direction. 7 Any power under this Part to provide for the manner in which anything is to be done includes power to provide for the form in which it is to be done. 8 Any reference in this Part to OFCOM's functions under an enactment includes their power to do anything which appears to them to be incidental or conducive to the carrying out of their functions under that enactment."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "66", "section_title": "Transitional provisions for Part 3", "section_text": "66 Schedule 9 makes transitional provision in connection with the coming into force of this Part and provides for OFCOM to carry out certain functions before the provisions of this Part come into force generally."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "67", "section_title": "Review of Part 3", "section_text": "67 1 As soon as reasonably practicable after the end of the review period, the Secretary of State must— a carry out a review of the provisions of this Part, and b set out the conclusions of the review in a report. 2 The report must, in particular— a set out the objectives intended to be achieved by the regulatory system established by those provisions, b assess the extent to which those objectives have been achieved, and c assess whether those objectives remain appropriate and, if so, the extent to which they could be achieved with a system that imposed less regulation. 3 The review period is the period of 5 years beginning with the day on which the provisions of this Part come generally into force. 4 The Secretary of State must lay the report before Parliament."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "68", "section_title": "Postal administration orders", "section_text": "68 1 In this Part  “ postal administration order ” means an order which— a is made by the court in relation to a company which is a universal service provider, and b directs that, while the order is in force, the company's affairs, business and property are to be managed by a person appointed by the court. 2 The person appointed in relation to a company for the purposes of a postal administration order is referred to in this Part as the postal administrator of the company. 3 The postal administrator of a company must— a manage the company's affairs, business and property, and b exercise and perform all the powers and duties conferred or imposed on the postal administrator of the company, so as to achieve the objective set out in section 69. 4 In relation to a postal administration order applying to a foreign company, references in this section to the company's affairs, business and property are references to its UK affairs, business and property."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "69", "section_title": "Objective of a postal administration", "section_text": "69 1 The objective of a postal administration is to secure— a that a universal postal service is provided in accordance with the standards set out in the universal postal service order, and b that it becomes unnecessary, by one or both of the following means, for the postal administration order to remain in force for that purpose. 2 Those means are— a the rescue as a going concern of the company subject to the order, and b relevant transfers. 3 A transfer is a  “relevant” transfer if it is a transfer as a going concern— a to another company, or b as respects different parts of the undertaking of the company subject to the order, to two or more different companies, of so much of that undertaking as it is appropriate to transfer for the purpose of achieving the objective of the postal administration. 4 The means by which relevant transfers may be effected include, in particular— a a transfer of the undertaking of the company subject to the order, or of a part of its undertaking, to a wholly-owned subsidiary of that company, and b a transfer to a company of securities of a wholly-owned subsidiary to which there has been a transfer within paragraph (a). In this subsection  “ wholly-owned subsidiary ” has the meaning given by section 1159 of the Companies Act 2006. 5 The objective of a postal administration may be achieved by relevant transfers to the extent only that— a the rescue as a going concern of the company is not reasonably practicable or is not reasonably practicable without the transfers, b the rescue of the company as a going concern will not achieve the objective of the postal administration or will not do so without the transfers, c the transfers would produce a result for the company's creditors as a whole that is better than the result that would be produced without them, or d the transfers would, without prejudicing the interests of the company's creditors as a whole, produce a result for the company's members as a whole that is better than the result that would be produced without them."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "70", "section_title": "Applications for postal administration orders", "section_text": "70 1 An application for a postal administration order in relation to a company may be made only— a by the Secretary of State, or b with the consent of the Secretary of State, by OFCOM. 2 The applicant for a postal administration order in relation to a company must give notice of the application to— a every person who has appointed an administrative receiver of the company, b every person who is or may be entitled to appoint an administrative receiver of the company, c every person who is or may be entitled to make an appointment in relation to the company under paragraph 14 of Schedule B1 to the 1986 Act (appointment of administrators by holders of floating charges), and d such other persons as may be prescribed by postal administration rules. 3 The notice must be given as soon as reasonably practicable after the making of the application. 4 In this section  “ administrative receiver ” means— a an administrative receiver within the meaning given by section 251 of the 1986 Act for the purposes of Parts 1 to 7 of that Act, or b a person whose functions in relation to a foreign company are equivalent to those of an administrative receiver and relate only to its UK affairs, business and property."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "71", "section_title": "Powers of court", "section_text": "71 1 On hearing an application for a postal administration order, the court has the following powers— a it may make the order, b it may dismiss the application, c it may adjourn the hearing conditionally or unconditionally, d it may make an interim order, e it may treat the application as a winding-up petition and make any order the court could make under section 125 of the 1986 Act (power of court on hearing winding-up petition), and f it may make any other order which it thinks appropriate. 2 The court may make a postal administration order in relation to a company only if it is satisfied— a that the company is unable, or is likely to be unable, to pay its debts, or b that, on a petition by the Secretary of State under section 124A of the 1986 Act, it would be just and equitable (disregarding the objective of the postal administration) to wind up the company in the public interest. 3 The court may not make a postal administration order on the ground set out in subsection (2)(b) unless the Secretary of State has certified to the court that the case is one in which the Secretary of State considers (disregarding the objective of the postal administration) that it would be appropriate to petition under section 124A of the 1986 Act. 4 The court has no power to make a postal administration order in relation to a company which— a is in administration under Schedule B1 to the 1986 Act, or b has gone into liquidation (within the meaning of section 247(2) of the 1986 Act). 5 A postal administration order comes into force— a at the time appointed by the court, or b if no time is appointed by the court, when the order is made. 6 An interim order under subsection (1)(d) may, in particular— a restrict the exercise of a power of the company or of its directors, or b make provision conferring a discretion on a person qualified to act as an insolvency practitioner in relation to the company. 7 In the case of a foreign company, subsection (6)(a) is to be read as a reference to restricting the exercise of a power of the company or of its directors— a within the United Kingdom, or b in relation to the company's UK affairs, business or property. 8 For the purposes of this section a company is unable to pay its debts if— a it is a company which is deemed to be unable to pay its debts under section 123 of the 1986 Act, or b it is an unregistered company which is deemed, as a result of any of sections 222 to 224 of the 1986 Act, to be so unable for the purposes of section 221 of the 1986 Act, or which would be so deemed if it were an unregistered company for the purposes of those sections."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "72", "section_title": "Postal administrators", "section_text": "72 1 The postal administrator of a company— a is an officer of the court, and b in exercising and performing powers and duties in relation to the company, is the company's agent. 2 The management by the postal administrator of a company of any of its affairs, business or property must be carried out for the purpose of achieving the objective of the postal administration as quickly and as efficiently as is reasonably practicable. 3 The postal administrator of a company must exercise and perform powers and duties in the way which, so far as it is consistent with the objective of the postal administration to do so, best protects— a the interests of the company's creditors as a whole, and b subject to those interests, the interests of the company's members as a whole. 4 A person is not to be the postal administrator of a company unless qualified to act as an insolvency practitioner in relation to the company. 5 If the court appoints two or more persons as the postal administrator of a company, the appointment must set out— a which (if any) of the powers and duties of a postal administrator are to be exercisable or performed only by the appointees acting jointly, b the circumstances (if any) in which powers and duties of a postal administrator are to be exercisable, or may be performed, by one of the appointees, or by particular appointees, acting alone, and c the circumstances (if any) in which things done in relation to one of the appointees, or in relation to particular appointees, are to be treated as done in relation to all of them."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "73", "section_title": "Conduct of administration, transfer schemes etc", "section_text": "73 1 Schedule 10 contains provision applying the provisions of Schedule B1 to the 1986 Act, and certain other enactments, to postal administration orders. 2 Schedule 11 contains provision for transfer schemes to achieve the objective of a postal administration. 3 The power to make rules under section 411 of the 1986 Act is to apply for the purpose of giving effect to this Part as it applies for the purpose of giving effect to Parts 1 to 7 of that Act (and, accordingly, as if references in that section to those Parts included references to this Part). 4 Section 413(2) of the 1986 Act (duty to consult Insolvency Rules Committee about rules) is not to apply to rules made under section 411 of the 1986 Act as a result of this section."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "74", "section_title": "Winding-up orders", "section_text": "74 1 This section applies if a person other than the Secretary of State petitions for the winding-up of a company which is a universal service provider. 2 The court is not to exercise its powers on a winding-up petition unless— a notice of the petition has been served on the Secretary of State and OFCOM, and b a period of at least 14 days has elapsed since the service of the last of those notices to be served. 3 If an application for a postal administration order in relation to the company is made to the court in accordance with section 70(1) before a winding-up order is made on the petition, the court may exercise its powers under section 71 (instead of exercising its powers on the petition). 4 References in this section to the court's powers on a winding-up petition are to— a its powers under section 125 of the 1986 Act (other than its power of adjournment), and b its powers under section 135 of the 1986 Act."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "75", "section_title": "Voluntary winding up", "section_text": "75 1 A company which is a universal service provider has no power to pass a resolution for voluntary winding up without the permission of the court. 2 Permission may be granted by the court only on an application made by the company. 3 The court is not to grant permission unless— a notice of the application has been served on the Secretary of State and OFCOM, and b a period of at least 14 days has elapsed since the service of the last of those notices to be served. 4 If an application for a postal administration order in relation to the company is made to the court in accordance with section 70(1) after an application for permission under this section has been made and before it is granted, the court may exercise its powers under section 71 (instead of granting permission). 5 In this section  “ a resolution for voluntary winding up ” has the same meaning as in the 1986 Act."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "76", "section_title": "Making of ordinary administration orders", "section_text": "76 1 This section applies if a person other than the Secretary of State makes an ordinary administration application in relation to a company which is a universal service provider. 2 The court must dismiss the application if— a a postal administration order is in force in relation to the company, or b a postal administration order has been made in relation to the company but is not yet in force. 3 If subsection (2) does not apply, the court, on hearing the application, must not exercise its powers under paragraph 13 of Schedule B1 to the 1986 Act (other than its power of adjournment) unless— a notice of the application has been served on the Secretary of State and OFCOM, b a period of at least 14 days has elapsed since the service of the last of those notices to be served, and c there is no application for a postal administration order which is outstanding. 4 Paragraph 44 of Schedule B1 to the 1986 Act (interim moratorium) does not prevent, or require the permission of the court for, the making of an application for a postal administration order. 5 On the making of a postal administration order in relation to a company, the court must dismiss any ordinary administration application made in relation to the company which is outstanding. 6 In this section  “ ordinary administration application ” means an application in accordance with paragraph 12 of Schedule B1 to the 1986 Act."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "77", "section_title": "Administrator appointments by creditors etc", "section_text": "77 1 Subsections (2) to (4) make provision about appointments under paragraph 14 or 22 of Schedule B1 to the 1986 Act (powers to appoint administrators) in relation to a company which is a universal service provider. 2 If in any case— a a postal administration order is in force in relation to the company, b a postal administration order has been made in relation to the company but is not yet in force, or c an application for a postal administration order in relation to the company is outstanding, a person may not take any step to make an appointment. 3 In any other case, an appointment takes effect only if each of the following conditions are met. 4 The conditions are— a that a copy of every document in relation to the appointment that is filed or lodged with the court in accordance with paragraph 18 or 29 of Schedule B1 to the 1986 Act has been served on the Secretary of State and OFCOM, b that a period of 14 days has elapsed since the service of the last of those copies to be served, c that there is no outstanding application to the court for a postal administration order in relation to the company, and d that the making of an application for a postal administration order in relation to the company has not resulted in the making of a postal administration order which is in force or is still to come into force. 5 Paragraph 44 of Schedule B1 to the 1986 Act (interim moratorium) does not prevent, or require the permission of the court for, the making of an application for a postal administration order at any time before the appointment takes effect."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "78", "section_title": "Enforcement of security", "section_text": "78 1 A person may not take any step to enforce a security over property of a company which is a universal service provider unless— a notice of the intention to do so has been served on the Secretary of State and OFCOM, and b a period of at least 14 days has elapsed since the service of the last of those notices to be served. 2 In the case of a foreign company which is a universal service provider, the reference to the property of the company is to its property in the United Kingdom."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "79", "section_title": "Grants and loans", "section_text": "79 1 This section applies if a postal administration order has been made in relation to a company. 2 The Secretary of State may, with the consent of the Treasury, make grants or loans to the company of such amounts as it appears to the Secretary of State appropriate for achieving the objective of the postal administration. 3 The grants or loans may be made in whatever manner, and on whatever terms, the Secretary of State considers appropriate. 4 The terms on which the grants may be made include, in particular, terms requiring the whole or a part of the grants to be repaid to the Secretary of State if there is a contravention of the other terms on which they are made. 5 The terms on which loans may be made include, in particular, terms requiring— a the loans to be repaid at such times and by such methods as the Secretary of State may, with the consent of the Treasury, from time to time direct, and b interest to be paid on the loans at such rates and at such times as the Secretary of State may, with the consent of the Treasury, from time to time direct. 6 The Secretary of State must pay sums received as a result of this section into the Consolidated Fund."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "80", "section_title": "Indemnities", "section_text": "80 1 This section applies if a postal administration order has been made in relation to a company. 2 The Secretary of State may, with the consent of the Treasury, agree to indemnify persons in respect of one or both of the following— a liabilities incurred in connection with the exercise and performance of powers and duties by the postal administrator, and b loss or damage sustained in that connection. 3 The agreement may be made in whatever manner, and on whatever terms, the Secretary of State considers appropriate. 4 As soon as practicable after agreeing to indemnify persons under this section, the Secretary of State must lay a statement of the agreement before Parliament. 5 If sums are paid by the Secretary of State in consequence of an indemnity agreed to under this section, the company must pay the Secretary of State— a such amounts in or towards the repayment to the Secretary of State of those sums as the Secretary of State may, with the consent of the Treasury, direct, and b interest on amounts outstanding under this subsection at such rates as the Secretary of State may, with the consent of the Treasury, direct. 6 The payments must be made by the company at such times and in such manner as the Secretary of State may, with the consent of the Treasury, determine. 7 Subsection (5) does not apply in the case of a sum paid by the Secretary of State for indemnifying a person in respect of a liability to the company. 8 If a sum has been paid out in consequence of an indemnity agreed to under this section, the Secretary of State must lay a statement relating to that sum before Parliament— a as soon as practicable after the end of the financial year in which the sum is paid out, and b if subsection (5) applies to the sum, as soon as practicable after the end of each subsequent financial year in relation to which the repayment condition has not been met. 9 The repayment condition is met in relation to a financial year if— a the whole of the sum has been repaid to the Secretary of State before the beginning of the year, and b the company was not at any time during the year liable to pay interest on amounts that became due in respect of the sum. 10 The power of the Secretary of State to agree to indemnify persons— a is confined to a power to agree to indemnify persons in respect of liabilities, loss and damage incurred or sustained by them as relevant persons, but b includes power to agree to indemnify persons (whether or not they are identified or identifiable at the time of the agreement) who subsequently become relevant persons. 11 The following are relevant persons for the purposes of this section— a the postal administrator, b an employee of the postal administrator, c a partner or employee of a firm of which the postal administrator is a partner, d a partner or employee of a firm of which the postal administrator is an employee, e a partner of a firm of which the postal administrator was an employee or partner at a time when the order was in force, f a body corporate which is the employer of the postal administrator, g an officer, employee or member of such a body corporate, and h a Scottish firm which is the employer of the postal administrator or of which the postal administrator is a partner. 12 For the purposes of subsection (11)— a references to the postal administrator are to be read, where two or more persons are appointed as the postal administrator, as references to any one or more of them, and b references to a firm of which a person was a partner or employee at a particular time include a firm which holds itself out to be the successor of a firm of which the person was a partner or employee at that time. 13 The Secretary of State must pay sums received as a result of subsection (5) into the Consolidated Fund."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "81", "section_title": "Guarantees where postal administration order is made", "section_text": "81 1 This section applies if a postal administration order has been made in relation to a company. 2 The Secretary of State may, with the consent of the Treasury, guarantee— a the repayment of any sum borrowed by the company while that order is in force, b the payment of interest on any sum borrowed by the company while that order is in force, and c the discharge of any other financial obligation of the company in connection with the borrowing of any sum while that order is in force. 3 The Secretary of State may give the guarantees in such manner, and on such terms, as the Secretary of State considers appropriate. 4 As soon as practicable after giving a guarantee under this section, the Secretary of State must lay a statement of the guarantee before Parliament. 5 If sums are paid out by the Secretary of State under a guarantee given under this section, the company must pay the Secretary of State— a such amounts in or towards the repayment to the Secretary of State of those sums as the Secretary of State may, with the consent of the Treasury, direct, and b interest on amounts outstanding under this subsection at such rates as the Secretary of State may, with the consent of the Treasury, direct. 6 The payments must be made by the company at such times, and in such manner, as the Secretary of State may, with the consent of the Treasury, from time to time direct. 7 If a sum has been paid out under a guarantee given under this section, the Secretary of State must lay a statement relating to that sum before Parliament— a as soon as practicable after the end of the financial year in which the sum is paid out, and b as soon as practicable after the end of each subsequent financial year in relation to which the repayment condition has not been met. 8 The repayment condition is met in relation to a financial year if— a the whole of the sum has been repaid to the Secretary of State before the beginning of the year, and b the company was not at any time during the year liable to pay interest on amounts that became due in respect of the sum. 9 The Secretary of State must pay sums received as a result of subsection (5) into the Consolidated Fund. 10 In this section  “ financial year ” means a period of 12 months ending with 31 March."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "82", "section_title": "Regulatory powers exercisable during postal administration", "section_text": "82 1 This section applies if a postal administration order has been made. 2 The Secretary of State may by order modify the universal postal service order made by OFCOM under section 30. An order under this subsection is subject to negative resolution procedure. 3 Before modifying that order, the Secretary of State must consult— a OFCOM, and b such other persons as the Secretary of State considers appropriate. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Secretary of State may by order amend section 31. 6 An order under subsection (5)— a is subject to approval after being made, and b may include such amendments of Part 3 as the Secretary of State considers necessary or expedient in consequence of any provision made by the order. 7 The Secretary of State may modify or revoke any regulatory condition if the Secretary of State considers it appropriate to do so for, or in connection with, achieving the objective of the postal administration. 8 The Secretary of State's power to make modifications includes power to make incidental, supplementary, consequential, transitional or transitory modifications. 9 Before modifying or revoking a regulatory condition, the Secretary of State must consult— a OFCOM, b the person whose condition is being modified or revoked, and c such other persons as the Secretary of State considers appropriate. 10 The Secretary of State must publish every modification or revocation of a regulatory condition made under this section. 11 The publication must be in such manner as the Secretary of State considers appropriate. 12 The provisions of Part 3 (including section 29) other than— a sections 57 to 60 (appeals), and b paragraph 3 of Schedule 6 (procedure for modifying or revoking regulatory conditions), apply in relation to the modification or revocation by the Secretary of State of regulatory conditions as they apply in relation to the modification or revocation by OFCOM of regulatory conditions. 13 The power conferred by subsection (2) or (5) may not be exercised at any time after the postal administration order has ceased to be in force. 14 Any duty to consult under this section may be met by consultation before the making of the postal administration order."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "83", "section_title": "Regulatory conditions to secure funding of postal administration order", "section_text": "83 1 The modifications that may be made under section 82 include, in particular, modifications of any price control provision contained in a regulatory condition for the purpose of raising such amounts as may be determined by the Secretary of State. 2 The modified condition may require the person on whom it is imposed to pay those amounts to such persons as may be so determined for the purpose of— a their applying those amounts in making good any shortfall in the property available for meeting the expenses of the postal administration, or b enabling those persons to secure that those amounts are so applied. 3 The modified condition may require the person on whom it is imposed to apply amounts paid to it as result of this section in making good any shortfall in the property available for meeting the expenses of the postal administration. 4 For the purposes of this section  “ price control provision ” means— a provision as to the tariffs that are to be used as mentioned in section 36(4) (designated USP condition: tariffs), or b provision as to prices that may be charged for the giving of access under an access condition (within the meaning of Part 3). 5 For the purposes of this section— a there is a shortfall in the property available for meeting the costs of a postal administration if the property available (apart from this section) for meeting relevant debts is insufficient for meeting them, and b amounts are applied in making good that shortfall if they are paid in or towards discharging so much of a relevant debt as cannot be met out of the property otherwise available for meeting relevant debts. 6 In this section  “ relevant debt ”, in relation to a case in which a company is or has been subject to a postal administration order, means an obligation— a to make payments in respect of the expenses or remuneration of any person as the postal administrator of the company, b to make a payment in discharge of a debt or other liability of the company arising out of a contract entered into at a time when the order was in force by the person who at that time was the postal administrator of the company, c to repay the whole or a part of a grant made to the company under section 79, d to repay a loan made to the company under section 79 or to pay interest on such a loan, e to make a payment under section 80(5), or f to make a payment under section 81(5)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "84", "section_title": "Modification of Part 4 under Enterprise Act 2002", "section_text": "84 The power to modify or apply enactments conferred on the Secretary of State by— a sections 248 and 277 of the Enterprise Act 2002 (amendments consequential on that Act), and b section 254 of that Act (power to apply insolvency law to foreign companies), includes power to make such consequential modifications of this Part as the Secretary of State considers appropriate in connection with any other provision made under any of those sections."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "85", "section_title": "Interpretation of Part 4", "section_text": "85 1 In this Part— “ the 1986 Act ” means the Insolvency Act 1986, “ business ”,  “ member ”,  “ property ” and  “ security ” have the same meaning as in the 1986 Act, “ company ” means— a company registered under the Companies Act 2006, or an unregistered company, “ the court ”, in relation to a company, means the court having jurisdiction to wind up the company, “ foreign company ” means a company incorporated outside the United Kingdom, “ objective of the postal administration ” is to be read in accordance with section 69, “ postal administration order ” has the meaning given by section 68(1), “ postal administration rules ” means rules made under section 411 of the 1986 Act as a result of section 73 above, “ postal administrator ” has the meaning given by section 68(2) and is to be read in accordance with subsection (3) below, “ Scottish firm ” means a firm constituted under the law of Scotland, “ UK affairs, business and property ”, in relation to a company, means— its affairs and business so far as carried on in the United Kingdom, and its property in the United Kingdom, and “ unregistered company ” means a company that is not registered under the Companies Act 2006. 2 Any expression which is used in this Part and in Part 3 has the same meaning in this Part as in that Part. 3 In this Part references to the postal administrator of a company— a include a person appointed under paragraph 91 or 103 of Schedule B1 to the 1986 Act, as applied by Part 1 of Schedule 10 to this Act, to be the postal administrator of the company, and b if two or more persons are appointed as the postal administrator of the company, are to be read in accordance with the provision made under section 72(5). 4 References in this Part to a person qualified to act as an insolvency practitioner in relation to a company are to be read in accordance with Part 13 of the 1986 Act, but as if references in that Part to a company included a company registered under the Companies Act 2006 in Northern Ireland. 5 For the purposes of this Part an application made to the court is outstanding if it— a has not yet been granted or dismissed, and b has not been withdrawn. 6 An application is not to be taken as having been dismissed if an appeal against the dismissal of the application, or a subsequent appeal, is pending. 7 An appeal is to be treated as pending for this purpose if— a an appeal has been brought and has not been determined or withdrawn, b an application for permission to appeal has been made but has not been determined or withdrawn, or c no appeal has been brought and the period for bringing one is still running. 8 References in this Part to Schedule B1 to the 1986 Act, or to a provision of that Schedule (except the references in subsection (2) above), are to that Schedule or that provision without the modifications made by Part 1 of Schedule 10 to this Act."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "86", "section_title": "Partnerships", "section_text": "86 1 The Lord Chancellor may, by order made with the concurrence of the Secretary of State and the Lord Chief Justice, apply (with or without modifications) any provision of this Part in relation to partnerships. 2 An order under subsection (1) is subject to negative resolution procedure. 3 Subsection (1) does not apply in relation to Scottish firms. 4 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise the function of the Lord Chief Justice under subsection (1). 5 The Secretary of State may by order apply (with or without modifications) any provision of this Part in relation to Scottish firms. 6 An order under subsection (5) is subject to negative resolution procedure."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "87", "section_title": "Northern Ireland", "section_text": "87 1 This section makes provision about the application of this Part to Northern Ireland. 2 Any reference to any provision of the 1986 Act is to have effect as a reference to the corresponding provision of the Insolvency (Northern Ireland) Order 1989. 3 Section 85(4) is to have effect as if the reference to Northern Ireland were to England and Wales or Scotland. 4 Section 86 is to have effect as if— a in subsection (1)— i the reference to the Secretary of State were to the Department of Enterprise, Trade and Investment, and ii the reference to the Lord Chief Justice were to the Lord Chief Justice of Northern Ireland, and b for subsection (4) there were substituted— 4 The Lord Chief Justice of Northern Ireland may nominate— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002, or b a Lord Justice of Appeal (as defined in section 88 of that Act), to exercise the function of the Lord Chief Justice of Northern Ireland under subsection (1)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "88", "section_title": "Review of Part 4", "section_text": "88 1 As soon as reasonably practicable after the end of the review period, the Secretary of State must— a carry out a review of the provisions of this Part, and b set out the conclusions of the review in a report. 2 The report must, in particular— a set out the objectives intended to be achieved by the regulatory system established by those provisions, b assess the extent to which those objectives have been achieved, and c assess whether those objectives remain appropriate and, if so, the extent to which they could be achieved with a system that imposed less regulation. 3 The review period is the period of 5 years beginning with the day on which the provisions of this Part come generally into force. 4 The Secretary of State must lay the report before Parliament."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "89", "section_title": "Orders and regulations made by Ministers of Crown", "section_text": "89 1 This section applies to orders and regulations under this Act made by the Secretary of State,   the Minister for the Civil Service,  the Treasury or the Lord Chancellor. 2 Any order or regulations may— a contain incidental, supplementary, consequential, transitional, transitory or saving provision, and b make different provision for different cases or circumstances or for different areas. 3 Any order or regulations are to be made by statutory instrument. 4 Where any order or regulations are subject to  “affirmative resolution procedure” the order or regulations may not be made unless a draft of the statutory instrument containing the order or regulations has been laid before, and approved by a resolution of, each House of Parliament. 5 Where any order is subject to  “approval after being made”, the order— a must be laid before Parliament after being made, and b ceases to have effect at the end of the period of 28 days beginning with the day on which it was made unless, during that period, it is approved by a resolution of each House of Parliament. 6 In reckoning the period of 28 days no account is to be taken of any time— a during which Parliament is dissolved or adjourned, or b during which both Houses are adjourned for more than 4 days. 7 The order ceasing to have effect does not affect— a anything previously done under it, or b the making of a new order. 8 Where any order or regulations are subject to  “negative resolution procedure” the statutory instrument containing the order or regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 9 Any provision that may be made by any order or regulations subject to negative resolution procedure may be included in an order or regulations subject to affirmative resolution procedure (in which case negative resolution procedure does not apply to the order or regulations)."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "90", "section_title": "Minor definitions", "section_text": "90 In this Act— “ enactment ” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978, an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, Northern Ireland legislation, and an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales, and “ OFCOM ” means the Office of Communications."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "91", "section_title": "Minor and consequential amendments", "section_text": "91 1 Schedule 12 contains minor and consequential amendments (including repeals). 2 In that Schedule— Part 1 makes provision in relation to the Postal Services Act 2000, Part 2 makes provision in relation to the Communications Act 2003, and Part 3 makes provision in relation to other enactments. 3 The   Minister for the Civil Service, the  Secretary of State or the Treasury may by order make such other provision amending, repealing, revoking or otherwise modifying any enactment as they consider necessary or expedient in consequence of any provision made by this Act. 4 An order under subsection (3) is subject to negative resolution procedure."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "92", "section_title": "Financial provisions", "section_text": "92 There is to be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown or the Postal Services Commission by virtue of this Act, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Postal Services Act 2011", "year": 2011, "section": "93", "section_title": "Short title, commencement and extent", "section_text": "93 1 This Act may be cited as the Postal Services Act 2011. 2 The following provisions of this Act come into force on the day on which this Act is passed— a section 43 and Schedule 4 (recovery of administrative charges incurred by OFCOM), b section 66 and Schedule 9 (transitional provisions for Part 3) and the provisions mentioned in that Schedule (to the extent provided), c sections 89 and 90, d section 91(3) and (4), e section 92, f this section, and g any other provisions of this Act so far as necessary for the purposes of any of the provisions mentioned above. 3 The remaining provisions of this Act come into force on such day as the Secretary of State may by order appoint (and different days may be appointed for different purposes). 4 The Secretary of State may by order make such transitional provision and savings as the Secretary of State considers necessary or expedient in connection with the commencement of any provision made by this Act. 5 Any amendment or repeal made by this Act has the same extent as the enactment to which it relates. 6 Subject to that, this Act extends to England and Wales, Scotland and Northern Ireland."}]