[{"act": "Public Bodies Act 2011", "year": 2011, "section": "1", "section_title": "Power to abolish", "section_text": "1 1 A Minister may by order abolish a body or office specified in Schedule 1. 2 An order under subsection (1) may include provision transferring functions from the body or office being abolished to an eligible person. 3 In this Act,  “ eligible person ” means— a a Minister, the Scottish Ministers, a Northern Ireland department or the Welsh Ministers, b any other person exercising public functions, c a company limited by guarantee, d a community interest company, e a co-operative society, f a community benefit society, g a charitable incorporated organisation, or h a body of trustees or other unincorporated body of persons."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "2", "section_title": "Power to merge", "section_text": "2 1 A Minister may by order merge any group of bodies or offices specified in Schedule 2. 2 In this section, to  “merge” a group means— a to abolish all the bodies or offices in the group, create a new body corporate or office and transfer some or all of the functions of the abolished bodies or offices to the new one, or b to abolish all but one of the bodies or offices in the group and to transfer some or all of the functions of the abolished bodies or offices to the remaining one. 3 An order under subsection (1) may include provision to transfer a function from a body or office being abolished to an eligible person not included in the group."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "3", "section_title": "Power to modify constitutional arrangements", "section_text": "3 1 A Minister may by order modify the constitutional arrangements of a body or office specified in Schedule 3. 2 In this Act, references to the constitutional arrangements of a body include matters relating to— a the name of the body; b the chair of the body (including qualifications and procedures for appointment and functions); c members of the body (including the number of members, qualifications and procedures for appointment and functions); d employees of the body exercising functions on its behalf (including qualifications and procedures for appointment and functions); e the body's powers to employ staff; f governing procedures and arrangements (including the role and membership of committees and sub-committees); g reports and accounts; h the extent to which the body is accountable to Ministers; i the extent to which the body exercises functions on behalf of the Crown. 3 In this Act, references to the constitutional arrangements of an office include matters relating to— a the name of the office; b appointment of the office-holder (including qualifications and procedures for appointment); c the office-holder's powers to employ staff; d reports and accounts; e the extent to which the office-holder is accountable to Ministers; f the extent to which the office-holder exercises functions on behalf of the Crown."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "4", "section_title": "Power to modify funding arrangements", "section_text": "4 1 A Minister may by order modify the funding arrangements of a body or office specified in Schedule 4. 2 The consent of the Treasury is required to make an order under this section. 3 In this Act, references to modifying the funding arrangements of a body or office include— a modifying the extent to which it is funded by a Minister; b conferring power on the body, or the office-holder, to charge fees for the exercise of a function (and to determine their amount)."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "5", "section_title": "Power to modify or transfer functions", "section_text": "5 1 A Minister may by order— a modify the functions of a body, or the holder of an office, specified in Schedule 5, or b transfer a function of such a person to an eligible person. 2 In this Act, references to modifying the functions of a person include— a conferring a function on the person; b abolishing a function of the person; c changing the purpose or objective for which the person exercises a function; d changing the conditions under which the person exercises a function."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "6", "section_title": "Consequential provision  etc", "section_text": "6 1 An order under sections 1 to 5 may make consequential, supplementary, incidental or transitional provision, or savings. 2 Where an order under section 1, 2 or 5(1)(b) transfers functions, the power in subsection (1) includes power to make consequential or supplementary provision— a to modify functions of the transferor or transferee; b to modify the constitutional or funding arrangements of the transferor or transferee. 3 Where an order under section 5(1)(a) modifies functions of a body or office-holder, the power in subsection (1) includes power to make consequential or supplementary provision to modify the constitutional or funding arrangements of the body or office. 4 The consent of the Treasury is required to make provision by virtue of subsection (2)(b) or (3) modifying funding arrangements. 5 An order under sections 1 to 5 may include provision repealing the entry in the Schedule by virtue of which the order was made."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "7", "section_title": "Restrictions on Ministerial powers", "section_text": "7 1 The modification or transfer of a function by an order under sections 1 to 5 must not prevent it (to the extent that it continues to be exercisable) from being exercised independently of Ministers in any of the following cases. 2 Those cases are— a where the function is a judicial function (whether or not exercised by a court or a tribunal); b where the function's exercise involves enforcement activities in relation to obligations imposed on a Minister; c where the function's exercise otherwise constitutes the exercise of oversight or scrutiny of the actions of a Minister. 3 Provision made by an order under sections 1 to 5 must be proportionate to the reasons for the order. 4 In this section  “ enforcement activities ” means— a the bringing of legal proceedings or the provision of assistance with the bringing of legal proceedings, b the carrying out of an investigation with a view to bringing legal proceedings or to providing such assistance, or c the taking of steps preparatory to any of those things."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "8", "section_title": "Purpose and conditions", "section_text": "8 1 A Minister may make an order under sections 1 to 5 only if the Minister considers that the order serves the purpose of improving the exercise of public functions, having regard to— a efficiency, b effectiveness, c economy, and d securing appropriate accountability to Ministers. 2 A Minister may make an order under those sections only if the Minister considers that— a the order does not remove any necessary protection, and b the order does not prevent any person from continuing to exercise any right or freedom which that person might reasonably expect to continue to exercise."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "9", "section_title": "Devolution", "section_text": "9 1 An order under sections 1 to 5 requires the consent of the Scottish Parliament to make provision— a which would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament, or b which modifies the functions of the Scottish Ministers. 2 Consent is not required under subsection (1)(b) in relation to provision abolishing a function of the Scottish Ministers which relates to a body abolished under section 1 or 2. 3 An order under sections 1 to 5 requires the consent of the Northern Ireland Assembly to make provision— a which would be within the legislative competence of the Northern Ireland Assembly if it were contained in an Act of the Assembly, or b which modifies the functions of a person within subsection (4). 4 The persons referred to in subsection (3)(b) are— a the First Minister and deputy First Minister of Northern Ireland; b a Northern Ireland Minister; c the Attorney General for Northern Ireland; d a Northern Ireland department; e a person exercising public functions in relation to a transferred matter (within the meaning of the Northern Ireland Act 1998). 5 Consent is not required under subsection (3)(a) in relation to any provision if— a a Bill for an Act of the Northern Ireland Assembly containing the provision would require the consent of the Secretary of State under section 8 of the Northern Ireland Act 1998, and b the provision does not affect, other than incidentally, a transferred matter (within the meaning of that Act). 6 An order under sections 1 to 5 requires the consent of the National Assembly for Wales to make provision which would be within the legislative competence of the Assembly if it were contained in an Act of the Assembly. 7 An order under sections 1 to 5 requires the consent of the Welsh Ministers to make provision not falling within subsection (6)— a which modifies the functions of the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government, or b which could be made by any of those persons. 8 In subsection (7), references to a function do not include— a a function of giving consent to, or being consulted about, the exercise of a function by a Minister, or b a function relating to the constitutional arrangements of a body or office."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "10", "section_title": "Consultation", "section_text": "10 1 A Minister proposing to make an order under sections 1 to 5 must consult— a the body or the holder of the office to which the proposal relates, b such other persons as appear to the Minister to be representative of interests substantially affected by the proposal, c the Scottish Ministers, if the proposal relates to any matter, so far as applying in or as regards Scotland, in relation to which the Scottish Ministers exercise functions (and where the consent of the Scottish Parliament is not required under section 9), d a Northern Ireland department, if the proposal relates to any matter, so far as applying in or as regards Northern Ireland, in relation to which the department exercises functions (and where the consent of the Northern Ireland Assembly is not required under section 9), e the Welsh Ministers, if the proposal relates to any matter, so far as applying in or as regards Wales, in relation to which the Welsh Ministers exercise functions (and where the consent of the National Assembly for Wales or the Welsh Ministers is not required under section 9), f where the functions affected by the proposal relate to the administration of justice, the Lord Chief Justice, and g such other persons as the Minister considers appropriate. 2 If, as a result of consultation under subsection (1), it appears to the Minister appropriate to change the whole or part of the proposal, the Minister must carry out such further consultation with respect to the changes as seems appropriate. 3 It is immaterial for the purposes of this section whether consultation is carried out before or after the commencement of this section. 4 Subsection (1)(a) does not apply to a body with no members or an office which is vacant; and, where a body is consulted under that provision, any vacancy in its membership is immaterial."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "11", "section_title": "Procedure", "section_text": "11 1 If after consultation under section 10 the Minister considers it appropriate to proceed with the making of an order under sections 1 to 5, the Minister may lay before Parliament— a a draft order, and b an explanatory document. 2 The explanatory document must— a introduce and give reasons for the order, b explain why the Minister considers that— i the order serves the purpose in section 8(1), and ii the conditions in section 8(2)(a) and (b) are satisfied, c if the order contains provision made by virtue of more than one entry in Schedules 1 to 5, explain why the Minister considers it appropriate for it to do so, and d contain a summary of representations received in the consultation. 3 The Minister may not act under subsection (1) before the end of the period of twelve weeks beginning with the day on which the consultation began. 4 Subject as follows, if after the expiry of the 40-day period the draft order laid under subsection (1) is approved by a resolution of each House of Parliament, the Minister may make an order in the terms of the draft order. 5 The procedure in subsections (6) to (9) shall apply to the draft order instead of the procedure in subsection (4) if— a either House of Parliament so resolves within the 30-day period, or b a committee of either House charged with reporting on the draft order so recommends within the 30-day period and the House to which the recommendation is made does not by resolution reject the recommendation within that period. 6 The Minister must have regard to— a any representations, b any resolution of either House of Parliament, and c any recommendations of a committee of either House of Parliament charged with reporting on the draft order, made during the 60-day period with regard to the draft order. 7 If after the expiry of the 60-day period the draft order is approved by a resolution of each House of Parliament, the Minister may make an order in the terms of the draft order. 8 If after the expiry of the 60-day period the Minister wishes to proceed with the draft order but with material changes, the Minister may lay before Parliament— a a revised draft order, and b a statement giving a summary of the changes proposed. 9 If the revised draft order is approved by a resolution of each House of Parliament, the Minister may make an order in the terms of the revised draft order. 10 For the purposes of this section an order is made in the terms of a draft order or revised draft order if it contains no material changes to its provisions. 11 In this section, references to the  “ 30-day ”,  “40-day” and  “60-day” periods in relation to any draft order are to the periods of 30, 40 and 60 days beginning with the day on which the draft order was laid before Parliament. 12 For the purposes of subsection (11) no account is to be taken of any time during which Parliament is dissolved or prorogued or during which either House is adjourned for more than four days."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "12", "section_title": "Time limits", "section_text": "12 Any entry in Schedules 1 to 5 ceases to have effect at the end of the period of five years beginning with the day on which it came into force (without affecting any order already made by virtue of that entry)."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "13", "section_title": "Powers relating to environmental bodies", "section_text": "13 1 The Welsh Ministers may by order modify— a the functions of the Countryside Council for Wales (“the CCW”), b the Welsh devolved functions of the Environment Agency,  or   c the Welsh devolved functions of the Forestry Commissioners,  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Welsh Ministers may by order transfer any function of the CCW to— a a new body, b the Welsh Ministers, c the Environment Agency or the Forestry Commissioners, or d any other person exercising Welsh devolved functions. 3 The Welsh Ministers may by order transfer any Welsh devolved function of the Environment Agency or the Forestry Commissioners to— a a new body, b the Welsh Ministers, c the CCW, or d any other person exercising Welsh devolved functions. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Welsh Ministers may by order transfer any function of theirs relating to the environment to— a a new body, b the CCW, or c the Environment Agency or the Forestry Commissioners. 6 The Welsh Ministers may by order transfer any Welsh environmental function from the person whose function it is to— a a new body, b the CCW, or c the Environment Agency or the Forestry Commissioners. 7 The Welsh Ministers may by order establish a body corporate for the purposes of this section; and in this section references to a  “new body” are to any body so established. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "14", "section_title": "Powers relating to other bodies", "section_text": "14 1 The Welsh Ministers may by order abolish any of the following— a an agricultural dwelling-house advisory committee for an area in, or consisting of, Wales; b an agricultural wages committee for an area in, or consisting of, Wales; c the Environment Protection Advisory Committee established pursuant to section 12(6) of the Environment Act 1995 (Wales); d the regional and local fisheries advisory committee established pursuant to section 13(5) of that Act (Wales); e a regional advisory committee maintained under section 37(1)(b) of the Forestry Act 1967 for a conservancy in, or consisting of, Wales. 2 An order under subsection (1) may include provision transferring functions from the body being abolished to— a the Welsh Ministers, or b any other person exercising Welsh devolved functions. 3 The Welsh Ministers may by order modify the funding arrangements of inspectors appointed by the Welsh Ministers under section 86 of the Water Industry Act 1991 (assessors for the enforcement of water quality). 4 In subsection (3), the reference to modifying funding arrangements has effect as if the reference in section 4(3)(a) to a Minister were to the Welsh Ministers. 5 The Welsh Ministers may by order do any of the following in relation to an internal drainage board for an area wholly or mainly in Wales— a modify its constitutional arrangements; b modify its functions; c transfer any of its functions to— i the Welsh Ministers; ii any other person exercising Welsh devolved functions; iii a company limited by guarantee; iv a community interest company; v a body of trustees or other unincorporated body of persons. 6 In subsection (5)(a), the reference to modifying constitutional arrangements has effect as if the references in section 3(2)(h) and (3)(e) to Ministers were to the Welsh Ministers. 7 The Welsh Ministers must consult the Secretary of State before making an order under subsection (5) relating to an internal drainage board for an area not wholly in Wales."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "15", "section_title": "Powers of Welsh Ministers: consequential provision etc", "section_text": "15 1 An order under section 13 or 14 may contain consequential, supplementary, incidental or transitional provision, or savings. 2 Where an order under either of those sections transfers functions, the power in subsection (1) includes power to make consequential or supplementary provision— a to modify the constitutional or funding arrangements of the transferor or transferee (subject to subsection (4)), b to modify functions of the transferor or transferee, or c to confer powers of direction on the Welsh Ministers in relation to functions transferred. 3 Where an order under either of those sections modifies functions of a body or office-holder, the power in subsection (1) includes power to make consequential or supplementary provision to modify the constitutional or funding arrangements of the body or office (subject to subsection (4)). 4 Subsections (2)(a) and (3) do not confer power on the Welsh Ministers to modify the constitutional or funding arrangements of— a the Environment Agency, b the Forestry Commissioners, or c any other cross-border operator. 5 In subsections (2) to (4) references to modifying constitutional or funding arrangements have effect as if the references in sections 3(2)(h) and (3)(e) and 4(3)(a) to a Minister were to the Welsh Ministers. 6 The Secretary of State may by order modify the constitutional or funding arrangements of a person referred to in subsection (4)(a) to (c) in consequence of an order made by the Welsh Ministers under section 13 or 14. 7 The reference in subsection (6) to modifying the funding arrangements of a person includes modifying the extent to which the person is funded by the Welsh Ministers, but the Secretary of State may only modify the extent to which a person is funded by the Welsh Ministers with their consent."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "16", "section_title": "Purpose and conditions for orders made by Welsh Ministers", "section_text": "16 1 The Welsh Ministers may make an order under section 13 or 14 only if they consider that the order serves the purpose of improving the exercise of public functions having regard to— a efficiency, b effectiveness, c economy, and d securing appropriate accountability to the Welsh Ministers. 2 The Welsh Ministers may make an order under either of those sections only if they consider that— a the order does not remove any necessary protection, and b the order does not prevent any person from continuing to exercise any right or freedom which that person might reasonably expect to continue to exercise."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "17", "section_title": "Consent of  UK  Ministers", "section_text": "17 1 The Secretary of State's consent is required for an order under section 13 or 14 which transfers a function to, or confers a function on— a the Environment Agency, b the Forestry Commissioners, or c any other cross-border operator. 2 The Secretary of State's consent is required for an order under section 13 or 14 made by virtue of section 15 which in any other way modifies the non-devolved functions of a person referred to in subsection (1). 3 A Minister's consent is required for an order under section 13 or 14 which transfers a function to, or modifies the functions of, the Minister."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "18", "section_title": "Consultation by Welsh Ministers", "section_text": "18 1 Where the Welsh Ministers propose to make an order under section 13 or 14 they must consult— a any body or person exercising public functions to which the proposal relates, b such other persons as appear to them to be representative of interests substantially affected by the proposal, and c such other persons as they consider appropriate. 2 If, as a result of consultation under subsection (1), it appears to the Welsh Ministers appropriate to change the whole or part of the proposal, they must carry out such further consultation with respect to the changes as seems appropriate. 3 It is immaterial for the purposes of this section whether consultation is carried out before or after the commencement of this section. 4 Subsection (1)(a) does not apply to a body with no members or an office which is vacant; and, where a body is consulted under that provision, any vacancy in its membership is immaterial."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "19", "section_title": "Procedure for orders by Welsh Ministers etc", "section_text": "19 1 If after consultation under section 18 the Welsh Ministers consider it appropriate to proceed with the making of an order under section 13 or 14, the Welsh Ministers may lay before the National Assembly for Wales— a a draft order, and b an explanatory document. 2 The explanatory document must— a introduce and give reasons for the order, b explain why the Welsh Ministers consider that— i the order serves the purpose in section 16(1), and ii the conditions in section 16(2)(a) and (b) are satisfied, and c contain a summary of representations received in the consultation. 3 The Welsh Ministers may not act under subsection (1) before the end of the period of twelve weeks beginning with the day on which the consultation began. 4 Subject as follows, if after the expiry of the 40-day period the draft order laid under subsection (1) is approved by a resolution of the National Assembly for Wales, the Welsh Ministers may make an order in the terms of the draft order. 5 The procedure in subsections (6) to (9) shall apply to the draft order instead of the procedure in subsection (4) if— a the National Assembly for Wales so resolves within the 30-day period, or b a committee of the Assembly charged with reporting on the draft order so recommends within the 30-day period and the Assembly does not by resolution reject the recommendation within that period. 6 The Welsh Ministers must have regard to— a any representations, b any resolution of the National Assembly for Wales, and c any recommendations of a committee of the Assembly charged with reporting on the draft order, made during the 60-day period with regard to the draft order. 7 If after the expiry of the 60-day period the draft order is approved by a resolution of the National Assembly for Wales, the Welsh Ministers may make an order in the terms of the draft order. 8 If after the expiry of the 60-day period the Welsh Ministers wish to proceed with the draft order but with material changes, the Welsh Ministers may lay before the National Assembly for Wales— a a revised draft order, and b a statement giving a summary of the changes proposed. 9 If the revised draft order is approved by a resolution of the National Assembly for Wales, the Welsh Ministers may make an order in the terms of the revised draft order. 10 For the purposes of this section an order is made in the terms of a draft order or revised draft order if it contains no material changes to its provisions. 11 In this section, references to the  “ 30-day ”,  “40-day” and  “60-day” periods in relation to any draft order are to the periods of 30, 40 and 60 days beginning with the day on which the draft order was laid before the National Assembly for Wales. 12 For the purposes of subsection (11) no account is to be taken of any time during which the National Assembly for Wales is dissolved or is in recess for more than four days. 13 An order may not be made by the Secretary of State under section 15(6) unless a draft of the instrument containing the order has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "20", "section_title": "Restriction on creation of functions", "section_text": "20 1 An order under the preceding provisions of this Act may not create— a a power to make subordinate legislation, b a power of forcible entry, search or seizure, or c a power to compel the giving of evidence. 2 Subsection (1) does not prevent an order from repealing and re-enacting a power."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "21", "section_title": "Restriction on transfer and delegation of functions", "section_text": "21 1 An order under the preceding provisions of this Act may not transfer any function to— a a charity, or b a person not otherwise exercising public functions who is not a charity, unless the charity or person has consented. 2 An order under the preceding provisions of this Act may not transfer an excluded function to a person not otherwise exercising public functions. 3 In subsection (2)  “ excluded function ” means— a a function of a tribunal exercising the judicial power of the State, b a power to make subordinate legislation, c a power of forcible entry, search or seizure, d a power to compel the giving of evidence, or e any other function the exercise or non-exercise of which would necessarily interfere with, or otherwise affect, the liberty of an individual."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "22", "section_title": "Restriction on creation of criminal offences", "section_text": "22 1 An order under the preceding provisions of this Act may not, in relation to any transfer or modification of functions, create a criminal offence that is punishable— a on indictment, with imprisonment for a term exceeding two years, or b on summary conviction, with— i imprisonment for a term exceeding the normal maximum term, or ii a fine exceeding level 5 on the standard scale. 2 In subsection (1)(b)(i)  “ the normal maximum term ” means— a in relation to England and Wales— i in the case of a summary offence, 51 weeks, and ii in the case of an offence triable either way, twelve months; b in relation to Scotland— i in the case of an offence triable only summarily, six months, and ii in the case of an offence triable either summarily or on indictment, twelve months; c in relation to Northern Ireland, six months. 3 In Scotland, in the case of an offence which, if committed by an adult, is triable either on indictment or summarily and is not an offence triable on indictment only by virtue of— a Part 5 of the Criminal Justice Act 1988, or b section 292(6) and (7) of the Criminal Procedure (Scotland) Act 1995, the reference in subsection (1)(b)(ii) to a fine exceeding level 5 on the standard scale is to be construed as a reference to the statutory maximum. 4 In England and Wales— a in the case of a summary offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003, the reference in subsection (2)(a)(i) to 51 weeks is to be read as a reference to six months, and b in the case of an offence triable either way which is committed before   2 May 2022 , the reference in subsection (2)(a)(ii) to twelve months is to be read as a reference to six months. 5 Subsection (1) does not prevent an order from repealing and re-enacting a criminal offence."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "23", "section_title": "Transfer schemes", "section_text": "23 1 A scheme for the transfer of property, rights and liabilities (a  “transfer scheme”) may be made by— a a Minister, in connection with an order under sections 1 to 5; b the Welsh Ministers, in connection with an order under section 13 or 14. 2 In the case of a transfer scheme under subsection (1)(a), property, rights and liabilities must be transferred to — a a Minister, where the scheme is made in connection with an order under section 3 or 4 (modification of constitutional or funding arrangements), or b an eligible person or a body corporate, in any other case. 3 In the case of a transfer scheme under subsection (1)(b), property, rights and liabilities must be transferred to— a the Welsh Ministers, b a person exercising Welsh devolved functions, or c a body corporate. 4 A transfer scheme may not transfer anything to a charity unless it has consented. 5 The things that may be transferred under a transfer scheme include— a property, rights and liabilities that could not otherwise be transferred; b property acquired, and rights and liabilities arising, after the making of the scheme. 6 A transfer scheme may make consequential, supplementary, incidental or transitional provision and may in particular— a create rights, or impose liabilities, in relation to property or rights transferred; b make provision about the continuing effect of things done by the transferor in respect of anything transferred; c make provision about the continuation of things (including legal proceedings) in the process of being done by, on behalf of or in relation to the transferor in respect of anything transferred; d make provision for references to the transferor in an instrument or other document in respect of anything transferred to be treated as references to the transferee; e make provision for the shared ownership or use of property; f if the  TUPE  regulations do not apply in relation to the transfer, make provision which is the same or similar. 7 A transfer scheme may provide— a for modification by agreement; b for modifications to have effect from the date when the original scheme came into effect. 8 For the purposes of this section— a an individual who holds employment in the civil service is to be treated as employed by virtue of a contract of employment, and b the terms of the individual's employment in the civil service are to be regarded as constituting the terms of the contract of employment. 9 In this section— “ civil service ” means the civil service of the State; “ TUPE regulations ” means the Transfer of Undertakings (Protection of Employment) Regulations 2006 ( SI  2006/246); references to rights and liabilities include rights and liabilities relating to a contract of employment; references to the transfer of property include the grant of a lease."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "24", "section_title": "Transfer schemes: procedure", "section_text": "24 1 A transfer scheme made by a Minister under section 23(1)(a) may be included in an order under sections 1 to 5; but if not so included must be laid before Parliament after being made. 2 A transfer scheme made by the Welsh Ministers under section 23(1)(b) may be included in an order under section 13 or 14; but if not so included must be laid before the National Assembly for Wales after being made. 3 The Secretary of State's consent is required for a transfer scheme under section 23(1)(b) transferring anything from or to the Environment Agency, the Forestry Commissioners or a cross-border operator."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "25", "section_title": "Transfer schemes: taxation", "section_text": "25 1 The Treasury may by order make provision varying the way in which a relevant tax has effect in relation to— a anything transferred under a scheme under section 23, or b anything done for the purposes of, or in relation to, a transfer under such a scheme. 2 The provision which may be made under subsection (1)(a) includes in particular provision for— a a tax provision not to apply, or to apply with modifications, in relation to anything transferred; b anything transferred to be treated in a specified way for the purposes of a tax provision; c the person making the scheme to be required or permitted, with the consent of the Treasury, to determine, or specify the method for determining, anything which needs to be determined for the purposes of any tax provision so far as relating to anything transferred. 3 The provision which may be made under subsection (1)(b) includes in particular provision for— a a tax provision not to apply, or to apply with modifications, in relation to anything done for the purposes of or in relation to the transfer; b anything done for the purposes of, or in relation to, the transfer to have or not have a specified consequence or be treated in a specified way; c the person making the scheme to be required or permitted, with the consent of the Treasury, to determine, or specify the method for determining, anything which needs to be determined for the purposes of any tax provision so far as relating to anything done for the purposes of, or in relation to, the transfer. 4 An order under this section is subject to annulment in pursuance of a resolution of the House of Commons. 5 In this section— “ relevant tax ” means income tax, corporation tax, capital gains tax, stamp duty, stamp duty land tax or stamp duty reserve tax; “ tax provision ” means a provision of an enactment about a relevant tax; references to the transfer of property include the grant of a lease."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "26", "section_title": "Delegation of functions by Environment Agency", "section_text": "26 1 The Environment Agency may make arrangements with a person exercising Welsh environmental functions who is not a cross-border operator for that person to exercise a  ...function of the Agency. 2 The consent of the Secretary of State and the Welsh Ministers is required for arrangements under subsection (1). 3 The Secretary of State may by order with the consent of the Welsh Ministers make provision about how the function of making arrangements under subsection (1) is to be discharged (including provision about the extent to which a fee may be charged in respect of anything done under the arrangements). 4 An order under subsection (3) is subject to annulment in pursuance of a resolution of either House of Parliament. 5 For the purposes of subsection (1) a person is not a cross-border operator merely because functions exercisable in or with respect to England have been delegated to that person."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "27", "section_title": "Delegation of Welsh environmental functions", "section_text": "27 1 A person to whom this section applies may make arrangements with another such person for— a a Welsh environmental function exercised by one to be exercised by the other; b co-operation in relation to the exercise of Welsh environmental functions. 2 This section applies to— a the Environment Agency, b the Forestry Commissioners, and c a person not falling within paragraph (a) or (b) who exercises a Welsh environmental function. 3 The Welsh Ministers' consent is required for arrangements under subsection (1). 4 The Welsh Ministers may by order make provision about how the function of making arrangements under subsection (1) is to be discharged (including provision about the extent to which a fee may be charged in respect of anything done under the arrangements). 5 An order under subsection (4) is subject to annulment in pursuance of a resolution of the National Assembly for Wales. 6 The Secretary of State's consent is required for arrangements under subsection (1) involving, or an order under subsection (4) affecting— a the Environment Agency, b the Forestry Commissioners, or c a person not falling within paragraph (a) or (b) who is a cross-border operator."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "28", "section_title": "Shared services", "section_text": "28 1 A person to whom this section applies may make arrangements with any other person to provide administrative, professional or technical services to that person for purposes relating to the exercise of public functions in or as regards England or Wales. 2 This section applies to— a the Board of Trustees of the Royal Botanic Gardens, Kew; b the Environment Agency; c the Joint Nature Conservation Committee; d an internal drainage board; e the Marine Management Organisation; f Natural England; g a person not falling within paragraphs (a) to (f) who exercises a Welsh environmental function. 3 The Secretary of State's consent is required for arrangements under subsection (1) involving a person who exercises a non-devolved function (whether or not the person also exercises a Welsh devolved function). 4 The Secretary of State may by order make provision about how the function of making arrangements in subsection (1) is to be discharged in the case of arrangements made by a person to whom this section applies who exercises a non-devolved function. 5 An order under subsection (4) requires the consent of the Welsh Ministers if the person referred to in subsection (4) also exercises a Welsh devolved function. 6 An order under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament. 7 The Welsh Ministers' consent is required for arrangements under subsection (1) involving a person who exercises a Welsh devolved function (whether or not the person also exercises a non-devolved function). 8 The Welsh Ministers may by order make provision about how the function of making arrangements in subsection (1) is to be discharged in the case of arrangements made by a person to whom this section applies who exercises a Welsh devolved function. 9 An order under subsection (8) requires the consent of the Secretary of State if the person referred to in subsection (8) also exercises a non-devolved function. 10 An order under subsection (8) is subject to annulment in pursuance of a resolution of the National Assembly for Wales. 11 The provision referred to in subsections (4) and (8) includes provision about the extent to which a fee may be charged in respect of anything done under the arrangements. 12 The power to make arrangements under subsection (1) is without prejudice to any other power of a body to which this section applies to provide services to other persons."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "29", "section_title": "Shared services: Forestry Commissioners", "section_text": "29 1 The Forestry Commissioners may make arrangements with a person who exercises a Welsh environmental function (with or without other functions) to provide administrative, professional or technical services to that person for purposes relating to the exercise of public functions in or as regards Wales. 2 The Welsh Ministers may by order make provision about how the function of making arrangements under this section is to be discharged (including provision about the extent to which a fee may be charged in respect of anything done under the arrangements). 3 An order under subsection (2) is subject to annulment in pursuance of a resolution of the National Assembly for Wales. 4 The Secretary of State's consent is required for— a arrangements under this section, or b an order under subsection (2). 5 The power to make arrangements under this section is without prejudice to any other power of the Forestry Commissioners to provide services to other persons."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "30", "section_title": "Regional development agencies", "section_text": "30 1 The regional development agencies are abolished. 2 Subsection (1) does not apply to the London Development Agency (provision for the abolition of which is contained in the Localism Act 2011). 3 The enactments specified in Schedule 6 are repealed to the extent shown. 4 The Secretary of State may by order make provision for the purpose of facilitating or securing that activities begun by a regional development agency may be continued or completed by another person. 5 That includes in particular provision securing or facilitating that a person continuing or completing activities begun by a regional development agency may for their own purposes exercise any power of the agency. 6 The powers referred to in subsection (5) include— a powers of compulsory acquisition of land or rights over land; b rights of entry. 7 The Secretary of State may by order make other consequential, supplementary, incidental or transitional provision, or savings. 8 A statutory instrument containing an order under this section— a if it contains provision repealing or amending an enactment, may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament; b in any other case, is subject to annulment in pursuance of a resolution of either House of Parliament. 9 The Secretary of State may make a scheme for the transfer of property, rights and liabilities of a regional development agency to an eligible person or any body corporate in connection with the abolition of the agency under subsection (1); and sections 23(4) to (9) and 25 apply in relation to such a scheme. 10 A scheme under subsection (9) may be included in an order under this section, but if not so included must be laid before Parliament after being made. 11 In this section  “ regional development agency ” means a development agency established under the Regional Development Agencies Act 1998."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "31", "section_title": "Sianel Pedwar Cymru", "section_text": "31 For section 61 of the Broadcasting Act 1990 (funding of Sianel Pedwar Cymru) there is substituted— Funding of Welsh Authority 61 1 The Secretary of State shall secure that in 2012 and each subsequent year the Welsh Authority are paid an amount which he considers sufficient to cover the cost to the Authority during that year of— a providing the Authority's public services (within the meaning of section 207 of the Communications Act 2003), and b arranging for the broadcasting or distribution of those services. 2 The Secretary of State may discharge the duty in subsection (1) by making payments himself or entering into an agreement with another person for that person to do so (or both). 3 If under this section the Welsh Authority are paid an amount for any year which exceeds the cost referred to in subsection (1), the Authority may pay the difference from the public service fund referred to in section 61A to the person (or pro rata to the persons) from whom payments were received. 4 Any sums required by the Secretary of State under this section shall be paid out of money provided by Parliament."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "32", "section_title": "V & A, Science Museum, Kew and English Heritage", "section_text": "32 1 The National Heritage Act 1983 is amended as follows. 2 In section 3 (power of the Board of Trustees of the Victoria and Albert Museum to form companies)— a in subsection (1) for  “one or more of those mentioned in subsection (2)” there is substituted— a one or more of the particular objects mentioned in subsection (2), or b any other object or objects incidental to the Board's functions. ; b in subsection (2) for  “objects” there is substituted  “                        particular objects                      ” . 3 In section 11 (power of the Board of Trustees of the Science Museum to form companies)— a in subsection (1) for  “one or more of those mentioned in subsection (2)” there is substituted— a one or more of the particular objects mentioned in subsection (2), or b any other object or objects incidental to the Board's functions. ; b in subsection (2) for  “objects” there is substituted  “                        particular objects                      ” . 4 In section 25 (power of the Board of Trustees of the Royal Botanic Gardens, Kew to form companies)— a in subsection (1) for  “one or more of those mentioned in subsection (2)” there is substituted— a one or more of the particular objects mentioned in subsection (2), or b any other object or objects incidental to the Board's functions. ; b in subsection (2) for  “objects” there is substituted  “                        particular objects                      ” . 5 In section 35 (power of the Historic Buildings and Monuments Commission for England to form companies)— a in subsection (1) for  “one or more of those mentioned in subsection (2)” there is substituted— a one or more of the particular objects mentioned in subsection (2), or b any other object or objects incidental to the Commission's functions. ; b in subsection (2) for  “objects” there is substituted  “                        particular objects                      ” ."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "33", "section_title": "Chief Coroner", "section_text": "33 1 Section 40 of the Coroners and Justice Act 2009 (appeals to the Chief Coroner) is repealed. 2 The following provisions of that Act (which relate to appeals under section 40 of that Act) are also repealed— section 36(4)(b); section 42(2)(b); in section 42(2)(c) the words  “and to exercise rights of appeal”; section 45(1)(b) and (c) and (2)(j); paragraph 4 of Schedule 10."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "34", "section_title": "Scope of power to amend Schedule 1 to Superannuation Act 1972", "section_text": "34 In section 1 of the Superannuation Act 1972 (superannuation schemes as respects civil servants etc), in subsection (6)\t\t\t(restriction on addition to Schedule 1), after  “unless” there is inserted  “                at the date from which the addition has effect              ” ."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "35", "section_title": "Orders: supplementary", "section_text": "35 1 An order under this Act must be made by statutory instrument. 2 The provision which may be made by an order under this Act, other than an order under sections 26 to 29, may be made by repealing, revoking or amending an enactment (whenever passed or made). 3 The powers conferred by this Act are without prejudice to any other power conferred on a Minister or the Welsh Ministers. 4 If the draft of an instrument containing an order under this Act (alone or with other provision) would, apart from this section, be a hybrid instrument for the purposes of the standing orders of either House of Parliament, it is to proceed in that House as if it were not such an instrument."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "36", "section_title": "Interpretation", "section_text": "36 1 In this Act— “ charity ” has the meaning given in section 1(1) of the Charities Act 2006; “ community benefit society ” means— a society registered as a community benefit society under  the Co-operative and Community Benefit Societies Act 2014 , a pre-commencement society (within the meaning of that Act) that meets the condition in section 2(2)(a)(ii) of that Act,  or a society registered or deemed to be registered under the Industrial and Provident Societies Act (Northern Ireland) 1969 which meets the condition in section 1(2)(b) of that Act; “ constitutional arrangements ” is to be construed in accordance with section 3(2) and (3); “ co-operative society ” means— a society registered as a co-operative society under  the Co-operative and Community Benefit Societies Act 2014 , a pre-commencement society (within the meaning of that Act) that meets the condition in section 2(2)(a)(i) of that Act,  or a society registered or deemed to be registered under the Industrial and Provident Societies Act (Northern Ireland) 1969 which meets the condition in section 1(2)(a) of that Act; “ cross-border operator ” means a person exercising functions or carrying on activities in or with respect to Wales (or any part of it) and England (or any part of it), but does not include— the Natural Resources Body for Wales,   or an internal drainage board,  ... ... “ eligible person ” has the meaning given in section 1(3); “ enactment ” means any primary or subordinate legislation; “ Minister ” means— a Minister of the Crown (as defined by section 8 of the Ministers of the Crown Act 1975), or the Commissioners for Her Majesty's Revenue and Customs; “ modify ”, in relation to functions, is to be construed in accordance with section 5(2); “ modify ”, in relation to funding arrangements, is to be construed in accordance with section 4(3); “ non-devolved function ” means a function that is not a Welsh devolved function; “ primary legislation ” means any Act, Act of the Scottish Parliament, Northern Ireland legislation or Measure or Act of the National Assembly for Wales; “ public function ” means a function conferred under an enactment or royal charter; “ subordinate legislation ” means an instrument made under primary legislation; “ Wales ” has the same meaning as in the Government of Wales Act 2006; “ Welsh devolved function ” means— a function conferred under an Act or Measure of the National Assembly for Wales, a function which is exercisable in or as regards Wales and could be conferred by an Act of the Assembly, or a function in relation to which a function (other than a function of being consulted) is exercisable by the Welsh Ministers, the First Minister or the Counsel General to the Welsh Assembly Government, and references to a person exercising a Welsh devolved function do not include a person exercising such a function by virtue of arrangements under section 27; “ Welsh environmental function ” means a Welsh devolved function relating to the environment. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "37", "section_title": "Extent", "section_text": "37 1 This Act extends to England and Wales, Scotland and Northern Ireland, subject as follows. 2 The amendments made by section 32 (V & A, Science Museum, Kew and English Heritage) have the same extent as the enactments which they amend. 3 The repeals in section 33 (Chief Coroner) have the same extent as the enactments to which they relate. 4 The repeals in Schedule 6 (regional development agencies: consequential repeals) have the same extent as the enactments to which they relate. 5 An order under this Act which repeals, revokes or amends an enactment extending to any other jurisdiction may also extend there."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "38", "section_title": "Commencement", "section_text": "38 1 This Act comes into force at the end of the period of two months beginning with the day on which it is passed, subject as follows. 2 Sections 10 and 11 (consultation and procedure) and 35 to 39 (final) come into force on the day on which this Act is passed. 3 Section 30 and Schedule 6 (regional development agencies) come into force on such day as the Secretary of State may by order appoint (and different days may be appointed for different purposes, including the purposes of different regional development agencies)."}, {"act": "Public Bodies Act 2011", "year": 2011, "section": "39", "section_title": "Short title", "section_text": "39 This Act may be cited as the Public Bodies Act 2011."}]