[{"act": "Sovereign Grant Act 2011", "year": 2011, "section": "1", "section_title": "The Sovereign Grant", "section_text": "1 1 A Sovereign Grant is to be paid by the Treasury to Her Majesty for each financial year. 2 The purpose of the Sovereign Grant for a financial year is to provide resources for use for that year by the Royal Household in support of Her Majesty's official duties (see section 13). 3 The amount of the Sovereign Grant for the financial year 2012-13 is £31 million. 4 The amount of the Sovereign Grant for each subsequent financial year is the amount determined by the Royal Trustees for that year in accordance with section 6. 5 Section 9 (Duchy of Cornwall income) provides, in the circumstances mentioned there, for the amount of the Sovereign Grant to be reduced. 6 The Sovereign Grant falls to be paid out of money provided by Parliament."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "2", "section_title": "Accounts of the Royal Household", "section_text": "2 1 The Keeper of Her Majesty's Privy Purse (referred to in this Act as  “ the Keeper ”) must keep proper accounting records relating to the Royal Household. 2 As soon as practicable after the end of a financial year (“the financial year”), the Keeper must— a prepare a statement of accounts of the Royal Household for that year, and b give a copy of the statement to the Comptroller and Auditor General (referred to in this Act as  “ the Comptroller ”). 3 The statement of accounts— a must state the amount of net relevant resources used for the financial year, and b subject to that, must be prepared in accordance with any directions given by the Treasury to the Keeper. 4 The directions that may be given include directions as to— a the information to be contained in the statement and how it is to be presented, b the methods and principles in accordance with which the statement is to be prepared, and c any additional information that is to accompany the statement. 5 As soon as practicable after receiving the statement of accounts, the Comptroller must— a examine, certify and report on the statement, and b give a copy of the report and statement to the Treasury. 6 The Treasury must— a lay a copy of the report and statement of accounts before Parliament, and b give a copy of the report and statement to the Royal Trustees. 7 For the purposes of subsection (3)(a) the amount of net relevant resources used for a financial year is— a the amount of resources used for that year by the Royal Household in support of Her Majesty's official duties, minus b the amount of income of the Royal Household for that year (excluding the Sovereign Grant). 8 For the purposes of Part 2 of the National Audit Act 1983 (economy, efficiency and effectiveness examinations) the Royal Household is to be treated as a body within section 6(3)(c) of that Act."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "3", "section_title": "The Reserve Fund", "section_text": "3 1 There is to be a Reserve Fund consisting of monies received by the Royal Trustees under this section and anything deriving from those monies. 2 The Royal Trustees may invest any of the Reserve Fund in any way they consider appropriate. 3 If the amount of the Sovereign Grant for a financial year exceeds the audited net relevant resources used for that year (see section 12), the Keeper must pay an amount equal to the excess to the Royal Trustees. 4 If the audited net relevant resources used for a financial year exceeds the amount of the Sovereign Grant for that year, the Royal Trustees must pay from the Reserve Fund to the Keeper an amount equal to the excess (or, if less, an amount equal to the value of the Reserve Fund). 5 At any time before the Comptroller has reported under section 2 on the statement of accounts of the Royal Household for a financial year— a the Keeper may make a payment to the Royal Trustees in respect of that year if the Keeper considers that a payment under subsection (3) would be required once the report has been made; b the Royal Trustees may make a payment from the Reserve Fund to the Keeper in respect of that year if they consider that a payment under subsection (4) would be required once the report has been made. 6 If one or more payments under subsection (5)\t\t\t\t\t(“interim payments”) are made in respect of a financial year, for the purposes of subsections (3) and (4)— a treat the amount of the Sovereign Grant for that year as reduced by the total amount of interim payments made under subsection (5)(a); b treat the amount of that Sovereign Grant as increased by the total amount of interim payments made under subsection (5)(b). 7 The Royal Trustees may make loans from the Reserve Fund to the Keeper for the purpose of enabling capital expenditure of the Royal Household to be met. 8 In section 2(7)(b), the reference to income of the Royal Household does not include any payment under this section made to the Keeper."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "4", "section_title": "Accounts of the Reserve Fund", "section_text": "4 1 The Royal Trustees must keep proper accounting records of the Reserve Fund. 2 As soon as practicable after the end of a financial year (“the financial year”), the Royal Trustees must— a prepare a statement of accounts of the Reserve Fund for that year, and b give a copy of the statement to the Comptroller. 3 The statement of accounts— a must state the value of the Reserve Fund at the end of the financial year, and b subject to that, must be prepared in accordance with any directions given by the Treasury to the Royal Trustees. 4 The directions that may be given include directions as to— a the information to be contained in the statement and how it is to be presented, b the methods and principles in accordance with which the statement is to be prepared, and c any additional information that is to accompany the statement. 5 As soon as practicable after receiving the statement of accounts, the Comptroller must— a examine, certify and report on the statement, and b give a copy of the report and statement to the Treasury. 6 The Treasury must lay a copy of the report and statement of accounts before Parliament. 7 For the purposes of Part 2 of the National Audit Act 1983 (economy, efficiency and effectiveness examinations)— a the Royal Trustees are to be treated as a body within section 6(3)(c) of that Act, and b for the purposes of section 6(4) of that Act the functions of the Comptroller in relation to the Royal Trustees are to be regarded as restricted to matters relating to the Reserve Fund."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "5", "section_title": "Annual report as to the amount of Sovereign Grant", "section_text": "5 1 In each financial year the Royal Trustees must prepare a report— a stating their determination in accordance with section 6 of the amount of the Sovereign Grant for the following financial year, and b setting out how that amount has been determined. 2 The report must be prepared as soon as practicable after the Comptroller has done all of the following— a reported under section 2 on the statement of accounts of the Royal Household for the previous financial year, b reported under section 4 on the statement of accounts of the Reserve Fund for that year, and c reported under section 2 of the Crown Estate Act 1961 on the statement of accounts for that year prepared by the Crown Estate Commissioners under that section. 3 The Royal Trustees must give a copy of the report to the Treasury. 4 The Treasury must lay a copy of the report before Parliament."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "6", "section_title": "Determination of the amount of Sovereign Grant", "section_text": "6 1 The amount of the Sovereign Grant for a financial year (“the relevant financial year”) is to be determined by the Royal Trustees as follows— Step 1  Calculate   25%   of the income account net surplus of the Crown Estate (see section 12) for the base year.“ The base year ” means the financial year that begins two years before the beginning of the relevant financial year. Step 2  Round the amount calculated under Step 1 up to the nearest £100,000. Step 3  Find the greater of— the amount determined under Step 2, and the amount of the Sovereign Grant for the financial year that immediately precedes the relevant financial year. That amount is  “the Step 3 amount”. Step 4  If the adjusted value of the Reserve Fund at the end of the base year (see subsection (2)) exceeds 50% of the audited net relevant resources used for that year, the Royal Trustees may reduce the Step 3 amount by such amount as they consider appropriate (but see subsection (4)). Step 5  The amount of the Sovereign Grant for the relevant financial year is— the Step 3 amount, or if Step 4 applies, the Step 3 amount as reduced by the reduction (if any) made under Step 4. 2 The  “adjusted value” of the Reserve Fund at the end of a financial year is the value of the Reserve Fund at the end of that year (see section 12)— a increased by the amount of relevant payments made to the Fund, and b reduced by the amount of relevant payments made from the Fund. 3 In subsection (2)\t\t\t\t\t “ relevant payment ”, in relation to a financial year, means a payment under section 3(3), (4) or (5) that— a is made after the end of that year but in respect of that year, and b is not reflected in the statement of accounts of the Reserve Fund for that year. 4 The Royal Trustees must, in exercising their power under Step 4, act in a way they expect will result in the adjusted value of the Reserve Fund at the end of the relevant financial year being about 50% of the audited net relevant resources used for that year."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "7", "section_title": "Review by Royal Trustees of Sovereign Grant", "section_text": "7 1 As soon as practicable after the end of a review period, the Royal Trustees must review whether the percentage for the time being specified in Step 1 of section 6(1) is appropriate. 2 They must prepare a report that— a states whether they consider that the percentage is or is not appropriate, b if they consider that it is not appropriate, states the percentage that they consider should apply, and c gives an explanation of their conclusions. 3 The Royal Trustees must give a copy of the report to the Treasury. 4 The Treasury must lay a copy of the report before Parliament. 5 The review periods are— a the period of 4 years beginning with 1 April 2012, and b every period of 5 years beginning at the end of another review period."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "8", "section_title": "Power to change level of Sovereign Grant", "section_text": "8 1 This section applies where a report under section 7 states that the Royal Trustees consider that the percentage for the time being specified in Step 1 of section 6(1) is not appropriate. 2 The Treasury must by order made by statutory instrument substitute, for that percentage, the percentage specified by the Royal Trustees in the report as the one that should apply. 3 A statutory instrument containing an order that increases the percentage specified in Step 1 of section 6(1) may be made only if a draft of the instrument has been laid before and approved by a resolution of the House of Commons. 4 Any other statutory instrument under this section is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "9", "section_title": "Duchy of Cornwall income and grant to the heir to the throne", "section_text": "9 1 Where the Duke of Cornwall for the time being is under 18 for any period in a financial year— a the amount of the Sovereign Grant for that year is reduced by an amount equal to 90% of the income account net surplus of the Duchy of Cornwall for that period, and b the income of the Duchy of Cornwall for that year, up to the amount by which the Sovereign Grant is reduced under paragraph (a), is to be at the disposal of Her Majesty. 2 Where the Duchy of Cornwall is vested in Her Majesty for any period (“ the relevant period ”) in a financial year (and Her Majesty is accordingly entitled to its income)— a the amount of the Sovereign Grant for that year is reduced by an amount equal to the income account net surplus of the Duchy of Cornwall for the relevant period, and b the Treasury is to pay a grant to any person who is the heir to the throne in the relevant period. 3 The amount of the grant paid to any person is— a for any period (falling within the relevant period) when the person is the heir and is aged 18 or over, the amount by which the Sovereign Grant is reduced for that period, and b for any period (falling within the relevant period) when the person is the heir and is under 18, 10% of the amount by which the Sovereign Grant is reduced for that period. 4 Where the grant under subsection (2)(b) would (apart from this subsection) be paid to a person who is under 18 at the time of payment, the grant is to be paid to the Royal Trustees and is to be held by them on trust for the person on such terms as the Treasury may direct. 5 Any reduction in the amount of the Sovereign Grant under this section is to be ignored for the purposes of— a section 3 (the Reserve Fund), and b Step 3 in section 6(1)\t\t\t\t\t\t\t(determination of amount of Sovereign Grant). 6 Where the amount of the Sovereign Grant for a financial year is reduced under this section, references in section 2(7)(b)\t\t\t\t\t(income of the Royal Household) and section 11 (maintenance of Royal Palaces) to the Sovereign Grant include income of the Duchy of Cornwall for that year. 7 For the purpose of determining the income account net surplus of the Duchy of Cornwall for part of a financial year, the income account net surplus of the Duchy for the whole of that year is to be apportioned equally in respect of each day of that year. 8 For the purpose of determining the amount by which the Sovereign Grant is reduced for part of the relevant period, the reduction under subsection (2)(a) is to be apportioned equally in respect of each day of that period. 9 For the purpose of making reductions under subsection (1)(a) or (2)(a), and paying grants under subsection (2)(b), in respect of a financial year (or part of a financial year)— a until the accounts of the Duchy of Cornwall for that year have been submitted to the Treasury pursuant to section 2 of the Duchies of Lancaster and Cornwall (Accounts) Act 1838, the Treasury is to act on the basis of its estimate of the amount of the income account net surplus of the Duchy of Cornwall for that year, and b any necessary adjustments (including any payments or repayments) are to be made after those accounts have been submitted. 10 The grant under subsection (2)(b) falls to be paid out of money provided by Parliament."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "10", "section_title": "Repeal of certain financial provisions", "section_text": "10 The following provisions are repealed— section 4 of the Civil List Act 1952 (provision for Her Majesty's younger children), section 6 of that Act (provision for widow of the Duke of Cornwall), section 2(8) of the Civil List Act 1972 (provision for certain other widows), section 3 of that Act (provision for certain other members of Royal Family), section 6 of that Act (power to increase certain financial provisions), and the Civil List Act 1975 (power to supplement sums payable under Civil List Acts)."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "11", "section_title": "Maintenance of Royal Palaces and related land", "section_text": "11 The Secretary of State has no duties under section 21 of the Crown Lands Act 1851 in relation to the maintenance of Royal Palaces and related land so far as they are maintained by Her Majesty out of the Sovereign Grant."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "12", "section_title": "Meaning of  “the audited net relevant resources”,  “the value of the Reserve Fund” and  “the income account net surplus of the Crown Estate”", "section_text": "12 1 For the purposes of this Act— “the audited net relevant resources” used for a financial year are the amount of net relevant resources used for that year stated in the statement of accounts certified by the Comptroller under section 2, “the value of the Reserve Fund” at the end of a financial year is the value of the Reserve Fund at the end of that year stated in the statement of accounts certified by the Comptroller under section 4, and “the income account net surplus of the Crown Estate” for a financial year is the amount of that surplus stated in the statement of accounts certified by the Comptroller under section 2 of the Crown Estate Act 1961; but this is subject to subsection (2). 2 If a relevant report on a statement of accounts contains a qualification (however expressed) that affects or might affect the amount or value stated in the statement as the amount or value of a relevant figure— a the Comptroller must certify in the relevant report the amount or value which the Comptroller considers to be the amount or value of the relevant figure, and b for the purposes of this Act the relevant figure is to be taken to be the amount or value certified. 3 For this purpose— “ relevant report ” means a report made by the Comptroller under section 2 or 4 of this Act or section 2 of the Crown Estate Act 1961, and “ relevant figure ” means— the amount of net relevant resources used for a financial year, the value of the Reserve Fund at the end of a financial year, or the amount of the income account net surplus of the Crown Estate for a financial year."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "13", "section_title": "Other interpretative provisions  etc", "section_text": "13 1 This section applies for the purposes of this Act. 2 “ The Comptroller ” has the meaning given by section 2. 3 “ Financial year ” means a year beginning with 1 April. 4 “ The financial year 2012-13 ” means the financial year beginning with 1 April 2012, and similar expressions are to be read accordingly. 5 “ The Keeper ” has the meaning given by section 2. 6 “ The Reserve Fund ” means the Reserve Fund established by section 3. 7 “ The Royal Trustees ” means the body established by section 10 of the Civil List Act 1952. 8 Any reference to the support of Her Majesty's official duties includes the maintenance of Royal Palaces and related land. 9 Any reference to the Royal Household is limited to that Household so far as it is concerned with the support of Her Majesty's official duties. 10 Any reference to the use of resources is to their expenditure, consumption or reduction in value. 11 Any direction under this Act may be varied or revoked by another direction."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "14", "section_title": "Minor and consequential amendments and repeals", "section_text": "14 Schedule 1 (minor and consequential amendments and repeals), which contains repeals of spent provisions, has effect."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "15", "section_title": "Commencement, transitional provisions and savings", "section_text": "15 1 This Act comes into force on 1 April 2012. 2 Schedule 2 (transitional provisions and savings) has effect."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "16", "section_title": "Duration of Sovereign Grant provisions etc", "section_text": "16 1 The Sovereign Grant provisions cease to have effect 6 months after the end of the present reign unless continued under subsection (3). 2 “The Sovereign Grant provisions” are sections 1 to 9, 11 and 12. 3 An Order in Council may provide that, instead of expiring when they would otherwise expire (by virtue of subsection (1) or a previous Order under this subsection), the Sovereign Grant provisions expire 6 months after the end of the reign in which the Order is made. 4 In section 1(1) of the Civil List Act 1952 (payment of hereditary revenues into the Consolidated Fund) for  “during the present reign and a period of six months afterwards” substitute  “                  while section 1 of the Sovereign Grant Act 2011 is in force                ” . 5 Sections 5 and 6 of the Civil List Act 1837 (honorific pensions) have permanent effect. 6 The sums required for the payment of pensions under section 5 of that Act (whether granted before or after the passing of this Act) are to be charged on and paid out of the Consolidated Fund."}, {"act": "Sovereign Grant Act 2011", "year": 2011, "section": "17", "section_title": "Short title", "section_text": "17 This Act may be cited as the Sovereign Grant Act 2011."}]