[{"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "1", "section_title": "Football Licensing Authority to become Sports Grounds Safety Authority", "section_text": "1 1 The body established by section 8 of, and Schedule 2 to, the Football Spectators Act 1989— a is to continue in being, but b instead of being called the Football Licensing Authority is to be called the Sports Grounds Safety Authority. 2 Schedule 1 contains further provisions relating to the Authority. 3 The expenses of the Authority are to be paid by the Secretary of State."}, {"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "2", "section_title": "Advice to Ministers of the Crown", "section_text": "2 1 The Authority— a may provide relevant advice to a Minister of the Crown, and b if requested to do so by a Minister of the Crown, must provide relevant advice to that Minister. 2 “ Relevant advice ” means— a advice in relation to safety at sports grounds generally, or b advice with respect to the exercise of any of the functions of the Minister in question under the enactments specified in subsection (3). 3 The enactments are— a the Safety of Sports Grounds Act 1975, b Part 3 of the Fire Safety and Safety of Places of Sport Act 1987 (safety of stands at sports grounds), and c the Football Spectators Act 1989."}, {"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "3", "section_title": "Advice to bodies or persons in England and Wales", "section_text": "3 1 The Authority may provide advice relating to safety at sports grounds in England or Wales to— a local authorities, or b subject to subsection (2), other bodies or persons. 2 The Authority may not under subsection (1) provide advice to— a a Minister of the Crown, or b a body or person specified in section 4(1)(a), (b) or (c)."}, {"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "4", "section_title": "Advice to bodies or persons outside England and Wales", "section_text": "4 1 The Authority may, if the conditions in subsection (2) are met, provide advice relating to the safety of sports grounds to— a the government of a territory outside the United Kingdom, b an international organisation, or c a body or person not falling within paragraph (a) or (b) whose functions, activities or responsibilities relate in whole or in part to the safety of sports grounds outside England and Wales. 2 The conditions are that— a the provision of the advice is at the request of the body or person concerned, and b the Secretary of State consents to the provision of the advice."}, {"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "5", "section_title": "Supplementary", "section_text": "5 1 The Authority may, with the consent of the Secretary of State, charge a fee for the provision of advice under— a section 4 (advice to bodies or persons outside England and Wales), or b if the advice is provided at the request of the recipient, section 3 (advice to bodies or persons in England and Wales). 2 A fee charged under subsection (1) must not exceed the cost of providing the advice. 3 Fees received by the Authority by virtue of subsection (1) are to be treated for the purposes of section 1(3) as reducing the expenses of the Authority. 4 A consent under section 4(2)(b) or subsection (1) may be given— a generally, b in relation to any particular advice, or c in relation to advice of a particular description. 5 In this Part— a “ local authority ” and  “ sports ground ” have the same meaning as in the Safety of Sports Grounds Act 1975 (see section 17(1) of that Act), and b “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975."}, {"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "6", "section_title": "Consequential amendments  etc.", "section_text": "6 1 Schedule 2 contains consequential amendments. 2 Schedule 3 contains repeals and revocations."}, {"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "7", "section_title": "Extent", "section_text": "7 1 This Act extends to England and Wales only (subject to subsection (2)). 2 An amendment or repeal of a provision by Schedule 2 (consequential amendments) or 3 (repeals and revocations) has the same extent as that provision."}, {"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "8", "section_title": "Commencement", "section_text": "8 1 Part 1 and the Schedules come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 2 Such an order may— a appoint different days for different purposes; b include transitional or saving provisions. 3 This Part comes into force on the day on which this Act is passed."}, {"act": "Sports Grounds Safety Authority Act 2011", "year": 2011, "section": "9", "section_title": "Short title", "section_text": "9 This Act may be cited as the Sports Grounds Safety Authority Act 2011."}]