[{"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "1", "section_title": "Abolition of control orders", "section_text": "1 The Prevention of Terrorism Act 2005 (which gives powers to impose control orders) is repealed."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "2", "section_title": "Imposition of terrorism prevention and investigation measures", "section_text": "2 1 The Secretary of State may by notice (a  “TPIM notice”) impose specified terrorism prevention and investigation measures on an individual if conditions A to E in section 3 are met. 2 In this Act  “ terrorism prevention and investigation measures ” means requirements, restrictions and other provision which may be made in relation to an individual by virtue of Schedule 1 (terrorism prevention and investigation measures). 3 In this section and Part 1 of Schedule 1  “ specified ” means specified in the TPIM notice. 4 The Secretary of State must publish factors that he or she considers are appropriate to take into account when deciding whether to impose restrictions on an individual by virtue of paragraph 2 of Schedule 1 (travel measure)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "3", "section_title": "Conditions A to E", "section_text": "3 1 Condition A is that the Secretary of State   reasonably believes   that the individual is, or has been, involved in terrorism-related activity (the  “relevant activity”). 2 Condition B is that some or all of the relevant activity is new terrorism-related activity. 3 Condition C is that the Secretary of State reasonably considers that it is necessary, for purposes connected with protecting members of the public from a risk of terrorism, for terrorism prevention and investigation measures to be imposed on the individual. 4 Condition D is that the Secretary of State reasonably considers that it is necessary, for purposes connected with preventing or restricting the individual's involvement in terrorism-related activity, for the specified terrorism prevention and investigation measures to be imposed on the individual. 5 Condition E is that— a the court gives the Secretary of State permission under section 6, or b the Secretary of State reasonably considers that the urgency of the case requires terrorism prevention and investigation measures to be imposed without obtaining such permission. 6 In this section  “ new terrorism-related activity ” means— a if no TPIM notice relating to the individual has ever been in force, terrorism-related activity occurring at any time (whether before or after the coming into force of this Act); b if only one TPIM notice relating to the individual has ever been in force, terrorism-related activity occurring after that notice came into force; or c if two or more TPIM notices relating to the individual have been in force, terrorism-related activity occurring after such a notice came into force most recently."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "4", "section_title": "Involvement in terrorism-related activity", "section_text": "4 1 For the purposes of this Act, involvement in terrorism-related activity is any one or more of the following— a the commission, preparation or instigation of acts of terrorism; b conduct which facilitates the commission, preparation or instigation of such acts, or which is intended to do so; c conduct which gives encouragement to the commission, preparation or instigation of such acts, or which is intended to do so; d conduct which gives support or assistance to individuals who are known or believed by the individual concerned to be involved in conduct falling within  paragraph (a) ; and for the purposes of this Act it is immaterial whether the acts of terrorism in question are specific acts of terrorism or acts of terrorism in general. 2 For the purposes of this Act, it is immaterial whether an individual's involvement in terrorism-related activity occurs before or after the coming into force of this Act."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "5", "section_title": "  Five   year limit for TPIM notices", "section_text": "5 1 A TPIM notice— a comes into force when the notice is served on the individual or, if later, at the time specified for this purpose in the notice; and b is in force for the period of one year. 2 The Secretary of State may by notice extend a TPIM notice for a period of one year beginning when the TPIM notice would otherwise expire. 3 A TPIM notice— a may be extended under subsection (2) only if conditions A, C and D are met; and b may be so extended on   up to four occasions . 4 This section is subject, in particular, to sections 13 (revocation and revival of TPIM notices) and 14 (replacement of TPIM notice that is quashed  etc )."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "6", "section_title": "Prior permission of the court", "section_text": "6 1 This section applies if the Secretary of State— a makes the relevant decisions in relation to an individual, and b makes an application to the court for permission to impose measures on the individual. 2 The application must set out a draft of the proposed TPIM notice. 3 The function of the court on the application is— a to determine whether the relevant decisions of the Secretary of State are obviously flawed, and b to determine whether to give permission to impose measures on the individual and (where applicable) whether to exercise the power of direction under subsection (9). 4 The court may consider the application— a in the absence of the individual; b without the individual having been notified of the application; and c without the individual having been given an opportunity (if the individual was aware of the application) of making any representations to the court. 5 But that does not limit the matters about which rules of court may be made. 6 In determining the application, the court must apply the principles applicable on an application for judicial review. 7 In a case where the court determines that a decision of the Secretary of State that condition A, condition B, or condition C is met is obviously flawed, the court may not give permission under this section. 8 In any other case, the court may give permission under this section. 9 If the court determines that the Secretary of State's decision that condition D is met is obviously flawed, the court may (in addition to giving permission under subsection (8)) give directions to the Secretary of State in relation to the measures to be imposed on the individual. 10 In this section  “ relevant decisions ” means the decisions that the following conditions are met— a condition A; b condition B; c condition C; and d condition D."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "7", "section_title": "Urgent cases: reference to the court etc", "section_text": "7 Schedule 2 (urgent cases: reference to the court etc) has effect."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "8", "section_title": "Directions hearing", "section_text": "8 1 This section applies if the court— a gives permission under section 6 for measures to be imposed on an individual, or b confirms under paragraph 4(3) of Schedule 2 (whether or not subject to paragraph 4(2) of that Schedule) a TPIM notice which imposes measures on an individual. 2 The court must, at the hearing where it gives the permission or confirms the notice, give directions for a further hearing (a  “directions hearing”)— a which, unless the court otherwise directs (whether in those directions or subsequently), is to be held within the period of 7 days beginning with the relevant day, and b which the individual is to have the opportunity to attend. 3 In a case where this section applies because the court gives permission under section 6, directions given under subsection (2) may not be served on the individual unless the TPIM notice has been served on that individual. 4 At the directions hearing, the court must give directions for a further hearing (a  “review hearing”) in relation to the imposition of measures on the individual. 5 Directions under subsection (4) must provide for the review hearing to be held as soon as reasonably practicable. 6 In this section  “ relevant day ” means— a in a case falling within subsection (1)(a), the day on which the TPIM notice imposing the measures is served on the individual; b in a case falling within subsection (1)(b), the day on which the court confirms the TPIM notice."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "9", "section_title": "Review hearing", "section_text": "9 1 On a review hearing held in compliance with directions under section 8(4), the function of the court is to review the decisions of the Secretary of State that the relevant conditions were met and continue to be met. 2 In doing so, the court must apply the principles applicable on an application for judicial review. 3 The court— a must discontinue the review hearing if the individual requests the court to do so; and b may discontinue the review hearing in any other circumstances. 4 The court may not discontinue the review hearing in accordance with subsection (3)(b) without giving the Secretary of State and the individual the opportunity to make representations. 5 The court has the following powers (and only those powers) on a review hearing— a power to quash the TPIM notice; b power to quash measures specified in the TPIM notice; c power to give directions to the Secretary of State for, or in relation to,— i the revocation of the TPIM notice, or ii the variation of measures specified in the TPIM notice. 6 If the court does not exercise any of its powers under subsection (5), the court must decide that the TPIM notice is to continue in force. 7 If the court exercises a power under subsection (5)(b) or (c)(ii), the court must decide that the TPIM notice is to continue in force subject to that exercise of that power. 8 In this section  “ relevant conditions ” means— a condition A; b condition B; c condition C; and d condition D."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "10", "section_title": "Criminal investigations into terrorism-related activity", "section_text": "10 1 The Secretary of State must consult the chief officer of the appropriate police force about the matter mentioned in subsection (2) before— a making an application under section 6 for permission to impose measures on an individual, or b imposing measures on an individual in a case to which section 3(5)(b) applies (urgency of the case requires measures to be imposed without obtaining the permission of the court). 2 The matter is whether there is evidence available that could realistically be used for the purposes of prosecuting the individual for an offence relating to terrorism. 3 The  “ appropriate police force ” means the police force— a that is investigating the commission of any such offence by the individual, or b by which it appears to the Secretary of State that the commission of any such offence by the individual would fall to be investigated. 4 If the Secretary of State serves a TPIM notice on an individual, the Secretary of State must inform the chief officer of the appropriate police force— a that the TPIM notice has been served, and b that the chief officer must act in accordance with the duty under subsection (5). 5 After being informed of the matters mentioned in subsection (4), the chief officer must— a secure that the investigation of the individual's conduct, with a view to a prosecution of the individual for an offence relating to terrorism, is kept under review throughout the period the TPIM notice is in force, and b report to the Secretary of State on the review carried out under paragraph (a). 6 The chief officer must consult the relevant prosecuting authority before responding to consultation under subsection (1). 7 The chief officer must also, to the extent that the chief officer considers it appropriate to do so, consult the relevant prosecuting authority in carrying out the duty under subsection (5)(a). 8 The  “relevant prosecuting authority” is— a in the case of offences that would be likely to be prosecuted in England and Wales, the Director of Public Prosecutions; b in the case of offences that would be likely to be prosecuted in Scotland, the appropriate procurator fiscal; c in the case of offences that would be likely to be prosecuted in Northern Ireland, the Director of Public Prosecutions for Northern Ireland. 9 The duty to consult under subsection (1) or (6) may be satisfied by consultation that took place wholly or partly before the passing of this Act. 10 In this section— “chief officer”— in relation to a police force maintained for a police area in England and Wales, means the chief officer of police of that force; in relation to the Police Service of Scotland, means the chief constable of that Service; in relation to the Police Service of Northern Ireland, means the Chief Constable of that Service; in relation to the  National Crime Agency , means the  Director General of the National Crime Agency ; and ... “ police force ” means— a police force maintained for a police area in England and Wales; the Police Service of Scotland; the Police Service of Northern Ireland; the  National Crime Agency                 ; or ..."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "11", "section_title": "Review of ongoing necessity", "section_text": "11 During the period that a TPIM notice is in force, the Secretary of State must keep under review whether conditions C and D are met."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "12", "section_title": "Variation of measures", "section_text": "12 1 The Secretary of State may by notice (a  “variation notice”) vary measures specified in a TPIM notice if— a the variation consists of the relaxation or removal of measures; b the variation is made with the consent of the individual; or c the Secretary of State reasonably considers that the variation is necessary for purposes connected with preventing or restricting the individual's involvement in terrorism-related activity. 1A The Secretary of State may by variation notice vary a relocation measure so as to substitute a different specified residence if the Secretary of State reasonably considers that— a the variation is necessary for reasons connected with the efficient and effective use of resources in relation to the individual; and b the relocation measure (as varied) remains necessary for purposes connected with preventing or restricting the individual's involvement in terrorism-related activity. 1B A  “relocation measure” is a measure under paragraph 1(2) of Schedule 1 which requires the individual to reside at a specified residence within paragraph 1(3)(b) of that Schedule (requirement to reside at premises specified by Secretary of State other than individual's own residence). 2 The individual to whom a TPIM notice relates may make an application to the Secretary of State for the variation of measures specified in the TPIM notice. 3 The Secretary of State must consider an application made under subsection (2). 4 An application under subsection (2) must be made in writing. 5 The Secretary of State may by notice request the provision, within such period of time as the notice may specify, of further information from the individual in connection with an application under subsection (2). 6 The Secretary of State is not required to consider an application further unless any information requested under subsection (5) is provided in accordance with the notice mentioned in that subsection. 7 A variation under subsection (1)  or (1A)   takes effect when the variation notice is served or, if later, at the time specified for this purpose in the variation notice. 8 The power under subsection (1)  or (1A)   is exercisable whether or not an application has been made under subsection (2). 9 In a case where a TPIM notice— a has expired   as mentioned in section 13(6)(a) , or b has been revoked, the power under subsection (1)  or (1A)   may (in particular) be exercised in relation to the TPIM notice before any revival of the TPIM notice under section 13(6) so as to take effect at the time that the TPIM notice comes back into force on its revival. 10 In such a case, the question of whether condition D is met is to be determined for the purposes of section 13(6) by reference to the measures specified in the TPIM notice as they would be after the exercise of the power under subsection (1)  or (1A) . 11 Subsection (1A) does not limit the power under subsection (1)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "13", "section_title": "Revocation and revival of TPIM notices", "section_text": "13 1 The Secretary of State may by notice (a  “revocation notice”) revoke a TPIM notice at any time. 2 The revocation of a TPIM notice takes effect when the revocation notice is served or, if different, at the time specified for this purpose in the revocation notice. 3 The individual to whom a TPIM notice relates may make an application to the Secretary of State for the revocation of the TPIM notice. 4 The Secretary of State must consider an application made under subsection (3). 5 The power under subsection (1) is exercisable whether or not an application has been made under subsection (3). 6 The Secretary of State may by notice (a  “revival notice”) at any time revive a TPIM notice which— a has expired, or i without being extended under section 5(2) , or ii having been extended under section 5(2) on fewer than four occasions,  or b has been revoked, if conditions A, C and D are met. 7 The power of revival may be exercised— a under subsection (6)(a) or (b) whether or not the TPIM notice has previously been revoked and revived; and b under subsection (6)(b) whether or not the TPIM notice has been extended under section 5(2)  (and regardless of how many times it has been so extended) . 8 But the power of revival under subsection (6)(b) may not be exercised to revive a TPIM notice which the Secretary of State was required to revoke by directions given by the court in TPIM proceedings. 9 A TPIM notice which is revived— a comes back into force when the revival notice is served or, if later, at the time specified for this purpose in the revival notice;  ... b is in force— i for the period of one year (in a case where the revived notice had expired), or ii for the period of time for which the TPIM notice would have continued in force if it had not been revoked (in a case where the revived notice had been revoked) ; and c is treated as having been extended under section 5(2) on the same number of occasions (if any) as on which the revived notice had been so extended."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "14", "section_title": "Replacement of TPIM notice that is quashed etc", "section_text": "14 1 This section applies if— a a TPIM notice, the extension of a TPIM notice, or the revival of a TPIM notice, is quashed in TPIM proceedings, or b a TPIM notice is revoked by the Secretary of State in compliance with directions given by the court in TPIM proceedings. 2 The replacement TPIM notice is to be in force for the period of time for which the overturned notice would have continued in force but for the quashing or revocation. 3 The replacement TPIM notice is to be treated as having been extended under section 5(2) on the same number of occasions (if any) as on which the overturned notice had been so extended (including any extension that was quashed). 4 Terrorism-related activity is to be treated as new terrorism-related activity in relation to the imposition of measures by the replacement TPIM notice if it was new terrorism-related activity in relation to the imposition of measures by the overturned notice. 5 Terrorism-related activity that occurs after the coming into force of the overturned notice does not cease to be new terrorism-related activity by virtue of the coming into force of the replacement TPIM notice. 6 Subsections (2) to (5) do not apply to the replacement notice if— a some or all of the relevant activity (within the meaning of section 3) occurred after the overturned notice came into force, and b the Secretary of State determines that those subsections should not apply to that notice. 7 In this section— “ new terrorism-related activity ” has the same meaning as in section 3; “ overturned notice ” means the TPIM notice to which the quashing or revocation referred to in subsection (1) relates; “ replacement TPIM notice ” means the first TPIM notice to impose measures on the individual to whom the overturned notice relates after the quashing or revocation referred to in subsection (1)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "15", "section_title": "Other provision relating to the quashing of TPIM notices etc", "section_text": "15 1 A power in TPIM proceedings to quash a TPIM notice, the extension of a TPIM notice, the revival of a TPIM notice, or measures specified in a TPIM notice, includes— a in England and Wales or Northern Ireland, power to stay the quashing for a specified time, or pending an appeal or further appeal against the decision to quash; or b in Scotland, power to determine that the quashing is of no effect for a specified time or pending such an appeal or further appeal. 2 A decision in TPIM proceedings to quash measures specified in a TPIM notice, or (except as provided in section 14) a decision in TPIM proceedings to quash, or to give directions to the Secretary of State in relation to, a TPIM notice, the extension of a TPIM notice, or the revival of a TPIM notice, does not prevent the Secretary of State— a from exercising any power under this Act to impose measures (whether or not to the same or similar effect as measures to which the decision relates), or b from relying, in whole or in part, on any matters for the purpose of so exercising such a power (whether or not the matters were relied on in exercising powers under this Act in relation to measures or the TPIM notice to which the decision relates). 3 Schedule 3 (appeals against convictions) has effect."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "16", "section_title": "Appeals", "section_text": "16 1 If the Secretary of State extends or revives a TPIM notice (see section 5(2) or 13(6))— a the individual to whom the TPIM notice relates may appeal to the court against the extension or revival; and b the function of the court on such an appeal is to review the Secretary of State's decisions that conditions A, C and D were met and continue to be met. 2 If the Secretary of State varies  under section 12(1)(c)   measures specified in a TPIM notice (and the variation does not consist of the relaxation or removal of measures) without the consent of the individual to whom the TPIM notice relates  ...— a the individual may appeal to the court against the variation; and b the function of the court on such an appeal is to review the Secretary of State's decisions that the variation was necessary, and continues to be necessary, for purposes connected with preventing or restricting involvement by the individual in terrorism-related activity. 2A If the Secretary of State varies a relocation measure specified in a TPIM notice under section 12(1A)— a the individual may appeal to the court against the variation; and b the function of the court on such an appeal is to review the Secretary of State's decisions that— i the variation was necessary for reasons connected with the efficient and effective use of resources in relation to the individual, and ii the relocation measure (as varied) remained, and continues to be, necessary for purposes connected with preventing or restricting involvement by the individual in terrorism-related activity. 2B In subsection (2A)  “ relocation measure ” has the meaning given by section 12(1B). 3 If the individual to whom a TPIM notice relates makes an application to the Secretary of State for the variation of measures specified in the TPIM notice (see section 12(2))— a the individual may appeal to the court against any decision by the Secretary of State on the application; and b the function of the court on such an appeal is to review the Secretary of State's decisions that the measures to which the application relates were necessary, and continue to be necessary, for purposes connected with preventing or restricting involvement by the individual in terrorism-related activity. 4 If the individual to whom a TPIM notice relates makes an application to the Secretary of State for the revocation of the TPIM notice (see section 13(3))— a the individual may appeal to the court against any decision by the Secretary of State on the application; and b the function of the court on such an appeal is to review the Secretary of State's decisions that conditions A, C and D were met and continue to be met. 5 If the individual to whom a TPIM notice relates makes an application to the Secretary of State for permission— a the individual may appeal to the court against any decision by the Secretary of State on the application (including any decision about conditions to which permission is subject); and b the function of the court on such an appeal is to review the decision. 6 In determining the matters mentioned in subsections (1) to (5) the court must apply the principles applicable on an application for judicial review. 7 The only powers of the court on an appeal under this section are— a power to quash the extension or revival of the TPIM notice; b power to quash measures specified in the TPIM notice; c power to give directions to the Secretary of State for, or in relation to,— i the revocation of the TPIM notice, or ii the variation of measures the TPIM notice specifies; d power to give directions to the Secretary of State in relation to permission or conditions to which permission is subject. 8 If the court does not exercise any of its powers under subsection (7), it must dismiss the appeal. 9 In this section  “ permission ” means permission for the purposes of measures specified in a TPIM notice (see, in particular, paragraph 13 of Schedule 1)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "17", "section_title": "Jurisdiction in relation to decisions under this Act", "section_text": "17 1 TPIM decisions are not to be questioned in any legal proceedings other than— a proceedings in the court; or b proceedings on appeal from such proceedings. 2 The court is the appropriate tribunal for the purposes of section 7 of the Human Rights Act 1998 in relation to proceedings all or any part of which call a TPIM decision into question. 3 In this Act  “ TPIM decision ” means— a a decision made by the Secretary of State in exercise or performance of any power or duty under any of sections 2 to 15 or under Schedule 1 or 2; b a decision made by the Secretary of State for the purposes of, or in connection with, the exercise or performance of any such power or duty; c a decision by a constable to give a direction by virtue of paragraph 4 of Schedule 1 (movement directions measure) or paragraph 10(1)(b) of that Schedule (reporting measure); ca a decision by a polygraph operator to give an instruction by virtue of paragraph 10ZA(1)(c) of Schedule 1 (polygraph measure); cb a decision by an authorised person to give a direction by virtue of paragraph 10ZB(1)(b) of Schedule 1 (drug testing measure); d a decision by a person to give a direction by virtue of paragraph 12(2)(d) of Schedule 1 (monitoring measure)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "18", "section_title": "Proceedings relating to measures", "section_text": "18 1 No appeal shall lie from any determination of the court in TPIM proceedings, except on a question of law. 2 No appeal by any person other than the Secretary of State shall lie from any determination— a on an application for permission under section 6; or b on a reference under Schedule 2. 3 Schedule 4 (proceedings relating to measures) has effect."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "19", "section_title": "Reports on exercise of powers under Act", "section_text": "19 1 The Secretary of State must— a prepare a report about the exercise of the powers mentioned in subsection (2) during each period of 3 months beginning with the month in which this Act is passed, and b lay a copy of each such report before Parliament. 2 The powers referred to in subsection (1) are the powers of the Secretary of State under this Act— a to impose measures on an individual by a TPIM notice under section 2; b to extend a TPIM notice under section 5(2); c to vary a TPIM notice under section 12; d to revoke a TPIM notice under section 13(1); e to revive a TPIM notice under section 13(6). 3 The duty under subsection (1) in relation to the preparation and laying of a report must be carried out as soon as reasonably practicable after the end of the 3 month period to which the report relates. 4 Subject to subsection (5), this section does not require a report to be made in relation to any time which falls after the Secretary of State's TPIM powers have expired or been repealed under section 21, except for the period of 28 days referred to in section 22(2). 5 If the Secretary of State's TPIM powers are revived under section 21— a the reference in subsection (1)(a) above to the month in which this Act is passed is to be read as a reference to the month in which the revival takes effect; and b this section applies accordingly."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "20", "section_title": "Reviews of operation of Act", "section_text": "20 1 The Secretary of State must appoint a person to review the operation of this Act (“the independent reviewer”). 1A The independent reviewer must carry out a review under this section in respect of each calendar year starting with 2022 and ending with 2026. Each review must be completed as soon as reasonably practicable after the year to which it relates. 2 In each calendar year  after 2026   the independent reviewer must, by 31 January, inform the Secretary of State what (if any) reviews under this section the reviewer intends to carry out in that year. Those reviews must be completed during that year or as soon as reasonably practicable after the end of it. 4 The independent reviewer must send to the Secretary of State a report on the outcome of each review carried out under  this section   as soon as reasonably practicable after completion of the review. 5 On receiving a report under subsection (4), the Secretary of State must lay a copy of it before Parliament. 6 The Secretary of State may pay to the independent reviewer— a expenses incurred in carrying out the functions of the reviewer under this section, and b such allowances as the Secretary of State determines. 7 Subsection (1A) does not require a review to be carried out in respect of any calendar year during the whole of which the Secretary of State's TPIM powers (within the meaning given by section 21(8)) do not exist because of their expiry or repeal under section 21. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "21", "section_title": "Expiry and repeal of TPIM powers", "section_text": "21 1 Except so far as otherwise provided under this section, the Secretary of State's TPIM powers expire at the end of 5 years beginning with the day on which this Act is passed. 2 The Secretary of State may, by order made by statutory instrument— a repeal the Secretary of State's TPIM powers; b at any time revive the Secretary of State's TPIM powers for a period not exceeding 5 years; c provide that the Secretary of State's TPIM powers— i are not to expire at the time when they would otherwise expire under subsection (1) or in accordance with an order under this subsection; but ii are to continue in force after that time for a period not exceeding 5 years. 3 Before making an order under this section the Secretary of State must consult— a the independent reviewer appointed for the purposes of section 20; b   the Investigatory Powers Commissioner  ; and c the Director-General of the Security Service. 4 An order under this section may not be made unless a draft of it has been laid before Parliament and approved by a resolution of each House. 5 Subsection (4) does not apply to an order that contains a declaration by the Secretary of State that the order needs, by reason of urgency, to be made without the approval required by that subsection. 6 An order that contains such a declaration— a must be laid before Parliament after being made; and b if not approved by a resolution of each House before the end of 40 days beginning with the day on which the order was made, ceases to have effect at the end of that period. 7 Where an order ceases to have effect in accordance with subsection (6), that does not— a affect anything previously done in reliance on the order; or b prevent the making of a new order to the same or similar effect. 8 In this section— “ 40 days ” means 40 days computed as provided for in section 7(1) of the Statutory Instruments Act 1946; “ Secretary of State's TPIM powers ” means— the power to impose a TPIM notice under section 2; the power to extend a TPIM notice under section 5(2); the power to vary a TPIM notice under section 12(1)(c)  or (1A) ; and the power to revive a TPIM notice under section 13(6) to (9)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "22", "section_title": "Section 21: supplementary provision", "section_text": "22 1 This section applies if the Secretary of State's TPIM powers expire or are repealed under section 21. 2 A TPIM notice which is in force immediately before expiry or repeal is to— a continue in force for the period of 28 days beginning with expiry or repeal; and b be treated as if revoked by the Secretary of State at the end of that period. 3 Subsection (2)(a) is subject to— a any variation under section 12(1)(a) or (b), and b any revocation or quashing. 4 Except as provided for in subsection (5) or (6), TPIM proceedings may neither continue nor be begun after expiry or repeal. 5 TPIM proceedings of a kind set out in subsection (7) may continue, or be begun, after expiry or repeal, but only for the purpose of determining one or more of the following matters— a whether a TPIM notice should be quashed; b whether measures imposed by a TPIM notice should be quashed; c whether to make a declaration under paragraph 4(4) of Schedule 2. 6 Proceedings for an award of damages or other relief arising out of any TPIM proceedings of a kind set out in subsection (7)(a) to (c) may continue, or be begun, after expiry or repeal. 7 The TPIM proceedings referred to in subsections (5) and (6) are— a a reference made under paragraph 3 of Schedule 2 before expiry or repeal; b a hearing in pursuance of directions under section 8(2) or (4); c an appeal under section 16; d an appeal, or further appeal, relating to a decision in any proceedings mentioned in any of paragraphs (a) to (c). 8 If, after expiry of the Secretary of State's TPIM powers, the powers are revived under section 21(2)(b)— a all TPIM notices, including any which were in force before expiry, are to be taken into account in determining whether there is new terrorism-related activity for the purposes of section 3(6); b the expiry of those powers does not prevent them from being exercised after revival in relation to any TPIM notice which— i expired or was revoked before the expiry of the powers or during the relevant 28 day period, or ii is, in accordance with subsection (2)(b) of this section, treated as if revoked at the end of the relevant 28 day period; and for this purpose  “ relevant 28 day period ” means the period of 28 days beginning with the expiry of the powers that is mentioned in subsection (2)(b)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "23", "section_title": "Offence", "section_text": "23 1 An individual is guilty of an offence if— a a TPIM notice is in force in relation to the individual, and b the individual contravenes, without reasonable excuse, any measure specified in the TPIM notice. 1A Where an individual— a is subject to a measure specified under paragraph 2 of Schedule 1 (a  “travel measure”), and b leaves the United Kingdom or travels outside the United Kingdom, subsection (1)(b) has effect, in relation to that act, with the omission of the words  “without reasonable excuse”. 2 If the individual has the permission of the Secretary of State by virtue of Schedule 1 for an act which would, without that permission, contravene such a measure, the individual contravenes that measure by virtue of that act if the act is not in accordance with the terms of the permission. 3 An individual guilty of an offence under subsection (1) is liable— a on conviction on indictment, to imprisonment for a term not exceeding 5 years or to a fine, or to both; b on summary conviction in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or to a fine not exceeding the statutory maximum, or to both; c on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum, or to both; d on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum, or to both. 3A Where an individual commits an offence under subsection (1) by contravening a travel measure, subsection (3)(a) has effect as if  “10 years” were substituted for  “5 years”. 4 In relation to an offence committed before   2 May 2022 , the reference in subsection (3)(b) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 5 Where an individual is convicted by or before a court of an offence under subsection (1), it is not open to that court to make in respect of the offence— a an order under   section 80 of the Sentencing Code   (conditional discharge); b an order under section 227A of the Criminal Procedure (Scotland) Act 1995 (community payback orders); or c an order under Article 4(1)(b) of the Criminal Justice (Northern Ireland) Order 1996 ( S.I.  1996/3160 (N.I. 24)) (conditional discharge in Northern Ireland)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "24", "section_title": "Powers of entry etc", "section_text": "24 Schedule 5 (powers of entry, search, seizure and retention) has effect."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "25", "section_title": "Fingerprints and samples", "section_text": "25 Schedule 6 (fingerprints and samples) has effect."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "26", "section_title": "Temporary power for imposition of enhanced measures", "section_text": "26 1 If the Secretary of State considers that it is necessary to do so by reason of urgency, the Secretary of State may make a temporary enhanced TPIM order during any period that— a begins with the dissolution of Parliament, and b ends with the first Queen's Speech of the Parliament which first meets after that dissolution. 2 A temporary enhanced TPIM order is an order which makes provision for, or in connection with, giving the Secretary of State power to impose enhanced measures by notice on individuals whom the Secretary of State is satisfied, on the balance of probabilities, are, or have been, involved in terrorism-related activity. 3 An enhanced measure is a requirement, restriction or other provision which is of any of the following kinds— a a restriction on an individual in relation to the residence in which the individual resides, including— i a requirement to reside at a specified residence in the United Kingdom; ii a requirement not to allow others to reside at that residence without the permission of the Secretary of State; iii a requirement, applicable between specified hours, to remain at, or within, that residence; b a restriction on an individual in relation to leaving a specified area; c a requirement, restriction or other provision which corresponds to provision within any of these paragraphs of Schedule 1— i paragraphs 2 to 6; ii paragraph 7(1) and (2) and (4) to (6); iii paragraphs 9 to 12; d a requirement, restriction or other provision which corresponds to provision within paragraph 8(1) of Schedule 1 (as read with paragraph 8(3) of that Schedule), including— i a requirement not to associate or communicate with other persons without the permission of the Secretary of State, which includes provision allowing the individual (without seeking permission) to associate and communicate with such persons or descriptions of persons as the Secretary of State may specify; ii a requirement to give notice to the Secretary of State before associating or communicating with other persons, which includes provision allowing the individual (without giving notice) to associate and communicate with such persons, or descriptions of persons, as are specified; iii a requirement of the kind referred to in sub-paragraph (c) of paragraph 8(2) of Schedule 1, which may in particular relate to association or communication which is allowed by virtue of provision of the kind referred to in sub-paragraph (i) or (ii) above; e provision which corresponds to provision within Part 2 of Schedule 1; and for this purpose  “ specified ” means specified by the Secretary of State in an enhanced TPIM notice. 4 Except as provided for in subsections (5) to (10), the provision made by a temporary enhanced TPIM order must correspond to the relevant provisions of this Act. 5 A temporary enhanced TPIM order— a must secure that enhanced TPIM notices and standard TPIM notices are separate notices; b must secure that, at any particular time, an enhanced TPIM notice and a standard TPIM notice are not both in force in relation to a particular individual; and c may secure that the application of a temporary enhanced TPIM order to a particular individual does not affect the application of this Act to that individual (and vice versa). 6 The provision of a temporary enhanced TPIM order which corresponds to section 3 must include appropriate variations from the provision contained in that section to secure— a that condition A is replaced by a condition which secures that the enhanced TPIM power may not be exercised in relation to an individual unless the Secretary of State is satisfied, on the balance of probabilities, that the individual is, or has been, involved in terrorism-related activity; and b that condition D is replaced by a condition which secures both— i the same result as condition D, and ii that the enhanced TPIM power may not be exercised in relation to an individual unless some or all of the measures imposed by the enhanced TPIM notice are measures that may not be imposed by a standard TPIM notice. 7 The provision of a temporary enhanced TPIM order which corresponds to section 5(1) must include appropriate variations from the provision contained in that subsection to secure that each enhanced TPIM notice ceases to be in force at the time when the enhanced TPIM power ceases to have effect in accordance with section 27(1) (subject to earlier revocation or quashing of the notice). 8 The provision of a temporary enhanced TPIM order which corresponds to Schedule 1 must include appropriate variations from the provision contained in that Schedule to secure that it is enhanced measures which the Secretary of State has power to impose. 9 A temporary enhanced TPIM order may make appropriate provision (including appropriate variations from the provision contained in the relevant provisions of this Act) in consequence of, or in connection with, the creation, in accordance with this section, of the enhanced TPIM power. 10 A temporary enhanced TPIM order may make appropriate provision for the purposes of securing that transitional and saving provision relating to a temporary enhanced TPIM order ceasing to have effect may be made (including provision for enhanced TPIM notices to continue in force for a period, which does not exceed 28 days, after the enhanced TPIM power ceases to have effect). 11 The provision that may be made by a temporary enhanced TPIM order includes— a provision applying (with or without modifications) any enactment (including an enactment contained in this Act); b provision conferring functions on the Secretary of State or any other person (including, in the case of the Secretary of State or any other Minister of the Crown, functions of a legislative nature). 12 The Secretary of State must obtain the consent of the Scottish Ministers to the inclusion in a temporary enhanced TPIM order of any provision— a which would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament, or b which otherwise confers functions on the Scottish Ministers. 13 But subsection (12) does not apply to any provision of an enhanced TPIM order which— a applies (with or without modifications) an enactment contained in, or amended by, this Act, or b otherwise corresponds to such an enactment."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "27", "section_title": "Section 26: supplementary provision", "section_text": "27 1 A temporary enhanced TPIM order, except for designated transitional and saving provision, ceases to have effect— a at the end of the period of 90 days beginning with the day on which the Secretary of State makes the order, or b at such earlier time (if any) as is specified in the order. 2 The Secretary of State may by order revoke some or all of a temporary enhanced TPIM order if the Secretary of State considers it appropriate to do so (whether or not the Secretary of State would have power to make a temporary enhanced TPIM order by virtue of section 26(1)). 3 As soon as practicable after making— a a temporary enhanced TPIM order, or b an order revoking any provision of a temporary enhanced TPIM order, the Secretary of State must lay before each House of Parliament a copy of the order that has been made. 4 Anything which has been done by virtue of a temporary enhanced TPIM order is not affected by the temporary enhanced TPIM order ceasing to have effect. 5 In section 26 and this section— “ appropriate ”, in relation to variations, or other provision, means such variations, or such other provision, as the Secretary of State considers appropriate; “ designated transitional and saving provision ” means provision of a temporary enhanced TPIM order which is designated, in a temporary enhanced TPIM order, as transitional and saving provision for the purposes of this section; “ enactment ” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978, an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, Northern Ireland legislation, and an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales; “ enhanced measure ” has the meaning given in section 26(3); “ enhanced TPIM notice ” means a notice by which the enhanced TPIM power is exercised; “ enhanced TPIM power ” means the power to impose enhanced measures that is referred to in section 26(2); “relevant provisions of this Act” mean all the provisions of this Act, apart from— section 1 (abolition of control orders), section 5(2) and (3) (extension of TPIM notices), section 13(6)(a) (revival of TPIM notice after expiry), sections 21 (expiry and repeal of TPIM powers) and 22 (section 21: supplementary provision), section 26 and this section, section 29 (financial and supplemental provision), section 31(1) and (2) (short title and commencement), and Schedules 7 (minor and consequential amendments) and 8 (transitional and saving provision); “ standard TPIM notice ” means a notice under section 2; “ temporary enhanced TPIM order ” has the meaning given in section 26(2)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "28", "section_title": "Notices", "section_text": "28 1 In a case where the Secretary of State serves a TPIM notice, a revival notice or an extension notice on an individual, the Secretary of State must, by a further notice, give the following information to the individual— a the period for which the TPIM notice will be in force; b the day on which the TPIM notice comes, or came, into force; and c the day on which the TPIM notice will expire; and, in the case of a revival or extension notice,  “ TPIM notice ” means the TPIM notice which is revived or extended by that notice. 2 An individual is not bound by— a a TPIM notice, b a revival notice, or c a variation notice insofar as it gives notice of a variation that is neither a relaxation or removal of measures, nor a variation with the individual's consent, unless the notice is served personally on the individual. 3 An individual is not bound by an extension notice unless the notice is— a served personally on the individual, and b so served before the TPIM notice to which it relates would otherwise expire. 4 Any of the following notices must be served on the individual to whom the notice relates— a a revocation notice; b a variation notice insofar as subsection (2)(c) does not apply to it; c a confirmation notice. 5 Any of the following notices may be proved by the production of a document purporting to be certified by the Secretary of State as a true copy of the notice— a a TPIM notice; b an extension notice; c a revocation notice; d a revival notice; e a variation notice; f a confirmation notice. 6 But that does not prevent the proof of such a notice in other ways. 7 In this section— “ confirmation notice ” means a notice given under subsection (1); “ extension notice ” means a notice under section 5(2); “ revival notice ” has the same meaning as in section 13(6); “ revocation notice ” has the same meaning as in section 13(1); “ variation notice ” has the same meaning as in section 12(1)."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "29", "section_title": "Financial and supplemental provision", "section_text": "29 1 The Secretary of State may enter into such contracts and other arrangements with other persons as the Secretary of State considers appropriate for securing their assistance in connection with any monitoring, by electronic or other means, that the Secretary of State considers needs to be carried out in connection with measures specified in TPIM notices. 2 The following are to be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State or Lord Chancellor by virtue of this Act, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided. 3 Schedule 7 (minor and consequential amendments) has effect. 4 Schedule 8 (transitional and saving provision) has effect."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "30", "section_title": "Interpretation etc", "section_text": "30 1 In this Act— “act” and  “conduct” include omissions and statements; “ act of terrorism ” includes anything constituting an action taken for the purposes of terrorism, within the meaning of the Terrorism Act 2000 (see section 1(5) of that Act); “condition A”,  “condition B”,  “condition C”,  “condition D” or  “ condition E ” means that condition as set out in section 3; “ court ” means— in the case of proceedings relating to an individual whose principal place of residence is in Scotland, the Outer House of the Court of Session; in the case of proceedings relating to an individual whose principal place of residence is in Northern Ireland, the High Court in Northern Ireland; in any other case, the High Court in England and Wales; “ measures ” means terrorism prevention and investigation measures (which has the meaning given in section 2); “ notice ” means notice in writing; “ terrorism ” has the same meaning as in the Terrorism Act 2000 (see section 1(1) to (4) of that Act); “terrorism-related activity”, and  “involvement” (in relation to such activity), are to be construed in accordance with section 4; “ TPIM decision ” has the meaning given in section 17; “ TPIM notice ” has the meaning given in section 2(1); “ TPIM proceedings ” means— proceedings on an application for permission under section 6; proceedings on a reference under Schedule 2; proceedings on a directions hearing held in accordance with directions under section 8(2); proceedings on a review hearing held in accordance with directions under section 8(4); proceedings on an appeal under section 16; proceedings by virtue of section 17(2); proceedings on an application made by virtue of rules of court made under paragraph 6 of Schedule 4 (application for order requiring anonymity); any other proceedings for questioning a TPIM decision (including any claim for damages or other relief arising out of such a decision). 2 In a case where— a a TPIM notice has come into force in relation to an individual, and b by virtue of the coming into force of that TPIM notice, terrorism-related activity which occurred before the coming into force of that notice has ceased to be new terrorism-related activity (within the meaning of section 3(6)) in relation to that individual for the purposes of that section, the Secretary of State is not prevented from taking account of that activity for the purposes of the continued imposition, or subsequent imposition, of measures on that individual. 3 For the purposes of the definition of  “new terrorism-related activity” in section 3, if a TPIM notice is revived under section 13(6), a reference to the notice coming into force is a reference to it coming into force by virtue of section 5(1) (and not to it coming back into force by virtue of section 13(9)). 4 For the purpose of determining what measures may be imposed on an individual, it is immaterial whether the involvement in terrorism-related activity to be prevented or restricted by the measures is connected with matters to which the Secretary of State's belief for the purpose of condition A relates. 5 A failure by the Secretary of State to consider an application by an individual for— a the revocation of a TPIM notice, or b the variation of measures specified in a TPIM notice, is to be treated as a decision by the Secretary of State not to revoke, or not to vary, the TPIM notice. 6 Subsections (2) to (5) apply for the purposes of this Act."}, {"act": "Terrorism Prevention and Investigation Measures Act 2011", "year": 2011, "section": "31", "section_title": "Short title, commencement and extent", "section_text": "31 1 This Act may be cited as the Terrorism Prevention and Investigation Measures Act 2011. 2 This Act comes into force on the day after the day on which it is passed. 3 This Act extends to England and Wales, Scotland and Northern Ireland. 4 Her Majesty may by Order in Council direct that this Act is to extend, with such modifications as appear to Her Majesty to be appropriate, to the Isle of Man."}]