[{"act": "Bees Act 1980", "year": 1980, "section": "1", "section_title": " Control of pests and diseases affecting bees.", "section_text": "1 1 The Minister of Agriculture, Fisheries and Food, the Secretary of State for Scotland and the Secretary of State for Wales, acting jointly, may by order make such provision as they think fit for the purpose of preventing the introduction into or spreading within Great Britain of pests or diseases affecting bees. 2 Without prejudice to the generality of subsection (1) above, for the purpose there mentioned an order under this section— a may prohibit or regulate the importation into or movement within Great Britain of bees and combs, bee products, hives, containers and other appliances used in connection with keeping or transporting bees, and of any other thing which has or may have been exposed to infection with any pest or disease to which the order applies; b may make provision with respect to any of the matters specified in the Schedule to this Act; and c may make different provision for different cases or different areas. 3 Any authorised person may examine any bees or other things subject to control under an order under this section, and may take samples of them, in order to see if they are free from infection. 4 Where any bees or other things subject to control under any such order are found to be infected, or to have been exposed to infection, with any pest or disease to which the order applies, any authorised person may destroy them by such means as he thinks fit, or cause them to be so destroyed. 5 Without prejudice to subsection (4) above, where any bees or other things are imported into Great Britain in contravention of an order under this section, any authorised person may destroy them by such means as he thinks fit, or cause them to be so destroyed, and may do so with or without first allowing an opportunity for them to be re-exported. 6 No compensation shall be payable in respect of any exercise of the powers conferred by subsections (3) and (5) above. 7 Any person who— a imports any bees or other things into Great Britain in contravention of an order under this section; b moves any bees or other things within Great Britain in contravention of any such order; or c otherwise contravenes or fails to comply with the provisions of any such order or with any condition imposed by any licence issued under any such order; shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 8 Any expenses incurred by any of the Ministers mentioned in subsection (1) above under this section (or under any order made under this section) shall be defrayed out of moneys provided by Parliament. 9 The power to make an order under this section shall be exercisable by statutory instrument, which shall be subject to annulment by resolution of either House of Parliament."}, {"act": "Bees Act 1980", "year": 1980, "section": "2", "section_title": " Power of entry.", "section_text": "2 1 For the purpose of exercising any power conferred on him by or under section 1 of this Act an authorised person may at any time enter— a any premises or other place; or b any vessel, boat, hovercraft aircraft or vehicle of any other description; on or in which he has reasonable grounds for supposing there are or have been any bees or other things subject to control under an order under that section. 2 A person seeking to enter any premises or other place, or any vessel, boat, hovercraft, aircraft or other vehicle in exercise of the power of entry under this section, shall, if so required by or on behalf of the owner or occupier or person in charge, produce evidence of his authority before entering. 3 Any person who intentionally obstructs a person acting in exercise of the power of entry under this section shall be liable on summary conviction, or, in Scotland, on conviction by a court of summary jurisdiction, to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Bees Act 1980", "year": 1980, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act— “ authorised person ” means a person generally or specially authorised in writing by the responsible Minister; “ bees ” includes bees in any stage of their life cycle; “ bee product ” means any natural product of the activities of bees (such as, for example, honey or beeswax) in its natural state; and “ the responsible Minister ” means— a in relation to England, the Minister of Agriculture, Fisheries and Food; and b in relation to Scotland and Wales, the Secretary of State."}, {"act": "Bees Act 1980", "year": 1980, "section": "4", "section_title": " Enactment of same provisions for Northern Ireland.", "section_text": "4 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it operates only so as to make for Northern Ireland provision corresponding to this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution by both Houses of Parliament); but b shall be subject to annulment by resolution of either House."}, {"act": "Bees Act 1980", "year": 1980, "section": "5", "section_title": " Short title, commencement, repeals, transitional provision and extent.", "section_text": "5 1 This Act may be cited as the Bees Act 1980. 2 This Act shall come into force on such day as the Minister of Agriculture, Fisheries and Food, the Secretary of State for Scotland and the Secretary of State for Wales, acting jointly, may by order made by statutory instrument appoint. 3 The following enactments shall cease to have effect— sections 11 and 12(8) of the  Agriculture (Miscellaneous Provisions) Act 1941; section 10 of the  Agriculture (Miscellaneous Provisions) Act 1954. 4 Without prejudice to section 17(2)(b) of the  Interpretation Act 1978 (effect of repeal and re-enactment in relation to sub-ordinate legislation), any order made under section 11 of the  Agriculture (Miscellaneous Provisions) Act 1941 which is in force at the commencement of this Act shall have effect as if made under section 1 of this Act (and may be revoked or amended by an order made under section 1 accordingly). 5 This Act, with the exception of section 4, does not extend to Northern Ireland."}]