[{"act": "British Aerospace Act 1980", "year": 1980, "section": "1", "section_title": " Vesting of property, etc., of British Aerospace in a company nominated by the Secretary of State.", "section_text": "1 1 On the appointed day all the property, rights, liabilities and obligations to which British Aerospace was entitled or subject immediately before that day shall (subject to section 2 of this Act and to the following provisions of this section) become by virtue of this section property, rights, liabilities and obligations of a company nominated for the purposes of this section by the Secretary of State (referred to below in this Act as “ the successor company ”). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any agreement made, transaction effected or other thing done by, to or in relation to British Aerospace which is in force or effective immediately before the appointed day shall have effect on and after that day as if made, effected or done by, to or in relation to the successor company, in all respects as if the successor company were the same person, in law, as British Aerospace; and accordingly references to British Aerospace— a in any agreement (whether or not in writing) and in any deed, bond or instrument; b in any process or other document issued, prepared or employed for the purpose of any proceeding before any court or other tribunal or authority; and c in any other document whatsoever (other than an enactment) relating to or affecting any property, right, liability or obligation of British Aerospace which vests by virtue of this section in the successor company; shall be taken on and after the appointed day as referring to the successor company. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any liability of British Aerospace under section 40(4) of the Act of 1977 shall not vest in the successor company by virtue of this section, but the Secretary of State shall be liable to indemnify the Bank of England against any loss suffered by them arising out of, or in connection with, the issue of compensation stock under Part II of that Act in respect of the vesting of any securities in British Aerospace (and any sums required by the Secretary of State for the purpose shall be paid out of moneys provided by Parliament). 6 Schedule 1 to this Act contains specific provisions with respect to the effect in certain respects of the vesting of the property, rights, liabilities and obligations of British Aerospace in the successor company by virtue of this section; but nothing in those provisions shall be taken as prejudicing the general effect of the preceding provisions of this section. 7 References in this Act to property, rights, liabilities and obligations of British Aerospace are references to all such property, rights, liabilities and obligations, whether or not capable of being transferred or assigned by British Aerospace. 8 It is hereby declared for the avoidance of doubt that— a any reference in this Act to property of British Aerospace is a reference to property of British Aerospace whether situated in the United Kingdom or elsewhere; and b any such reference to rights, liabilities or obligations of British Aerospace is a reference to rights to which British Aerospace is entitled, or (as the case may be) liabilities or obligations to which British Aerospace is subject, whether under the law of the United Kingdom or of any part of the United Kingdom or under the law of any country or territory outside the United Kingdom."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "2", "section_title": " Cancellation of certain Government investment in British Aerospace.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "3", "section_title": " Initial Government shareholding in the successor company.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "4", "section_title": " Financial structure of the successor company and its subsidiaries.", "section_text": "4 1 If the aggregate nominal value of the shares in the successor company issued in pursuance of section 3 of this Act is less than the aggregate amount of the former Government investment in British Aerospace, a sum equal to the amount of the difference shall be carried by the successor company to a reserve (“the statutory reserve”). 2 The statutory reserve may only be applied by the successor company in paying up unissued shares of the company to be allotted to members of the company as fully paid bonus shares. 3 Notwithstanding subsection (2) above, the statutory reserve shall not count as an undistributable reserve of the successor company for the purposes of  section 831(4)(d) of the Companies Act 2006 ; but for the purpose of determining under that section whether the successor company may make a distribution at any time any amount for the time being standing to the credit of the statutory reserve shall be treated for the purposes of  section 831(4)(c)  as if it were unrealised profits of the company. 4 For the purposes of any statutory accounts of the successor company the value of any asset and the amount of any liability of British Aerospace vesting in that company on the appointed day (as at the date of vesting) shall be taken to be the value or (as the case may be) the amount assigned to that asset or liability for the purposes of the corresponding statement of accounts prepared by British Aerospace in accordance with section 10(6) of this Act in respect of the last accounting year of British Aerospace ending before the appointed day. 5 For the purposes of any statutory accounts of the successor company the amount to be included in respect of any item shall be determined as if anything done by British Aerospace (whether by way of acquiring, revaluing or disposing of any asset or incurring, revaluing or discharging any liability, or by carrying any amount to any provision or reserve, or otherwise) had been done by the successor company. Accordingly (but without prejudice to the generality of the preceding provision) the amount to be included from time to time in any reserves of the successor company as representing its accumulated realised profits available for distribution shall be determined as if any profits realised and retained by British Aerospace had been realised and retained by the successor company. 6 References in this section to the former Government investment in British Aerospace are references to the aggregate of the following, that is to say— a the amount included in the closing statement of the accounts of British Aerospace as representing the commencing capital of British Aerospace; and b the capital amounts mentioned in section 2( b ) and ( c ) of this Act; and in this subsection “ the closing statement of the accounts of British Aerospace ” means the statement of those accounts prepared by British Aerospace as mentioned in subsection (4) above. 7 References in this section to the statutory accounts of the successor company are references to any accounts prepared by the successor company for the purposes of any provision of the  the Companies Act 2006  (including group accounts)."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "5", "section_title": " Government investment in shares and securities of the successor company.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "6", "section_title": " Exercise of Secretary of State’s functions under sections 3 and 5 through nominees.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "7", "section_title": " Target investment limit for Government shareholding under sections 3 and 5.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "8", "section_title": " Liability of the successor company for defaulting subsidiary where cause of action arose before appointed day.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "9", "section_title": " Liability of Secretary of State in respect of obligations vesting in the successor company by virtue of section 1, etc.", "section_text": "9 1 This section applies where— a a resolution has been passed, in accordance with the provisions of the  Insolvency Act 1986 , for the voluntary winding up of the successor company, otherwise than merely for the purpose of reconstruction or amalgamation with another company; or b without any such resolution having been passed beforehand, an order has been made for the winding up of the successor company by the court under that Act. 2 The Secretary of State shall become liable on the commencement of the winding up to discharge any outstanding liability of the successor company in respect of— a any obligation of the successor company which vested in that company by virtue of section 1 of this Act;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any sums required by the Secretary of State for discharging any liability imposed on him by this section shall be paid out of moneys provided by Parliament. 4 Where the Secretary of State makes a payment to any person in discharge of what appears to him to be a liability imposed on him by this section, he shall thereupon become a creditor of the successor company to the extent of the amount paid, his claim being treated for the purposes of the winding up as a claim in respect of the original liability. 5 Any sums received by the Secretary of State in respect of any claim made by him by virtue of subsection (4) above in the winding up of the successor company shall be paid into the Consolidated Fund. 6 The reference in subsection (2) above to the commencement of the winding up is a reference— a in a case within subsection (1)( a ) above, to the passing of the resolution; and b in a case within subsection (1)( b ) above, to the making of the order."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "10", "section_title": " Dissolution of British Aerospace and transitional provisions.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "11", "section_title": " Application of Trustee Investments Act 1961 in relation to investment in the successor company.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "12", "section_title": " Corporation tax and development land tax.", "section_text": "12 1 Subject to subsection (2) below, the successor company shall be treated for all purposes of corporation tax and development land tax as if it were the same person as British Aerospace. 2 The successor company shall not by virtue of subsection (1) above be regarded as a body falling within section  170(12) of the  Taxation of Chargeable Gains Act 1992  (bodies established for carrying on industries or undertakings under national ownership or control)."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "13", "section_title": " Administrative expenses.", "section_text": "13 Any administrative expenses incurred by the Secretary of State in consequence of the provisions of this Act shall be paid out of moneys provided by Parliament."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "14", "section_title": " Interpretation.", "section_text": "14 1 In this Act— “ the Act of 1977 ” means the  Aircraft and Shipbuilding Industries Act 1977; “ appointed day ” means such day as the Secretary of State may appoint by order made by statutory instrument after consulting British Aerospace and the Treasury; “ share ” includes stock; “subsidiary” has the meaning given by section 1159 of the Companies Act 2006; “ the successor company ” has the meaning given by section 1(1) of this Act; and “ wholly owned subsidiary ” has  the meaning given by  section 1159 of the Companies Act 2006 . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Aerospace Act 1980", "year": 1980, "section": "15", "section_title": " Citation, repeals and extent.", "section_text": "15 1 This Act may be cited as the British Aerospace Act 1980. 2 ... the enactments mentioned in Schedule 3 to this Act are repealed on the appointed day to the extent specified in column 3 of that Schedule. 3 It is hereby declared that this Act extends to Northern Ireland."}]