[{"act": "Civil Aviation Act 1980", "year": 1980, "section": "1", "section_title": " Reduction of public dividend capital of British Airways Board.", "section_text": "1 1 The public dividend capital of the British Airways Board (referred to below in this Part of this Act as “ the Board ”) shall be reduced by virtue of this section by the sum of £160 million, and any entitlement of the Secretary of State and any liability of the Board in respect of the Board’s public dividend capital shall be correspondingly reduced. 2 References in this Part of this Act to the public dividend capital of the Board are references to the capital amount for the time being outstanding in respect of payments to the Board under section 7(1) of the Act of 1977 (including payments deemed to have been made under section 7(1) by virtue of section 8(b) or 14(1)(b) of that Act). 3 Nothing in subsection (1) above shall be taken as affecting any arrangements made by the Board before the passing of this Act for the payment of any sums to the Secretary of State in consideration of the reduction of the public dividend capital of the Board by virtue of this section; and any sums received by the Secretary of State in pursuance of any such arrangements shall be paid into the Consolidated Fund."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "2", "section_title": " Financial limit of the Board. ", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "3", "section_title": " Vesting of property, etc., of British Airways Board in a company nominated by the Secretary of State.", "section_text": "3 1 On the appointed day all the property, rights, liabilities and obligations to which the Board was entitled or subject immediately before that day shall (subject to the following provisions of this section and section 5(1) of this Act) become by virtue of this section property, rights, liabilities and obligations of a company nominated for the purposes of this section by the Secretary of State (referred to below in this Part of this Act as “ the successor company ”). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any agreement made, transaction effected or other thing done by, to or in relation to the Board which is in force or effective immediately before the appointed day shall have effect on and after that day as if made, effected or done by, to or in relation to the successor company, in all respects as if the successor company were the same person, in law, as the Board; and accordingly references to the Board— a in any agreement (whether or not in writing) and in any deed, bond or other instrument; b in any process or other document issued, prepared or employed for the purpose of any proceeding before any court or other tribunal or authority; and c in any other document whatsoever relating to or affecting any property, right, liability or obligation of the Board which vests by virtue of this section in the successor company; shall be taken on and after the appointed day as referring to the successor company. 4 Section 1(3) of this Act shall continue to apply to any sums received in pursuance of any such arrangements as are there mentioned after those arrangements become binding on the successor company by virtue of this section. 5 Schedule 1 to this Act contains specific provisions with respect to the effect in certain respects of the vesting of the property, rights, liabilities and obligations of the Board in the successor company by virtue of this section; but nothing in those provisions shall be taken as prejudicing the general effect of the preceding provisions of this section. 6 References in this Part of this Act to property, rights, liabilities and obligations of the Board are references to all such property, rights, liabilities and obligations, whether or not capable of being transferred or assigned by the Board. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 It is hereby declared for the avoidance of doubt that— a any reference in this Part of this Act to property of the Board is a reference to property of the Board whether situated in the United Kingdom or elsewhere; and b any such reference to rights, liabilities or obligations of the Board is a reference to rights to which the Board is entitled, or (as the case may be) liabilities or obligations to which the Board is subject, whether under the law of the United Kingdom or of any part of the United Kingdom or under the law of any country or territory outside the United Kingdom."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "4", "section_title": " Initial government shareholding in the successor company. ", "section_text": "4 1 As a consequence of the vesting in the successor company by virtue of section 3 of this Act of all the property, rights, liabilities and obligations of the Board, the successor company shall issue— a to the Secretary of State; or b to any person appointed as the Secretary of State’s nominee under subsection (4) below; or c to any person entitled to require the issue of the shares in question following their initial allotment to the Secretary of State or to any such nominee; such shares in the company as the Secretary of State may direct. 2 Shares required to be issued in pursuance of this section shall be issued or allotted at such time or times and on such terms (as to allotment) as the Secretary of State may direct. 3 Shares issued in pursuance of this section— a shall be of such nominal value as the Secretary of State may direct; and b shall be issued as fully paid and treated for the purposes of the  the Companies Act 2006  as if they had been paid up by virtue of the payment to the successor company of their nominal value in cash. 4 The Secretary of State may appoint such person or persons as he thinks fit to act as his nominees for the purposes of this section; and any person holding any shares or rights acquired by virtue of this section as a nominee of the Secretary of State shall hold and deal with them (or any of them) on such terms and in such manner as the Secretary of State may direct. 5 The Secretary of State may not dispose of any shares issued or of any rights to shares initially allotted to him in pursuance of this section, appoint any person as his nominee or give any directions for the purposes of this section without the consent of the Treasury. 6 Any dividends or other sums received by  the Treasury or  the Secretary of State in right of or on the disposal of any shares or rights acquired by virtue of this section shall be paid into the Consolidated Fund. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "5", "section_title": " Financial structure of the successor company and its subsidiaries.", "section_text": "5 1 Subject to paragraph 2 of Schedule 2 to this Act, any entitlement of the Secretary of State and any liability of the Board in respect of the public dividend capital of the Board shall be extinguished immediately before the appointed day; and the aggregate nominal value of the shares in the successor company issued in pursuance of section 4 of this Act shall be equal to the amount of the public dividend capital immediately before that day. 2 For the purposes of any statutory accounts of the successor company, the value of any asset and the amount of any liability of the Board vesting in that company on the appointed day shall be taken to be the value or (as the case may be) the amount assigned to that asset or liability for the purposes of the corresponding statement of accounts prepared by the successor company in accordance with section 8(8) or (9) of this Act in respect of the Board’s final accounting period. 3 In subsection (2) above the reference to the Board’s final accounting period is a reference— a to the Board’s final accounting year, if that year ends with the day immediately preceding the appointed day; and b in any other event, to the period mentioned in section 8(9) of this Act. 4 For the purposes of any statutory accounts of the successor company the amount to be included in respect of any item shall be determined as if anything done by the Board (whether by way of acquiring, revaluing or disposing of any assets or incurring, revaluing or discharging any liability, or by carrying any amount to any provision or reserve, or otherwise) had been done by the successor company. Accordingly (but without prejudice to the generality of the preceding provision) the amount to be included from time to time in any reserves of the successor company as representing its accumulated realised profits available for distribution shall be determined as if any profits realised and retained by the Board had been realised and retained by the successor company. 5 References in this section to the statutory accounts of the successor company are references to any accounts prepared by the successor company for the purposes of any provision of the  the Companies Act 2006  (including group accounts)."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "6", "section_title": " Government investment in shares and securities of the successor company. ", "section_text": "6 1 The Secretary of State may at any time— a subscribe for or acquire ordinary voting shares in the successor company; or b take up or acquire securities of the successor company which are convertible into or carry rights to subscribe for ordinary voting shares; or c acquire rights to subscribe for any such shares; or d direct any person acting as his nominee for the purposes of section 4 of this Act to take the action mentioned in paragraph (a), (b) or (c) above in relation to such shares, securities or rights so mentioned as he may direct. 1A The Treasury may at any time take, or direct any person acting as their nominee to take, any such action as is mentioned in subsection (1)(a), (b) or (c) above. 2 In subsection (1) above “ ordinary voting shares ” means shares in the company which— a carry voting rights at general meetings of the company; and b carry a right to participate in any distribution (whether of dividends or of capital) without limit as to amount (but the right to participate in distributions need not extend to a dividend declared out of profits earned during any period falling wholly or partly before the date of acquisition of the shares). 3 Any nominee of  the Treasury or  the Secretary of State who acquires any shares or other securities or rights by virtue of this section shall hold and deal with them (or any of them) on such terms and in such manner  as the Treasury or, as the case may be, the Secretary of State may direct. 4 Any shares, securities or rights acquired by virtue of this section shall be paid for out of moneys provided by Parliament; and any dividends or other sums received by  the Treasury or  the Secretary of State in right of, or on the disposal of, any such shares, securities or rights shall be paid into the Consolidated Fund. 5 The Secretary of State may not acquire any shares, securities or rights by virtue of this section or dispose of any shares, securities or rights so acquired, or give any directions for the purposes of this section, without the consent of the Treasury."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "7", "section_title": " Target investment limit for Government shareholding under sections 4 and 6. ", "section_text": "7 1 As soon as any shares in the successor company are held otherwise than by or on behalf of the Crown, the Secretary of State shall by order made by statutory instrument fix a target investment limit in relation to the shares for the time being held in that company by the Secretary of State or his nominees (referred to below in this section as “ the Government shareholding ”). 2 The target investment limit— a shall be expressed as a proportion of the voting rights exercisable at general meetings of the successor company; and b shall be equal to the proportion of those voting rights which is carried by the Government shareholding at the time when the order fixing the limit is made. 3 It shall be the duty of  the Treasury and  the Secretary of State so to exercise— a their  powers under section 6 of this Act and  their  power to dispose of any shares held by  them ; and b their  power to give directions to  their  nominees; as to secure that the Government shareholding does not carry a proportion of the voting rights exercisable at general meetings of the successor company exceeding the target investment limit. 4 Notwithstanding subsection (3) above,  the Treasury or the Secretary of State may — a take up, or direct  any nominee of theirs or his  to take up, any rights for the time being  available to them or him , or to that nominee, as an existing holder of shares in or securities of the successor company or as an existing holder of a right to subscribe for any such shares; b exercise or direct  any nominee of theirs or his  to exercise any right to subscribe for such shares; but if as a result the Government shareholding at any time exceeds the target investment limit it shall be  the duty of the Treasury and the Secretary of State  to comply with subsection (3) as soon after that time as is reasonably practicable. 5 Only one order shall be made under this section, and the statutory instrument containing it shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "8", "section_title": " Dissolution of the Board and transitional provisions.", "section_text": "8 1 Subject to the following provisions of this section and to the transitional provisions contained in Schedule 2 to this Act, the enactments mentioned in Part I of Schedule 3 to this Act shall cease to have effect on the appointed day to the extent specified in column 3 of that Part. 2 Where notwithstanding the provisions of section 3 of this Act any steps remain to be taken after the appointed day to secure that the vesting in the successor company by virtue of that section of any foreign property, right, liability or obligation of the Board is effective under the relevant foreign law— a the Board shall continue in existence after the appointed day notwithstanding subsection (1) above; and b section 1 of and Schedule 1 to the Act of 1977 (excluding paragraphs 7 to 10, 14 and 15) shall continue to have effect in relation to the constitution and proceedings of the Board; until the Board is dissolved in accordance with subsection (7) below. 3 During any period after the appointed day when the Board’s existence is preserved by virtue of subsection (2) above (referred to below in this section as “ the transitional period ”) it shall be the duty of the Board and of the successor company (subject to subsection (4) below) to take all such steps as may be requisite to secure that the vesting in the successor company of any foreign property, right, liability or obligation of the Board is effective under the relevant foreign law. 4 The time of performance of the duties imposed on the Board and the successor company under subsection (3) above in the case of any particular property, right, liability or obligation shall be determined by the successor company in the light of any commercial factors which appear to it to be relevant to the timing of any steps required to secure effective vesting under the relevant foreign law in that case. 5 The Board shall have all such powers as may be requisite for the performance of its duty under subsection (3) above; but it shall be the duty of the successor company to act on behalf of the Board (so far as possible) in the performance of that duty. 6 Any expenses incurred by the Board in performing its duty under subsection (3) above shall be met by the successor company; and any rights, liabilities and obligations acquired or incurred by the Board during the transitional period shall become rights, liabilities and obligations of the successor company after the dissolution of the Board in accordance with subsection (7) below. 7 If the Board continues in existence after the appointed day by virtue of subsection (2) above the Secretary of State may by order made by statutory instrument dissolve the Board on a day specified in the order, as soon as he is satisfied that nothing further remains to be done by the Board under subsection (3) above. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 References in this section to any foreign property, right, liability or obligation of the Board are references respectively to— a property of the Board situated in a country or territory outside the United Kingdom; and b any right to which the Board is entitled or (as the case may be) any liability or obligation to which it is subject under the law of any such country or territory."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "9", "section_title": " Application of Trustee Investments Act 1961 in relation to investment in the successor company.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "10", "section_title": " Interpretation of Part I.", "section_text": "10 1 In this Part of this Act— “ the Act of 1977 ” means the  British Airways Board Act 1977; “ appointed day ” means such day as the Secretary of State may appoint by order made by statutory instrument after consulting the Board and the Treasury; “ the Board ” has the meaning given by section 1(1) of this Act; “ share ” includes stock; and “ the successor company ” has the meaning given by section 3(1) of this Act. 2 References in this Part of this Act to the public dividend capital of the Board shall be construed in accordance with section 1(2) of this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "1119", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11–19"}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "20", "section_title": " Sound-proofing grants to be taken into account in determining compensation for depreciation. ", "section_text": "20 1 In section 4(3) of the  Land Compensation Act 1973 (which requires the benefit of certain works to be taken into account in assessing the exetent of depreciation of a claimant’s interest due to the use of certain public works, including aerodromes)— a at the end of paragraph (a) there shall be inserted the following words  “                        or under any peovision of a scheme operated by a person managing an aerodrome which provides for the payment of soud-proofing grants in respect of buildings near the aerodrome                      ” ; and b at the end of the subsection there shall be added the following paragraph—  “                        in paragraph (a) above “ sound-proofing grants ” in relation to any buildings means grants towards the cost of insulating those buildingd or parts of those buildings against noise.                      ” 2 Amendments cooresponding to those made by subsection (1) above shall be made— a in section 4(3) of the  Land Compensation (Scotland) Act 1973 ; and b in Article 7(3) of the  Land Acquisition and Compensation (Northern Ireland) Order 1973 ; (which respectively make provision for Scotland and Northern Ireland corresponding to that made for England and Wales by the provision amended by subsection (1)."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "2223.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "2425.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "27", "section_title": " Interpretation of Part II.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "28", "section_title": " Repeals consequent on Part II. ", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "29", "section_title": " Administrative expenses.", "section_text": "29 There shall be paid out of moneys provided by Parliament— a any administrative expenses incurred by the Secretary of State in consequence of the provisions of this Act; and b any increase attributable to this Act in the sums payable under any other Act out of moneys so provided."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "30", "section_title": " Application of Act to certain overseas territories.", "section_text": "30 1 Her Majesty may by Order in Council direct that any of the provisions of this Act shall extend, with such modifications (if any) as may be specified in the Order, to any relevant overseas territory. 2 In subsection (1) above,— “ modifications ” includes additions, omissions and amendments; and “ relevant overseas territory ” means any of the Channel Islands, the Isle of Man, any colony and any country or place outside Her Majesty’s dominions in which for the time being Her Majesty has jurisdiction."}, {"act": "Civil Aviation Act 1980", "year": 1980, "section": "31", "section_title": " Citation and extent.", "section_text": "31 1 This Act may be cited as the Civil Aviation Act 1980. 2 This Act, except sections 24 and 25, extends to Northern Ireland."}]