[{"act": "Coal Industry Act 1980", "year": 1980, "section": "1", "section_title": " Borrowing powers or National Coal Board. ", "section_text": "1 1 In section 1(3) of the Coal Industry Act 1965   (limit on borrowing by the Board and their wholly owned subsidiaries), for thewords from “£1,800 million” to the end there shall be substituted the words “£3,400 million, but the Secretary of State may with the approval of the Treasury by order made by statutory instrument increase that limit up to £4,200 million”. 2 In section 1(4) of that Act (limit on temporary borrowing by theBoard) for the words from “and” (immediately preceeding paragraph (b)) to the end of the subsection there shall be substituted the words “with the approval of the Treasury”. 3 For section 1(8) of that Act there shall be substituted the following subsection—  “                (8) An order shall not be made under subsection (3) of this section unless a draft of the order has been laid before the Commons House of Parliament and approved by a resolution of that House.              ” 4 Amendments corresponding to those made by the preceeding provisions of this section shall be made in Part I of Schedule 1 to the Act of 1977 (which sets out section 1 of the Coal Industry Act 1965   as amended by earlier enactments and by the Act of 1977) ; and accordingly the words “and section 1 of the Coal Industry Act 1980” shall be inserted after the words “this Act” where those words first occur in Part II of that Schedule (which lists the amending enactments)."}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "2", "section_title": " Loans to National Coal Board out of Votes.", "section_text": "2 1 Sums required by the Secretary of State for making loans to the  the British Coal Corporation  under section 1(6) of the  Coal Industry Act 1965 may be defrayed out of money provided by Parliament (as well as out of the National Loans Fund as provided by section 34(1) of the  Coal Industry Nationalisation Act 1946). 2 Section 28 of the Coal Industry Nationalisation Act 1946 (payments by the  Corporation  to the Secretary of State) shall not apply in relation to sums lent to the  Corporation  by virtue of this section out of money provided by Parliament; but the  Corporation  shall make to the Secretary of State, at such times and in such manner as he may direct— a payments of such amounts as he may direct in or towards repayment of any sums so lent; and b if the Secretary of State so directs as respects any loan made by virtue of this section out of money provided by Parliament, or as respects any period during which any such loan remains outstanding, payments of interest on the sums lent at such rate as he may direct; and the references in sections 1(4)( c ) and 30 of that Act to the obligations of the  Corporation  under section 28 shall include their obligations under this section. 3 Payment by the  Corporation  of any interest in respect of which a direction has been given under subsection (2)( b ) above may, with the consent of the Treasury, be deferred, and any amounts so deferred shall— a for the purposes of that subsection be taken to be sums lent to the  Corporation  out of money provided by Parliament; and b for the purposes of section 1(3) of the Coal Industry Act 1965 be taken to be sums borrowed by the  Corporation . 4 The approval of the Treasury shall be required for any direction given by the Secretary of State for the purposes of subsection (2) above. 5 Sums received by the Secretary of State  by virtue of any such direction  shall be paid into the Consolidated Fund  but any other sums received by him in respect of a sum lent by virtue of this section may be applied by him under subsection (1) above as money provided by Parliament ."}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "45.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "6", "section_title": " Grants in connection with pit closures.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "7", "section_title": " Payments to redundant workers.", "section_text": "7 1  A scheme made by the Secretary of State under section 7 of the Act of 1977 (payments to redundant workers) may extend to persons made redundant by or in connection with the closure of coking plants or the reduction in the number of persons employed at such plants; and accordingly section 7(1) shall be amended as follows—                 a after the words “coal mines” in the first place where they occur there shall be inserted the words “or coking plants”; and b for the words “and ( b )” there shall be substituted the words— or b are employed by any person carrying on in Great Britian a business which consists wholly or mainly of the production of coke and are so employed either at a coking plant or at any place of a prescribed class used for providing services or facilities ancillary to the operation of one or more coking plants; and who in either case.               2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 For subsections (5) and (6) of that section there shall be substituted the following subsection—  “                (5) The aggregate amount of the payments made by the Secretary of State under this section during the financial years of the Board ending in March 1979, 1980, 1981, 1982, 1983 and 1984 shall not exceed £220 million.              ”"}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "8", "section_title": " Grants to the National Coal Board to meet expenditure underpneumoconiosis compensation scheme. ", "section_text": "8 In section 1(2) of the Coal Industry Act 1975   (which imposes a limit of £100 million on grants made by the Secretary of State under that section towards expenditure of the Board under or for the purposes of the industry’s pneumoconiosis compensation scheme) for the words “£100 million” there shall be substituted the words “£107 million”."}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "9", "section_title": " Administrative expenses.", "section_text": "9 Any administrative expenses incurred by the Secretary of State for the purposes of this Act shall be paid out of money provided by Parliament."}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "10", "section_title": " Interpretation.", "section_text": "10 In this Act— “ the Act of 1977 ” means the  Coal Industry Act 1977; and . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Coal Industry Act 1980", "year": 1980, "section": "11", "section_title": " Citation, repeals and extent.", "section_text": "11 1 This Act may be cited as the Coal Industry Act 1980, and the Coal Industry Acts 1946 to 1977 and this Act may be cited together as theCoal Industry Acts 1946 to 1980. 2 The following provisions of the Act of 1977 are hereby repealed— section 4 section 5 section 7(3) section 8 3 This Act does not extend to Northern Ireland."}]