[{"act": "Competition Act 1980", "year": 1980, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Competition Act 1980", "year": 1980, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Competition Act 1980", "year": 1980, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Competition Act 1980", "year": 1980, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Competition Act 1980", "year": 1980, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Competition Act 1980", "year": 1980, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Competition Act 1980", "year": 1980, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Competition Act 1980", "year": 1980, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Competition Act 1980", "year": 1980, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Competition Act 1980", "year": 1980, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Competition Act 1980", "year": 1980, "section": "11", "section_title": " References of public bodies and certain other persons to the   CMA  ", "section_text": "11 1 The Secretary of State may at any time refer to the   CMA   any question relating to— a the efficiency and costs of,  or   b the service provided by,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a person falling within subsection (3) below and specified in the reference, including any question whether, in relation to a matter falling within   paragraph (a) or (b)   above, the person is pursuing a course of conduct which operates against the public interest. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The persons referred to in subsection (1) above are— a any body corporate— i which supplies goods or services by way of business, ii the affairs of which are managed by its members, and iii the members of which hold office as such by virtue of their appointment to that or another office by a Minister under any enactment; or aa any publicly owned railway company, within the meaning of the Railways Act 1993, which supplies network services or station services, within the meaning of Part I of that Act; or b any person (not falling within paragraph ( a ) above) who provides in Northern Ireland a bus service within the meaning of section 14 of the Finance Act (Northern Ireland) 1966; or bb any person who provides a railway passenger service in pursuance of an agreement entered into by Transport for London or any of its subsidiaries (within the meaning of the Greater London Authority Act 1999) by virtue of section 156(2) or (3) of the Greater London Authority Act 1999; c the National Rivers Authority; ca Scottish Water; cc . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d any board administering a scheme under the  Agricultural Marketing Act 1958  or the  Agricultural Marketing Act (Northern Ireland) 1964   or the Agricultural Marketing (Northern Ireland) Order 1982 ; or e any body corporate with a statutory duty to promote and assist the maintenance and development of the efficient supply of any goods or services by a body falling within paragraphs (a) to (d) above; or f any subsidiary, within the meaning of   section 1159 of the Companies Act 2006 , of a body falling within paragraphs (a) to (e) above. 4 The Secretary of State may by order exclude from subsection (3)(b)  or (bb)  above persons of such descriptions as may be specified in the order. 5 No question concerning a person falling within subsection (3)(b)  or (bb)  above or a subsidiary of a body falling within  that subsection   either of those paragraphs  may be referred to the   CMA   under this section unless it relates to the carriage of passengers by the person or, as the case may be, the subsidiary. 6 The Secretary of State may at any time by notice given to the   CMA   vary a reference under this section. 7 On making a reference under this section or on varying such a reference under subsection (6) above the Secretary of State shall arrange for the reference or, as the case may be, the variation to be published in such manner as he considers most suitable for bringing it to the attention of persons who in his opinion would be affected by it or be likely to have an interest in it. 8 On a reference under this section the   CMA   shall investigate and report on any question referred to them but shall exclude from their investigation and report consideration of— a any question relating to the appropriateness of any financial obligations or guidance as to financial objectives (however expressed) imposed on or given to the person in question by or under any enactment, or otherwise by a Minister;  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 A report of the   CMA   on a reference under this section shall be made to the Secretary of State and shall state, with reasons, the conclusions of the   CMA   with respect to any question referred to them and, where the   CMA   conclude that the person specified in the reference is pursuing a course of conduct which operates against the public interest, the report may include recommendations as to what action (if any) should be taken by the person for the purpose of remedying or preventing what the   CMA   consider are the adverse effects of that course of conduct. 10A The functions of the CMA with respect to a reference under this section (including functions under sections 109 to 115 of the Enterprise Act 2002, as applied by section 11B) are to be carried out on behalf of the CMA by a group constituted for the purpose by the chair of the CMA under Schedule 4 to the Enterprise and Regulatory Reform Act 2013. 11 In this section “ Minister ” includes a Northern Ireland department and the head of such a department."}, {"act": "Competition Act 1980", "year": 1980, "section": "11A", "section_title": "  References under section 11: time-limits", "section_text": "11A 1 Every reference under section 11 above shall specify a period (not longer than six months beginning with the date of the reference) within which a report on the reference is to be made. 2 A report of the   CMA   on a reference under section 11 above shall not have effect (and no action shall be taken in relation to it under section 12 below) unless the report is made before the end of the period specified in the reference or such further period (if any) as may be allowed by the Secretary of State under subsection (3) below. 3 The Secretary of State may, if he has received representations on the subject from the   CMA   and is satisfied that there are special reasons why the report cannot be made within the period specified in the reference, extend that period by no more than three months. 4 No more than one extension is possible under subsection (3) above in relation to the same reference. 5 The Secretary of State shall publish any extension made by him under subsection (3) above in such manner as he considers most suitable for bringing it to the attention of persons who in his opinion would be affected by it or be likely to have an interest in it."}, {"act": "Competition Act 1980", "year": 1980, "section": "11B", "section_title": " References under section 11: powers of investigation and penalties", "section_text": "11B 1 The following sections of Part 3 of the Enterprise Act 2002 shall apply, with the modifications mentioned in subsections   (1A) to   (3) below, for the purposes of references under section 11 above as they apply for the purposes of references under that Part— a section 109 (attendance of witnesses and production of documents  etc. ); b section 110\t\t\t\t\t\t\t\t\t\t\t\t(enforcement of powers under section 109: general); ba section 110A (restriction on powers to impose penalties under section 110) ; c section 111\t\t\t\t\t\t\t\t\t\t\t\t(penalties); d section 112 (penalties: main procedural requirements); e section 113\t\t\t\t\t\t\t\t\t\t\t\t(payments and interest by instalments); f section 114\t\t\t\t\t\t\t\t\t\t\t\t(appeals in relation to penalties); g section 115\t\t\t\t\t\t\t\t\t\t\t\t(recovery of penalties); and h                                 section 116(statement of policy). 1A Section 109 shall in its application by virtue of subsection (1) above, have effect as if— a in subsection (A1) , for paragraphs (a) and (b) there were substituted— a assisting the  CMA  in carrying out any functions, including enforcement functions, in connection with a reference under section 11 of the Competition Act 1980 (the “1980 Act”) (references of public bodies and certain other persons to the  CMA ); b assisting the Secretary of State in carrying out any functions, including enforcement functions, in connection with an order under section 11D of that Act (interim orders) or section 12 of that Act (orders following report under section 11 of that Act). , and b in subsection (8A) , for paragraphs (a) and (b) there were substituted— a in relation to the  CMA , functions conferred by virtue of section 87 on the  CMA  by orders under section 11D or 12 of the 1980 Act; b in relation to the Secretary of State— i functions conferred by virtue of section 87 on the Secretary of State by orders under section 11D or 12 of the 1980 Act; ii the functions of the Secretary of State in relation to the variation or revocation of orders under section 11D or 12 of the 1980 Act. 2 Section 110 shall, in its application by virtue of subsection (1) above, have effect as if— a subsection (2) were omitted; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in subsection (9) the words from “or section” to “section 65(3))” were omitted. 2A Section 110A shall, in its application by virtue of subsection (1) above, have effect as if for subsections (5) to (8) there were substituted— 5 Where the section 109 power is exercised for the purpose mentioned in subsection (A1)(a) of that section, in connection with a reference under section 11 of the 1980 Act, the relevant day is the day when the report of the  CMA  on the reference concerned is laid before both Houses of Parliament. 6 Where the section 109 power is exercised for the purpose mentioned in subsection (A1)(b) of that section, in connection with an order under section 11D of the 1980 Act (interim orders) or section 12 of that Act (orders following report under section 11 of that Act), the relevant day is the day when the Secretary of State makes the order concerned or decides not to make an order under section 11D or 12 of that Act, as the case may be. 3 Section 111(5)(b) shall, in its application by virtue of subsection (1) above, have effect as if for sub-paragraph (ii) there were substituted— ii if earlier, the day on which the report of the  CMA  on the reference concerned is made or, if no such report is made within the period permitted for that purpose, the latest day on which the report may be made within the permitted period. ."}, {"act": "Competition Act 1980", "year": 1980, "section": "11C", "section_title": " References under section 11: further supplementary provisions", "section_text": "11C 1 Section 117 of the Enterprise Act 2002 (false or misleading information) shall apply in relation to functions under this Act as it applies in relation to functions under Part 3 of that Act but as if, in subsections (1)(a) and (2), —  a the words  “,  OFCOM  or the Secretary of State” were omitted, and b for the words  “their functions” there were substituted  “                            its functions                          ” . 2 Section 125 of the Enterprise Act 2002 (offences by bodies corporate) shall apply for the purposes of this Act as it applies for the purposes of Part 3 of that Act. 3 For the purposes of section 12 below, a conclusion contained in a report of the   CMA   is to be disregarded if the conclusion is not that of at least two-thirds of the members of the group constituted   by the chair of the CMA for the purpose of carrying out the functions of the CMA with respect to the reference ."}, {"act": "Competition Act 1980", "year": 1980, "section": "11D", "section_title": " Interim orders", "section_text": "11D 1 Subsection (2) below applies where, in the circumstances specified in subsection (1) of section 12 below, the Secretary of State has under consideration the making of an order under subsection (5) of that section. 2 The Secretary of State may by order, for the purpose of preventing pre-emptive action— a prohibit or restrict the doing of things which the Secretary of State considers would constitute pre-emptive action; b impose on any person concerned obligations as to the carrying on of any activities or the safeguarding of any assets; c provide for the carrying on of any activities or the safeguarding of any assets either by the appointment of a person to conduct or supervise the conduct of any activities (on such terms and with such powers as may be specified or described in the order) or in any other manner; d do anything which may be done by virtue of paragraph 19 of Schedule 8 to the Enterprise Act 2002 (information powers). 3 An order under this section shall come into force at such time as is determined by or under the order. 4 An order under this section shall, if it has not previously ceased to be in force, cease to be in force on the making of the order under section 12(5) below or (as the case may be) on the making of the decision not to make such an order. 5 The Secretary of State shall publish any decision made by him not to make an order under section 12(5) below in such manner as he considers most suitable for bringing it to the attention of persons who in his opinion would be affected by it or be likely to have an interest in it. 6 The Secretary of State shall, as soon as reasonably practicable, consider any representations received by him in relation to varying or revoking an order under this section. 7 The following provisions of Part 3 of the Enterprise Act 2002 shall apply in relation to orders under this section as they apply in relation to orders under paragraph 2 of Schedule 7 to that Act— a section 86(2) and (3)\t\t\t\t\t\t\t\t\t\t\t\t(enforcement orders: general provisions); b section 87 (delegated power of directions);  ... c                                 section 94(1) to (5), (8) and (9)\t\t\t\t\t\t\t\t\t\t\t\t(rights to enforce orders) ; and d section 94A (interim orders: penalties). 8 In this section “ pre-emptive action ” means action which might impede the making of an order under section 12(5) below."}, {"act": "Competition Act 1980", "year": 1980, "section": "12", "section_title": " Orders following report under section 11.", "section_text": "12 1 This section applies where a report of the   CMA   on a reference under section 11 above concludes that the person specified in the reference is pursuing a course of conduct which operates against the public interest. 2 If it appears to the Secretary of State that any other Minister has functions directly relating to the person specified in the reference or, in the case of a reference only concerning the activities of the person in a part of the United Kingdom, functions directly relating to the person in respect of his activities in that part, he shall send a copy of the report of the   CMA   on the reference to that Minister; and in subsection (3) below “ the relevant Minister ” means— a in a case where it appears to the Secretary of State that any Minister (including himself) has such functions, that Minister, and b in a case where it appears to the Secretary of State that no Minister has such functions, the Secretary of State. 3 If— a the relevant Minister considers it appropriate for the purpose of remedying or preventing what he considers are the adverse effects of the course of conduct specified in the report of the   CMA   as operating against the public interest, and b the person specified in the reference does not fall within paragraph (d) of section 11(3) above and is not a subsidiary of a body falling within that paragraph, he may by order direct the person to prepare within such time, if any, as may be specified in the order a plan for remedying or preventing such of those effects as are so specified; but where there is more than one relevant Minister no such order shall be made except by all the relevant Ministers acting jointly and where none of the relevant Ministers is the Secretary of State no such order shall be made except after consultation with him. 4 It shall be the duty of a person to whom a direction is given under subsection (3) above to prepare such a plan as is mentioned in that subsection and to send a copy of that plan to the Minister or Ministers by whom the order containing the direction was made who shall lay it before Parliament; and, in a case where the plan involves the use by a body of its powers in relation to any subsidiary within the meaning of   section 1159 of the Companies Act 2006 , the plan shall specify the manner in which the body proposes using those powers. 5 Whether or not an order has been or may be made under subsection (3) above, the Secretary of State may, if he considers it appropriate for the purpose of remedying or preventing what he considers are the adverse effects of the course of conduct specified in the report of the   CMA   as operating against the public interest,   make an order under this subsection . 5A An order under subsection (5) above may contain anything permitted by Schedule 8 to the Enterprise Act 2002, except paragraphs 8, 13 and 14 of that Schedule. 5B An order under subsection (5) above shall come into force at such time as is determined by or under the order. 6 The following provisions of Part 3 of the Enterprise Act 2002 shall apply in relation to orders under subsection (5) above as they apply in relation to orders under paragraph 11 of Schedule 7 to that Act— a section 86(2) and (3)\t\t\t\t\t\t\t\t\t\t\t\t(enforcement orders: general provisions); b section 87\t\t\t\t\t\t\t\t\t\t\t\t(delegated power of directions); c section 88\t\t\t\t\t\t\t\t\t\t\t\t(contents of certain enforcement orders); d section 94(1) to (5), (8) and (9)\t\t\t\t\t\t\t\t\t\t\t\t(rights to enforce orders); and e Schedule 10\t\t\t\t\t\t\t\t\t\t\t\t(procedural requirements for orders). 7 The Secretary of State shall publish any decision made by him to dispense with the requirements of Schedule 10 to the Enterprise Act 2002 as applied by subsection (6) above; and shall do so in such manner as he considers most suitable for bringing the decision to the attention of persons who in his opinion would be affected by it or be likely to have an interest in it."}, {"act": "Competition Act 1980", "year": 1980, "section": "13", "section_title": " Investigations of prices directed by Secretary of State.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1980", "year": 1980, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Competition Act 1980", "year": 1980, "section": "15", "section_title": " Agricultural schemes: special provisions.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Secretary of State shall not— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c make or vary a reference under section 11 above, in a case where the person to whom or to whose conduct or activities the investigation or reference relates falls within section 11(3)(d) above unless he has first consulted the relevant Minister. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section “ the relevant Minister ” means— a in the case of a board administering a scheme under the said Act of 1958, the Minister who would have power to make an order under section 19 of that Act in relation to that board or the board administering that scheme, and b in the case of a board administering a scheme under  the said Act of 1964   or the said Order of 1982 , the Department of Agriculture for Northern Ireland."}, {"act": "Competition Act 1980", "year": 1980, "section": "16", "section_title": " General provisions as to reports. ", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purposes of the law relating to defamation, absolute privilege shall attach to any report of the   CMA   ... under this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1980", "year": 1980, "section": "17", "section_title": " Laying before Parliament and publication of reports.", "section_text": "17 1 Subject to subsection (2) below, the Secretary of State shall lay a copy of any report made to him under section  . . ., 11(10)  ... above before each House of Parliament and shall arrange for the report to be published in such manner as appears to him appropriate. 2 The Secretary of State shall not lay a copy of a report made to him under section  . . . 11(10) above before either House of Parliament unless at least twenty-four hours before doing so he has transmitted to every person specified in the reference a copy of the report in the form in which it is laid (or by virtue of subsection (3) below is treated as being laid) before each House of Parliament. 3 If a report made to him under section  . . ., 11(10)  ... above is presented by command of Her Majesty to either House of Parliament otherwise than at or during the time of a sitting of that House, the presentation of the report shall for the purposes of this section be treated as the laying of a copy of it before that House by the Secretary of State. 4 If it appears to the Secretary of State that the publication of any matter in a report made to him under section  . . ., 11(10)  ... above would be   inappropriate  , he shall exclude that matter from the copies of the report as laid before Parliament and from the report as published under this section. 5 In deciding what is inappropriate for the purposes of subsection (4) the Secretary of State shall have regard to the considerations mentioned in section 244 of the Enterprise Act 2002. 6 Any reference in  section  12 above to a report of the   CMA   shall be construed as a reference to the report in the form in which copies of it are laid (or by virtue of subsection (3) of this section are treated as having been laid) before each House of Parliament under this section."}, {"act": "Competition Act 1980", "year": 1980, "section": "18", "section_title": " Information and advice about operation of Act.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1980", "year": 1980, "section": "19", "section_title": " Restriction on disclosure of information. ", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purpose of enabling information obtained under certain enactments to be used for facilitating the performance of functions under this Act, the following amendments shall be made in provisions respecting disclosure of information, namely— a at the end of paragraph (aa) of the proviso to section 47(2) of the  Agricultural Marketing Act 1958 there shall be added the words “or the Competition Act 1980” ; b at the end of paragraph (aaa) of section 23(2) of the  Agricultural Marketing Act (Northern Ireland) Act 1964 there shall be added the words “or the Competition Act 1980” ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e at the end of paragraph (a) of subsection (1) of section 41 of the Restrictive Trade Practices Act 1976 there shall be added the words “or the Competition Act 1980” ; and f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1980", "year": 1980, "section": "20", "section_title": " Power to make grants to certain bodies.", "section_text": "20 If the Secretary of State is satisfied that— a the general advice of any body on matters of interest to users of goods and services would be useful to him in the formulation of policy concerning those matters and b the body disseminates information of such interest, he may make a grant to the body on such terms as he thinks fit."}, {"act": "Competition Act 1980", "year": 1980, "section": "21", "section_title": " Monopoly references by Secretary of State alone.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1980", "year": 1980, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Competition Act 1980", "year": 1980, "section": "23", "section_title": " Amendment of s.137(3) of Fair Trading Act 1973. ", "section_text": "23 In section 137(3) of the Fair Trading Act 1973 (definition of “the supply of services”) there shall be inserted after paragraph (b) the following words:— and c includes the making of arrangements for a person to put or keep on land a caravan (within the meaning of Part I of the Caravan Sites and Control of Development Act 1960) other than arrangements by virtue of which the person may occupy the caravan as his only or main residence."}, {"act": "Competition Act 1980", "year": 1980, "section": "24", "section_title": " Modification of provisions about performance of Commission’s functions. ", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1980", "year": 1980, "section": "25", "section_title": " .", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1980", "year": 1980, "section": "26", "section_title": " .", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1980", "year": 1980, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Competition Act 1980", "year": 1980, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Competition Act 1980", "year": 1980, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Competition Act 1980", "year": 1980, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Competition Act 1980", "year": 1980, "section": "31", "section_title": " Orders and regulations.", "section_text": "31 1 Any power of the Secretary of State to make orders  ... under this Act shall be exercisable by statutory instrument. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any statutory instrument containing  ... an order under section  . . ., 11(4)  , 11D   or 12(3) or (5) above  , or section 111(4) or (6) or 114(3)(b) or (4)(b) of the Enterprise Act 2002 as applied by section 11B(1)(c) or (f) above,   shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any power of the Secretary of State to make an order under this Act — a may be exercised so as to make different provision for different cases or different purposes; and b includes power to make such incidental, supplementary, consequential, transitory, transitional or saving provision as the Secretary of State considers appropriate."}, {"act": "Competition Act 1980", "year": 1980, "section": "32", "section_title": " Financial provisions.", "section_text": "32 1 There shall be defrayed out of moneys provided by Parliament— a any expenses incurred by the Secretary of State in consequence of the provisions of this Act; and b any increase attributable to this Act in the sums payable out of moneys so provided under any other Act. 2 In section 135(2) of the  Fair Trading Act 1973 (which provides for any expenses duly incurred by the Director or his staff in consequence of the provisions of that Act to be defrayed out of moneys provided by Parliament) for the words “of this Act” there shall be substituted the words “of this or any other Act”."}, {"act": "Competition Act 1980", "year": 1980, "section": "33", "section_title": " Short title, interpretation, repeals, commencement and extent.", "section_text": "33 1 This Act may be cited as the Competition Act 1980. 2 Unless the context otherwise requires, in this Act “ Minister ” includes a government department and the following expressions shall have the same meanings as they have in Part 3 of the Enterprise Act 2002— “ business ”   “ the CMA ”   “ enactment ” “ goods ” “ services ” “ supply (in relation to the supply of goods) ” “ the supply of services ”. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This Act shall come into operation on such day as the Secretary of State may by order appoint, and different days may be so appointed for different provisions and for different purposes. 6 An order under this section appointing a day for the coming into operation of any provision of Schedule 2 to this Act may contain such savings with respect to the operation of that provision and such incidental and transitional provisions as appear to the Secretary of State to be appropriate. 7 Any reference in any provision of this Act to the appointed day shall be construed as a reference to the day appointed or, as the case may require, first appointed under this section for the coming into operation of that provision. 8 This Act extends to Northern Ireland."}]