[{"act": "Concessionary Travel For Handicapped Persons (Scotland) Act 1980", "year": 1980, "section": "1", "section_title": " Travel concessions for handicapped persons.", "section_text": "1 1  2 Section 93 of the Transport Act 1985 (travel concession schemes) shall apply in relation to handicapped persons as it applies in relation to persons mentioned in subsection (7) of that section. 3 A local authority may contribute to any cost incurred by any other local authority in granting travel concessions under this Act."}, {"act": "Concessionary Travel For Handicapped Persons (Scotland) Act 1980", "year": 1980, "section": "2", "section_title": " Interpretation.", "section_text": "2 1 In section 1 of this Act— “ handicapped persons ” means persons who, not being  eligible persons within the meaning of section 93(7) of the Transport Act 1985 — suffer from mental disorder within the meaning of   section 328 of the Mental Health (Care and Treatment) (Scotland) Act 2003 ; are deaf or dumb; or are substantially and permanently handicapped by illness, injury, defective hearing, defective sight or congenital deformity or by such other disabilities as may be prescribed by the Secretary of State by regulations; “ local authority ” means a regional or islands council; “ travel concession ” has the same meaning as in the said Act of  1985 . 2 The power to make regulations under subsection (1)(c) above shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Concessionary Travel For Handicapped Persons (Scotland) Act 1980", "year": 1980, "section": "3", "section_title": " Expenses.", "section_text": "3 There shall be defrayed out of money provided by Parliament any increase attributable to this Act in the sums payable out of such moneys under any other Act."}, {"act": "Concessionary Travel For Handicapped Persons (Scotland) Act 1980", "year": 1980, "section": "4", "section_title": " Short title, and extent.", "section_text": "4 1 This Act may be cited as the Concessionary Travel For Handicapped Persons (Scotland) Act 1980. 2 This Act extends to Scotland only."}]