[{"act": "Consular Fees Act 1980", "year": 1980, "section": "1", "section_title": " Fees for doing consular and similar acts.", "section_text": "1 1 Her Majesty may, by Order in Council, prescribe the fees to be levied by persons authorised by the Secretary of State to exercise consular functions, or functions in the United Kingdom which correspond with consuler functions, for doing anything in the exercise of such functions. 2 “ Consular functions ” means any of the functions described in Article 5 of the Vienna Convention on Consular Relations set out in Schedule 1 to the  Consular Relations Act 1968 but subsection (1) above applies in relation to persons who are not as well as in relation to persons who are consular officers. 3 All fees prescribed under subsection (1) above shall be levied, accounted for and applied, and may be remitted, in accordance with regulations made by the Secretary of State by statutory instrument with the approval of the Treasury. 4 Copies of or extracts from the table of fees so prescribed shall be exhibited in every office where such fees are levied. 4A In prescribing a fee under subsection (1) for the doing of a particular thing, Her Majesty in Council may take into account— a the expenses that will be or have been incurred in doing that thing, both in the circumstances in relation to which the fee is prescribed and in other circumstances; b the expenses that will be or have been incurred in doing such other things in the exercise of functions mentioned in that subsection as She thinks fit; c expenses that will be or have been incurred by the Secretary of State in connection with arrangements made for purposes connected with both the exercise of such functions and provision made by or under the Identity Cards Act 2006; and d such differences between different persons in relation to whom things may be or have been done as She thinks fit. 4B The power of Her Majesty in Council under subsection (1) to prescribe fees and the power of the Secretary of State under subsection (3) to make regulations each includes power— a to make different provision for different cases; b to make provision subject to such exemptions and exceptions as the person exercising the power thinks fit; and c to make such incidental, supplemental, consequential and transitional provision as that person thinks fit. 4C References in this section to expenses that will be incurred for any purpose include references to expenses that Her Majesty in Council considers are likely to be incurred for that purpose over such period as She thinks appropriate, including expenses that will only be incurred after the commencement of a particular enactment. 5 The following enactments (which are replaced by the foregoing provisions of this section) are hereby repealed, namely— a the Consular Salaries and Fees Act 1891  ; b section 8 of the Fees (Increase) Act 1923  ; and c section 13(4) of the Consular Relations Act 1968  ; and in section 20 of the Foreign Marriage Act 1892   and section 1(4) of the Marriage with Foreigners Act 1906 (which make consular fees chargeable for things done under those Acts) for the words “Consular Salaries and Fees Act 1891” there shall be substituted the words “Consular Fees Act 1980”."}, {"act": "Consular Fees Act 1980", "year": 1980, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the Consular Fees Act 1980."}]