[{"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "1", "section_title": " Right of appeal against conviction on indictment.", "section_text": "1 A person convicted on indictment may appeal to the Court of Appeal against his  conviction— a with the leave of the Court; or b if   , within 28 days from the date of the conviction,  the judge of the court of trial grants a certificate that the case is fit for appeal."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "2", "section_title": " Grounds for allowing appeal against conviction.", "section_text": "2 1 Subject to the provisions of this Act, the Court of Appeal— a shall allow an appeal against conviction if it thinks that the conviction is unsafe; and b shall dismiss such an appeal in any other case. 2 If the Court allows an appeal against conviction it shall quash the conviction. 3 An order of the Court quashing a conviction shall, except when under section 6 of this Act the appellant is ordered to be retried, operate as a direction to the chief clerk acting for the court of trial to enter, instead of the record of conviction, a judgment and verdict of acquittal."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "3", "section_title": " Power to substitute conviction of alternative offence.", "section_text": "3 1 This section applies where an appellant has been convicted of an offence   to which he did not plead guilty   and the jury could on the indictment have found him guilty of some other offence, and on the finding of the jury it appears to the Court of Appeal that the jury must have been satisfied of facts which proved him guilty of that other offence. 2 The Court may, instead of allowing or dismissing the appeal, substitute for the verdict found by the jury a verdict of guilty of that other offence and pass such sentence in substitution for the sentence passed at the trial as may be warranted in law by the verdict so substituted."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "3A", "section_title": "Power to substitute conviction of alternative offence after guilty plea", "section_text": "3A 1 This section applies where— a an appellant has been convicted of an offence to which he pleaded guilty, b if he had not so pleaded, he could on the indictment have pleaded, or been found, guilty of some other offence, and c it appears to the Court of Appeal that the plea of guilty indicates an admission by the appellant of facts which prove him guilty of that other offence. 2 The Court may, instead of allowing or dismissing the appeal, substitute for the appellant’s plea of guilty a plea of guilty of that other offence and pass such sentence in substitution for the sentence passed at the trial as may be warranted in law by the plea so substituted."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "4", "section_title": " Alteration of sentence on appeal against conviction.", "section_text": "4 1 Subsection (1A) applies where— a two or more related sentences are passed, b the Court of Appeal allows an appeal against conviction in respect of one or more of the offences for which the sentences were passed (“the related offences”), but c the appellant remains convicted of one or more of those offences. 1A The Court may, in respect of any related offence of which the appellant remains convicted, pass such sentence, in substitution for the sentence passed thereon at the trial, as it thinks proper and is authorised by law. 2 On an appeal to the Court against conviction the Court shall, if it thinks that a different sentence should have been passed, quash the sentence passed at the trial and pass such other sentence authorised by law (whether more or less severe) in substitution therefor as it thinks ought to have been passed; but in no case shall any sentence be increased by reason or in consideration of any evidence that was not given at the trial. 3 For the purposes of subsection (1)(a), two or more sentences are related if— a they are passed on the same day, b they are passed on different days but the court in passing any one of them states that it is treating that one together with the other or others as substantially one sentence, or c they are passed on different days but in respect of counts on the same indictment. 4 Where— a two or more sentences are related to each other by virtue of subsection (3)(a) or (b), and b any one or more of those sentences is related to one or more other sentences by virtue of subsection (3)(c), all the sentences are to be treated as related for the purposes of subsection (1)(a)."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "5", "section_title": " Appeal against conviction on special verdict.", "section_text": "5 1 This section applies on an appeal against conviction where the jury have found a special verdict. 2 If the Court of Appeal considers that a wrong conclusion has been arrived at by the court of trial as to the effect of the jury’s verdict the Court may, instead of allowing the appeal, order such conclusion to be recorded as appears to it to be in law required by the verdict, and pass such sentence in substitution for the sentence passed at the trial as may be warranted in law by the verdict so substituted."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "6", "section_title": " Power to order retrial.", "section_text": "6 1 Where an appeal against conviction is allowed by the Court of Appeal under section 2 of this Act and it appears to the Court that the interests of justice so require, the Court, upon quashing the conviction and any sentence passed thereon, may order the appellant to be retried. 2 Where, on an appeal to the Court against a sentence imposed upon conviction on indictments, it appears to the Court that there has been a mistrial of the indictment, the Court may quash the conviction, and sentence and may, if it appears to the Court that the interests of justice so require, order the appellant to be retried. 3 An appellant shall not be retried by virtue of this section for any offence other than— a the offence of which he was convicted at the original trial; b any offence of which he could have been convicted at the original trial on an indictment for the first-mentioned offence; c any offence charged in an alternative count of the indictment in respect of which   no verdict was given   in consequence of that conviction."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "7", "section_title": " Supplementary provisions as to retrial.", "section_text": "7 1 An appellant who is to be retried for an offence in pursuance of an order under section 6 of this Act shall be tried upon a fresh indictment preferred by the direction of the Court of Appeal and shall be tried before the Crown Court at such place as the Court of Appeal may direct or, if no such direction is given, at the place at which he was originally tried or such other place as the Crown Court may direct. 2 The Court of Appeal may, upon ordering a retrial under section 6 of this Act, make such orders as appear to the Court to be necessary or expedient— a for the custody or admission to bail of the appellant pending the retrial; or b for the retention pending the retrial of any property or money forfeited, restored or paid by virtue of the original conviction or any order made on that conviction. 3 Where a retrial is ordered under section 6 of this Act in the case of a person who, immediately before the determination of his appeal, was liable to be detained in pursuance of an order or direction under Part III of the  Mental Health  Order (other than under Article 42, 43 or 45 of that Order) — a that order or direction shall continue in force pending the retrial as if the appeal had not been allowed; and b any order made by the Court of Appeal under this section for his custody or admission to bail shall have effect subject to the order or direction under the said Part III. 3A Where a retrial is ordered under section 6 of this Act in the case of a person who, immediately before the determination of his appeal, was liable to be detained in pursuance of a remand under Article 43 of the Mental Health Order or an interim hospital order under Article 45 of that Order, the Court of Appeal may, if it thinks fit, order that he shall continue to be detained in hospital, and in that event Part III of the Mental Health Order shall apply as if he had been ordered under this section to be kept in custody pending his retrial and were detained in pursuance of a transfer direction together with a restriction direction. 4 Schedule 1 to this Act has effect with respect to  ... a person ordered under section 6 of this Act to be retried, his retrial, and the sentence which may be passed if the retrial results in his conviction."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "8", "section_title": " Appeal against sentence following conviction on indictment. ", "section_text": "8 A person convicted on indictment may appeal to the Court of Appeal against the sentence passed on his conviction, unless the sentence is one fixed by law."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "9", "section_title": " Appeal in other cases dealt with by Crown Court.", "section_text": "9 1 This section has effect for providing rights of appeal to the Court of Appeal against sentence where a person is dealt with by the Crown Court otherwise than on conviction on indictment. 2 An offender who— a has been made the subject of a  community order within the meaning of Article 2(2) of the Criminal Justice (Northern Ireland) Order 1996 or a youth conference order  or an order for conditional discharge or an order under section 18(1)  or (1A)  of the  Treatment of Offenders Act (Northern Ireland) 1968 (suspended sentence); and b appears or is brought before the Crown Court in circumstances such that the Crown Court has power to deal with him in respect of the offence for which the  community order or the youth conference order  or the order for conditional discharge or the order under the said section 18(1)  or (1A)  was made; and c is sentenced by the Crown Court for that offence, shall have the like right of appeal to the Court of Appeal against that sentence as if the Crown Court had immediately before passing it convicted him on indictment for that offence and passed the sentence upon such conviction. 3 A person— a against whom an order is made by the Crown Court under  Article 35 of the Criminal Justice (Children)\t\t\t\t\t\t\t(Northern Ireland) Order 1998; b who is ordered by the Crown Court to be returned to prison or a young offenders centre under Article 3(1) or (5) of the  Treatment of Offenders (Northern Ireland) Order 1976; or c upon whom a fine is imposed under  paragraph (a), or against whom an order is made under paragraph (b) or (c), of paragraph 4(1)  of Schedule 2 to the Criminal Justice (Northern Ireland) Order 1996; shall have the like right of appeal to the Court of Appeal against that order,  . . . or fine as if the Crown Court had immediately before making that order,  . . . or imposing that fine (as the case may be) convicted him on indictment and that order,  . . . or fine were a sentence passed upon that conviction. 3A A person may appeal to the Court of Appeal against a decision under paragraph 8 of Schedule 2 to the Criminal Justice (Northern Ireland) Order 1996 (S.I. 1996/3160 (N.I. 24)) not to revoke an order which is in force with respect to him; and on such an appeal the Court of Appeal may do anything which the Crown Court could do under that paragraph. 3B A person may appeal to the Court of Appeal against the dismissal of an application to the Crown Court under paragraph 5 of Schedule 1A to the Criminal Justice (Children)\t\t\t\t\t(Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)) to make an order under sub-paragraph (1) of that paragraph. 3C A person who— a is convicted of any offence by a magistrates' court, and b is committed by that court to the Crown Court under section 218 of the Proceeds of Crime Act 2002 in respect of that offence, may appeal to the Court of Appeal against any sentence passed on him for that offence by the Crown Court. 4 So much of the following provisions of this Act as have effect in relation to an appeal against sentence passed on conviction on indictment shall, with necessary modifications, have effect in relation to appeals under this section."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "10", "section_title": " Supplementary provisions as to appeals against sentence.", "section_text": "10 1 An appeal against sentence, whether under section 8 or section 9 of this Act, lies only with the leave of the Court of Appeal. 2 Where the Crown Court has passed on an offender two or more sentences in the same proceedings, being sentences against which an appeal lies under section 8 or 9 of this Act, an appeal or application for leave to appeal against any one of those sentences shall be treated as an application in respect of both or all of them; and for the purpose of this subsection two or more sentences shall be treated as passed in the same proceedings if— a they are passed on the same day, or b they are passed on different days, but the court in passing any one of them states that it is treating that one together with the other or others as substantially one sentence. 3 On an appeal to the Court against sentence under section 8 or 9 of this Act the Court shall, if it thinks that a different sentence should have been passed, quash the sentence passed by the Crown Court and pass such other sentence authorised by law (whether more or less severe) in substitution therefor as it thinks ought to have been passed; but in no case shall any sentence be increased by reason or in consideration of any evidence that was not given at the Crown Court. 3A Where the Court of Appeal exercises its power under subsection (3) to quash a confiscation order, the Court may, instead of passing a sentence in substitution for that order, direct the Crown Court to proceed afresh under the relevant enactment. 3B When proceeding afresh pursuant to subsection (3A), the Crown Court shall comply with any directions the Court of Appeal may make. 3C For the purposes of this section— “ confiscation order ” means a confiscation order made under— Article 4 or 5 of the Criminal Justice (Confiscation)\t\t\t\t\t\t\t\t\t(Northern Ireland) Order 1990, Article 8 of the Proceeds of Crime (Northern Ireland) Order 1996, or section 156 of the Proceeds of Crime Act 2002; “ relevant enactment ”, in relation to a confiscation order quashed under subsection (3), means the enactment under which the order was made. 4 The power of the Court under section 4(2) of this Act or subsection (3) above to pass a sentence which the Crown Court has power to pass for an offence shall, notwithstanding that the Crown Court made no order under section 19(1) of the Treatment of Offenders Act (Northern Ireland) 1968  in respect of a suspended sentence or order for detention previously passed or made on or in relation to the appellant for another offence, include power to deal with the appellant in respect of that sentence or order for detention where the Crown Court made no order in respect of it. 5 The fact that an appeal is pending against an interim hospital order under Article 45 of the Mental Health Order shall not affect the power of the Crown Court to renew or terminate the order or to deal with the appellant on its termination; and where the Court of Appeal quashes such an order but does not pass any sentence or make any other order in its place the Court may direct the appellant to be kept in custody or admitted to bail pending his being dealt with by the Crown Court. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "10A", "section_title": "Quashing of certain confiscation orders: supplementary", "section_text": "10A 1 This section applies where the Court of Appeal— a quashes a confiscation order under section 10(3)\t\t\t\t\t\t\t(“ the quashed order ”), and b under section 10(3A), directs the Crown Court to proceed afresh under the relevant enactment. 2 Nothing in this section prevents any sum paid by the appellant pursuant to the quashed order being a sum which is recoverable from the Secretary of State as a debt owing to the appellant, but the Court of Appeal may direct that any sum is not to be repaid until such time as the Crown Court makes a confiscation order, or decides not to make such an order, when proceeding afresh pursuant to section 10(3A). 3 Nothing in this section prevents an amount which would otherwise fall to be repaid as a result of the order being quashed being set against an amount which the appellant is required to pay by virtue of a confiscation order made by the Crown Court in those proceedings. 4 In this section  “ confiscation order ” and  “ relevant enactment ” have the same meaning as in section 10(3C)."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "11", "section_title": " Appeal against conviction: substitution of finding of insanity.", "section_text": "11 1 If, on an appeal, it appears to the Court of Appeal that, although the appellant did the act or made the omission charged against him, he was an insane person at the time the act was done or the omission made, the Court may— a quash the conviction and direct that a finding of not guilty on the ground of insanity be entered; and b quash the sentence passed at the trial and make any such order as may be made under  Article 50A(2) of the Mental Health Order (powers to deal with persons found not guilty by reason of insanity) 2 If, on an appeal, it appears to the Court of Appeal that the case is not one where there should have been a verdict of acquittal, but that there should have been a  findings that the accused was unfit to be tried and that he did the act or made the omission charged against him , the Court may— a quash the conviction and any sentence passed at the trial; and b make any such order as may be made under  Article 5OA(2) of the Mental Health Order (powers to deal with persons found unfit to be tried)"}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "12", "section_title": " Appeal against finding of not guilty on ground of insanity.", "section_text": "12 1 A person in whose case a finding is recorded under  Article 50(1) of the Mental Health Order  that he was not guilty of the offence charged on the ground of insanity may appeal  to the Court of Appeal against the finding- a with the leave of the court; or b if   , within 28 days from the date of the finding,  the judge of the court of trial grants a certificate that the case is fit for appeal. 2 Subject to subsection (4) below, the Court— a shall allow an appeal under this section if it thinks that the finding is unsafe; and b shall dismiss such an appeal in any other case. 4 Where but for this subsection— a an appeal under this section would fall to be allowed; and b none of the grounds for allowing it relates to the question of the insanity of the appellant, the Court may dismiss the appeal if of opinion that but for the insanity of the accused the proper verdict would have been that he was guilty of an offence other than the offence charged."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "13", "section_title": " Disposal of appeal allowed under s. 12.", "section_text": "13 1 The following provisions apply where an appeal under section 12 of this Act is allowed in accordance with that section. 2 If the ground, or one of the grounds, for allowing the appeal is that the finding of the jury as to the insanity of the accused ought not to stand, but the Court of Appeal is of opinion that the proper verdict would have been that he was guilty of an offence (whether the offence charged or any other offence of which the jury could have found him guilty), the Court— a shall substitute for the finding of not guilty on the ground of insanity a verdict of guilty of that offence; and b subject to subsection (3) below, shall have the like powers of punishing or otherwise dealing with the appellant and all other powers as the court of trial would have had if the jury had returned that verdict. 3 Where the offence mentioned in subsection (2) above is one for which the sentence fixed by law is one of death or of imprisonment for life, the sentence shall (whatever the circumstances) be one of imprisonment for life. 4 In a case where the Court allows an appeal under section 12 above but subsection (2) of this section does not apply, the Court shall substitute for the finding of the jury a verdict of acquittal. 5 An order of the Court allowing an appeal under section 12 of this Act shall operate as a direction to the chief clerk acting for the court of trial to amend the record to conform with the order. 5A Where, on an appeal under section 12, the Court is of opinion that the case is not one where there should have been a verdict of acquittal but that there should have been  findings that the accused was unfit to be tried and that he did the act or made the omission charged against him, the court may make any such order as may be made under Article 50A(2) of the Mental Health Order (powers to deal with persons found not guilty of insanity) 6 Where in accordance with subsection (4) of this section the Court substitutes a verdict of acquittal for a finding of not guilty on the ground of insanity, any order previously made in consequence of that finding under  Article 50A(2)  of the Mental Health  Order  shall cease to have effect, so however that if the Court is of opinion—  a that the appellant is suffering from mental disorder of a nature or degree which warrants his detention in a hospital for assessment (or for assessment followed by medical treatment); and b that failure to so detain him would create a substantial likelihood of serious physical harm to himself or to other persons. the Court shall make an order that the appellant be admitted for assessment to such hospital as may be specified by the Department of Health and Social Services ; and Schedule 2 to this Act shall apply as to the consequences and effect of an order made by the Court under this subsection."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "13A", "section_title": " Appeal against finding of unfitness to be tried.", "section_text": "13A 1 Where there has been a determination under Article 49 of the Mental Health Order of the question of a person’s fitness to be tried, and   there has been findings that he is unfit to be tried and that he did the act or made the omission charged against him, the person may appeal to the Court of Appeal against either or both of those findings. 2 An appeal under this section lies only— a with the leave of the Court; or b if   , within 28 days from the date of the finding that the person did the act or made the omission charged,  the judge of the court of trial grants a certificate that the case is fit for appeal. 3 The Court— a shall allow an appeal under this section if it thinks that   a finding  is unsafe; and b shall dismiss such an appeal in any other case  . . .. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where the Court of Appeal allows an appeal under this section against a finding that the appellant is unfit to be tried , the appellant may be tried accordingly for the offence with which he was charged, and the Court may make such orders as appear to it to be necessary or expedient pending any such trial for his custody, admission to bail or continued detention under the Mental Health Order. 7 Where an order is made by the Court under subsection (6) above for a person’s continued detention under the Mental Health Order, Part III of that Order shall apply to him as if he had been ordered under that subsection to be kept in custody pending trial and were detained in pursuance of a transfer direction together with a restriction direction. 8 Where, otherwise than in a case falling within subsection (6) above, the Court of Appeal allows an appeal under this section against a finding that the appellant did the act or made the omission charged against him, the Court shall, in addition to quashing the finding, direct a verdict of acquittal to be recorded (but not a verdict of not guilty by reason of insanity)."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "13B", "section_title": "Power to dismiss certain appeals following references by the CCRC", "section_text": "13B 1 This section applies where there is an appeal under this Part following a reference by the Criminal Cases Review Commission under section 10(1)(a), (6) or (7) of the Criminal Appeal Act 1995 or section 1(1) of the Criminal Cases Review (Insanity) Act 1999. 2 Notwithstanding anything in section 2, 12 or 13A of this Act, the Court of Appeal may dismiss the appeal if— a the only ground for allowing it would be that there has been a development in the law since the date of the conviction, verdict or finding that is the subject of the appeal, and b the condition in subsection (3) is met. 3 The condition in this subsection is that if— a the reference had not been made, but b the appellant had made (and had been entitled to make) an application for an extension of time within which to seek leave to appeal on the ground of the development in the law, the Court would not think it appropriate to grant the application by exercising the power conferred by section 16(2)."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "15", "section_title": " Reference of point of law following acquittal on indictment.", "section_text": "15 1 Where a person tried on indictment has been acquitted (whether in respect of the whole or part of the indictment) the  Director of Public Prosecutions for Northern Ireland  may, if he desires the opinion of the Court of Appeal on a point of law which has arisen in the case, refer that point to the Court, and the Court shall, in accordance with this section, consider the point and give the Court’s opinion on it. 2 For the purpose of the Court’s consideration of a point referred to it under this section, the Court shall hear argument— a by, or by counsel on behalf of, the  Director of Public Prosecutions for Northern Ireland ; and b if the acquitted person desires to present any argument to the Court, by counsel on his behalf or, with the leave of the Court, by the acquitted person himself. 3 Where on a point being referred to the Court under this section the acquitted person appears by counsel for the purpose of presenting any argument to the Court, he shall be entitled to his costs, that is to say to the payment   by the Department of Justice  of such sums as are reasonably sufficient to compensate him for his expenses properly incurred for the purpose of being represented on the reference; and any amount recoverable under this subsection shall be ascertained as soon as practicable by the Master (Taxing Office). 4 A reference under this section shall not affect the trial in relation to which the reference is made or any acquittal in that trial."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "16", "section_title": " Notice of appeal or application for leave.", "section_text": "16 1 Subject to subsection (2) below, a person who wishes to appeal under this Part of this Act to the Court of Appeal, or to obtain the Court’s leave to appeal, shall give notice of appeal, or of his application for leave to appeal, in the prescribed manner within twenty-eight days from the date of the conviction, verdict or finding appealed against or, in the case of an  . . . application for leave to appeal against sentence, from the date on which sentence was passed or, in the case of an order made or treated as made on conviction, from the date of the making of the order. 2 The time for giving notice of appeal or of application for leave to appeal may be extended at any time by the Court. 3 The Master shall furnish the necessary forms and instructions in relation to notices of appeal, or notices of application under this Act, to any person who demands them, and to officers of courts, governors of prisons and such other persons as he thinks fit; and governors of prisons shall— a cause the forms and instructions to be placed at the disposal of prisoners desiring to appeal or to make any application under this Act; and b cause any such notice given by a prisoner in custody to be forwarded on behalf of the prisoner to the Master."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "16A", "section_title": " Appeals in cases of contempt of court.", "section_text": "16A 1 Subject to subsection (2) below, a person who wishes to appeal under section 44 of the Judicature (Northern Ireland)  Act 1978 from any order or decision of the Crown Court in the exercise of jurisdiction to punish for contempt of court shall give notice of appeal in the prescribed manner within twenty-eight days from the date of the order or decision appealed against. 2 The time for giving notice under this section may be extended either before or after its expiry by the Court."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "17", "section_title": " Bail.", "section_text": "17 1 The Court of Appeal may, if it thinks fit— a grant an appellant bail pending the determination of his appeal; or b vary the conditions of bail granted to an appellant in the exercise of the power conferred by paragraph (a) above; or c revoke bail granted to an appellant under paragraph (a) above. 2 The powers conferred by subsection (1) above may be exercised— a on the application of the appellant; or b if it appears to the Master that any of them ought to be exercised, on a reference to the court by him."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "18", "section_title": " Groundless appeals or applications for leave to appeal.", "section_text": "18 If it appears to the Master that a notice of appeal or of application for leave to appeal under this Part of this Act does not show any substantial ground of appeal, he may refer the appeal or application for leave to the Court of Appeal for summary determination; and the Court may then, if it considers that the appeal or application for leave is frivolous or vexatious, and can be determined without adjourning the proceedings for a full hearing, dismiss the appeal or application for leave summarily without calling on any one to attend the hearing or to appear for the Crown thereon."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "19", "section_title": " Legal aid.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "20", "section_title": " Preparation of case for hearing.", "section_text": "20 The Master shall— a subject to section 18 of this Act, take all necessary steps for obtaining a hearing of any appeal or application to the Court of Appeal under this Act, notice of which is given to him thereunder; and b obtain and lay before the Court in proper form all documents, exhibits and other things relating to the proceedings in the court of trial which appear necessary for the proper determination of the appeal or application."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "21", "section_title": " Transcripts.", "section_text": "21 1 Rules of court may provide— a for the making of a record (whether by means of short-hand notes, by mechanical means or otherwise) of any proceedings in respect of which an appeal lies (with or without leave) to the Court of Appeal under this Part of this Act; b for the making and verification of a transcript of any such record and for supplying the transcript, on payment of such charge, if any, as may be fixed for the time being by the   Department of Finance and Personnel , to the Master for the use of the Court or any judge thereof, and to such other persons and in such circumstances as may be prescribed. 2 Without prejudice to subsection (1) above, the   Department of Justice  may, if   it  thinks fit in any case, direct that a transcript shall be made of any such record made in pursuance of the rules and shall be supplied to   it . 3 The cost— a of making any such record in pursuance of the rules; and b of making and supplying in pursuance of this section any transcript ordered to be supplied to the Master or the   Department of Justice , shall be defrayed, in accordance with scales of payment fixed for the time being by the   Department of Finance and Personnel ,   by the Department of Justice , and the cost of providing and installing at any court any equipment required for the purpose of making any such record or transcript shall also be defrayed   by the Department of Justice ."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "22", "section_title": " Trial documents, etc.", "section_text": "22 Any documents, exhibits or other things connected with the proceedings on a trial on indictment shall be kept in the custody of the court of trial, in accordance with such provisions as may be prescribed, for such time as may be prescribed and subject to such power as may be prescribed for the conditional release of any such documents, exhibits or things from that custody."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "23", "section_title": " Judge’s notes and report.", "section_text": "23 In the case of an appeal under this Part of this Act, or an application for leave to appeal thereunder, the judge of the court of trial shall, on request, furnish to the Master in the prescribed manner his notes of the trial and a report giving his opinion upon the case or any point arising in it."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "24", "section_title": " Right of appellant to be present.", "section_text": "24 1 Except as provided by this section, an appellant shall be entitled to be present, if he desires it, on the hearing of his appeal, although he may be in custody. 2 A person in custody shall not be entitled to be present— a where the appeal is on some ground involving a question of law alone; or b on any proceedings preliminary or incidental to an appeal; unless rules of court provide that he is to be so entitled or the Court of Appeal gives him leave to be present; nor shall he be so entitled where he is in custody in consequence of a finding of not guilty on the ground of insanity  or of a finding of unfitness to be tried . 2A The Court of Appeal may at any time give a live link direction in relation to any proceedings at which the appellant is expected to be in custody but is entitled to be present. 2B For this purpose— a a  “live link direction” is a direction that the appellant (if he is being held in custody at the time of the proceedings) is to attend the proceedings through a live link from the place at which he is held; and b “ live link ” means an arrangement by which the appellant is able to see and hear, and to be seen and heard by, the Court of Appeal (and for this purpose any impairment of eyesight or hearing is to be disregarded) 2C The Court of Appeal— a shall not give a live link direction unless— i the appellant has consented to the direction; and ii any other party to the appeal has had the opportunity to make representations about the giving of such a direction; and b may rescind a live link direction at any time before or during any proceedings to which it applies (whether of its own motion or on the application of a party). 2D The Court of Appeal must not give a live link direction unless— a it has been notified by the Secretary of State that a live link is available between the Court and the institution at which the appellant is expected to be in custody; and b the notice has not been withdrawn. 3 The power of the Court to pass sentence may be exercised notwithstanding that the appellant is for any reason not present."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "25", "section_title": " Evidence.", "section_text": "25 1 For the purposes of  an appeal   , or an application for leave to appeal,  under  this Part of this Act, the Court of Appeal may, if it thinks it necessary or expedient in the interests of justice— a order the production of any document, exhibit, or other thing connected with the proceedings, the production of which appears to the Court necessary for the determination of the case; b order any witness to attend and be examined before the Court (whether or not he was called at the trial); and c receive any evidence which was not adduced at the trial. 1A The power conferred by subsection (1)(a) may be exercised so as to require the production of any document, exhibit or other thing mentioned in that subsection to— a the Court; b the appellant; c the respondent. 2 The Court of Appeal shall, in considering whether to receive any evidence, have regard in particular to— a whether the evidence appears to the Court to be capable of belief; b whether it appears to the Court that the evidence may afford any ground for allowing the appeal; c whether the evidence would have been admissible in the proceedings from which the appeal lies on an issue which is the subject of the appeal; and d whether there is a reasonable explanation for the failure to adduce the evidence in those proceedings. 3 Subsection (1)(c) above applies to any  evidence of a  witness (including the appellant) who is competent but not compellable  . . .. 4 A live link direction under section 24(2A) does not apply to the giving of oral evidence by the appellant at any hearing unless that direction, or any subsequent direction of the court, provides expressly for the giving of such evidence through a live link. 4 In this section,  “ respondent ” includes a person who will be a respondent if leave to appeal is granted."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "25A", "section_title": " Power to order investigations.", "section_text": "25A 1 On an appeal against conviction   or an application for leave to appeal against conviction,   the Court of Appeal may direct the Criminal Cases Review Commission to investigate and report to the Court on any matter if it appears to the Court that— a in the case of an appeal, the matter is relevant to the determination of the   appeal  and ought, if possible, to be resolved before the   appeal  is determined; aa in the case of an application for leave to appeal, the matter is relevant to the determination of the application and ought, if possible, to be resolved before the application is determined; b an investigation of the matter by the Commission is likely to result in the Court being able to resolve it; and c the matter cannot be resolved by the Court without an investigation by the Commission. 1A A direction under subsection (1) above may not be given by a single judge, notwithstanding that, in the case of an application for leave to appeal, the application may be determined by a single judge as provided for by section 45 below. 2 A direction by the Court under subsection (1) above shall be given in writing and shall specify the matter to be investigated. 3 Copies of such a direction shall be made available to the appellant and the respondent. 4 Where the Commission have reported to the Court of Appeal on any matter which they have been directed under subsection (1) above to investigate, the Court— a shall notify the appellant and the respondent that the Commission have reported; and b may make available to the appellant and the respondent the report of the Commission and any statements, opinions and reports which accompanied it. 5 In this section  “ respondent ” includes a person who will be a respondent if leave to appeal is granted."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "26", "section_title": " Additional powers of Court.", "section_text": "26 1 For the purposes of  an appeal   , or an application for leave to appeal,  under  this Part of this Act, the Court of Appeal may exercise any of the following powers, where it thinks it necessary or expedient in the interests of justice:— a in the case of any witness whose attendances might be required under section 25(1)(b) above, the Court may order his examination to be conducted in the prescribed manner before a judge of the Court or before any other person appointed by the Court for the purpose, and allow the admission of any deposition so taken as evidence before the Court; b where a question arising on an appeal involves prolonged examination of documents or accounts, or any scientific or local investigation, which cannot in the opinion of the Court conveniently be conducted before it, the Court may order the reference of the question in the prescribed manner for inquiry and report to a special commissioner appointed by the Court, and act upon the report of the commissioner so far as the Court thinks fit to adopt it; c the Court may appoint a person with special expert knowledge to act as assessor to the Court in a case where it appears to the Court that such knowledge is required for the proper determination of the case. 2 The Court may, in relation to its proceedings, exercise any other powers which may for the time being be exercised by the Court on appeals in civil matters, and may issue any warrants necessary for enforcing the orders or sentences of the Court."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "27", "section_title": " Restitution of property.", "section_text": "27 1 Except as provided by this section the operation of an order made on a conviction on indictment for the restitution of property to any person shall be suspended— a in any case until the expiration of twenty-eight days from the date of conviction; and b in cases where notice of appeal or of application for leave to appeal is given within twenty-eight days from the date of conviction, until the determination of the appeal. 2 Subsection (1) of this section shall not apply where the court of trial directs to the contrary in any case in which, in the court’s opinion, the title to the property is not in dispute. 3 In cases where the operation of any such order is suspended until the determination of the appeal, the order shall not take effect as to the property in question if the conviction is quashed on appeal. 4 Provision may be made by rules of court for securing the safe custody of any property pending the suspension of the operation of any such order. 5 The Court of Appeal may by order annul or vary an order made by the court of trial for the restitution of property to any person, although the conviction is not quashed; and the order, if annulled, shall not take effect and, if varied, shall take effect as so varied. 6 References in this section to an order for the restoration of property include references to— a an order made under section 27 of the  Theft Act (Northern Ireland) 1969; and b a compensation order made under  Article 14 of the Criminal Justice (Northern Ireland) Order 1994 ."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "28", "section_title": " Costs.", "section_text": "28 1 Except as provided by the  Costs in Criminal Cases Act (Northern Ireland) 1968 or any other Northern Ireland legislation, no costs shall be allowed on the hearing and determination of an appeal under this Part of this Act, or of proceedings preliminary or incidental to such an appeal. 2 The following expenses, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the expenses of any witnesses attending on the order of the Court of Appeal, or examined in any proceedings incidental to the appeal; c the expenses of the appearance of an appellant on the hearing of his appeal, or in proceedings preliminary or incidental thereto; d all expenses of or incidental to any examination of witnesses conducted by a person appointed by the Court for the purpose; and e all expenses of or incidental to any reference of a question to a special commissioner appointed by the Court, or of any person appointed as assessor to the Court  shall, up to an amount allowed by the Master (Taxing Office) be defrayed,  ...  by the   Director of Public Prosecutions . 2AA The expenses of any solicitor or counsel assigned to a person pursuant to a grant of legal aid under section 19(1A) or (1B) of this Act shall, up to an amount allowed by the Master (Taxing Office), be defrayed by the Lord Chancellor. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where in any proceedings on an appeal to the Court under this Part of this Act or preliminary or incidental to such an appeal an interpreter is required because of an appellant’s lack of English, the expenses properly incurred on his employment shall be defrayed by the   Department of Justice  up to an amount allowed by the Court."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "29", "section_title": " Computation of sentence.", "section_text": "29 1 The time during which an appellant, pending the determination of his appeal, is not detained in custody shall not count as part of any term of imprisonment or detention under his sentence. 2 The time during which an appellant is in custody pending the determination of his appeal shall, subject to any direction which the Court of Appeal may give to the contrary, be reckoned as part of the term of any sentence to which he is for the time being subject. 3 Where the Court gives a direction under subsection (2) of this section, the Court shall state the reasons for giving it and the Court shall not give any such direction where— a leave to appeal has been granted; or b a certificate has been given under section 1 of this Act; or c the case has been referred to the Court under  section 10 of the Criminal Appeal Act 1995 . 4 The term of any sentence passed by the Court in the exercise of its powers under section 13(2) of this Act shall, unless the Court otherwise directs, begin to run from the time when it would have begun to run if passed in the proceedings from which the appeal lies."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "29A", "section_title": "Effect of interim hospital orders", "section_text": "29A 1 This section applies where the Court of Appeal— a makes an interim hospital order by virtue of any provision of this Part, or b renews an interim hospital order so made. 2 The Crown Court shall be treated for the purposes of Article 45(6) of the Mental Health Order (absconding offenders) as the court that made the order."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "30", "section_title": " Interpretation of Part I.", "section_text": "30 1  In this Part of this Act, unless the context otherwise requires,— “ appellant ” includes a person who has given notice of application for leave to appeal; “ the court of trial ” means, in relation to an appeal, the court from which the appeal lies; “ insane person ” has the meaning given to it by section 1 of the  Criminal Justice Act (Northern Ireland) 1966, and “ insanity ” shall be construed accordingly; and “ sentence ” includes any order of the court of trial made on conviction with reference to the person convicted or his wife or children, and any recommendation of that court as to the making of a deportation order in the case of a person convicted  , but does not include any order under Article 31 of the Access to Justice (Northern Ireland) Order 2003  ; and a power of the Court of Appeal to pass sentence includes power to make any such order or recommendation which could lawfully have been made by the court of trial. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this Part of this Act “sentence” also includes— a a confiscation order made by the Crown Court under the Proceeds of Crime (Northern Ireland) Order 1996; b an order varying such an order; . . .  c an order made by the Crown Court varying a confiscation order which was made by the High Court by virtue of Article 24 of the Order of 1996. d a confiscation order under Part 4 of the Proceeds of Crime Act 2002;  (but not a determination under section 160A of that Act)   e an order which varies a confiscation order made under Part 4 of the Proceeds of Crime Act 2002 if the varying order is made under section 171, 172 or 179 of that Act (but not otherwise). 4 Article 6 of the Criminal Justice (Northern Ireland) Order 1996 (under which a conviction of an offence for which an order for conditional or absolute discharge is made is deemed not to be a conviction for certain purposes) shall not prevent an appeal under this Act, whether against conviction or otherwise."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "31", "section_title": " Right of appeal to House of Lords.", "section_text": "31 1 Subject to the provisions of this Part of this Act, an appeal lies to the   Supreme Court , at the instance of the defendant or the prosecutor, from any decision of the Court of Appeal on an appeal to that Court under Part I of this Act  or Article 8 (preparatory hearings) of the Criminal Justice (Serious Fraud)\t\t\t\t\t(Northern Ireland) Order 1988  or Part IV of the Criminal Justice (Northern Ireland) Order 2004 (prosecution appeals) . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 No appeal lies under this Part of this Act except with the leave of the Court or of   the Supreme Court ; and such leave shall not be granted unless it is certified by the Court that a point of law of general public importance is involved in the decision and it appears to the Court or to   the Supreme Court (as the case may be) that the point is one which ought to be considered by   the Supreme Court . 3 In this Part of this Act  “the defendant”— a in relation to an appeal under subsection (1) above against a decision of the Court on an appeal under Part 1 of this Act, means the person who was the appellant before the Court; b in relation to an appeal under subsection (1) above against any other decision, means a defendant in the proceedings before the Crown Court who was a party to the proceedings before the Court; c in relation to an appeal under subsection (1B) above, shall be construed in accordance with subsection (4) below; and  . . .  “ prosecutor ” shall be construed accordingly."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "32", "section_title": " Application for leave to appeal.", "section_text": "32 1 Subject to subsection (2) below, an application to the Court of Appeal for leave to appeal under this Part of this Act shall be made within the period of   28   days beginning with the   relevant date  ; and an application to   the Supreme Court   for such leave shall be made within the period of   28   days beginning with the date on which the application is refused by the Court. 1A In subsection (1),  “ the relevant date ” means— a the date of the Court of Appeal’s decision, or b if later, the date on which the Court gives reasons for its decision. 2 The Supreme Court  or the Court may, upon application made at any time by the defendant, extend the time within which an application may be made by him to   the Supreme Court  or the Court under subsection (1) above. 3 An appeal under this Part of this Act shall be treated as pending until any application for leave to appeal is disposed of and, if leave to appeal is granted, until the appeal is disposed of; and for the purposes of this Part of this Act an application for leave to appeal shall be treated as disposed of at the expiration of the time within which it may be made, if it is not made within that time."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "33", "section_title": " Hearing and disposal of appeal.", "section_text": "33 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purpose of disposing of an appeal under this Part of this Act, the   Supreme Court   may exercise any powers of the Court or may remit the case to the Court."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "34", "section_title": " Further reference to   Supreme Court  of point of law following acquittal on indictment.", "section_text": "34 1 Where the Court of Appeal has given its opinion on a point referred to the Court under section 15 of this Act the Court may, of its own motion or in pursuance of an application in that behalf, refer the point to   the Supreme Court   if it appears to the Court that the point ought to be considered by   the Supreme Court  . 2 If a point is referred to   the Supreme Court   under subsection (1) of this section,   the Supreme Court   shall consider the point and give   the Supreme Court's   opinion on it accordingly; and section 33(1) of this Act shall apply also in relation to any proceedings of   the Supreme Court   under this section. 3 Where on a point being referred to   the Supreme Court   under this section the acquitted person appears by counsel for the purpose of presenting any argument to   the Supreme Court  , he shall be entitled to his costs, that is to say to the payment   by the Department of Justice  of such sums as are reasonably sufficient to compensate him for his expenses properly incurred for the purpose of being represented on the reference; and any amount recoverable under this subsection shall be ascertained as soon as practicable   under Supreme Court Rules  . 4 A reference under this section shall not affect the trial in relation to which the reference is made or any acquittal in that trial."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "35", "section_title": " Bail.", "section_text": "35 The Court of Appeal may, if it thinks fit, on the application of an appellant under this Part of this Act or a person applying for leave to appeal thereunder,  other than a person appealing or applying for leave to appeal from a decision on an appeal under Article 8(11) of the Criminal Justice (Serious Fraud)\t\t\t(Northern Ireland) Order 1988 (appeals against orders or rulings at preparatory hearings)\t\t\t  or Part IV of the Criminal Justice (Northern Ireland) Order 2004 (prosecution appeals) ,  admit him to bail pending an appeal from the Court."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "36", "section_title": " Detention of defendant pending appeal by Crown.", "section_text": "36 1 Where the defendant in any proceedings from which an appeal lies to the   Supreme Court  under this Part of this Act would, but for the decision of the Court of Appeal, be liable to be detained and immediately after that decision the prosecutor is granted, or gives notice that he intends to apply for, leave to appeal, the Court    shall make— a an order providing for his detention, or directing that he shall not be released except on bail (which may be granted by the Court as under section 35 above), so long as the appeal is pending, or b an order that he be released without bail. 1A The Court may make an order under subsection (1)(b) only if it thinks that it is in the interests of justice that the defendant should not be liable to be detained as a result of the decision of the Supreme Court on the appeal. 2 An order under   subsection (1)(a)  above shall (unless the appeal has previously been disposed of) cease to have effect at the expiration of the period for which the defendant would have been liable to be detained but for the decision of the Court. 3 When an order is made under   subsection (1)(a)  in the case of a defendant who, but for the decision of the Court, would be liable to be detained in pursuance of an order or direction under the Mental Health  Order (otherwise than under Article 42, 43 or 45 of that Order) , the order under   subsection (1)(a)  shall be one authorising his continued detention in pursuance of the order or direction, and the provisions of  that Order  with respect to persons so liable (including provisions as to the renewal of authority for detention and the removal or discharge of patients) shall apply accordingly. 3A Where an order is made under   subsection (1)(a)  in the case of a defendant who, but for the decision of the Court, would be liable to be detained in pursuance of a remand under Article 43 of the Mental Health Order or an interim hospital order under Article 45 of that Order, the order may, if the Court thinks fit, be one authorising his continued detention in a hospital and in that event— a subsection (2) of this section shall not apply to the order; b Part III of the Mental Health Order shall apply to him as if he had been ordered under this section to be detained in custody so long as an appeal to the   Supreme Court   is pending and were detained in pursuance of a transfer direction together with a restriction direction; and c if the defendant, having been subject to an interim hospital order, is detained by virtue of this subsection and the appeal by the prosecutor succeeds, paragraph (2) of the said Article 45 (power of court to make hospital order in the absence of an offender who is subject to an interim hospital order) shall apply as if the defendant were still subject to an interim hospital order. 4 The defendant shall not be liable to be detained again as a result of the decision of the Supreme Court on the appeal if— a the Court of Appeal has made an order under subsection (1)(b), or b the Court has made an order under subsection (1)(a) but the order has ceased to have effect by virtue of subsection (2) or the defendant has been released or discharged by virtue of subsection (3) or (3A)."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "37", "section_title": " Legal aid.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "38", "section_title": " Presence of defendant at hearing.", "section_text": "38 A defendant who  has been convicted of an offence and  is detained pending an appeal under this Part of this Act shall not be entitled to be present on the hearing of the appeal or of any proceedings preliminary or incidental thereto, except where   Supreme Court Rules   or rules of court, as the case may be, authorise him to be present or where   the Supreme Court   or the Court of Appeal, as the case may be, gives him leave to be present."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "39", "section_title": " Computation of sentence.", "section_text": "39 1 If a person subject to a sentence is admitted to bail pending an appeal under this Part of this Act, the time during which he is at large after being so admitted shall be disregarded in computing the term of his sentence. 2 Subject to the foregoing subsection, any sentence passed on such an appeal in substitution for another sentence shall, unless the   Supreme Court   or the Court of Appeal otherwise directs, begin to run from the time when the other sentence would have begun to run."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "40", "section_title": " Restitution of property.", "section_text": "40 1 Where the operation of an order for the restitution of property made on conviction on indictment is suspended until the determination of an appeal to the Court of Appeal, then, if the conviction is not quashed on that appeal, the operation of the order shall continue to be suspended— a in any case until the expiration of the time within which an application for leave to appeal under this Part of this Act may be made (disregarding any extension of time which may be granted under section 32(2) of this Act); and b if any such application is made within that time, so long as the appeal under this Part of this Act is pending. 2 Where the operation of any such order is suspended under this section— a the order shall not take effect if the conviction is quashed on appeal to   the Supreme Court  ; and b such steps shall be taken for the safe custody of the property in question during the period during which the operation of the order is suspended as may be prescribed. 3 Where by reason of the quashing by the Court of a person’s conviction such an order does not take effect and on an appeal under this Part of this Act the conviction is restored by   the Supreme Court  ,   the Supreme Court   may make any order for the restitution of property which could be made on his conviction by the court which convicted him. 4 References in this section to an order for the restitution of property include references to— a an order made under section 27 of the  Theft Act (Northern Ireland) 1969; and b a compensation order made under  Article 14 of the Criminal Justice (Northern Ireland) Order 1994 ."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "41", "section_title": " Costs.", "section_text": "41 1 Where the Court of Appeal or   the Supreme Court   dismisses an application for leave to appeal under this Part of this Act, the Court or   the Supreme Court  may, if it thinks fit,— a where the application was made by the prosecutor, order the payment by the Secretary of State to the defendant of such sums as appear to the Court or   the Supreme Court   reasonably sufficient to compensate the defendant for any expenses properly incurred by him in resisting the application; or b where the application was made by the defendant, order him to pay the whole or any part of the costs of the application. 2 Where an appeal to   the Supreme Court   from the Court under this Part of this Act is determined in favour of the defendant,   the Supreme Court   may, if it thinks fit, order the payment by the Secretary of State of such sums as appear to   the Supreme Court   reasonably sufficient to compensate the defendant for any expenses properly incurred by him— a in the appeal to   the Supreme Court   or in the proceedings before the Court, as the case may be (including the cost of any application for leave to appeal); or b in carrying on his defence before the Crown Court, at the  ... preliminary enquiry and before any other court before which proceedings for the offence in respect of which he was committed for trial were begun but not concluded. 3 Where in any proceedings on an appeal or application for leave to appeal to   the Supreme Court   under this Part of this Act, an interpreter is required because of a defendant’s lack of English, the expenses properly incurred on his employment shall be defrayed by the Secretary of State up to an amount allowed by   the Supreme Court  . 4 Except as provided by this section, no costs shall be allowed on the hearing or determination of an appeal under this Part of this Act or of any proceedings preliminary or incidental to such an appeal."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "42", "section_title": " Taxation of costs.", "section_text": "42 1 Any amount which the Court of Appeal orders to be paid under section 41(1) of this Act shall, except where it is a specific amount ordered to be paid towards the costs of the application as a whole, be ascertained as soon as practicable by the Court. 2 Any amount which   the Supreme Court   orders to be paid under section 41(1) or (2) of this Act shall, except as aforesaid, be ascertained as soon as practicable   under Supreme Court Rules  . 3 Where the Court or   the Supreme Court   orders the payment of costs by the defendant under section 41 of this Act, the order shall be enforceable in the same manner as an order for payment of costs made by the High Court in a civil case."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "43", "section_title": " Jurisdiction of Court of Appeal under this Act.", "section_text": "43 1 The Court of Appeal shall have full power to determine, in accordance with this Act, any question necessary to be determined for the purpose of doing justice in the case before the Court. 2 Except as provided by Part II of this Act, the determination by the Court of any appeal or other matter under Part I of this Act shall be final and no appeal shall lie from any such determination to any other court."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "44", "section_title": " Composition of Court of Appeal sitting under this Act.", "section_text": "44 1 Subject to the provisions of this and the next following section, every appeal or reference to the Court of Appeal under this Act  or section 36 of the Criminal Justice Act 1988  and every matter preliminary or incidental to such appeal or reference shall be heard before three judges of the Court and shall, where necessary, be determined according to the opinion of the majority. 2 Where the Lord Chief Justice so directs, any such appeal, reference or matter may be heard before two judges. 3 Where in accordance with subsection (2) above an appeal, reference or matter is heard before two judges and those judges differ in opinion it shall be re-heard and determined by three judges. 4 No judge of the Court shall sit as a judge on the hearing of, or shall determine any application in proceedings incidental or preliminary to— a an appeal against a conviction before him or a sentence passed by him; or b a reference to the Court under section  . . . 15 of this Act  or section 36 of the Criminal Justice Act 1988  of any case or any point arising in any case tried before him."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "45", "section_title": " Powers of Court which are exercisable by single judge.", "section_text": "45 1 Subject to section 44(4) above, the powers of the Court of Appeal under Part I of this Act which are specified in subsection (2) below and the powers of the Court under Part II of this Act which are specified in subsection (3) below may be exercised by a single judge of the Court. 2 The said powers under Part I of this Act are the following, namely— a to give leave to appeal; b to make orders under section 7(2) of this Act and discharge or vary such orders; c to extend the time for giving notice of appeal or of application for leave to appeal; d to exercise the powers conferred by section 17 of the Act; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f to give leave for an appellant to be present at any proceedings; fa to give a live link direction under section 24(2A);  or under section 18 of the Justice Act (Northern Ireland) 2011   g to order a witness to attend for examination; h to give directions under section 29(2) of this Act; i to hear and determine such other matters preliminary or incidental to an appeal as may be prescribed. 3 The said powers under Part II of this Act are the following, namely— a to extend the time for applying for leave to appeal; b to make an order for or in relation to bail; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d to give leave for a defendant to be present at the hearing of any proceedings preliminary or incidental to an appeal; e to make an order under section 41(1) of this Act. 3ZA The power of the Court of Appeal to renew an interim hospital order made by it by virtue of any provision of this Act may be exercised by a single judge in the same manner as it may be exercised by the Court. 3A The power of the Court of Appeal to grant leave to appeal under section 159 of the Criminal Justice Act 1988 may be exercised by a single judge in the same manner as it may be exercised by the Court. 3B Subject to section 44(4) above, the power of the Court of Appeal to approve a person under section 47A of this Act may be exercised by a single judge of the Court. 3C Subject to section 44(4) above, the power of the Court of Appeal to give leave under section 14(4B) of the Criminal Appeal Act 1995 may be exercised by a single judge of the Court. 3D The power of the Court of Appeal to grant leave to appeal under Article 8(11) of the Criminal Justice (Serious Fraud)\t\t\t\t\t(Northern Ireland) Order 1988 may be exercised by a single judge in the same manner as it may be exercised by the Court. 3E Subject to section 44(4) above, the powers of the Court of Appeal to make, discharge or vary a witness anonymity order under Chapter 2 of Part 3 of the Coroners and Justice Act 2009 may be exercised by a single judge of the Court. 4 An appellant who is aggrieved by the decision of a single judge on any matter under this section shall be entitled to have the matter re-heard and determined by the Court as constituted under section 44 of this Act."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "46", "section_title": " Judgment.", "section_text": "46 Unless the Court of Appeal directs to the contrary in a case where it considers the question to be one of law on which it would be convenient that separate judgments should be pronounced by the members of the Court, on an appeal under this Act— a the judgment of the Court shall be pronounced by the president of the Court or such other member of the Court hearing the case as the president directs; and b no judgment with respect to the determination of any question shall be separately pronounced by any other member of the Court."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "47", "section_title": " Rules of court.", "section_text": "47 1 The officers of the Crown Court, the governor and other officers of any prison, any other officer having the custody of an appellant and all other persons shall comply with any rules of court so far as affecting those officers or persons; and compliance with such rules may be enforced by order of the Court of Appeal. 2 No rule of court affecting the governor or any other officer of a prison or any officer having the custody of an appellant shall be made except after consultation with the Secretary of State."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "47A", "section_title": " Appeals in cases of death.", "section_text": "47A 1 Where a person has died— a any relevant appeal which might have been begun by him had he remained alive may be begun by a person approved by the Court of Appeal; and b where any relevant appeal was begun by him while he was alive or is begun in relation to his case by virtue of paragraph (a) above or by a reference by the Criminal Cases Review Commission, any further step which might have been taken by him in connection with the appeal if he were alive may be taken by a person so approved. 2 In this section “ relevant appeal ” means— a an appeal under section 1, 8, 9, 12 or 13A of this Act; or b an appeal under section 31 of this Act from any decision of the Court of Appeal on an appeal under any of those sections. 3 Approval for the purposes of this section may only be given to— a the widow or widower of the dead person; b a person who is the personal representative (within the meaning of the Wills and Administration Proceedings (Northern Ireland) Order 1994) of the dead person; or c any other person appearing to the Court of Appeal to have, by reason of a family or similar relationship with the dead person, a substantial financial or other interest in the determination of a relevant appeal relating to him. 4 Except in the case of an appeal begun by a reference by the Criminal Cases Review Commission, an application for such approval may not be made after the end of the period of one year beginning with the date of death. 5 Where this section applies, any reference in this Act to the appellant shall, where appropriate, be construed as being or including a reference to the person approved under this section."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "48", "section_title": " Appeal in capital cases.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "49", "section_title": " Saving for prerogative of mercy.", "section_text": "49 Nothing in this Act is to be taken as affecting the prerogative of mercy."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "50", "section_title": " Interpretation.", "section_text": "50 1 In this Act— “ the Court ” means the Court of Appeal; “ the Master ” means the Master (Queen’s Bench and Appeals); “ Northern Ireland legislation ” has the meaning assigned to that expression by section 24(5) of the  Interpretation Act 1978; “ prescribed ” means prescribed by rules of court; “ rules of court ” means rules made or having effect as if made under section 55 of the  Judicature (Northern Ireland) Act 1978. 1A In this Act “ the Mental Health Order ” means the Mental Health (Northern Ireland) Order 1986 and words or expressions used in this Act and in that Order have the same meaning in this Act as in that Order. 2 Any reference in this Act to a provision contained in Northern Ireland legislation shall be construed as including a reference to a provision corresponding thereto and for the time being in force in Northern Ireland."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "51", "section_title": " Consequential amendments, repeals and transitional provisions.", "section_text": "51 1 The enactments specified in Schedule 4 to this Act shall be amended as shown in that Schedule. 2 The enactments specified in the first and second columns of Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 Any right of appeal subsisting immediately before the commencement of this Act by virtue of an enactment repealed thereby shall after that commencement be treated as subsisting by virtue of the corresponding provision of this Act. 4 Any appeal or application pending before the said commencement under an enactment so repealed may be prosecuted and disposed of in accordance with the provisions of this Act corresponding to those in force immediately before the said commencement and applicable to the appeal or application."}, {"act": "Criminal Appeal (Northern Ireland) Act 1980", "year": 1980, "section": "52", "section_title": " Short title and commencement.", "section_text": "52 1 This Act may be cited as the Criminal Appeal (Northern Ireland) Act 1980. 2 This Act shall come into operation on the expiry of the period of one month beginning with the date on which it is passed."}]