[{"act": "Finance Act 1980", "year": 1980, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1980", "year": 1980, "section": "3", "section_title": " Hydrocarbon oil  etc.  ", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1980", "year": 1980, "section": "4", "section_title": " Vehicles excise duty Great Britain. ", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1980", "year": 1980, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Finance Act 1980", "year": 1980, "section": "6", "section_title": "", "section_text": "6 1 Subject to the provisions of this section, the duty charged by section 13 of the Betting and Gaming Duties Act 1972 on a gaming licence in respect of any premises for any period shall consist of— a £250 payable when applying for the licence; and b a further amount of duty payable after the end of that period and chargeable at the rates specified in the following Table on the gross gaming yield from the premises in that period. TABLE Part of gross gaming yield Rate The first £250,000 2½ per cent. The next £500,000 5 per cent. The next £1,750,000 10 per cent. The remainder 20 per cent. 2 Subsection (1) above has effect in relation to licences for periods beginning on or after 1st October 1980 but in the case of a licence for a period beginning before 1st October 1981— a the amount payable when applying for the licence shall, instead of being £250, be determined as provided in section 14 of the said Act of 1972; and b the further amount referred to in subsection (1)(b) above shall be payable only to the extent, if any, to which it exceeds the amount paid when applying for the licence. 3 Subsection (2) above is without prejudice to any liability for additional duty by virtue of the provisions of regulations having effect under paragraph 1 of Schedule 2 to the said Act of 1972 (alteration of rateable value) or of paragraph 5 of that Schedule (amendment of licences); and if— a any payment of additional duty is made by virtue of those provisions; or b there is a repayment of duty by virtue of any such regulations or of paragraph 6 of that Schedule (surrender of licences), the reference in subsection (2)(b) above to the amount paid when applying for the licence shall be construed as a reference to that amount as increased or, as the case may be, reduced by that payment or repayment. 4 Schedule 5 to this Act shall have effect for defining “gross gaming yield”, for making new provision as to the duration of gaming licences, for modifying subsections (1) and (2) above in cases where a licence is in force for less than six months and otherwise for supplementing the provisions of this section."}, {"act": "Finance Act 1980", "year": 1980, "section": "7", "section_title": "", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1980", "year": 1980, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1980", "year": 1980, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1980", "year": 1980, "section": "10", "section_title": " Regulator powers. ", "section_text": "10 1 The  Excise Duties (Surcharges or Rebates) Act 1979 shall have effect with the following amendments, being amendments which remove the restrictions on the purposes for which and the period within which orders may be made under that Act and alter the provisions of that Act relating to parliamentary control. 2 In section 1(2) for the words preceding paragraph (a) there shall be substituted the words “The Treasury may, by an order applying to one or more of the groups of duties to which this section applies, provide for an adjustment”. 3 For section 2(2) there shall be substituted— 2 An order shall cease to be in force at the expiration of a period of one year from the date on which it takes effect unless continued in force by a further order. 4 For section 2(7), (8) and (9) there shall be substituted— 7 A statutory instrument containing an order which, with respect to all or any of the groups of duties— a specifies a percentage by way of addition to duty or increases a percentage so specified; or b withdraws or reduces a percentage specified by way of deduction from duty, shall be laid before the House of Commons after being made; and unless the order is approved by that House before the expiration of twenty-eight days beginning with the date on which it was made, it shall cease to have effect on the expiration of that period, but without prejudice to anything previously done under it or to the making of a new order. In reckoning any such period no account shall be taken of any time during which Parliament is dissolved or prorogued or during which the House of Commons is adjourned for more than four days. 8 A statutory instrument containing an order to which subsection (7) above does not apply shall be subject to annulment in pursuance of a resolution of the House of Commons. ."}, {"act": "Finance Act 1980", "year": 1980, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11–16"}, {"act": "Finance Act 1980", "year": 1980, "section": "17", "section_title": " Mutual recovery and disclosure of information between member States.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1980", "year": 1980, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18–56"}, {"act": "Finance Act 1980", "year": 1980, "section": "57", "section_title": " Registered friendly societies and trade unions.", "section_text": "57 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The  Friendly Societies Act (Northern Ireland) 1970 and the  Friendly Societies Act 1974 shall be amended as follows—  a in section 1(3A) of the said Act of 1970 and in section 7(3A) of the said Act of 1974 (registration of societies) for “£1,000” and “£208” there shall be substituted respectively  “                        £2,000                      ”  and  “                        £416                      ” ; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1980", "year": 1980, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Finance Act 1980", "year": 1980, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Finance Act 1980", "year": 1980, "section": "61", "section_title": " Dates for payment of tax.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1980", "year": 1980, "section": "62", "section_title": " Interest on unpaid tax.", "section_text": "62 1 In the provisions mentioned in subsection (2) below (remission of interest on unpaid tax where the amount of interest does not exceed £10) for “£10” there shall be substituted  “                    £30                  ” . 2 The provisions referred to above are— a section 86(6) of the Taxes Management Act 1970 (income tax, corporation tax and capital gains tax); b section 87(4) of that Act (advance corporation tax and income tax on company payments); and c section 87(3) of that Act as originally enacted (income tax on company distributions). 3 This section has effect in relation to interest on tax charged by assessments notice of which is issued after the passing of this Act."}, {"act": "Finance Act 1980", "year": 1980, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "63"}, {"act": "Finance Act 1980", "year": 1980, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64–69"}, {"act": "Finance Act 1980", "year": 1980, "section": "70", "section_title": "", "section_text": "70 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1980", "year": 1980, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "71–76"}, {"act": "Finance Act 1980", "year": 1980, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "77"}, {"act": "Finance Act 1980", "year": 1980, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "78"}, {"act": "Finance Act 1980", "year": 1980, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Finance Act 1980", "year": 1980, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Finance Act 1980", "year": 1980, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Finance Act 1980", "year": 1980, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "82"}, {"act": "Finance Act 1980", "year": 1980, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Finance Act 1980", "year": 1980, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Finance Act 1980", "year": 1980, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "85–87"}, {"act": "Finance Act 1980", "year": 1980, "section": "88", "section_title": "", "section_text": "88 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1980", "year": 1980, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "89–91"}, {"act": "Finance Act 1980", "year": 1980, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "92"}, {"act": "Finance Act 1980", "year": 1980, "section": "94", "section_title": " Delivery of accounts. ", "section_text": "94 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 In section 12 of the  Customs, Inland Revenue, and Savings Banks Act 1877 (transmission and custody of inventories in Scotland)— a for the word “All”, where first occurring, there shall be substituted the words  “                      To the extent that the Registrar, Capital Taxes Office at Edinburgh may require,                    ”  ; and b the words “as often as required” shall cease to have the effect. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1980", "year": 1980, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "95"}, {"act": "Finance Act 1980", "year": 1980, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "96"}, {"act": "Finance Act 1980", "year": 1980, "section": "97", "section_title": " Shared ownership transactions. ", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1980", "year": 1980, "section": "98", "section_title": " Maintenance funds for historic buildings.", "section_text": "98 1 No stamp duty shall be chargeable on any instrument whereby property ceases to be comprised in a settlement if as a result of the property or part of it becoming comprised in another settlement (otherwise than by virtue of the instrument itself) there is by virtue of  paragraph 9(1) or 17(1) of Schedule 4 to the Capital Transfer Tax Act 1984 there is no charge to capital transfer tax in respect of the property ceasing to be comprised in the settlement or a reduced charge to that tax by virtue of paragraph 9(4) or 17(4) of that Schedule  but where only part of the property becomes comprised in the other settlement this subsection shall not affect the stamp duty chargeable on the instrument by reference to the other part. 2 An instrument in respect of which stamp duty is not chargeable by virtue only of this section or in respect of which the duty chargeable is reduced by virtue of this section shall not be treated as duly stamped unless it is stamped in accordance with section 12 of the  Stamp Act 1891 with a stamp denoting that it is not chargeable with any duty or that it is duly stamped."}, {"act": "Finance Act 1980", "year": 1980, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "99"}, {"act": "Finance Act 1980", "year": 1980, "section": "100", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "100"}, {"act": "Finance Act 1980", "year": 1980, "section": "101", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "101"}, {"act": "Finance Act 1980", "year": 1980, "section": "102", "section_title": " Conveyance in consideration of debt.", "section_text": "102 1 Where— a any property is conveyed to any person wholly or in part in consideration of a debt due to him; and b apart from this section the consideration in respect of which the conveyance would be chargeable in ad valorem duty by virtue of section 57 of the  Stamp Duty Act 1891 (which deemed the debt to be the consideration) would exceed the value of the property conveyed, that consideration shall be treated as reduced to that value. 2 Where subsection (1) above applies in relation to any conveyance, it shall not be treated as stamp duty unless it is stamped in accordance with section 12 of the said Act of 1891 with a stamp denoting that it is not chargeable with any duty or that it is duly stamped."}, {"act": "Finance Act 1980", "year": 1980, "section": "103", "section_title": " Admission of Northern Ireland barristers etc. ", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1980", "year": 1980, "section": "104", "section_title": " Increase of petroleum revenue tax.", "section_text": "104 1 In section 1(2) of the Oil Taxation Act 1975 (rate of petroleum revenue tax) for the words “60 per cent.” there shall be substituted the words  “                  70 per cent.                ” . 2 This section has effect in relation to chargeable periods ending after 31st December 1979."}, {"act": "Finance Act 1980", "year": 1980, "section": "105", "section_title": " Advance payments of tax. ", "section_text": "105 1 Every participator in an oil field shall when he delivers to the Board the statement which section 1(1)(a) of the Petroleum Revenue Tax Act 1980 requires him to deliver with his return for a chargeable period— a deliver to the Board a statement showing whether any, and if so what, amount is payable by him under this section as an advance payment of tax in respect of the field for the next chargeable period; and b if any amount is so payable, pay to the Board a sum equal to that amount. 2 The statement under subsection (1)(a) above shall be in such form as the Board may prescribe. 3 The amount payable by a participator as an advance payment of tax in respect of a field for a chargeable period shall be equal to 15 per cent. of whichever is the greater of— a the amount of tax, if any, shown in the statement delivered by him under the said section 1(1)(a) as payable by him in respect of the field for the last chargeable period; and b the amount of tax, if any, assessed on him in respect of the field for the last chargeable period but one, less any part of it withheld under paragraph 14 of Schedule 2 to the Oil Taxation Act 1975 (appeals). 4 The Treasury may by an order made by statutory instrument alter the percentage for the time being specified in subsection (3) above, but no order increasing that percentage shall be made unless a draft of the order has been laid before, and approved by a resolution of, the House of Commons. 5 The sum paid by a participator as an advance payment of tax in respect of a field for a chargeable period— a shall, to the extent to which it does not exceed the sum which subsection (1)(b) of section 1 of the said Act of 1980 requires him to pay when delivering his return for that period in respect of the field— i discharge his liability to pay the whole or a corresponding part of that sum; and ii be treated for the purposes of subsection (3) of that section as if it were, or were part of, a sum paid by him under subsection (1)(b) of that section; and b shall, to the extent to which it exceeds the sum required to be paid by him as aforesaid, be repaid to him. 6 Any amount payable by a participator as an advance payment of tax in respect of a field for a chargeable period and not paid by him shall carry interest at the rate applying under paragraph 15 of Schedule 2 to the said Act of 1975 from two months after the beginning of that period until— a two months after the end of that period; or b payment of the sum referred to in subsection (5)(a) above, whichever is the earlier. 7 Where the sum paid by a participator as an advance payment of tax in respect of a field for a chargeable period (including any part of it repaid under subsection (5)(b) above) exceeds the amount of the tax assessed on him in respect of the field for that period (less any part of it withheld under paragraph 14 of the said Schedule 2) he shall be entitled to receive from the Board interest at the rate applying under paragraph 16 of that Schedule— a on the excess, from— i two months after the beginning of that period; or ii the date on which that sum was paid, whichever is the later, until two months after the end of that period; and b if any of that sum falls to be repaid under subsection (5)(b) above, on the amount repayable (or, if less, the excess mentioned in paragraph (a) above) from— i two months after the end of that period; or ii the date on which he delivers the statement which section 1(1)(a) of the said Act of 1980 requires him to deliver with his return for that period, whichever is the later, until  the order for repayment is issued ; 8 Certificates of tax deposit issued by the Treasury under section 12 of the  National Loans Act 1968 on terms published on or before 14th May 1979 may be used for making advance payments under this section; and for that purpose those terms shall have effect with the necessary modifications and as if the tax in or towards the payment of which a certificate is used were due two months after the beginning of the chargeable period to which it relates. 9 This section shall be construed as one with Part I of the said Act of 1975 and has effect where the chargeable period referred to in subsection (1)(a) above ends on or after 30th June 1981."}, {"act": "Finance Act 1980", "year": 1980, "section": "106", "section_title": " Transfers of interests in oil fields.", "section_text": "106 Schedule 17 to this Act shall have effect for supplementing and modifying Part I of the Oil Taxation Act 1975 where after the passing of this Act a participator in an oil field transfers the whole or part of his interest in the field."}, {"act": "Finance Act 1980", "year": 1980, "section": "107", "section_title": " Transmedian fields. ", "section_text": "107 1 The Oil Taxation Acts shall have effect in accordance with this section where provision is made by an agreement between the government of the United Kingdom and the government of another country for— a the exploitation as a single unit of oil in strata in the sea bed and subsoil of an area consisting of— i an oil field within the meaning of Part I of the Oil Taxation Act 1975; and ii a sector under the jurisdiction of the other country; and b the apportionment of the oil between— i the participators in that field; and ii the persons who are, or have rights, interests or obligations of, licensees in respect of that sector under the law of the other country. 2 The share of a participator in the oil won from the oil field shall be determined as if the oil won from the field consisted of so much of the oil won from the area as a whole as is apportioned to the participators in accordance with the agreement; and in section 10(3)(b) of the said Act of 1975 (restriction of allowable expenditure) and paragraphs 5(2)(a) and 7 of Schedule 2 to that Act (returns and information as to oil won from the field) references to oil won from the field shall be construed as references to so much of the oil won from the area as a whole as is so apportioned. 3 Subject to subsection (2) above— a the oil field shall be deemed to include the sector mentioned in subsection (1)(a)(ii) above; b that sector shall be deemed to be a designated area; and c references to oil shall include references to any substance that would be oil within the meaning of the said Act of 1975 if the enactments mentioned in section 1(1) extended to that sector; but paragraph (a) above does not affect section 10(3)(a) of that Act or paragraph 4 of Schedule 2 to that Act (appointment of responsible person), and paragraph (b) above does not affect section 5(1)(b) of that Act (abortive exploration expenditure) or operate so as to apply section 38(4) of the Finance Act 1973 (taxation of non-residents engaged in activities in designated areas) to the persons referred to in subsection (1)(b)(ii) above. 4 Where under the agreement there is a re-determination of the apportionment mentioned in subsection (1)(b) above and in consequence thereof the participators in the field receive a repayment in respect of expenditure which has been allowed for the field under section 3 of the said Act of 1975, the total amount of expenditure allowable under that section and section 4 of that Act for the field in the claim period in which the repayment is received shall be reduced by the amount of the repayment; and paragraph 6 of Schedule 4 to that Act (recovery of deductions from allowable expenditure) shall have effect as if the foregoing provisions of this subsection were relevant provisions within the meaning of that paragraph. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In subsections (4)  above references to a repayment include references to a credit or set-off. 7 In this section “ the Oil Taxation Acts ” means the Oil Taxation Act 1975, any other enactment relating to petroleum revenue tax and the provisions of the Income Tax Acts and Corporation Tax Acts in their application to oil extraction activities and oil rights within the meaning of Part 8 of the Corporation Tax Act 2010 or   Chapter 16A of Part 2 of the Income Tax (Trading and Other Income) Act 2005 . 8 This section has effect whether the agreement mentioned in subsection (1) above is made before or after the passing of this Act and applies in relation to a chargeable period ending before the coming into force of this Act as well as to a chargeable period ending later."}, {"act": "Finance Act 1980", "year": 1980, "section": "108", "section_title": " Gas banking schemes. ", "section_text": "108 1 Subject to the provisions of this section, the Board may by regulations made by statutory instrument modify the operation of the Oil Taxation Acts in their application to cases where— a a gas banking scheme is in force between the participators in two or more oil fields; and b the participators in those fields elect that the modifications prescribed by the regulations shall apply. 2 Subject to subsection (3)(a) below, a gas banking scheme for the purposes of this section is any scheme which provides for the transfer of oil consisting of gas won from one of the oil fields to which the scheme applies to or to the order of the participators in another of those fields in consideration wholly or mainly of the subsequent transfer of oil consisting of gas won from the other field to or to the order of the participators in the first-mentioned field. 3 Regulations under this section may— a prescribe additional conditions required to be satisfied for a scheme to constitute a gas banking scheme, including conditions requiring the gas to be of a description specified in the regulations; b prescribe conditions subject to which, and the manner in which, an election may be made under this section and the time for which any such election is to continue in force; and c contain such incidental, supplementary or transitional provisions as appear to the Board to be necessary or expedient. 4 The foregoing provisions of this section shall apply to an international gas banking scheme as they apply to a gas banking scheme within the meaning of those provisions except that only the participators in the oil field or oil fields to which the scheme applies need make the election referred to in subsection (1)(b) above; and for the purposes of this section an international gas banking scheme is any scheme which— a applies to areas that include both one or more oil fields and one or more areas under the jurisdiction of a country other than the United Kingdom; and b would be a gas banking scheme within the meaning of the foregoing provisions if all the areas were oil fields and all the persons who are, or have rights, interests or obligations of, licensees in respect of those areas were participators. 5 Regulations under this section may be made so as to apply only to gas banking schemes other than international gas banking schemes or so as to apply only to the latter; and regulations applying to a scheme of either description may differ from those applying to the other. 6 No regulations shall be made under this section unless a draft of the regulations has been laid before, and approved by a resolution of, the House of Commons. 7 In this section “the Board”, “oil”, “oil field” and “ participator ” have the same meaning as in Part I of the Oil Taxation Act 1975 and “ the Oil Taxation Acts ” has the same meaning as in section 107 above."}, {"act": "Finance Act 1980", "year": 1980, "section": "109", "section_title": " Fractionation.", "section_text": "109 1 The Oil Taxation Act 1975 shall be amended as follows. 2 In the definition of “ initial treatment ” in section 12(1) for paragraph (b) there shall be substituted— separating oil so won and consisting of gas from other oil so won; or separating oil so won and consisting of gas of a kind that is transported and sold in normal commercial practice from other oil so won and consisting of gas; or liquifying oil so won and consisting of gas of such a kind as aforesaid for the purpose of transporting it; or subjecting oil so won to any process of which the purpose is to secure that oil disposed of crude has the quality that is normal for oil so disposed of from the field, . 3 In paragraph (i) of that definition for the words “paragraph (a) or (b) of this definition” there shall be substituted the words  “                  any of paragraphs (a) to (e) of this definition                ” . 4 For paragraph (ii) of that definition there shall be substituted— any activity carried on as part of, or in association with, the refining of oil not consisting of gas or any activity the sole or main purpose of which is to achieve a chemical reaction in respect of oil consisting of gas; or . 5 After the definition of “ production purposes ” in section 12(1) there shall be inserted— “ refining ”, in relation to oil, does not include subjecting it to initial treatment and “ refined ” and “ refinery ” shall be construed accordingly; . 6 In paragraph 2 of Schedule 3 (definition of market value of oil) after sub-paragraph (3) there shall be inserted— 3A Where all or any of the oil whose market value falls to be ascertained in accordance with sub-paragraphs (1) and (2) above has been subjected to initial treatment before being disposed of or relevantly appropriated, the appropriate initial treatment referred to in sub-paragraph (2)(a) above shall, as respects that oil, include the whole of that treatment. 7 After the said paragraph 2 there shall be inserted— 2A 1 Paragraph 2 above shall have effect in accordance with this paragraph where the oil whose market value falls to be ascertained at any time in accordance with sub-paragraphs (1) and (2) of that paragraph, or in accordance with those sub-paragraphs as modified by sub-paragraph (3) of that paragraph, consists of or includes gas. 2 Sub-paragraph (2)(a) of paragraph 2 above shall not apply to so much of the oil as consists of gas unless— a it has been subjected to initial treatment before being disposed of or relevantly appropriated; or b it has, after being disposed of or relevantly appropriated, been subjected to initial treatment by or on behalf of the participator in question or by or on behalf of a person who is connected with him within the meaning of section 533 of the Taxes Act; and where oil consisting of gas has, whether before or after being disposed of or relevantly appropriated, been subjected to initial treatment by or on behalf of the participator in question or by or on behalf of a person who is connected with him as aforesaid the appropriate initial treatment referred to in sub-paragraph (2)(a) of paragraph 2 above shall include the treatment to which it has been so subjected. 3 Where the initial treatment mentioned in sub-paragraph (2) above includes treatment in order to separate gas of one or more kinds which are transported and sold in normal commercial practice, the market value of the gas of each such kind which is separated shall be ascertained in accordance with sub-paragraphs (1) and (2) of paragraph 2 as if that were the only oil whose market value fell to be ascertained at the time in question (with sub-paragraph (2)(b) of paragraph 2 applying accordingly.) 4 Where the oil consists of or includes natural gas within the meaning of the Energy Act 1976, it shall be assumed for the purposes of paragraph 2— a that any consent given under section 8 or 9 of that Act for the supply or use of the gas applies to the supply of the gas under the contract mentioned in sub-paragraph (2) of that paragraph and to the use of the gas supplied under it; and b that no consent is required under those sections for that supply or use if no such consent would be required if that contract were in fact made by the participator in question. 8 Subject to the following provisions of this section, this section has effect— a as respects Part I of the Oil Taxation Act 1975, in relation to chargeable periods (within the meaning of that Part) ending after 31st December 1979; and b as respects  Chapter V of Part XII of the Taxes Act 1988 , in relation to chargeable periods (within the meaning of that Part) ending after that date. 9 Expenditure shall not by virtue of this section be allowable under section 3 of the said Act of 1975 unless it was incurred after the said 31st December or would have been allowable under section 4 of that Act but for the proviso to subsection (1) of that section. 10 For the purposes of section 4 of the said Act of 1975 expenditure incurred in acquiring, bringing into existence or enhancing the value of an asset which before the passing of this Act was used for the purpose of any process which, if this Act had been in force, would by virtue of this section have constituted initial treatment of oil won from an oil field shall be treated as having been incurred on the date when the asset was first so used; and for the purposes of that section (but not of the foregoing provisions of this subsection) the use of the asset in connection with the field shall be treated as having begun— a on 1st January 1980; or b the date on which the asset was first used for that purpose, whichever is the later. Subsection (13) of the said section 4 shall apply for the purposes of this subsection. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1980", "year": 1980, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "110–116"}, {"act": "Finance Act 1980", "year": 1980, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "117"}, {"act": "Finance Act 1980", "year": 1980, "section": "118", "section_title": " National Heritage Memorial Fund. ", "section_text": "118 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The trustees of the National Heritage Memorial Fund shall be treated for the purposes of section 49(2) of the Finance Act 1974 and section 99 above as a body of persons established for charitable purposes only. 4 Section 24 of the  Development Land Tax Act 1976 (exemption of charities) and section 57 of the Finance Act 1977 (exemption of charities from national insurance surcharge) shall have effect as if the Trustees were a charity within the meaning of section 360 of the Taxes Act . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 This section shall be deemed to have come into force on 1st April 1980."}, {"act": "Finance Act 1980", "year": 1980, "section": "119", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "119"}, {"act": "Finance Act 1980", "year": 1980, "section": "120", "section_title": "", "section_text": "120 1 Subject to subsection (2) below, all sums received by the Director of Savings as investment deposits with the National Savings Bank shall from time to time be paid by him into the National Loans Fund in accordance with directions given by the Treasury; and the sums required for repaying, or paying interest on, investment deposits with the Bank shall be charged on that Fund with recourse to the Consolidated Fund. 2 There may be retained by the Director of Savings out of the sums received by him as mentioned in subsection (1) above such amounts as may be required by him as a working balance; and there shall be paid to him from time to time out of the National Loans Fund (or, as the case may be, the Consolidated Fund) the sums required for repaying, or paying interest on, investment deposits or for increasing his working balance. 3 The amounts to be retained by or paid to the Director of Savings under subsection (2) above shall be determined by agreement between him and the Treasury. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The expenses of the Director of Savings in connection with investment deposits shall be defrayed out of moneys provided by Parliament. 7 Sections 21 to 23 of the  National Savings Bank Act 1971 and so much of section 25 of that Act as relates to investment deposits shall cease to have effect; and Schedule 19 to this Act shall have effect as respects the transition from those provisions to the foregoing provisions of this section. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Subsections (1) to (7) above have effect from 1st January 1981  .... 10 This section and Schedule 19 to this Act shall be construed as one with the said Act of 1971."}, {"act": "Finance Act 1980", "year": 1980, "section": "121", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "121"}, {"act": "Finance Act 1980", "year": 1980, "section": "122", "section_title": " Short title, interpretation, construction and repeals.", "section_text": "122 1 This Act may be cited as the Finance Act 1980. 2 In this Act “ the Taxes Act ” means the Income and Corporation Taxes Act  1970 and the “ Taxes Act 1988 ” means the Income and Corporation Taxes Act 1988. 3 In this Act— a Part III, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts and, so far as it relates to capital gains tax, shall be construed as one with the Capital Gains Tax Act 1979; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The enactments mentioned in Schedule 20 to this Act (which include spent enactments) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]