[{"act": "Health Services Act 1980", "year": 1980, "section": "1", "section_title": " Power to make changes in the local administration of the health service in England and Wales.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4  . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In consequence of the foregoing provisions of this section the enactments specified in Part I of Schedule 1 to this Act shall have effect subject to the amendments provided for in that Part of that Schedule (which also includes certain minor corrections of the Act of 1977). 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Services Act 1980", "year": 1980, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Health Services Act 1980", "year": 1980, "section": "3", "section_title": " Extension of the powers to make services available to local authorities  etc.  under s. 26 of the Act of 1977 and s. 15 of the Scottish Act of 1978. ", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 15 of the Scottish Act of 1978 (which empowers the Secretary of State, Health Boards and the Agency to supply goods and services to local authorities and others), in subsection (1), in paragraph ( c ), after the word \t\t\t\t\t\t“by” there shall be inserted the words  “                    or having contacts with                  ” ."}, {"act": "Health Services Act 1980", "year": 1980, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Health Services Act 1980", "year": 1980, "section": "5", "section_title": " Power of health authorities etc. to raise money, etc., by appeals, collections, etc. ", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After section 84 of the Scottish Act of 1978 there shall be inserted the following section—  Power to raise money, etc. by appeals, collections, etc. 84A 1 A Health Board shall have power to engage in activities intended to stimulate the giving (whether on trust or otherwise) of money or other property to assist them in providing or improving any services or any facilities or accommodation which is or are or is or are to be provided as part of the health service or to assist them in connection with their functions with respect to research. 2 A local health council shall have power to engage in activities intended to stimulate the giving (whether on trust or otherwise) of money or other property to assist them in carrying out any function conferred upon them by or under any enactment. 3 Subject to any directions of the Secretary of State excluding specified descriptions of activity, the activities authorised by this section include public appeals or collections and competitions, entertainments, bazaars, sales of produce or other goods and other similar activities and the activities may involve the use of land, premises or other property held by or for the benefit of the Board or local health council exercising the power subject however to any restrictions on the purposes for which trust property may be used. 4 Subject to subsections (5) and (6), the Health Board or local health council at whose instance property is given in pursuance of this section shall, after defraying out of it any expenses incurred in obtaining it, hold, administer and apply the property on trust for or for the purpose for which it was given. 5 Where property held by a Health Board or local health council under this section is more than sufficient to enable the purpose for which it was given to be fulfilled, the excess shall be applicable, in default of any provision for its application made by the trust or other instrument under or in accordance with which the property comprising the excess was given, for such purposes connected with any of the functions of the Board or council as the Board or council think fit. 6 Where property held by a Health Board or local health council under this section is insufficient to enable the purpose for which it was given to be fulfilled then— a the Board or council may apply so much of the capital or income at their disposal as is needed to enable the purpose to be fulfilled subject, however, in the case of trust property, to any restrictions on the purposes for which the trust property may be applied, and in the case of money paid or payable by the Secretary of State under section 85(1), to any directions he may give; but b where the capital or income applicable under paragraph ( a ) is insufficient or is not applied to enable the purpose to be fulfilled, the property so held by the Board or the council shall be applicable, in default of any provision for its application made by the trust or other instrument under or in accordance with which the property was given, for such purposes connected with any of the functions of the Board or council as the Board or council think fit. 7 Where under subsections (5) or (6) property becomes available for purpose other than that for which it was given, the Health Board or local health council shall have regard to the desirability of applying the property for a purpose similar to that for which it was given."}, {"act": "Health Services Act 1980", "year": 1980, "section": "6", "section_title": " Provision of public money for and financial duties of health authorities, Health Boards, etc.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For subsections (1) and (2) of section 85 of the Scottish Act of 1978 there shall be substituted the following subsections— 1 Subject to subsection (2), there shall, in respect of each financial year, be paid by the Secretary of State sums not exceeding the amount allotted or further allotted by him for that year to each of the following bodies towards meeting the expenditure attributable to the performance by that body of their functions in that year— a the Planning Council; b every Health Board; c the Agency; d the Medical Practices Committee; e the Dental Estimates Board; f the Tribunal; g every local health council. 2 Subsection (1) does not apply in respect of the expenditure of a Health Board which is attributable to the performance of their functions under Part II, but in that respect there shall, in respect of each financial year, be paid by the Secretary of State sums equal to the expenditure which he determines is attributable to the performance of those functions in that year. 2A The Secretary of State may give directions to a body referred to in subsection (1) with respect to the application of the sums paid to them under that subsection and it shall be the duty of any body to whom directions have been given under this subsection to comply with the directions. 4 After the said section 85 there shall be inserted the following section—  Financial duties of bodies referred to in section 85. 85A 1 It is the duty of each such body as is referred to in section 85(1), in respect of each financial year, so to perform their functions as to secure that the expenditure attributable to the performance of their functions in that year does not exceed the aggregate of— a the amounts allotted to that body for that year under section 85(1); b any other sums received under this Act in that year by that body; and c any sums received otherwise than under this Act in that year by that body for the purpose of enabling them to defray any such expenditure. 2 Subsection (3) of section 85 shall apply for the purposes of this section as it applies for the purposes of that section. 3 The Secretary of State may give such directions to a body referred to in section 85(1) as appear to him to be requisite to secure that the body comply with the duty imposed on them by subsection (1) and it shall be the duty of the body to comply with the directions. Directions under this subsection may be specific in character. 4 To the extent to which— a any expenditure of a Health Board or a local health council is defrayed by that body as trustee; or b any sums are received by such a body as trustee or under section 84A, that expenditure and, subject to subsection (5), those sums shall be disregarded for the purposes of this section, and, for those purposes, sums which, in the hands of such a body, cease to be trust funds and become applicable by that body otherwise than as trustee shall be treated, on their becoming so applicable, as having been received by that body otherwise than as trustee. 5 Of the sums received by a body under section 84A so much only as accrues to the body after defraying any expenses incurred in obtaining them shall be disregarded under subsection (4). 6 Subject to subsection (4), the Secretary of State may, by directions, determine— a whether sums of a description specified in the directions are or are not to be treated for the purposes of this section as being receivable under this Act by a body of a description so specified; b whether expenditure of a description specified in the directions is or is not to be treated for the purposes of this section as being attributable to the performance of the functions by a body of a description so specified; or c the extent to which and the circumstances in which sums received but not yet spent by a body under section 85(1) are to be treated for the purposes of this section as part of the expenditure of the body and to which financial year’s expenditure they are to be attributed. 5 The foregoing provisions of this section shall have effect in relation to the financial year 1980 to 1981 and subsequent years."}, {"act": "Health Services Act 1980", "year": 1980, "section": "7", "section_title": " Services provided by relatives of doctors providing general medical services. ", "section_text": "7 The following subsection shall be added at the end of section 29 of the Act of 1977 (arrangements and regulations for general medical services) as subsection (5) of that section and at the end of section 19 of the Scottish Act of 1978 (which makes corresponding provision for Scotland) as subsection (4) of that section:— 0 Regulations shall— a include provision for the making to a medical practitioner providing general medical services of payments in respect of qualifying services provided by a spouse or other relative of his; and b provide that the rates and conditions of payment and the qualifying services in respect of which the payments may be made shall be such as may be determined by the Secretary of State after consultation with such bodies as he may recognise as representing such medical practitioners."}, {"act": "Health Services Act 1980", "year": 1980, "section": "8", "section_title": " Dissolution of the Central Health Services Council.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Services Act 1980", "year": 1980, "section": "9", "section_title": " Repeal of provisions relating to withdrawal of pay beds and dissolution of Board, etc.", "section_text": "9 1 On the commencement date— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Health Services Board established under section 1 of the  Health Services Act 1976 (inthis Act referred to as \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ the Act of 1976 ”) and the Scottish and Welsh Committeesconstituted in accordance with Part II of Schedule 1 to that Act shall cease to exist. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In consequence of the foregoing provisions of this section— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . any instrument or document made before the commencement date shall have effect as if any reference to the Board or either Committeewere a reference to the Secretary of State or, as the case may require, such person or persons as he may appoint. 6 In this section \t\t\t\t\t\t\t\t\t\t\t\t“ commencement date ” means the date of the passing of this Act."}, {"act": "Health Services Act 1980", "year": 1980, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Health Services Act 1980", "year": 1980, "section": "12", "section_title": " Meaning of \n\n\t\t\t\t“controlled premises”. ", "section_text": "12 1 In subsection (2) of the Act of 1976 (control of construction and extension of controlled premises)— a  for the definition of \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ controlled premises ” there shall be substituted the following definition— \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ controlled premises ” means hospital premises which provide or will provide beds for the use of patients, being hospital premises— in the case of which the number of beds which are or will be so provided is one hundred and twenty or more; or which are or are to be situated in an area designated by the Secretary of State under subsection (2A) below; ; and b  after the definition of \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ controlled works ” there shall be inserted the following definitions— \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“  hospital premises ” means premises at which there are or are to be facilities for the provision of hospital services; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ hospital services ” means all or any of the following services, namely— (a) the carrying out of surgical procedures under genreral anaesthesia; (b) obstetrics; (c) radiotherapy; (d) haemodialysis or peritoneal dialysis; (e) pathology or diagnostic radiology; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ relevant hospital premises ” means hospital premises occupied otherwise than by or on behalf of the Crown or for the purposes of a visiting force . 2 After the said subsection (2) there shall be inserted the following subsections— 2A If, on an application by a health authority, the Secretary of State is satisfied that relevant hospital premises in the whole or any part of their area or district provide or will provide, if taken together, one hunderd and twenty or more beds for the use of patients, he may, after consulting with such persons and representative bodies as appear to him to be concerned, by regulations designate the whole or, as the case my be, that part of the authority’s area or district as an area in which all hospital premises which provide or will provide beds for the use of patients shall be controlled premises; and regulations under this subsection— a may contain such transitional provisions as appear to the Secretary of State to be necessary or expedient; and b shall have effect for such period not exceeding five years as may be prescribed. 2B in determining for the purposes of subsection (2A) above how many beds relevant hospital premises will provide, the Secretary of State shall not take into account the proposed execution of any works unless— a an authorisation for the execution of those works has been granted; or b a contract for the execution of those works has been entered into. 2C The Secretary of State shall not exercise the power conferred by subsection (2A) above unless, having regard to the matters mentioned in subsection (3)( a ) of section 13 below, he considers that the execution of works which, if the power were exercised, would be controlled works would be likely to interfere as mentioned in paragraph ( b ) of subsection (2) of that section. ."}, {"act": "Health Services Act 1980", "year": 1980, "section": "13", "section_title": " Exemptions from control. ", "section_text": "13 1 In subsection (1) of section 12 of the Act of 1976 (control of construction and extension of controlled premises) for the words \t\t\t\t\t\t“Subject to subsection (3)” there shall be substituted the words  “                    Subject to subsections (3) and (4)                  ” . 2 After subsection (3) of that section there shall be inserted the following subsections— 4 Subsection (1) above does not apply in the case of works for the construction of a controlled extension of controlled premises if — a the premises are situated elsewhere than in an area designated by the Secretary of State under subsection (2A) above; and b the premises were constructed as controlled premises, or were converted into controlled premises, whether before or after the coming into force of this Part of this Act; and c where the works will enable additional beds to be provided, the aggregate number of additional beds which will have then been provided at the premises since the beginning of the current three year period (or, if later, the tie when the premises were constructed or converted) will not exceed the permitted number. 5 In subsection (4) above— \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ permitted number ”, in relation to a three year period, means one fifth of the number of beds provided at the premises in question at the beginning of that period or, if later, the time when the premises were constructed or converted; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ three year period ” means the period of three years beginning with the passing of the Health Services Act 1980 and each successive period of three years. ."}, {"act": "Health Services Act 1980", "year": 1980, "section": "14", "section_title": " Notice of notifiable changes.", "section_text": "14 1 In subsection (1) of section 14 of the Act of 1976 (notice of notifiable works)— a for the words \t\t\t\t\t\t\t\t“an application for planning permission for any notifiable works” there shall be substituted the following paragraphs— a an application for planning permission for any notifiable works; or b a notifiable change, ; b after the words \t\t\t\t\t\t\t\t“the application” and \t\t\t\t\t\t\t\t“the proposed application” there shall be inserted the words  “                        or change                      ” ; and c the reference to the coming into force of Part III of that Act shall be construed, so far as it relates to the making of notifiable changes, as a reference to the coming into force of this section. 2 In subsection (2) of that section— a in paragraph ( a ) there shall be inserted after the words \t\t\t\t\t\t\t\t“applied for” the words  “                        or the notifiable change                      ” ; and b in paragraph ( b ) there shall be inserted at the beginning the words  “                        in the case of notifiable works,                      ” . 3 For subsection (6) of that section there shall be substituted the following subsection— 6 Subsection (1) above— a does not apply in the case of works that are to be executed or a change that is to be made by or on behalf of the Crown or for the purposes of a visiting force; but b in the case of works that are to be executed or a change that is to be made otherwise than as aforesaid, shall apply notwithstanding any interest of the Crown in the land on which, or in any premises in connection with which, the works are to be executed or the change is to be made. 4 In subsection (7) of that section for the definition of \t\t\t\t\t\t\t\t\t\t\t\t“ hospital premises ” there shall be substituted the following definition— \t\t\t\t\t\t\t\t\t\t\t\t\t\t“ notifiable change ”                     means—                     a any change in the nature or extent of the hospital services provided at controlled premises; or b any change in the facilities or the number of beds provided at any premises which results in their becoming controlled premises; ."}, {"act": "Health Services Act 1980", "year": 1980, "section": "15", "section_title": " Minor and consequential amendments of the Act of 1976. ", "section_text": "15 The Act of 1976 shall have effect subject to the amendments provided for in Schedule 3 to this Act, being minor amendments and amendments consequential on the amendments made by sections 12 to 14 above."}, {"act": "Health Services Act 1980", "year": 1980, "section": "16", "section_title": " Nursing homes and mental nursing homes, etc.", "section_text": "16 The enactments specified in Schedule 4 to this Act (which relate to the registration of  nursing homes, mental nursing homes and  private hospitals within the meaning of the  Mental Health (Scotland) Act 1960) shall have effect subject to the amendments provided for in that Schedule."}, {"act": "Health Services Act 1980", "year": 1980, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Health Services Act 1980", "year": 1980, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Health Services Act 1980", "year": 1980, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Health Services Act 1980", "year": 1980, "section": "20", "section_title": " Extension of pharmaceutical services in connection with dental treatment provided by health authorities, etc. ", "section_text": "20 1 Section 41 of the Act of 1977 (which imposes a duty on health authorities to arrange for the supply of proper and sufficient drugs and medicines ordered by medical practitioners and of listed drugs and medicines ordered by dental practitioners) shall be amended by substituting for paragraph ( b ) the following paragraphs, that is to say— b proper and sufficient drugs and medicines which are ordered for those persons by a dental practitioner in pursuance of the provision by that Board of dental services; and c listed drugs and medicines which are ordered for those persons by a dental practitioner in pursuance of the provision by him of general dental services. . 2 Section 27(1) of the Scottish Act of 1978 (which imposes a corresponding duty on Health Boards) shall be amended by substituting for paragraph ( b ) the following paragraphs, that is to say— b proper and sufficient drugs and medicines which are ordered for those persons by a dental practitioner in pursuance of the provision by that Board of dental services; and c listed drugs and medicines which are ordered for those persons by a dental practitioner in pursuance of the provision by him of general dental services. ."}, {"act": "Health Services Act 1980", "year": 1980, "section": "21", "section_title": " Regulation of right to provide pharmaceutical services.", "section_text": "21 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Services Act 1980", "year": 1980, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Health Services Act 1980", "year": 1980, "section": "23", "section_title": " Correction of meaning of \n\n\t\t\t\t“local authority” in Part IV of the National Assistance Act 1948. ", "section_text": "23 Section 195 of the  Local Government Act 1972 (which amends exisiting enactments conferring social services functions, including the  National Assistance Act 1948, so as to vest those functions in the authorities which are local authorities for the purposes of the  Local Authority Social Services Act 1970) shall have effect, and be deemed always to have had effect, as if at the end of the section there were added the following subsection— 7 In section 64(1) of the National Assistance Act 1948 (interpretation), in the definition of \t\t\t\t\t\t\t\t\t\t\t\t\t\t“ local authority ”, the words \t\t\t\t\t\t\t“county borough” shall be omitted and, after the word \t\t\t\t\t\t\t“district”, there shall be inserted the words \t\t\t\t\t\t\t“or London borough or the Common Council of the City of London”."}, {"act": "Health Services Act 1980", "year": 1980, "section": "24", "section_title": " Expenses and receipts of the Secretary of State, etc.", "section_text": "24 There shall be paid out of money provided by Parliament— a any expenses incurred by the Secretary of State for the purposes of this Act, and b any increase attributable to the provisions of this Act in the sums payable under any other Act out of money so provided, and any sums received by the Secretary of State by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Health Services Act 1980", "year": 1980, "section": "25", "section_title": " Interpretation and minor amendments and repeals.", "section_text": "25 1 In this Act— \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ the Act of 1976 ” means the  Health Services Act 1976; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ the Act of 1977 ” means the  National Health Service Act 1977; and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ the Scottish Act of 1978 ” means the  National Health Service (Scotland) Act 1978. 2 Schedule 12 to the Act of 1977 and Schedule 11 to the Scottish Act of 1978 (additional provisions as to regulations for the making and recovery of charges) shall be amended as provided in Parts I and  II  respectively of Schedule 5 to this Act. 3 The minor amendments specified in Schedule 6 to this Act shall have effect. 4 The enactments specified in Schedule 7 to this Act (which include enactments that are spent or unnecessary) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Health Services Act 1980", "year": 1980, "section": "26", "section_title": " Short title, commencement and extent.", "section_text": "26 1 This Act may be cited as the Health Services Act 1980. 2 The following provisions of this Act, namely— a section 14; b section 16 and Schedule 4; c section 21; d section 25(2) and Schedule 5; and e in Schedule 7, the repeals in the  Nursing Homes Registration (Scotland) Act 1938, the  Nursing Homes Act 1975 and the  Nurses, Midwives and Health Visitors Act 1979 (and section 25(4) so far as it relates to those repeals), shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument and different days may be appointed under this subsection for different provisions. 3 With the exception of the provisions specified in subsection (2) above, this Act shall come into force on its passing. 4 This Act does not extend to Northern Ireland."}]