[{"act": "Highlands and Islands Air Services (Scotland) Act 1980", "year": 1980, "section": "1", "section_title": " Assistance to persons providing air services serving the Highlands and Islands.", "section_text": "1 1 For the purposes of establishing, maintaining and improving air services serving the Highlands and Islands, the Secretary of State may assist, in accordance with the provisions of this Act, persons who provide or propose to provide such services. 2 The Secretary of State may, with the consent of the Treasury, make advances, out of moneys provided by Parliament, either by way of grant or loan, or partly in one of those ways and partly in the other, on such terms and conditions as he considers expedient, to any such person as aforesaid; and in the case of a grant, the terms and conditions may include provisions for repayment in whole or in part in specified circumstances. 3 Any moneys received by the Secretary of State by virtue of this section shall be paid into the Consolidated Fund."}, {"act": "Highlands and Islands Air Services (Scotland) Act 1980", "year": 1980, "section": "2", "section_title": " Expenses.", "section_text": "2 Any expenses of the Secretary of State incurred in consequence of the provisions of this Act shall be defrayed out of moneys provided by Parliament."}, {"act": "Highlands and Islands Air Services (Scotland) Act 1980", "year": 1980, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act— “air services” means air transport services, other than international air services, operating– a in accordance with a licence granted under section 22 of the Civil Aviation Act 1971 or section 65 of the Civil Aviation Act 1982 or under the authority of an instrument made under section 21(2) of the said Act of 1971 or section 64(2) of the said Act of 1982, or b in exercise of traffic rights permitted by virtue of Chapter  III  of Regulation ( EC )  No.  1008/2008 of the European Parliament and of the Council of 24th September 2008 on common rules for the operation of air services in the Community;   ...                   “ the Highlands and Islands ” means that area within or in relation to which the functions of the Highlands and Islands Development Board may be exercised by virtue of subsection (2) of section 1 of the  Highlands and Islands Development (Scotland) Act 1965.   “ the Highlands and Islands ” shall be construed in accordance with section 21(1) of the Enterprise and New Towns (Scotland) Act 1990. "}, {"act": "Highlands and Islands Air Services (Scotland) Act 1980", "year": 1980, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Highlands and Islands Air Services (Scotland) Act 1980", "year": 1980, "section": "5", "section_title": " Short Title commencement and extent.", "section_text": "5 1 This Act may be cited as the Highlands and Islands Air Services (Scotland) Act 1980. 2 This Act shall come into operation on the 15th of December 1980. 3 This Act extends to Scotland only."}]