[{"act": "Housing Act 1980", "year": 1980, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Housing Act 1980", "year": 1980, "section": "51", "section_title": " Preliminary.", "section_text": "51 Sections 53 to 55 below modify the operation of the 1977 Act in relation to protected shorthold tenancies as defined in section 52 below."}, {"act": "Housing Act 1980", "year": 1980, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Housing Act 1980", "year": 1980, "section": "53", "section_title": " Right of tenant to terminate protected shorthold tenancy.", "section_text": "53 1 A protected shorthold tenancy may be brought to an end (by virtue of this section and notwithstanding anything in the terms of the tenancy) before the expiry of the term certain by notice in writing of the appropriate length given by the tenant to the landlord; and the appropriate length of the notice is— a one month if the term certain is two years or less; and b three months if it is more than two years. 2 Any agreement relating to a protected shorthold tenancy (whether or not contained in the instrument creating the tenancy) shall be void in so far as it purports to impose any penalty or disability on the tenant in the event of his giving a notice under this section."}, {"act": "Housing Act 1980", "year": 1980, "section": "54", "section_title": " Subletting or assignment.", "section_text": "54 1 Where the whole or part of a dwelling-house let under a protected shorthold tenancy has been sublet at any time during the continuous period specified in subsection (3) below, and, during that period, the landlord becomes entitled, as against the tenant, to possession of the dwelling-house, he shall also be entitled to possession against the sub-tenant and section 137 of the 1977 Act shall not apply. 2 A protected shorthold tenancy of a dwelling-house and any protected tenancy of the same dwelling-house granted during the continuous period specified in subsection (3) below shall not be capable of being assigned,  except in pursuance of an order under—. a section 24 of the Matrimonial Causes Act 1973 (property adjustment orders in connection with matrimonial proceedings), b section 17(1) of the Matrimonial and Family Proceedings Act 1984 (property adjustment orders after overseas divorce, &c.),  ... c paragraph 1 of Schedule 1 to the Children Act 1989 (orders for financial relief against parents) , or d Part 2 of Schedule 5, or paragraph 9(2) or (3) of Schedule 7, to the Civil Partnership Act 2004 (property adjustment orders in connection with civil partnership proceedings or after overseas dissolution of civil partnership,  etc. ). 3 The continuous period mentioned in subsections (1) and (2) above is the period beginning with the grant of the protected shorthold tenancy and continuing until either— a no person is in possession of the dwelling-house as a protected or statutory tenant; or b a protected tenancy of the dwelling-house is granted to a person who is not, immediately before the grant, in possession of the dwelling-house as a protected or statutory tenant."}, {"act": "Housing Act 1980", "year": 1980, "section": "55", "section_title": " Orders for possession.", "section_text": "55 1 The following Case shall be added to the Cases in Part II of Schedule 15 to the 1977 Act (mandatory orders for possession) :  Case 19 Where the dwelling-house was let under a protected shorthold tenancy (or is treated under section 55 of the Housing Act 1980 as having been so let) and— a there either has been no grant of a further tenancy of the dwelling-house since the end of the protected shorthold tenancy or, if there was such a grant, it was to a person who immediately before the grant was in possession of the dwelling-house as a protected or statutory tenant ; and b the proceedings for possession were commenced after appropriate notice by the landlord to the tenant and not later than 3 months after the expiry of the notice. A notice is appropriate for this Case if— i it is in writing and states that proceedings for possession, under this Case may be brought after its expiry ; and ii it expires not earlier than 3 months after it is served nor, if, when it is served, the tenancy is a periodic tenancy, before that periodic tenancy could be brought to an end by a notice to quit served by the landlord on the same day ; iii it is served— a in the period of 3 months immediately preceding the date on which the protected shorthold tenancy comes to an end ; or b if that date has passed, in the period of 3 months immediately preceding any anniversary of that date ; and iv in a case where a previous notice has been served by the landlord on the tenant in respect of the dwelling-house, and that notice was an appropriate notice, it is served not earlier than 3 months after the expiry of the previous notice. 2 If, in proceedings for possession under Case 19 set out above, the court is of opinion that, notwithstanding that the condition of paragraph (b) or (c) of section 52(1) above is not satisfied, it is just and equitable to make an order for possession, it may treat the tenancy under which the dwelling-house was let as a protected shorthold tenancy."}, {"act": "Housing Act 1980", "year": 1980, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Housing Act 1980", "year": 1980, "section": "59", "section_title": " Rent officers and applications for registration of rent.", "section_text": "59 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In section 67 of the 1977 Act (application for registration of rent) for subsection (2) there is substituted the following subsection— 2 Any such application must be in the prescribed form and must— a specify the rent which it is sought to register ; b where the rent includes any sum payable by the tenant to the landlord for services and the application is made by the landlord, specify that sum and be accompanied by details of the expenditure incurred by the landlord in providing those services ; and c contain such other particulars as may be prescribed. 3 Schedule 6 to this Act has effect, in relation to applications made after the commencement of this subsection, for the purpose of amending the procedure provided for by the 1977 Act in relation to applications for the registration of rent."}, {"act": "Housing Act 1980", "year": 1980, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}, {"act": "Housing Act 1980", "year": 1980, "section": "61", "section_title": " Effect of registration of rent etc.", "section_text": "61 1 For section 72 of the 1977 Act (effect of registration of rent) there is substituted the following section—  Effect of registration of rent. 72 1 The registration of a rent for a dwelling-house takes effect— a if the rent is determined by the rent officer, from the date when it is registered, and b if the rent is determined by a rent assessment committee, from the date when the committee make their decision. 2 If the rent for the time being registered is confirmed, the confirmation takes effect— a if it is made by the rent officer, from the date when it is noted in the register, and b if it is made by a rent assessment committee, from the date when the committee make their decision. 3 If (by virtue of section 67(4) of this Act) an application for registration of a rent is made before the expiry of the period mentioned in section 67(3) and the resulting registration of a rent for the dwelling-house, or confirmation of the rent for the time being registered, would, but for this subsection, take effect before the expiry of that period it shall take effect on the expiry of that period. 4 The date from which the registration or confirmation of a rent takes effect shall be entered in the register. 5 As from the date on which the registration of a rent takes effect any previous registration of a rent for the dwelling-house ceases to have effect. 6 Where a valid notice of increase under any provision of Part III of this Act has been served on a tenant and, in consequence of the registration of a rent, part but not the whole of the increase specified in the notice becomes irrecoverable from the tenant, the registration shall not invalidate the notice, but the notice shall, as from the date from which the registration takes effect, have effect as if it specified such part only of the increase as has not become irrecoverable. . 2 For subsections (4) to (6) of section 13 of the Rent (Agriculture) Act 1976 (efrect of registration of rent) there are substituted the following subsections— 4 The registration of a rent in the said part of the register takes effect— a if the rent is determined by the rent officer, from the date when it is registered, and b if the rent is determined by a rent assessment committee, from the date when the committee make, their decision. 5 If the rent for the time being registered in the said part of the register is confirmed, the confirmation takes effect— a if it is made by the rent officer, from the date when it is noted in the register, and b if it is made by a rent assessment committee, from the date when the committee make their decision. 6 If (by virtue of section 67(4) of the Rent Act 1977, as applied by subsection (2) above) an application for registration of a rent is made before the expiry of the period mentioned in section 67(3) and the resulting registration of a rent for the dwelling-house, or confirmation of the rent for the time being registered, would, but for this subsection, take effect before the expiry of that period it shall take effect on the expiry of that period. 6A The date from which the registration or confirmation of a rent takes effect shall be entered in the said part of the register. 6B As from the date on which the registration of a rent takes effect any previous registration of a rent for the dwelling-house ceases to have effect. 3 In Part VI of the 1977 Act (rent limit for dwellings let by housing associations, housing trusts and the Housing Corporation) a in section 87 (registration of rent), in subsection (2)(a) for the words  “and 70” there are substituted the words  “70 and 72” and subsections (3) to (5) are hereby repealed ; and b subsections (1) and (2) of section 96 (effect of determination by rent assessment committee) are hereby repealed. 4 In section 45 of the 1977 Act (limit of rent during statutory periods) in subsection (3) for the words \t\t\t\t\t\t“on which the rent was registered” there are substituted the words  “from which the registration of the rent took effect”. 5 In section 67 of the 1977 Act, for subsection (5)\t\t\t\t\t(meaning of  “relevant date” in relation to applications for registration of rent) there is substituted the following subsection— 5 In this section and sections 68 and 69 of this Act  “relevant date”, in relation to a rent which has been registered under this Part of this Act, means the date from which the registration took effect or, in the case of a registered rent which has been confirmed, the date from which the confirmation (or, where there have been two or more successive confirmations, the last of them) took effect. . 6 In Schedule 6 to the Rent (Agriculture) Act 1976 and in Schedule 8 to the 1977 Act (phasing of rent increases)— a in paragraph 1(1)— i in the definition of \t\t\t\t\t\t\t\t\t\t“period of delay” for the words from  “means” to the end there are substituted the words means—                             a if the registered rent has been confirmed by a rent assessment committee, a period beginning with the date from which the registration of the rent took effect and ending one year after the date on which the committee took their decision; and b in any other case, a period of one year beginning with the date from which the registration took effect. . ii in the definition of  “previous rent limit” for the words  “at the date of registration” there are substituted the words  “immediately before the relevant date” ; and iii before the definition of  “service element” there is inserted the following definition— “ relevant date ” means, in relation to a registered rent— a if the rent was determined by the rent officer (and whether or not it was confirmed by a rent assessment committee), the date on which the rent was registered by the rent officer; and b if the rent was determined by a rent assessment committee, the date on which the rent officer registered the rent determined by him or, as the case may be, noted in the register his confirmation of the rent for the time being registered.; b for paragraph 4 there is substituted the following paragraph— 4 Where the registration of a rent takes effect in a period of delay which began by reference to an earlier registration, then— a from the date on which the later registration takes effect the limitation under that period of delay shall cease to apply; and b a fresh period of delay shall begin by reference to the later registration ; and c paragraphs 7 (in Schedule 6) and 8 (in Schedule 8) are hereby repealed. 7 In Schedule 11 to the 1977 Act (procedure on application for registration of rent), in paragraph 9(2) for the word \t\t\t\t\t\t“accordingly” there are substituted the words  “of their decision and of the date on which it was made”. 8 Subsections (1) to (5) above do not apply in any case where, on the determination or confirmation of a rent by the rent officer, the rent determined by him is registered, or his confirmation is noted in the register, before the commencement of this section."}, {"act": "Housing Act 1980", "year": 1980, "section": "62", "section_title": " Cancellation of registration of rent.", "section_text": "62 1 Section 73 of the 1977 Act is amended as follows. 2 After subsection (1) there is inserted the following subsection: — 1A Such an application may also be made where— a not less than two years have elapsed since the relevant date (as defined in section 67(5) of this Act); and b the dwelling-house is not for the time being subject to a regulated tenancy; and c the application is made by the person who would be the landlord if the dwelling-house were let on such a tenancy. 3 For subsection (3) there is substituted the following subsection— 3 An application under this section must— a be in the form prescribed for the application concerned and contain the prescribed particulars; and b be accompanied, in the case of an application under subsection (1) above, by a copy of the rent agreement. . 4 In subsection (4)— a after the word  “If” there are inserted the words  “the application is made under subsection (1) above and”; and b at the end there are inserted the words  “and he shall also cancel the registration if the application is made under subsection (1A) above”. 5 In subsection (5) after the word  “Where” there are inserted the words  “the application is made under subsection (1) above and”. 6 In subsection (6) for the words  “The cancellation” there are substituted the words  “A cancellation made in pursuance of an application under subsection (1) above”."}, {"act": "Housing Act 1980", "year": 1980, "section": "63", "section_title": " Repeal of sections 48 and 50 of Rent Act 1977.", "section_text": "63 Section 48 of the 1977 Act (increase, on account of improvements, of recoverable rent for statutory periods before registration) and section 50 of that Act (private street works to count as improvements) are hereby repealed."}, {"act": "Housing Act 1980", "year": 1980, "section": "64", "section_title": " Conversion of controlled tenancies into regulated tenancies.", "section_text": "64 1 At the commencement of this section every controlled tenancy shall cease to be a controlled tenancy and become a regulated tenancy, except in the case mentioned in subsection (2) below. 2 If the controlled tenancy is one to which Part II of the  Landlord and Tenant Act 1954 would apply, apart from section 24(2) of the 1977 Act, or would so apply if it were a tenancy within the meaning of the Act of 1954, it shall, when it ceases to be a controlled tenancy, be treated as a tenancy continuing by virtue of section 24 of the Act of 1954 after the expiry of a term of years certain."}, {"act": "Housing Act 1980", "year": 1980, "section": "65", "section_title": " Resident landlords", "section_text": "65 1 In section 12(1) of the 1977 Act (certain tenancies granted by resident landlords not to be protected tenancies) for paragraphs (a) to (c) there are substituted the following paragraphs— a the dwelling-house forms part only of a building and, except in a case where the dwelling-house also forms part of a flat, the building is not a purpose-built block of flats; and b the tenancy was granted by a person who, at the time when he granted it, occupied as his residence another dwelling-house which— i in the case mentioned in paragraph (a) above, also forms part of the flat; or ii in any other case, also forms part of the building; and c subject to paragraph 1 of Schedule 2 to this Act, at all times since the tenancy was granted the interest of the landlord under the tenancy has belonged to a person who, at the time he owned that interest, occupied as his residence another dwelling-house which— i in the case mentioned in paragraph (a) above, also formed part of the flat; or ii in any other case, also formed part of the building. 2 Schedule 2 to the 1977 Act (provisions for determining application of section 12) is amended as follows. 3 In paragraph 1— a in sub-paragraph (a) for the words  “14 days” there are substituted the words  “28 days” and after the the word  “building” there are inserted the words  “or, as the case may be, flat”; b in sub-paragraph (b) for the words  “such dwelling-house as is referred to in that paragraph” there are substituted the words  “dwelling-house in the building or, as the case may be, flat concerned”; and c in sub-paragraph (c) for the words  “12 months” there are substituted the words  “2 years” and paragraph (i) is hereby repealed. 4 In paragraph 2(b) after the word  “ building” there are inserted the words  “or, as the case may be, flat”. 5 After paragraph 2 there is inserted the following paragraph— 2A 1 The tenancy referred to in section 12(1) falls within this paragraph if the interest of the landlord under the tenancy becomes vested in the personal representatives of a deceased person acting in that capacity. 2 If the tenancy falls within this paragraph, the condition in section 12(1)(c) shall be deemed to be fulfilled for any period, beginning with the date on which the interest becomes vested in the personal representatives and not exceeding two years, during which the interest of the landlord remains so vested. 6 Subject to subsection (7) below, this section, except subsection (1), applies to tenancies granted before as well as those granted after the commencement of this section. 7 In any case where the interest of the landlord under a tenancy vested in the personal representatives (acting in that capacity) of a person who died before the commencement of this section, Schedule 2 to the 1977 Act applies as if paragraph 2A had not been inserted and paragraph 1(c)(i) had not been repealed."}, {"act": "Housing Act 1980", "year": 1980, "section": "66", "section_title": " Amendment of Cases 11 and 12 of Schedule 15 to Rent Act 1977.", "section_text": "66 1 In Case 11 in Schedule 15 to the 1977 Act (dwelling-house required by a person who was owner occupier at time of letting) for paragraph (c) there is substituted the following paragraph— c the court is of the opinion that of the conditions set out in Part V of this Schedule one of those in paragraphs (a) and (c) to (f) is satisfied. 2 In Case 12 in Schedule 15 (dwelling-house required for use by owner on his retirement) for paragraph (c) there is substituted the following paragraph— c the court is of the opinion that of the conditions set out in Part V of this Schedule one of those in paragraphs (b) to (e) is satisfied. 3 There are inserted in Schedule 15, as a new Part V, the provisions set out in Schedule 7 to this Act; and in section 98 of the 1977 Act (which, among other things, introduces Schedule 15) there is added, at the end, the following subsection— 5 Part V of Schedule 15 shall have effect for the purpose of setting out conditions which are relevant to Cases 11 and 12 of that Schedule. 4 In Case 12 for the words from the beginning to  “employment let” there are substituted the words  “Where the landlord (in this Case referred to as \t\t\t\t\t\t\t“the owner”) intends to occupy the dwelling-house as his residence at such time as he might retire from regular employment and has let”. 5 Subject to subsection (6) below, Cases 11 and 12, as amended by this section, apply to tenancies granted before, as well as those granted after, the commencement of this section; and nothing in this section invalidates a notice that possession might be recovered under Case 11 or Case 12 which was duly given to a tenant before then. 6 Paragraphs (c) and (d) of Part V of Schedule 15 do not apply to Case 11 if the tenancy was granted, and the owner died, before the commencement of this section; and paragraph (d) does not apply to Case 12 in any such case."}, {"act": "Housing Act 1980", "year": 1980, "section": "67", "section_title": " Lettings by servicemen.", "section_text": "67 The following Case shall be added to the Cases in Part II of Schedule 15 to the 1977 Act (mandatory orders for possession) after the Case inserted in Part II by section 55 of this Act—  Case 20 Where the dwelling-house was let by a person (in this Case referred to as \t\t\t\t\t\t\t\t“the owner”) at any time after the commencement of section 67 of the Housing Act 1980 and— a at the time when the owner acquired the dwelling-house he was a member of the regular armed forces of the Crown; b at the relevant date the owner was a member of the regular armed forces of the Crown; c not later than the relevant date the owner gave notice in writing to the tenant that possession might be recovered under this Case; d the dwelling-house has not, since the commencement of section 67 of the Act of 1980 been let by the owner on a protected tenancy with respect to which the condition mentioned in paragraph (c) above was not satisfied; and e the court is of the opinion that— i the dwelling-house is required as a residence for the owner; or ii of the conditions set out in Part V of this Schedule one of those in paragraphs (c) to (f) is satisfied. If the court is of the opinion that, notwithstanding that the condition in paragraph (c) or (d) above is not complied with, it is just and equitable to make an order for possesion of the dwelling-house, the court may dispense with the requirements of either or both of these paragraphs, as the case may require. For the purposes of this Case  “regular armed forces of the Crown” has the same meaning as in section 1 of the House of Commons Disqualification Act 1975."}, {"act": "Housing Act 1980", "year": 1980, "section": "68", "section_title": " Rent agreements with tenants having security of tenure.", "section_text": "68 1 In section 51(4) of the 1977 Act (requirements to be observed in rent agreements with tenants having security of tenure), in paragraph (b) the following sub-paragraph is inserted after sub-paragraph (i)— ia that if the agreement were not made but instead a rent were registered under Part IV of this Act, then part only of any increase over the rent previously recoverable by the landlord would be payable by the tenant during the first year; and 2 For section 52 of the 1977 Act (which makes special provision, in the case of converted tenancies, in relation to rent agreements with tenants having security of tenure) there is substituted the following section—  Protection: special provisions following conversion. 52 1 This section applies to an agreement with a tenant having security of tenure which is entered into after the commencement of section 68(2) of the Housing Act 1980 if the tenancy has become or, as the case may be, the previous tenancy became a regulated tenancy by conversion. 2 Any such agreement which purports to increase the rent payable under a protected tenancy shall, if entered into at a time when no rent is registered for the dwelling-house under Part IV of this Act, be void. 3 If any such agreement constitutes a grant of a regulated tenancy and is made at a time when no rent is so regitered, any excess of the rent payable under the tenancy so granted (for any contractual or statutory period of the tenancy) over the rent limit applicable to the previous tenancy, shall be irrecoverable from the tenant ; but this subsection ceases to apply if a rent is subsequently so registered. 4 For the purposes of this section a tenancy is a regulated tenancy by conversion if it has become a regulated tenancy by virtue of— a Part VIII of this Act, section 43 of the Housing Act 1969 or Part III or  IV  of the Housing Finance Act 1972 (conversion of controlled tenancies into regulated tenancies); or b section 18(3) of this Act or paragraph 5 of Schedule 2 to the Rent Act 1968 (conversion on death of first successor); or c section 64 of the Housing Act 1980 (conversion of all remaining controlled tenancies). 5 This section does not apply to any to any agreement where the tenant is neither the person who, at the time of the conversion, was the tenant nor a person who might succeed the tenant at that time as a statutory tenant. 6 Where a rent is registered for the dwelling-house and the registration is subsequently cancelled, this section shall not apply to the agreement submitted to the rent officer in connection with the cancellation nor to any agreement made so as to take effect after the cancellation. 3 In section 57 of the 1977 Act (recovery from landlord of sums paid in excess of recoverable rent, etc.) for subsection (3) there is substituted the following subsection— 3 No amount which a tenant is entitled to recover under subsection (1) above shall be recoverable at any time after the expiry of— a one year, in the case of an amount which is irrecoverable by virtue of section 54 of this Act; or b two years, in any other case."}, {"act": "Housing Act 1980", "year": 1980, "section": "69", "section_title": " Restricted contracts: security of tenure.", "section_text": "69 1 In section 3 of the   Protection from Eviction Act 1977 (prohibition of eviction without due process of law), after subsection (2) there is inserted the following subsection— 2A Subsections (1) and (2) above apply in relation to any restricted contract (within the meaning of the Rent Act 1977) which— a creates a licence; and b is entered into after the commencement of section 69 of the Housing Act 1980; as they apply in relation to a restricted contract which creates a tenancy. 2 After section 106 of the 1977 Act there is inserted the following section:—  Discretion of court in certain proceedings for possession. 106A 1 This section applies to any dwelling house which is the subject of a restricted contract entered into after the commencement of section 69 of the Housing Act 1980. 2 On the making of an order for possession of such a dwelling-house, or at any time the execution of such an order, the court may— a stay or suspend execution of the order, or b postpone the date of possession, for such period or periods as, subject to subsection (3) below, the court thinks fit. 3 Where a court makes an order for possession of such a dwelling-house, the giving up of possession shall not be postponed (whether by the order or any variation, suspension or stay of execution) to a date later than 3 months after the making of the order. 4 On any such stay, suspension or postponement as is referred to in subsection (2) above, the court shall, unless it considers that to do so would cause exceptional hardship to the lessee or would otherwise be unreasonable, impose conditions with regard to payment by the lessee of arrears of rent (if any) and rent or payments in respect of occupation after termination of the tenancy (mesne profits) and may impose such other conditions as it thinks fit. 5 Subsection (6) below applies in any case where— a proceedings are brought for possession of such a dwelling-house; b the lessee’s spouse or former spouse, having rights of occupation under the Matrimonial Homes Act 1967, is the in occupation of the dwelling-house; and c the restricted contract is terminated as a result of those proceedings. 6 In any case to which this subsection applies, the spouse or former spouse shall, so long as he or she remains in occupation, have the same rights in relation to, or in connection with, any such stay, suspension or postponement as is referred to in subsection (2) above, as he or she would have if those rights of occupation were not affected by the termination of the restricted contract. 3 Sections 103 to 106 of the 1977 Act (security of tenure in respect of restricted contracts) shall not apply to restricted contracts entered into after the commencement of this section; and accordingly after section 102 of that Act there is inserted the following section—  Restricted application of sections 103 to 106. 102A Sections 103 to 106 of this Act apply only to restricted contracts entered into before the commencement of section 69 of the Housing Act 1980. . 4 In section 12 of the 1977 Act, for subsections (2) and (3)\t\t\t\t\t(cases where tenancies granted by resident landlords are not exempted by section 12 from being protected tenancies), there is substituted the following subsection— 2 This section does not apply to a tenancy of a dwelling-house which forms part of a building if the tenancy is granted to a person who, immediately before it was granted, was a protected or statutory tenant of that dwelling-house or of any other dwelling-house in that building."}, {"act": "Housing Act 1980", "year": 1980, "section": "70", "section_title": " Reconsideration of registered rents under Part V of Rent Act 1977.", "section_text": "70 1 In section 80(2) of the 1977 Act (which in certain circumstances prevents an application for a new registered rent for a dwelling-house which is the subect of a restricted contract from being made within 3 years of the date of an existing registration), for the words \t\t\t\t\t\t“3 years” there are substituted the words  “2 years”. 2 This section does not apply in any case where the date from which the period during which no application for registration can be made is to be calculated falls before the commencement of this section."}, {"act": "Housing Act 1980", "year": 1980, "section": "71", "section_title": " Cancellation of rents registered under Part V of Rent Act 1977.", "section_text": "71 1 After section 81 of the 1977 Act (effect of registration of rent under section 79) there is inserted the following section—  Cancellation of registration of rent 81A 1 Where the rent payable for any dwelling is entered in the register under section 79 of this Act, the rent tribunal shall cancel the entry, on an application made under this section, if— a not less than two years have elapsed since the date of entry; b the dwelling is not for the time being subject to a restricted contract; and c the application is made by the person who would be the lessor if the dwelling were subject to a restricted contract. 2 An application under this section must be in the prescribed form, and contain the prescribed particulars. 3 Cancellation of the registration shall be without prejudice to a further registration of a rent at any time after the cancellation. 4 The rent tribunal shall notify the applicant of their decision to grant, or to refuse, any application under this section. 2 In Schedule 10 to the 1977 Act (rent assessment committees), in paragraph 5 for the words  “paragraph 6” there are substituted the words \t\t\t\t\t\t“paragraphs 6 and 6A” and after paragraph 6 there is inserted the following paragraph— 6A When dealing with an application under section 81A of this Act a rent assessment committee carrying out the functions of a rent tribunal shall consist of the chairman of the committee sitting alone."}, {"act": "Housing Act 1980", "year": 1980, "section": "72", "section_title": " Functions of rent tribunals.", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Act 1980", "year": 1980, "section": "73", "section_title": " Dwellings forming part of Crown Estate or belonging to Duchies.", "section_text": "73 1 The following section is substituted for section 13 of the 1977 Act: 13 1 Except as provided by subsection (2) below— a a tenancy shall not be a protected tenancy at any time when the interest of the landlord under the tenancy belongs to Her Majesty in right of the Crown or to a government department or is held in trust for Her Majesty for the purposes of a government department ; and b a person shall not at any time be a statutory tenant of a dwelling-house if the interest of his immediate lanlord would at that time belong or be held as mentioned in paragraph (a) above. 2 An interest belonging to Her Majesty in right of the Crown shall not prevent a tenancy from being a protected tenancy or a person from being a statutory tenant if the interest is under the management of the Crown Estate Commissioners. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In section 5 of the   Rent (Agriculture) Act 1976 the following is substituted for subsection (1): 1 A person shall not at any time be a statutory tenant of a dwelling-house if the interest of his immediate landlord would, at that time— a belong to Her Majesty in right of the Crown or to a government department, or b be held in trust for Her Majesty for the purposes of a government department ; except that an interest belonging to Her Majesty in right of the Crown shall not prevent a person from being a statutory tenant if the interest is under the management of the Crown Estate Commissioners. 4 In the   Landlord and Tenant Act 1954— a the following is inserted at the end of section 56 : 7 Part I of this Act shall apply where— a there is an interest belonging to Her Majesty in right of the Crown and that interest is under the management of the Crown Estate Commissioners ; or b there is an interest belonging to Her Majesty in right of the Duchy of Lancaster or belonging to the Duchy of Cornwall ; as if it were an interest not so belonging. ; b in section 21(6) the following is substituted for the definition of “ interest not bound by this Part of this Act” : In this subsection “ interest not bound by this Part of this Act ” means an interest which belongs to Her Majesty in right of the Crown and is not under the management of the Crown Estate Commissioners or an interest belonging to a government department or held on behalf of Her Majesty for the purposes of a government department. 5 Schedule 8 to this Act has effect for making certain provisions consequential on this section."}, {"act": "Housing Act 1980", "year": 1980, "section": "74", "section_title": " Housing association and housing trust tenancies under Rent Act 1977.", "section_text": "74 1 In section 15 of the 1977 Act (tenancies not protected when landlord’s interest belongs to housing association or housing trust etc.) subsection (4), and in subsection (1) the words “ in respect of which any of the conditions specified in subsection (4) below is fulfilled”, are hereby repealed. 2 For subsection (5) of section 15 there is substituted the following subsection— 5 In subsection (2) above “ housing trust” means a corporation or body of persons which— a is required by the terms of its constituent instrument to use the whole of its funds, including any surplus which may arise from its operations, for the purpose of providing housing accommodation ; or b is required by the terms of its constituent instrument to devote the whole, or substantially the whole, of its funds to charitable purposes and in fact uses the whole, or substantially the whole, of its funds for the purpose of providing housing accommodation. . 3 Schedule 9 to this Act has effect for the purpose of supplementing this section."}, {"act": "Housing Act 1980", "year": 1980, "section": "75", "section_title": " Proceedings for possession of certain dwelling-houses.", "section_text": "75 1 Section 100 of the 1977 Act (which gives the court an extended discretion in actions for possession of certain dwelling-houses) is amended as follows. 2 For subsection (3) there is substituted the following subsection— 3 On any such adjournment as is referred to in subsection (1) above or any such stay, suspension or postponement as is referred to in subsection (2) above, the court shall, unless it considers that to do so would cause exceptional hardship to the tenant or would otherwise be unreasonable, impose conditions with regard to payment by the tenant of arrears of rent (if any) and rent or payments in respect of occupation after termination of the tenancy (mesne profits) and may impose such other conditions as it thinks fit. 3 After subsection (4) there are inserted the following subsections— 4A Subsection (4B) below applies in any case where— a proceedings are brought for possession of a dwelling-house which is let on a protected tenancy or subject to a statutory tenancy ; b the tenant’s spouse or former spouse, having rights of occupation under the Matrimonial Homes Act 1967, is then in occupation of the dwelling-house ; and c the tenancy is terminated as a result of those proceedings. 4B In any case to which this subsection applies, the spouse or former spouse shall, so long as he or she remains in occupation, have the same rights in relation to, or in connection with, any such adjournment as is referred to in subsection (1) above or any such stay, suspension or postponement as is referred to in subsection (2) above, as he or she would have if those rights of occupation were not affected by the termination of the tenancy. 4 Section 7 of the   Rent (Agriculture) Act 1976 (which corresponds to section 100 of the 1977 Act) is amended as follows. 5 After subsection (2) there is inserted the following subsection— 2A In those cases the court may adjourn for such period or periods as it thinks fit. 6 For subsection (4) there is substituted the following subsection— 4 On any such adjournment as is referred to in subsection (2A) above or any such stay, suspension or postponement as is referred to in subsection (3) above, the court shall, unless it considers that to do so would cause exceptional hardship to the tenant or would otherwise be unreasonable, impose conditions with regard to payment by the tenant of arrears of rent (if any) and rent or payments in respect of occupation after termination of the tenancy (mesne profits) and may impose such other conditions as it thinks fit. . 7 After subsection (5) there are inserted the following subsections— 5A Subsection (5B) below applies in any case where— a proceedings are brought for possession of a dwelling-house which is subject to a protected occupancy or statutory tenancy ; b the tenant’s spouse or former spouse, having rights of occupation undr the Matrimonial Homes Act 1967, is then in occupation of the dwelling-house ; and c the tenancy is terminated as a result of those proceedings. 5B In any case to which this subsection applies, the spouse or former spouse shall, so long as he or she remains in occupation, have the same rights in relation to or in connection with any such adjournment as is referred to in subsection (2A) above or any such stay, suspension or postponement as is referred to in subsection (3) above as he or she would have if those rights of occupation were not affected by the termination of the tenancy."}, {"act": "Housing Act 1980", "year": 1980, "section": "76", "section_title": " Statutory tenancies by succession.", "section_text": "76 1 In Schedule 1 to the 1977 Act, for paragraph 2 (under which on the death of the original tenant under a protected or statutory tenancy his widow if residing with him at his death becomes a statutory tenant by succession) there is substituted the following paragraph— 2 The surviving spouse (if any) of the original tenant, if residing in the dwelling-house immediately before the death of the original tenant, shall after the death be the statutory tenant if and so long as he or she occupies the dwelling-house as his or her residence. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In   sections 3(3)(a) and 4(4)(a)   of the   Rent (Agriculture) Act 1976 (which correspond to provisions in Schedule 1 to the 1977 Act) for the words “ with him at his death” there shall be substituted in each case the words “ in the dwelling-house immediately befor his death”. 4 The amendments made by this section have effect only in relation to deaths occurring after the commencement of the subsection concerned."}, {"act": "Housing Act 1980", "year": 1980, "section": "77", "section_title": " Amendment of Part VI of Rent Act 1977.", "section_text": "77 Part VI of the 1977 Act (rent limit for dwellings let by housing associations, housing trusts and the Housing Corporation) is amended in accordance with the provisions of Schedule 10 to this Act."}, {"act": "Housing Act 1980", "year": 1980, "section": "78", "section_title": " Allowable premiums in relation to certain long tenancies.", "section_text": "78 1 Section 127 of the 1977 Act shall have effect and be deemed always to have had effect as if for paragraph (c) of subsection (2) there were substituted the paragraph set out in subsection (2) below and at the end of subsection (5) there were added the words set out in subsection (3) below. 2 The substituted paragraph is— c that the terms of the tenancy do not inhibit both the assignment and the underletting of the whole of the premises comprised in the tenancy. 3 The added words are “ and for the purposes of subsections (2)(c) and (3B)(d) above the terms of a tenancy inhibit an assignment or underletting if they—” a preclude it ; or b permit it subject to a consent but exclude section 144 of the Law of Property Act 1925 (no payment in nature of fine) ; or c permit it subject to a consent but require in connection with a request for consent the making of an offer to surrender the tenancy. 4 After subsection (3) of section 127 there are inserted the following subsections— 3A If the conditions in subsection (3B) below are satisfied in respect of a tenancy, this Part of this Act shall not apply to that tenancy and, together with Part VII of the Rent Act 1968 and the enactments replaced by Part VII, shall be deemed never to have applied to it. 3B The conditions are that— a the tenancy was granted before 16th July 1980 ; b a premium was lawfully required and paid on the grant of the tenancy ; c the tenancy was, at the time when it was granted, a tenancy at a low rent ; and d the terms of the tenancy do not inhibit both the assignment and the underletting of the whole of the premises comprised in the tenancy. 3C If the conditions in subsection (3D) below are satisfied in respect of a tenancy, this section shall have effect, in relation to that tenancy, as if for the words “ 20 years” and “ 21 years”, in subsections (2)(b) and (3) above there were substituted, respectively, the words “ 6 years” and “ 7 years”. 3D The conditions are that— a the tenancy is granted after 15th July 1980 ; b at the time when it is granted it is a tenancy at a low rent ; and c the terms of the tenancy ensure that any variation of the sums payable by the tenant otherwise than in respect of rates, services, repairs or maintenance, cannot lead to those sums exceeding an annual rate of two-thirds of the rateable value of the dwelling-house at the date when the variation is made. For the purposes of this subsection the rateable value of a dwelling-house shall be ascertained in accordance with section 25 of this Act (disregarding subsection (4)) by reference to the value shown in the valuation list at the date when the variation is made."}, {"act": "Housing Act 1980", "year": 1980, "section": "79", "section_title": " Meaning of “ premium” in Part IX of Rent Act 1977.", "section_text": "79 In section 128 of the 1977 Act (interpretation of Part IX, which prohibits premiums etc.) for the definition of “ premium”, in subsection (1), there is substituted the following definition— “ premium ”                 includes—                 a any fine or other like sum ; b any other pecuniary consideration in addition to rent ; and c any sum paid by way of a deposit, other than one which does not exceed one-sixth of the annual rent and is reasonable in relation to the potential liability in respect of which it is paid."}, {"act": "Housing Act 1980", "year": 1980, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "80"}, {"act": "Housing Act 1980", "year": 1980, "section": "81", "section_title": " Tenant’s improvements.", "section_text": "81 1 The following provisions of this section have effect with respect to   protected tenancies and statutory tenancies in place of section 19(2) of the  Landlord and Tenancy Act 1927. 2 It is by virtue of this section a term of every such tenancy that the tenant will not make any improvement without the written consent of the landlord. 3 The consent required by virtue of subsection (2) above is not to be unreasonably withheld and, if unreasonably withheld, shall be treated as given. 4 Subsections (1) to (3) above do not apply in any case where the tenant has been given a notice— a of a kind mentioned in one of Cases 11 to 18 and 20 in Schedule 15 to the 1977 Act (notice that possession might be recovered under that Case); or b under section 52(1)(b) of this Act (notice that a tenancy is to be a protected shorthold tenancy); unless the tenant proves that, at the time when the landlord gave the notice, it was unreasonable for the landlord to expect to be able in due course to recover possession of the dwelling-house under that Case or, as the case may be, Case 19 of Schedule 15 (added by section 55 of this Act). 5 In Part I, and in this Part, of this Act “ improvement ” means any alteration in, or addition to, a dwelling-house and includes— a any addition to, or alteration in, landlord’s fixtures and fittings and any addition or alteration connected with the provision of any services to a dwelling-house; b the erection of any wireless or television aerial; and c the carrying out of external decoration; but paragraph (c) above does not apply in relation to a protected or statutory tenancy if the landlord is under an obligation to carry out external decoration or to keep the exterior of the dwelling-house in repair."}, {"act": "Housing Act 1980", "year": 1980, "section": "82", "section_title": " Provisions as to consents required by section 81.", "section_text": "82 1 If any question arises whether the withholding of a consent required by virtue of section 81 above was unreasonable it is for the landlord to show that it was not; and in determining that question the court shall, in particular, have regard to the extent to which the improvement would be likely— a to make the dwelling-house, or any other premises, less safe for occupiers; b to cause the landlord to incur the expenditure which it would be unlikely to incur if the improvement were not made; or c to reduce the price which the dwelling-house would fetch if sold on the open market or the rent which the landlord would be able to charge on letting the dwelling-house. 2 A consent required by virtue of section 81 may be validly given notwithstanding that it follows, instead of preceding, the action requiring it and may be given subject to a condition. 3 Where the tenant has applied in writing for a consent which is required by virtue of section 81 then— a if the landlord refuses to give the consent it shall give to the tenant a written statement of the reasons why the consent was refused; and b if the landlord neither gives nor refuses to give the consent within a reasonable time, the consent shall be taken to have been withheld, and if the landlord gives the consent but subject to an unreasonable condition, the consent shall be taken to have been unreasonably withheld. 4 If any question arises whether a condition attached to a consent was reasonable, it is for the landlord to show that it was."}, {"act": "Housing Act 1980", "year": 1980, "section": "83", "section_title": " Conditional consent to tenant’s improvements.", "section_text": "83 Any failure by   a protected tenant or a statutory tenant to satisfy any reasonable condition imposed by his landlord in giving consent to an improvement which the tenant proposes to make, or has made, shall be treated   for the purposes of the 1977 Act as a breach by the tenant of an obligation of his tenancy or, as the case may be, of an obligation of the previous protected tenancy which is applicable to the statutory tenancy."}, {"act": "Housing Act 1980", "year": 1980, "section": "84", "section_title": " Exclusion of certain housing associations from Part III.", "section_text": "84 This Part of this Act does not apply in relation to a housing association which falls within paragraph (d) of section 15(3) of the 1977 Act (certain societies registered under the  Industrial and Provident Societies Act 1965)."}, {"act": "Housing Act 1980", "year": 1980, "section": "85", "section_title": " Interpretation and application of Part III.", "section_text": "85 1 In this Part of this Act any expression used   in the 1977 Act has the same meaning as in   that Act. 2 This Part of this Act applies to tenancies granted before as well as tenancies granted after the commencement of this Part of this Act."}, {"act": "Housing Act 1980", "year": 1980, "section": "86", "section_title": " Jurisdiction of county court and rules of procedure.", "section_text": "86 1 The county court   has jurisdiction to determine any question arising under Part III of this Act (tenant’s improvements) and to entertain any proceedings brought thereunder. 2 The jurisdiction conferred by this section includes jurisdiction to entertain proceedings on any question whether any consent required by section 81 was withheld or unreasonably withheld, notwithstanding that no other relief is sought than a declaration. 3 If a person takes proceedings in the High Court which, by virtue of this section, he could have taken in the county court he is not entitled to recover any costs. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Act 1980", "year": 1980, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "87"}, {"act": "Housing Act 1980", "year": 1980, "section": "88", "section_title": " Discretion of court in certain proceedings for possession.", "section_text": "88 1 Where, under the terms of a rental purchase agreement, a person has been let into possession of a dwelling-house and, on the termination of the agreement or of his right to possession under it, proceedings are brought for the possession of the dwelling-house, the court may— a adjourn the proceedings; or b on making an order for the possession of the dwelling-house, stay or suspend execution of the order or postpone the date of possession; for such period or periods as the court thinks fit. 2 On any such adjournment, stay, suspension or postponement the court may impose such conditions with regard to payments by the person in possession in respect of his continued occupation of the dwelling-house and such other conditions as the court thinks fit. 3 The court may revoke or from time to time vary any condition imposed by virtue of this section. 4 In this section “ rental purchase agreement ” means an agreement for the purchase of a dwelling-house (whether freehold or leasehold property) under which the whole or part of the purchase price is to be paid in three or more instalments and the completion of the purchase is deferred until the whole or a specified part of the purchase price has been paid. 5 This section extends to proceedings for the possession of a dwelling-house which were begun before the commencement of this section unless an order for the possession of the dwelling-house was made in the proceedings and executed before the commencement of this section."}, {"act": "Housing Act 1980", "year": 1980, "section": "89", "section_title": " Restriction on discretion of court in making orders for possession of land.", "section_text": "89 1 Where a court makes an order for the possession of any land in a case not falling within the exceptions mentioned in subsection (2) below, the giving up of possession shall not be postponed (whether by the order or any variation, suspension or stay of execution) to a date later than fourteen days after the making of the order, unless it appears to the court that exceptional hardship would be caused by requiring possession to be given up by that date; and shall not in any event be postponed to a date later than six weeks after the making of the order. 2 The restrictions in subsection (1) above do not apply if— a the order is made in an action by a mortgagee for possession; or b the order is made in an action for forfeiture of a lease; or c the court had power to make the order only if it considered it reasonable to make it; or d the order relates to a dwelling-house which is the subject of a restricted contract (within the meaning of section 19 of the 1977 Act); or e the order is made in proceedings brought as mentioned in section 88(1) above."}, {"act": "Housing Act 1980", "year": 1980, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "90"}, {"act": "Housing Act 1980", "year": 1980, "section": "134", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "134"}, {"act": "Housing Act 1980", "year": 1980, "section": "138", "section_title": " Displacement of residential occupiers by housing authority.", "section_text": "138 In section 42(1) of the   Land Compensation Act 1973 (which requires an authority acquiring or redeveloping land to indemnify another authority against the cost of rehousing a person displaced by the acquisition or redevelopment but only if the displacing authority is not an authority having functions under Part V of the 1957 Act) after the words “ Housing Act 1957” (in paragraph (b)) there are inserted the words “ or (if they are such an authority) the land is acquired or redeveloped by them otherwise than in the discharge of those functions”."}, {"act": "Housing Act 1980", "year": 1980, "section": "139", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "139"}, {"act": "Housing Act 1980", "year": 1980, "section": "140", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "140"}, {"act": "Housing Act 1980", "year": 1980, "section": "141", "section_title": " Amendments of Leasehold Reform Act 1967 etc.", "section_text": "141 Sections 1,  . . . 9, 16, 23, and 29 of, and Schedules 1 and 3 to, the Leasehold Reform Act 1967 and Schedule 8 to the 1974 Act are amended as shown in Schedule 21 to this Act."}, {"act": "Housing Act 1980", "year": 1980, "section": "142", "section_title": " Leasehold valuation tribunals.", "section_text": "142 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 ... The 1967 Act is amended in accordance with   Schedule 22 to this Act ."}, {"act": "Housing Act 1980", "year": 1980, "section": "143", "section_title": " Apportionment of rents.", "section_text": "143 1 Section 20(1) of the  Landlord and Tenant Act 1927 (apportionment of certain rents and other payments) has effect as respects applications for apportionment made under that section after the passing of this Act with the substitution in the proviso of “£5” for “two pounds”. 2 The Secretary of State may by order vary the amount there mentioned. 3 After section 20(1) of the said Act there is inserted the following subsection— 1A An order of apportionment under sections 10 to 14 of the said Act of 1854 may provide for the amount apportioned to any part of the land in respect of which the rent or payment is payable to be nil."}, {"act": "Housing Act 1980", "year": 1980, "section": "144", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "144"}, {"act": "Housing Act 1980", "year": 1980, "section": "145", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "145"}, {"act": "Housing Act 1980", "year": 1980, "section": "148", "section_title": " Rent assessment panels : pensions for presidents and vice-presidents.", "section_text": "148 In Schedule 10 to the 1977 Act (rent assessment committees) the following paragraph is inserted after paragraph 7— 7A The Secretary of State may, with the consent of the Minister for the Civil Service, provide for the payment of pensions, allowances or gratuities to or in respect of any person nominated to act as president or vice-president of a panel."}, {"act": "Housing Act 1980", "year": 1980, "section": "149", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "149"}, {"act": "Housing Act 1980", "year": 1980, "section": "150", "section_title": " Interpretation.", "section_text": "150 In this Act— “ protected tenant ” and “ statutory tenant ” have the same meanings as in the 1977 Act; “ secure tenant ” means the tenant under a secure tenancy and “ secure tenancy ” has the meaning given by section 28; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the  1977 Act ” means the Rent Act 1977. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Housing Act 1980", "year": 1980, "section": "151", "section_title": " Regulations and orders.", "section_text": "151 1 Any power of the Secretary of State to make an order or regulations under this Act shall be exercisable by statutory instrument subject, except in the case of regulations under section  22(1), 33(2),  52(3), 56(7)  or paragraph 11 of Schedule 3  or an order under section   52(4), 60 or 153 to annulment in pursuance of a resolution of either House of Parliament. 2 No order under section 52(4) or 60 shall be made unless a draft of it has been laid before Parliament and approved by a resolution of each House of Parliament. 3 Any order or regulation under this Act may make different provision with respect to different cases or descriptions of case, including different provision for different areas. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Housing Act 1980", "year": 1980, "section": "152", "section_title": " Amendments, savings, transitional provisions and repeals.", "section_text": "152 1 The enactments mentioned in Part I of Schedule 25 to this Act shall have effect subject to the amendments specified in that Schedule. 2 The savings and transitional provisions in Part II of that Schedule shall have effect. 3 The enactments specified in the first column of Schedule 26 to this Act are hereby repealed to the extent specified in column 3 of that Schedule."}, {"act": "Housing Act 1980", "year": 1980, "section": "153", "section_title": " Commencement.", "section_text": "153 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Sections   140, 150, 151, 152(2) and 153 to 155 shall come into operation on the passing of this Act. 4 The remaining provisions of this Act shall come into operation on such day as the Secretary of State may by order appoint; and— a different days may be appointed for different provisions; and b any provision may be brought into force on different days for England, Wales and Scotland."}, {"act": "Housing Act 1980", "year": 1980, "section": "154", "section_title": " Expenses and receipts.", "section_text": "154 1 There shall be paid out of moneys provided by Parliament the administrative expenses of the Secretary of State under this Act and any increase attributable to this Act in the sums so payable under any other enactment. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Housing Act 1980", "year": 1980, "section": "155", "section_title": " Short title and extent.", "section_text": "155 1 This Act may be cited as the Housing Act 1980. 2 Sections 114 to 116, 120 to 122(1), 123 to 133, 144, 151 to 153 of this Act, this section, Schedule 14, Part II of Schedule 16, paragraphs 1 to 3 of Schedule 17, Schedule 18, paragraphs 11 to 13, 24, 25 and 70 of Schedule 25 and the associated repeals in Schedule 26 extend to Scotland; but this Act does not otherwise so extend. 3 sections  111(8)  152(1), 153, this section and paragraphs 11, 12, 18 and 19 of Part I of Schedule 25 extend to Northern Ireland; but this Act does not otherwise so extend."}]