[{"act": "Imprisonment (Temporary Provisions) Act 1980", "year": 1980, "section": "6", "section_title": " Detention in the custody of a constable.", "section_text": "6 1 This section applies to any person in the custody of a constable whose duty it is to take him to a   prison or accommodation which is youth detention accommodation (within the meaning given by   section 248(1) of the Sentencing Code ) in which   his detention is authorised by law, and shall be deemed always to have applied to persons in the custody of a constable in those circumstances. 2 It is hereby declared that where it is for any reason not practicable to secure the admission of a person to whom this section applies to the   accommodation in which   his detention is so authorised, he may lawfully be detained in the custody of a constable until such time as he can be admitted there or is required to appear before a court. 3 Any reference in this section to a constable includes a reference to a prisoner custody officer (within the meaning of Part IV of the  Criminal Justice Act 1991) acting in pursuance of prisoner escort arrangements (within the meaning of that Part). 4 Any reference in this section to a constable includes a reference to a custody officer (within the meaning of section 12 of the Criminal Justice and Public Order Act 1994) acting in pursuance of escort arrangements (within the meaning of Schedule 1 to that Act)."}, {"act": "Imprisonment (Temporary Provisions) Act 1980", "year": 1980, "section": "7", "section_title": " Financial provisions.", "section_text": "7 There shall be paid out of money provided by Parliament— a any expenses incurred by the Secretary of State in consequence of this Act; and b any increase attributable to the provisions of this Act in the sums payable out of money provided by Parliament under any other Act."}, {"act": "Imprisonment (Temporary Provisions) Act 1980", "year": 1980, "section": "8", "section_title": " Duration, expiry and revival of Part I,  etc.", "section_text": "8 1  6 Subject to subsection (7), Part I of this Act and the preceding provisions of this section shall by virtue of this subsection be repealed as from the end of the period of twelve months beginning with the date on which this Act is passed. 7 The Secretary of State may by order made by statutory instrument postpone or further postpone the time as from which the repeal provided for in subsection (6) is to have effect; but any particular order under this subsection shall not postpone or further postpone that time beyond the end of the period of twelve months beginning with the coming into operation of that order. 8 Every order under subsection (7)— a shall be laid before Parliament; and b shall cease to have effect at the expiry of a period of 40 days beginning with the date on which it was made unless, before the expiry of that period, the order has been approved by resolution of each House of Parliament, but without prejudice to anything previously done or to the making of a new order. In reckoning for the purposes of this subsection any period of 40 days, no account shall be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 9 The expiry or repeal at any time of section 3 shall not affect the operation of that section in the case of a person released thereunder while it was in force; and subsections (3) to (7) of that section shall continue to apply in relation to any such person accordingly."}, {"act": "Imprisonment (Temporary Provisions) Act 1980", "year": 1980, "section": "9", "section_title": " Citation and extent.", "section_text": "9 1 This Act may be cited as the Imprisonment (Temporary Provisions) Act 1980. 2 This Act extends to England and Wales only."}]