[{"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "1", "section_title": " Qualification of jurors.", "section_text": "1 1 Subject  ...  to section 1A , every person who— a is for the time being registered as a parliamentary or local government elector; b is not less than 18 years of age; c has been ordinarily resident in the United Kingdom the Channel Islands or the Isle of Man for any period of at least 5 years since attaining the age of 13 years; and d is not among the persons listed in Part I of Schedule 1 to this Act, being persons hereby declared ineligible for, nor among those listed in Part II of that Schedule, being persons hereby declared disqualified from, jury service, shall be qualified and liable to serve as a juror in any Scottish court . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The fact that any person serving on the jury chosen for a particular trial (whether before or after the coming into force of this Act) is, under subsection (1) above, ineligible or not qualified for or disqualified from jury service, or was under section 1 of the Jurors (Scotland) Act  1825 not qualified for such service, (as the case may be), shall not in itself affect the validity of any verdict returned by that jury in the trial. 5 A person cited to attend for jury service and not excused  ...  under section 1A  may, if he shows to the satisfaction of the clerk of the court issuing the citation that there is good reason why he should be excused from attending in compliance with the citation, be excused by that clerk of court from so attending. 5A Where the clerk of court has, under subsection (5) above, excused a person from jury service in any criminal proceedings he shall, unless he considers there to be exceptional circumstances which make it inappropriate to do so, within one year of the date of that excusal cite that person to attend for jury service in criminal proceedings. 6 Without prejudice to— a the preceding provisions of this section; aa section 1A; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c section 85(8) or 88(7) of the Criminal Procedure (Scotland) Act 1995, the court before which a person is cited to attend for jury service may excuse that person from that jury service."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "1A", "section_title": "Excusal of jurors as of right", "section_text": "1A 1 Subject to subsection (3), a person who is qualified under section 1(1) but is among the persons listed in Part III of Schedule 1 to this Act (being persons excusable as of right from jury service) is to be excused from jury service  ... on any occasion where the person— a has been required to provide information under section 3(2) of the Jurors (Scotland) Act 1825 (c.22); and b gives written notice to the sheriff principal that the person wishes to be excused, before the end of the period of 7 days beginning with the day on which the person receives the requirement. 2 Without prejudice to subsection (1), a person who is qualified under section 1(1) but is among the persons listed in Group C of Part III of Schedule 1 to this Act is to be excused from jury service  ... on any occasion where— a the person has been required to provide information under section 3(2) of the Jurors (Scotland) Act 1825; and b the person's commanding officer certifies to the sheriff principal that it would be prejudicial to the efficiency of the force of which the person is a member were the person required to be absent from duty. 3 Subsection (1) does not apply to a person who is qualified under section 1(1) but is among the persons listed in paragraph   (ab)   of Group F of Part III of Schedule 1 to this Act (persons who have attained the age of 71), but instead such a person is to be excused from jury service  ... on any occasion where— a in the case of a person who has been required to provide information under section 3(2) of the Jurors (Scotland) Act 1825, the person gives written notice to the sheriff principal that the person wishes to be excused; or b in the case of a person who has been cited to attend for jury service, the person— i gives written notice to the clerk of court issuing the citation that the person wishes to be excused, before the date on which the person is cited first to attend; or ii attends in compliance with the citation and intimates to the court that the person wishes to be excused."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "2", "section_title": " Fining of jurors for non-attendance.", "section_text": "2 1 Persons cited to attend for jury service in any civil proceedings may, unless they have been excused in respect thereof under section 1 of this Act, be fined up to £200 if they fail to attend in compliance with the citation. 2 A fine imposed under subsection (1) above may, on application, be remitted— a by a Lord Ordinary where imposed in the Court of Session; aa by the sheriff where imposed in the sheriff court; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  and no court fees or expenses shall be exigible in respect of any such application. 3 In section 99 of the Criminal Procedure (Scotland) Act 1975— a in subsection (1)— i after the word “may” there shall be inserted the words  “                          , unless they have been excused in respect thereof under section 1 of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t\t\t\t(Scotland) Act 1980.                        ” ; ii after the word “fined” there shall be inserted the words  “                          up to £200                        ” ; and iii after the words “fail to attend” there shall be inserted the words  “                          in compliance with the citation                        ” ; and b for subsection (2) there shall be substituted the following subsection— 2 A fine imposed under subsection (1)above may, on application, be remitted— a by a Lord Commissioner of Justiciary where imposed in the High Court; b by the sheriff where imposed in the sheriff court; and no court fees or expenses shall be exigible in respect of any such application. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "3", "section_title": " Offences in connection with jury service.", "section_text": "3 1 Subject to subsection (2) below, a person who— a having been   required to provide information under section 3(2) of the Jurors (Scotland) Act 1825 or  cited to attend for jury service, falsely claims to be a person excusable as of rights from such service shall be guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale ; b knowing that he is a person ineligible, or not qualified, for jury service, serves on a jury shall be guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale ; or c knowing that he is a person disqualified from jury service, serves on a jury shall be guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding  level 5 on the standard scale . 2 Subsection (1) above shall not apply to a person ineligible for jury service by reason of being among the persons listed in Group C of Part I of Schedule 1 to this Act."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "4", "section_title": " Prior rights in estate of deceased person. ", "section_text": "4 In the   Succession (Scotland) Act 1964— a in section 9(1)\t\t\t\t\t(prior right of surviving spouse to financial provision on intestacy), after the words “at the rate of 4 per cent. per annum” there shall be inserted the words  “                  , or at such rate as may from time to time be fixed by order of the Secretary of State,                ” ; and b after section 9 there shall be inserted the following section—  Provisions supplementary to ss. 8 and 9. 9A —Any order of the Secretary of State, under section 8 or 9 of this Act, fixing an amount or rate— a shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament; and b shall have effect in relation to the estate of any person dying after the coming into force of the order. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "5", "section_title": " Finding of caution by intestate’s spouse. ", "section_text": "5 In section 2 of the Confirmation of Executors (Scotland) Act 1823 (court to regulate caution to be found), for the words “executors-nominate; and in” there shall be substituted in words— a an executor-nominate; or b an intestate’s spouse who shall be executor-dative and has right, by virtue of sections 8 and 9(2) of the Succession (Scotland) Act 1964, to the whole estate. In             ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "6", "section_title": " Procedure whereby heir of provision may establish entitlement to act as trustee.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "7", "section_title": " Amendment of Judicial Factors Act 1849. ", "section_text": "7 In the   Judicial Factors Act 1849— a section 5 (factor to lodge monies in one of the banks of Scotland) shall be amended as follows— i for the words “fifty pounds” in both places where they occur there shall be substituted the words  “                      five hundred pounds                    ” ; and ii that section as amended by sub-paragraph (i) above shall be subsection (1) of that section, and after that subsection there shall be added the following subsections— 2 The Secretary of State may by order made by regulations amend subsection (1) above by substituting for any sum for the time being specified in that subsection such other sum as appears to him to be justified by a change in the value of money. 3 The power to make regulations under subsection (2) above shall be exercisable by statutory instrument; and no such regulations shall be made unless a draft of them has been approved by resolution of each House of Parliament. ; and b in section 19 (accountant to make requisitions and orders on the factor) for the words “forty-eight hours” there shall be substituted the words  “                  seven days                ” ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "8", "section_title": " Amendment of section 2 of Trusts (Scotland) Act 1961. ", "section_text": "8 In section 2 of the  Trusts (Scotland) Act 1961 (validity of certain transactions by trustees), for subsection (2) there are substituted the following subsections— 2 Nothing in subsection (1) of this section shall affect any question of liability between any of the trustees on the one hand and any co-trustee or any of the beneficiaries on the other hand. 3 Without prejudice to the operation of subsection (1) of this section, where in relation to the trust estate or any part thereof a judicial factor thinks it expedient to do any of the acts mentioned in that subsection but the act in question might be at variance with the terms or purposes of the trust, he may, subject to the following provisions of this section, apply to the Accountant of Court for his consent to the doing of the act. 4 Where an application is made under subsection (3) of this section to the Accountant of Court for his consent to the doing of an act to which that subsection applies, he may grant the application subject to such conditions (including conditions as to price) as he thinks fit if— a he considers that the doing of the act is in the best interests of the owner of the trust estate to which the judicial factor’s appointment relates or of any person to whom the owner owes a duty of support; and b he is satisfied— i that the judicial factor is not expressly prohibited by the terms of his appointment from doing that act; and ii that there has been compliance with the provisions of subsection (5) of this section and of any rules made thereunder; and c no objection is made to the doing of the act under subsection (5) of this section. 5 Ajudicial factor proposing to make an application under subsection (3) of this section to the Accountant of Court shall notify such persons or such class or classes of persons as may be specified in rules of court in such manner as may be so specified of the proposed application, the act to which it relates, and of their right to object to him doing that act within such time and in such amnner as the rules may specify; and the rules may make different provision in respect of different classes of judicial factors, and may make provision exempting a judicial factor or a class of judicial factors from giving notifiaction under this subsection in such circumstances as the rules may specify. 6 Where a judicial factor does any act in accordance with the consent of the Accountant of Court granted under subsection (4) of this section and in compliance with the provisions of this section and of any rules made thereunder, it shall be treated as being not at variance with the terms or purposes of the trust. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "9", "section_title": " Removal of obligation to preserve inventories. ", "section_text": "9 In section 12 of the   Customs, Inland Revenue, and Savings Banks Act 1877 (transmission and custody of inventories in Scotland)— a for the words “Controller of Legacy and Succession Duties, at his office in” there shall be substituted the words  “                  Registrar, Capital Taxes Office at                ” ; b the words from “instead” to “same at his office in Edinburgh” shall cease to have effect; and c for the words “Controller of Legacy and Succession Duties in” there shall be substituted the words  “                  Registrar, Capital Taxes Office at                ” ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "10", "section_title": " Performance of duties of sheriff principal. ", "section_text": "10 In the   Sheriff Courts (Scotland) Act 1971— a for subsection (1) of section 10 (Secretary of State may authorise sheriff principal to act in another sheriffdom) there shall be substituted the following subsections— 1 Where a vacancy occurs in the office of sheriff principal of any sheriffdom the Secretary of Sate may, if it appears to him expedient so to do in order to avoid delay in the administrationof justice in that sheriffdom, authorise the sheriff principal of any other sheriffdom to perform the duties of sheriff princiapl in the first-mentioned sheriffdom (in addition to his own duties) until the Secretary of State otherwise decides. 1A Where the sheriff principal of any sheriffdom is unable to perform, or rules that he is precluded from performing, all of, or some part of, his duties as sheriff principal the Secretary of State may authorise the sheriff principal of any other sheriffdom to perform the duties of sheriff principal, or as the case amy be that part of those duties, in the first-mentioned sheriffdom (in addition to his own duties) until the Secretary of State otherwise decides. ; and b for subsection (1) of section 11 (Secretary of State may appoint temporary sheriff principal) there shall be substituted the following subsections— 1 Where a vacancy occurs in the office of sheriff principal of any sheriffdom the Secretary of State may, if it appears to him expedient so to do in order to avoid delay in the administration of justice in that sheriffdom, appoint a person to act as sheriff principal of the sheriffdom. 1A Where the sheriff principal of any sheriffdom is unable to perform, or rules that he is precluded from performing, all of, or some part of, his duties as sheriff principal the Secretary of State may appoint a person to act as sheriff principal of the sheriffdom, or as the case may be to perform that part of the duties of the sheriff principal. 1B A person appointed under subsection (1) or (1A) above shall be known as a temporary sheriff principal. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "11", "section_title": " No jury trial in civil actions in sheriff court.", "section_text": "11 1 It shall not be competent to appoint a civil action to be tried before a jury in the sheriff court;. . .  1A Subsection (1) is subject to section 63 (civil jury trials in all-Scotland sheriff courts) of the Courts Reform (Scotland) Act 2014. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  have no effect as regards any action which the sheriff has, before the coming into force of this section, appointed to be tried before a jury."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "13", "section_title": " Jurisdiction of sheriff court in proceedings relating to trusts. ", "section_text": "13 In the   Trusts (Scotland) Act 1921— a in section 22 (appointment of new trustees by the court)— i for the word “court” where it first occurs there shall be substituted the words  “                      Court of Session or an appropriate sheriff court                    ” ; and ii after the word “court” where it occurs for the second time there shall be inserted the words  “                      to which application is made                    ” ; b in section 23 (removal of trustees in certain cases), for the words from “in the case of a mortis causa  trust” to the end there shall be substituted the words  “                  may be made either to the Court of Session or to an appropriate sheriff court.                ” ; c in section 24 (completion of title by the beneficiary of a lapsed trust)— i for the word “court” where it first occurs there shall be substituted the words  “                      Court of Session or an appropriate sheriff court                    ” ; and ii after the word “court” where it occurs for the second time there shall be inserted the words  “                      to which application is made                    ” ; and d the following section shall be inserted after section 24—  Interpretation of sections 22–24. 24A In sections 22 to 24 of this Act the expression “appropriate sheriff court” means— a in the case of a trust other than a marriage contract— i where the truster, or any of the trusters, was at the date of the coming into operation of the trust domiciled in a sheriffdom, a sheriff court of that sheriffdom; or ii where sub-paragraph (i) of this paragraph does not apply, or where the applicant does not possess sufficient information to enable him to determine which sheriff court, if any, would by virtue of that sub-paragraph be an appropriate sheriff court, the sheriff court at Edinburgh; b in the case of a marriage contract— i where either spouse is, or was when he died, domiciled in a sheriffdom, a sheriff court of that sheriffdom; or ii where sub-paragraph (i) of this paragraph does not apply, or where the applicant does not possess sufficient information to enable him to determine which sheriff court, if any, would by virtue of that sub-paragraph be an appropriate sheriff court at Edinburgh. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "14", "section_title": " Power of sheriff to appoint judicial factor. ", "section_text": "14 1 In the   Judicial Factors (Scotland) Act 1880— a in section 3 (interpretation), for the words “mean factor loco tutoris and curator bonis” there shall be substituted the words  “                      include a  curator bonis , a factor  loco tutoris , a factor loco absentis , a factor on trust or other estates, and a guardian where caution is required, but does not include a judicial factor appointed under section 14 or 163 of the Bankrupcy (Scotland) Act 1913                    ” ; b in section 4 (sheriff’s appointment of judicial factor)— i for the words from “It shall” to “respectively” where it first occurs there shall be substituted the words  “                          The sheriff shall have the same powers to appoint judicial factors as have the Court of Session and he                        ” ; ii for paragraph 1 there shall be substituted the following paragraphs— 1 Proceedings for appointment of judicial factors in the sheriff court shall commence by petition to be presented in an appropriate sheriff court as nearly as may be in the form in use in ordinary actions in that court: 1A In paragraph 1 above, the expression “ appropriate sheriff court ”— a in the case of a petition for the appointment of a judicial factor on a trust estate, shall have the same meaning as in sections 22 to 24 of the Trusts (Scotland) Act 1921; and b in any other case shall mean— i where the petition is for the appointment of a judicial factor (other than a factor loco absentis  to an individual, a sheriff court of the sheriffdom in which the individual is resident; ii where the petition is for the appointment of a factor loco absentis  to an individual, a sheriff court of the sheriffdom in which the individual was last known to the petitioner to be resident; or iii where the petition is not as mentioned in either of the foregoing provisions of this subparagraph, the sheriff court at Edinburgh; ; and iii paragraphs 2 and 3 shall cease to have effect. 2 In section 163 of the   Bankruptcy (Scotland) Act 1913 (application for judicial factor on estate of person deceased), the words “where the assets of the deceased are estimated not to exceed five hundred pounds” shall cease to have effect."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "16", "section_title": " Remit from sheriff court to Court of Session. ", "section_text": "16 . . ., in section 37 of the   Sheriff Courts (Scotland) Act 1971 (remits)— a in subsection (1)— i after the word “sheriff”, where it occurs for the second time, there shall be inserted  “                      —( a )                    ” ; and ii at the end there shall be added the words— ;                       b may, subject to section 7 of the Sheriff Courts (Scotland) Act 1907, on the motion of any of the parties to the cause, if he is of the opinion that the importance or difficulty of the cause make it appropriate to do so, remit the cause to the Court of Session. ; b after subsection (2) there shall be inserted the following subsection— 2A In the case of any action in the sheriff court in relation to the custody of adoption of a child the sheriff may, of his own accord, at any stage remit the action to the Court of Session. ; c for subsection (3) there shall be substituted the following subsection— 3 A decision— a to remit, or not to remit, under subsection (2A) above; or b to make, or not to make, a direction by virtue of paragraph ( b ) of, or the proviso to, subsection (2) above, shall not be subject to review; but from a decision to remit, or not to remit, under subsection (1)( b ) above an appeal shall lie to the Court of Session. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "17", "section_title": " Power of judges to act as arbiters.", "section_text": "17 1 A Senator of the College of Justice may, if in all the circumstances he thinks fit, accept appointment as arbiter, or as oversman, by or by virtue of an arbitration agreement where the dispute appears to him to be of commercial character: Provided that he shall not accept such appointment unless the Lord President of the Court of Session has informed him that, having regard to the state of business in that court, he can be made available to do so. 2 The fees payable for the services of a Senator of the College of Justice as arbiter or oversman shall be— a payable in the Court of Session ; and b of such amount as the  Scottish Ministers may  by order made by statutory instrument prescribe. 3 Any jurisdiction which is exercisable, other than under the   Arbitration (Scotland) Act 1894, by the Court of Session in relation to arbiters and oversmen shall in relation to a Senator of the College of Justice appointed as arbiter or oversman be exercisable by the Inner House of that court. 4 In section 6 of the said Act of 1894 (interpretation), at the end there shall be added the words— : except that where— a any arbiter appointed is; or b in terms of the agreement to refer to arbitration an arbiter or oversman to be appointed must be, a Senator of the College of Justice, “ the court ” shall mean the Inner House of the Court of Session. 5 An order under subsection (2)( b ) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "18", "section_title": " Interest on awards of compensation by Lands Tribunal for Scotland.", "section_text": "18 A sum awarded as compensation by the Lands Tribunal for Scotland may, if the Tribunal so determine, carry interest as from the date of the award at the same rate as would apply, (in the absence of any such statement as is provided for in  Rule 66 of the Act of Sederunt (Rules of Court, consolidation and amendment) 1965), in the case of a decree or extract in an action commenced on that date in the Court of Session if interest were included in or exigible under that decree or extract: Provided that this section shall not affect— a any existing enactment or rule of law whereby and in accordance with which a sum so awarded may carry interest ; b any case in which the hearing has begun before the coming into force of this section."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "19", "section_title": " Vexatious litigants. ", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "20", "section_title": " Jurisdiction in actions for reduction.", "section_text": "20 The Court of Session shall have jurisdiction to entertain an action for reduction of any decree granted by a Scottish court whether or not the Court would have jurisdiction to do apart from this section and whether the decree was granted before or after the coming into force of this section."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "21", "section_title": " Liability for offences committed by clubs.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "22", "section_title": " Amendment of Marriage (Scotland) Act 1977.", "section_text": "22 1 In the   Marriage (Scotland) Act 1977— a in section 6(5)\t\t\t\t\t\t\t(restriction as to date and place of religious marriage), for the words “13(3)” there shall be substituted the words  “                      23A                    ” ; b in section 8(1)\t\t\t\t\t\t\t(persons who may solemnise marriages), at the beginning there shall be inserted the words “Subject to section 23A of this Act,”; c in section 13 (preliminaries to solemnisation of religious marriages), subsections (2) and (3), which in so far as they are not inconsistent with the provisions inserted in the said Act or 1977 by paragraph ( d ) below are superceded by those provisions, shall cease to have effect; d after section 23 there shall be inserted the following section —  Validity of registered marriage. 23A 1 Subject to sections 1 and 2 of, and without prejudice to section 24(1) of, this Act, where the particulars of any marriage at the ceremony in respect of which both parties were present are entered in a register of marriages by or at the behest of an appropriate registrar, the validity of that marriage shall not be questioned, in any legal proceedings whatsoever, on the ground of failure to comply with a requirement or restriction imposed by, under or by virtue of this Act. 2 In subsection (1) above, “ appropriate registrar ” means— a in the case of a civil marriage, an authorised reistrar; and b in any other case, a district registrar. . 2 The said Act of 1977 shall be deemed for all purposes to have effect as if it had originally been enacted as amended by subsection (1) above."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "23", "section_title": " Amendment of Prescription and Limitation (Scotland) Act 1973. ", "section_text": "23 In the   Prescription and Limitation (Scotland) Act 1973— a after section 19 there shall be inserted the following section —  Power of court to override time-limits  etc. 19A 1 Where a person would be entitled, but for any of the provisions of section 17 (as read with sections 18 and 19) of this Act, to bring an action, the court may, if it seems to it equitable to do so, allow him to bring the action notwithstanding that provision. 2 The provisions of subsection (1) above shall have effect not only as regards rights of action accruing after the commencement of this section but also as regards those, in respect of which a final judgment has not been pronounced, accruing before such commencement. 3 In subsection (2) above, the expression “final judgment” means an interlocutor of a court of first instance which, by itself, or taken along with previous interlocutors, disposes of the subject matter of a cause notwithstanding that judgment may not have been pronounced on every question raised of that the expenses found due may not have been modified, taxed or decerned for; but the expression does not include an interlocutor dismissing a cause by reason only of a provision mentioned in subsection (1) above. ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "24", "section_title": " Solicitors’ Discipline Tribunal. ", "section_text": "24 In the   Solicitors (Scotland) Act 1980— a in section 53 (powers of Scottish Solicitors’ Discipline Tribunal)— i in subsection (2)( c ) for the words “£250” there shall be substituted the words  “                      £2,500                    ” ; and ii at the end there shall be added the following subsection— 8 The Secretary of State may, by order made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament, amend paragraph ( c ) of subsection (2) by substituting for the amount for the time being specified in that paragraph such other amount as appears to him to be justified by a change in the value of money. ; b in Schedule 4, Part I (constitution of the tribunal)— i in paragraph 1( a ), for “5” and “7” there shall be substituted, respectively,  “                      10                    ”  and  “                      14                    ” ; ii in paragraph 1( b ), for the word “two” there shall be substituted  “                      4                    ” ; and iii in paragraph 2 for the words “on the recommendation of the Council shall be eligible for re-appointment” there shall be substituted the words in the case— a of a lay member, may be re-appointed by the Lord President; and b of a solicitor member, may be so re-appointed on the recommendation of the Council ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "25", "section_title": " Solicitors’ clients’ accounts. ", "section_text": "25 a in section 36(1)\t\t\t\t\t(interest on client’s money)— i the word “either” shall cease to have effect; ii after paragraph ( a ) there shall be inserted the following paragraph— aa to keep in— i a deposit or share account with a designated building society; or ii an account showing sums on loan to a local authority, being in either case an account kept by the solicitor in his own name for a specified client, money so received; or ; and iii in paragraph ( b ) after the words “paragraph ( a )”, there shall be inserted the words  “                      or ( aa )                    ” ; b in section 42(3)\t\t\t\t\t(exceptions to provisions regarding distribution of sums in client’s bank account), at the end there shall be added the words ; nor shall any regard be had for such purposes to any— a deposit or share account with a designated building society; or b account showing sums on loan to a local authority, being in either case an account kept by the solicitor in his own name for a specified client. ; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "27", "section_title": " Expenses.", "section_text": "27 There shall be defrayed out of moneys provided by Parliament any increase attributable to this Act in the sums payable out of moneys so provided under any other enactment."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "28", "section_title": " Amendments and repeals. ", "section_text": "28 1 The enactments mentioned in Schedule 2 to this Act shall have effect subject to the amendments respectively specified in that Schedule, being minor amendments or amendments consequential on the provisions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1980", "year": 1980, "section": "29", "section_title": " Short title, extent and commencement.", "section_text": "29 1 This Act may be cited as the Law Reform (Miscellaneous Provisions) (Scotland) Act 1980 and extends to Scotland only. 2 This Act, except this section, shall come into force on such date as the Secretary of State may by order made by statutory instrument appoint;  . . .."}]