[{"act": "Limitation Amendment Act 1980", "year": 1980, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Limitation Amendment Act 1980", "year": 1980, "section": "10", "section_title": " Debtor who becomes creditor’s executor by representation or administrator to account for debt to estate. ", "section_text": "10 After section 21 of the Administration of Estates Act 1925   (rights and liabilities of administrator) there shall be inserted the following section—  Debtor who becomes creditor’s executor by representation or administrator to account for debt to estate. 21A 1 Subject to subsection (2) of this section, where a debtor becomes his deceased creditor’s executor by representation or administrator— a his debt shall thereupon be extinguished ; but b he shall be accountable for the amount of the debt as part of the creditor’s estate in any case where he would be so accountable if he had been appointed as an executor by the creditor’s will. 2 Subsection (1) of this section does not apply where the debtor’s authority to act as executor or administrator is limited to part only of the creditor’s estate which does not include the debt ; and a debtor whose debt is extinguished by virtue of paragraph (a) shall not be accountable for its amount by virtue of paragraph (b) of that subsection in any case where the debt was barred by the Limitation Act 1939 before he became the creditor’s executor or administrator. 3 In this section “debt” includes any liability, and “debtor” and “creditor” shall be construed accordingly."}, {"act": "Limitation Amendment Act 1980", "year": 1980, "section": "1113.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Limitation Amendment Act 1980", "year": 1980, "section": "14", "section_title": "†Citation, commencement and extent.", "section_text": "14 1 This Act may be cited as the Limitation Amendment Act 1980. 2  5 This Act does not extend to Scotland or to Northern Ireland."}]