[{"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "1", "section_title": " Relaxation of Ministerial control of authorities.", "section_text": "1 1 So much of the provisions mentioned in Schedule 1 to this Act— a as makes the exercise of any power of a local authority subject— i to a right of appeal to a Minister; or ii to the provisions of regulations made by a Minister; or b as confers upon a Minister any power to give a local authority directions or power to require a local authority to make bylaws; or c as requires a local authority to make any report or give any notice to a Minister, shall cease to have effect. 2 The amendments specified in Schedule 2 to this Act shall have effect for the purpose of limiting— a the powers of the Secretary of State and the Treasury to supervise local authorities,  . . . and river purification authorities in the discharge of their functions relating to clean air and pollution ; and b the powers of the Treasury to control rates of interest on sums payable to such authorities and to the Secretary of State in respect of expenses incurred by them in the discharge of such functions. 3 The amendments specified in Schedule 3 to this Act shall have effect for the purpose of limiting the powers of Ministers to supervise local authorities in the discharge of their functions relating to amenity and connected matters. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The amendments specified in Schedule 6 to this Act shall have effect for the purpose of limiting the powers of Ministers to control charges to be imposed by loacl authorities for the services provided by them and rates of interest to which local authorities may be entitled. 7 The amendments specified in Part I of Schedule 7 to this Act shall have effect for the purpose of limiting the powers of Ministers to supervise local authorities in the discharge of their functions relating to highways. 8 The amendments specified in Part II of that Schedule shall have effect in relation to the functions of local authorities relating to road traffic and to matters connected with those functions."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "2", "section_title": " Duty of authorities to publish information.", "section_text": "2 1 The authorities to whom this section applies are— a a county council; aa a county borough council; b a district council; ba a parish council; bb a parish meeting of a parish which does not have a separate parish council; bc a community council; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d a London borough council; e the Common Council of the City of London; f the Council of the Isles of Scilly; g in Scotland, a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; h a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; ha a National Park authority for a National Park in Wales; hb a corporate joint committee established by regulations under Part 5 of the Local Government and Elections (Wales) Act 2021; j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ka a joint authority established by Part IV of the  Local Government Act 1985; kaa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . kab an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009; kac a combined authority established under section 103 of that Act; kad a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023; kb the London Fire Commissioner; l . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; and any other authority which is a best value authority for the purposes of Part I of the Local Government Act 1999 (best value)  .... 1A This section also applies to an authority which— a is not within subsection (1) above; b is not within section 4(4) below; and c is, or is treated as, a smaller authority for the purposes of section 5 of the Local Audit and Accountability Act 2014 (modification of that Act in relation to smaller authorities). 2 The Secretary of State may issue for the purposes of this section a code of recommended practice as to the publication of information by such authorities about the discharge of their functions and other matters (including forecasts) which he considers to be related. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A code may be prepared either by the Secretary of State or by some other person at his request. 5 The Secretary of State may from time to time revise or request some other person to revise the whole or any part of a code. 6 A code may specify— a that publication be made in periodical reports or in any other specified manner; b the occasions on which such publication is to made; and c the form which such publication is to take. 7 Without prejudice to the generality of subsection (6) above, a code may specify, as a manner of publishing information— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . aa its dispatch with, or inclusion in— i a demand note for payment of rates issued under section 237(1) of the  Local Government (Scotland) Act 1947; or ii a notice given by virtue of regulations made under paragraph 2 of Schedule 2 to the Local Government Finance Act 1992 b its inclusion in a statement of accounts prepared by an authority to which this section applies in accordance with section 3 of the Local Audit and Accountability Act 2014 or regulations under section 39 of the Public Audit (Wales) Act 2004 or in an abstract of accounts prepared by such an authority in accordance with regulations under section 105 of the Local Government (Scotland) Act 1973; or c its being made available for inspection by members of the public at an authority’s office or elsewhere. 8 A code may specify steps which authorities are to take to inform the public of the availability of the information. 9 Where a code specifies information as to the cost of the discharge of any of the functions of authorities, it may specify how the cost is to be determined. 10 More than one code may be issued under this section, and different codes may deal with— a different classes of information; b different kinds of authority or the same kind of authority in different circumstances or different areas ; c different manners, forms or occasions of publication. 11 A code issued under this section applies to an authority within subsection (1A) above only in respect of information relating to a financial year during which the authority was within that subsection. 12 A function under this section or section 3 below that is expressed to be exercisable by the Secretary of State is exercisable by the Secretary of State (and not the Welsh Ministers) in relation to a person or body that— a is within subsection (1A), and b exercises functions in relation to an area that is partly in England and partly in Wales."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "3", "section_title": " Supplementary provisions relating to codes of practice on publication of information.", "section_text": "3 1 The Secretary of State may make regulations requiring authorities to whom section 2 above applies to publish any description of information specified in a code issued under that section if in his opinion it is necesary to make such regulations in order to ensure that authorities publish information of that description. 2 The Secretary of State may make regulations requiring such authorities to publish any description of information specified in a code issued under section 2 above in the manner and form specified in the code, if in his opinion it is necessary to make such regulations in order to ensure that authorities publish information of that description in that manner and from. 3 Where the occasions specified in a code for the publication of any description of information recur not more ofter than once a year, the Secretary of State may make regulations requiring authorities to publish information of that description on the occasions specified in the code, if in his opinion it is necessary to make such regulations in order to ensure that authorities publish information of that description on those occasions. 4 Where the occasions specified in a code for the publication of any description of information recur more often than once a year, the Secretary of State may make regulations requiring authorities to publish information on the occasions specified in the code if— a the information is of a description to which this subsection applies; and b in his opinion it is necessary to make such regulations in order to ensure that authorities publish information of that description on the occasions specified in the code. 5 The descriptions of information to which subsection (4) above applies are— a information about the discharge of authorities’ functions relating to housing or land; b information about the number of their employees or the number of any description of their employees; and c information about the determination of applications for planning permission under  the Town and Country Planning Act 1990  or  the Town and Country Planning (Scotland) Act 1997 . 6 The Secretary of State may by order direct that subsection (4) above shall apply to descriptions of information other than those specified in subsection (5) above. 7 Any regulations under this section and any order under subsection (6) above may make different provision in relation to authorities in England, authorities in Scotland and authorities in Wales. 8 The power to make any such regulations or order shall be exercisable by statutory instrument. 9 A statutory instrument containing any such regulations shall be subject to annulment in pursuance of a resolution of either House of Parliament. 10 No order under subsection (6) above shall have effect until approved by a resolution of each House of Parliament. 11 Before issuing a code under section 2 above or making regulations under this section or an order under subsection (6) above the Secretary of State shall consult such associations of authorities to whom section 2 above applies as appear to him to be concerned and any such authority with whom consultation appears to him to be desirable. 12 A code may specify and regulations under subsection (2) above may require that any description of information shall be published to the public in general or to any section of it."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "4", "section_title": " Power to direct bodies to publish information.", "section_text": "4 1 The relevant Minister may direct that a body or description of bodies specified in any of the paragraph of subsection (4) below shall publish information about the discharge of their functions and other matters (including forecasts) which he considers to be related. 2 Different directions may be given to bodies of the same description in different areas. 3 A direction under this section may specify— a the manner in which information is to be published; b the occasions on which such publication is to be made; and c the form which such publication is to take. 4 The bodies and descriptions of bodies mentioned in subsection (1) above are— a development corporations established under the  New Towns Act 1981  or the  New Towns (Scotland) Act 1968; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c water authorities; d urban development corporations within the meaning of Part XVI of this Act; e Passenger Transport Executives . . .  f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  g district councils  or Welsh county councils or county borough councils  carrying on road passenger transport undertakings. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A In this section “ the relevant Minister  ” means, in relation to the National Rivers Authority, the Secretary of State or the Minister of Agriculture, Fisheries and Food 6 Subject to  subsection (5A)  above, in this section “the relevant Minister \" means the Secretary of State. 7 A direction given to a  . . .council under this section may only relate to its road passenger transport undertaking."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "5", "section_title": "\n\t\t\t Meaning of “works contract \".", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "6", "section_title": "\n\t\t\t Regulation of works contracts.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "7", "section_title": "\n\t\t\t Limitations on power to enter into works contracts.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "9", "section_title": "\n\t\t\t Regulation of functional work.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "10", "section_title": "\n\t\t\t Accounts relating to construction or maintenance work", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "11", "section_title": "\n\t\t\t Exemption from requirement to keep seperate accounts under section 10.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "12", "section_title": "\n\t\t\t Contents of accounts relating to construction or maintenance work.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "13", "section_title": "\n\t\t\t Annual balance sheet etc.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "14", "section_title": "\n\t\t\t Accounts under section 10 and other local authority accounts.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "15", "section_title": "\n\t\t\t Payment for construction or maintenance work undertaken in pursuance of delegated functions etc.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "16", "section_title": "\n\t\t\t General financial duty: treatment of deficits.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "18", "section_title": "\n\t\t\t Annual reports on construction or maintenance work.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "19", "section_title": "\n\t\t\t Application to joint commitees.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "19A", "section_title": "\n\t\t\t Notice for purpose of getting information.", "section_text": "19A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "19B", "section_title": "\n\t\t\t Power to give directions.", "section_text": "19B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "20", "section_title": "\n\n\t\t\tInterpretation of Part III.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "21", "section_title": "\n\t\t\t Exemption of small direct labour organisations from requirements of Part III.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "22", "section_title": "\n\t\t\t Consequential repeal or amendment of local statutory provisions.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "23", "section_title": "\n\t\t\t Part III—supplementary", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "24", "section_title": " Right of councillor to opt for financial loss allowance. ", "section_text": "24 1 In section 173 of the  Local Government Act 1972 (attendance allowance and financial loss allowance) at the end of subsection (1) (right of member of local authority who is a councillor to receive attendance allowance) there shall be added the words “unless a notice under section 173A below is effective in relation to him\". 2 The following section shall be inserted after that section:—  Right to opt for financial loss allowance. 173A 1 If a councillor gives notice in writing to the local authority of which he is a member that he wishes to receive financial loss allowance, he shall be entitled, subject to and in accordance with the following provisions of this section, to receive that allowance instead of any payment by way of attendance allowance to which he would otherwise be entitled. 2 A notice under this section is referred to in this section as a “financial loss allowance notice\". 3 If a councillor gives a financial loss allowance notice to the local authority not later than the end of the period of four weeks from his election as a member of the authority, he shall be enititled to receive financial loss allowance for the performance of any approved duty since his election, whether performed before or after giving of the notice. 4 If a councillor who has not given the local authority a financial loss allowance ntoice in accordance with subsection (3) above gives them such a notice not less than three months before the beginning of a financial year, he shall be entitled to receive financial loss allowance for the perofrmance of any approved duty performed not earlier than the beginning of that financial year. 5 A financial loss allowance notice shall continue to have effect until the councillor ceases to be a member of the local authority or until a notice under subsection (6) below takes effect, whichever occurs first. 6 If not less than three months before the beginning of a financial year a councillor who has given the local authority of which he is a member a financial loss allowance notice gives them notice in writing that he withdraws that notice, he shall be entitled to receive payments by way of attendance allowance, instead of financial loss allowance, for the performance of any approved duty after the beginning of the financial year following the giving of the notice. 3 This section does not extend to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "25", "section_title": " Amendments relating to allowances to members of local authorities and other bodies.", "section_text": "25 1 In subsection (1) of section 174 of the  Local Government Act 1972 (by virtue of which travelling and subsistence allowances are payable to members of local authorities and other bodies but the Secretary of State has power to specify maximum rates in the case of travel for the purpose of an approved duty within the United Kingdom) and in subsection (1) of section 46 of the   Local Government (Scotland) Act 1973 (which makes similar provision for Scotland) after the word “travel\" there shall be inserted the words “or subsistence\". 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The following subsections shall be inserted after section 175(3) of the said Act of 1972— 3A In relation to a water authority this section applies to a conference or meeting held and convened as mentioned in subsection (3) above for the purpose of discussing matters which in their opinion relate to the interests of their area or any part of it or the interests of the persons for whom they provide their services or any of those persons. 3B In relation to any such body as is mentioned in section 177(1)(d) or (e) below this section applies to a conference or meeting held and convened as mentioned in subsection (3) above for the purpose of discussing matters which in the body’s opinion relate— a to the functions of the body; or b to any functions of local authorities in which the body has an interest. . 4 5 The following subsection shall be inserted after section 47(3) of the said Act of 1973:— 3A In relation to any such body as is mentioned in section 49(1)(c) or (d) below this section applies to a conference or meeting held and convened as mentioned in subsection (3) above for the purpose of discussing matters which in the body’s opinion relate— a to the functions of the body; or b to any functions of local authorities in which the body has an interest. ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "26", "section_title": " Introduction of special responsibility allowances for members of local authorities.", "section_text": "26   1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 50 of that Act (regulations as to allowances)— a after the word “48\" there shall be inserted the words  “                      and 49A                    ” ; b in subsection (2), for the words “or 49\" there shall be substituted the words  “                      49 or 49A                    ” ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "27", "section_title": " Vice-chairmen of councils in Scotland and application of Part IV to Scotland. ", "section_text": "27 1 The following section shall be inserted after section 3 of the  Local Government (Scotland) Act 1973:—  Vice-chairman. 3A 1 A council may appoint a member of the council to be vice-chairman of the council. 2 The vice-chairman shall hold office until the expiry of the term of office of the council. 3 A person holding the office of vice-chairman shall be eligible for re-election as vice-chairman but shall cease to hold that office upon ceasing to be a councillor. 4 Subject to any standing order made by the council, anything authorised or required to be done by, to or before the chairman may be done by, to or before the vice-chairman. 5 A council may pay the vice-chairman, for the purpose of enabling him to meet the expenses of his office, such allowance as the council think reasonable. . 2 Section 24 above does not extend to Scotland, and this section extends to Scotland only."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "29", "section_title": " Ascertainment of rateable value of non-industrial buildings.", "section_text": "29 1  4 "}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "32", "section_title": " Rating exemption for fish farms in Scotland. ", "section_text": "32 After section 7 of the  Valuation and Rating (Scotland) Act 1956 there shall be inserted—  Provisions relating to lands and heritages used for fish farming and dwelling houses occupied in connection therewith. 7A 1 For the purposes of any valuation roll in force for the year 1981–82 or any subsequent year or for the making up of any valuation roll for any subsequent year the following provisions of this section shall have effect regarding lands and heritages to which this section applies and dwelling-houses occupied in connection therewith. 2 This section applies to— a lands and heritages (other than dwelling-houses) used solely for or in connection with fish farming; and b lands and heritages consisting of— i one or more buildings (other than dwelling-houses) used solely for or in connection with fish farming; or ii any land occupied together with and used solely for or in connection with the use of such building or buildings. 3 No lands and heritages to which this section applies shall be entered in the valuation roll, and any reference in any enactment to the person appearing from the valuation roll to be the owner or the occupier of any lands and heritages shall on the first day after the first day of April nineteen hundred and eighty-one, have effect in the case of lands and heritages to which this section applies as if the reference to the valuation roll were omitted. 4 Subsections (5) to (8) of section 7 of this Act shall have effect in relation to the gross annual value of any dwelling-house which— a is occupied in connection with lands and heritages to which this section applies; and b is used as the dwelling-house of a person engaged primarily in carrying on or directing fish farming operations on these lands and heritages or employed in connection with fish farming thereon; and c is suitabnle in character and size for such use in connection with those lands and heritages as they have in relation to the gross annual value of any dwelling-house referred to in subsection (4) of that section, and in that connection any reference in the said subsections (5) to (8) to agricultural lands and heritages shall be construed as a reference to lands and heritages to which this section applies. 5 Where part of lands and heritages consists of one or more buildings or one or more parts of buildings (being a part of lands and heritages which is used for such a purpose that if it were in separate occupation it would be lands and heritages to which this section applies), then that part of lands and heritages and the remainder shall each be treated as respects the year 1981-82 and subsequent years for the purposes of the Valuation Act as if it were lands and heritages in separate occupation. 6 In subsection (5) above, any reference too a building or part of a building shall be construed as including a reference to land occupied together and used solely in connection with the use of such building or part. 7 In determining for the purposes of this section whether during any year a building used for or in connection with fish farming is solely so used, no account shall be taken of any time in that year during which it is used in any other way, if that time does not amount to a substantial part of that year. 8 In this section— “ fish farming ” means the breeding or rearing of fish or the cultivation of shall fish (including crustaceans and molluscs of any description) for the purpose of producing food for human consumption or for the transfer to other waters but does not include the breeding, rearing or cultivation of any fish or shellfish— which are purely ornamental, or which are bred, reared or cultivated for exhibition. ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "47", "section_title": " Commencement and extent of Part V.", "section_text": "47 1  4 The following provisions of this Act, namely— a  b paragraphs 6(2) and (3) and 10 of Schedule 33 to this Act; c  d  5 The provisions of Schedule 33 to this Act which give the Secretary of State power by order to prescribe multipliers and which are specified in subsection (6)(a), (b) and (c) below shall not have effect until he exercises the power conferred by them. 6 The provisions of Schedule 33 mentioned in subsection (5) above are— a paragraph 4; and b  c paragraph 14. 7 Subject to the foregoing provisions of this section, this Part of this Act and the repeals contained in Part IX of Schedule 34 to this Act shall come into force on the day on which this Act is passed. 8 Sections 32 and 46 above extend to Scotland only but, subject to that, this Part of this Act extends to England and Wales only."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "48", "section_title": " General power to reduce rate support grant.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "49", "section_title": " Reduction of resources element.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "50", "section_title": " Redution of needs element for authorities in Greater London.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "51", "section_title": " Supplementary grants for transport purposes.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "52", "section_title": " Separate provision for Wales.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "53", "section_title": " Introduction of new system of rate support grants.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "54", "section_title": " The aggregate amount of rate support grants. ", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "55", "section_title": " The domestic rate relief grant.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "56", "section_title": " The block grant.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "57", "section_title": " Determination of grant-related poundage and grant-related expenditure.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "58", "section_title": " Principles for determination of grant-related poundage. ", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "59", "section_title": " Adjustments of distribution of block grant. ", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "60", "section_title": " The Rate Support Grant Report.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "61", "section_title": " Supplementary reports. ", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "63", "section_title": " Adjustment of block grant in connection with education etc.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "63A", "section_title": " Adjustment of block grant for rates equalisation contribution.", "section_text": "63A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "65", "section_title": " Information. ", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "66", "section_title": " Estimates and calculations. ", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "67", "section_title": " Changes in rateable value. ", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "68", "section_title": " Rate support grant– supplementary.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "69", "section_title": " Grants in respect of rebates under the Rating (Disabled Persons) Act 1978.", "section_text": "69 1 For the year beginning with 1st April 1979 and each subsequent year the Secretary of State shall pay out of money provided by Parliament to any authority granting rebates under the  Rating (Disabled Persons) Act 1978 in that year a grant equal to 90 per cent. of the aggregate amount of the rebates so granted, excluding any additional amount granted by virtue of. . .   section 4(7) of that Act. . .  . 1A Subject to subsection (1B) below, no grant shall be paid to any authority in respect of any rebates granted by that authority on or after 1st April 1995. 1B A grant shall be payable to any authority granting rebates under the said Act of 1978 in respect of non-domestic water and sewerage rates for the year beginning with 1st April 1995. 2 Payments of grant under this section shall be made at such times as the Secretary of State may with the consent of the Treasury determine. 2A Subsections (1A) and (1B) above extend to Scotland only. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "70", "section_title": " Grants in respect of caravan sites for gipsies", "section_text": "70 1 This section applies to expenditure of a capital nature incurred by any local authority under section 24 of the  Caravan Sites and Cintrol of Development Act 1960 (provision of caravan sites by local authorities) in respect of caravan sites provided for the accommodation of  gipsies persons to whom subsection (8A) of that section applies 2 The Secretary of State may, with the approval of the Treasury, make out money provided by Parliament grants in respect of expenditure which, in his opinion, is expenditure to which this section applies. 3 Any grants under this section shall be made on such terms and conditions (if any) as the Secretary of State may, with the approval of the Treasury, determine. 4 In this section— “ caravan ” has the meaning assigned to it by the  Caravan Sites and Control of Development Act 1960  ; and “ gipsy ” has the meaning assigned to it by the  Caravan Sites Act 1968."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "86", "section_title": " Distribution of planning functions between planning authorities.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "87"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "88"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "89"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "90"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "91", "section_title": " Amendments relating to compulsory acquisition.", "section_text": "91   1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where a compulsory purchase order has been made, or a binding contract has been entered into to acquire land, before the passing of this Act, sections 112 and 119 of the  Town and Country Planning Act 1971 shall apply as they applied immediately before the passing of this Act, which shall for this purpose be treated as not having been passed."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "92", "section_title": " Town and Country Planning – Scotland.", "section_text": "92 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . ., This Part of this Act does not extend to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "93", "section_title": " Public bodies to whom Part X applies.", "section_text": "93 1 This Part if this Act applies to any body for the time being specified in Schedule 16 to this Act. 1A Sections 95 to 96A also apply to the Homes and Communities Agency so far as it is exercising functions in relation to anything transferred (or to be transferred) to it as mentioned in section 52(1)(a) to (d) of the Housing and Regeneration Act 2008  and to the Greater London Authority so far as it is exercising its new towns and urban development functions   (and references to a body to which this Part of this Act applies in those sections are to be read accordingly). 2 The Secretary of State may by order made by statutory instrument amend Schedule 16 to this Act— a by adding an entry naming a public body not for the time being specified in Schedule 16; b by amending or delting any entry for the time being contained in the Schedule. 3 A statutory instrument containing an order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Before making an order under subsection (2) above, the Secretary of State shall send written notification that he proposes to make the order to any body to whom this Part of this Act would apply by virtue of the order. 5 Any body specified in a notification under subsection (4) above may make representations to the Secretary of State within a period of 42 days from the date of the notification. 6 Where the Secretary of State has sent a notification under subsection (4) above to a body, he may not make the order to which the notification relates until the expiration of the period specified in subsection (5) above."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "94", "section_title": " Areas in which Part X is to operate.", "section_text": "94 1 This Part of this Act shall come into operation in accordance with subsection (2) below. 2 The Secretary of State may by order made by statutory instrument direct that this Part of this Act shall come into operation in the area of any district council or London borough council specified in the order. 3 A statutory instrument containing an order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 The City of London shall be treated for the purposes of this section as if it were a London borough and as if the Common Council were the council of that borough."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "95", "section_title": " Registration of land holdings.", "section_text": "95 1 The Secretary of State may compile and maintain a register, in such form as he may think fit, of land which satisfies the conditions specified in subsection (2) below. 2 The conditions mentioned in subsection (1) above are— a that a freehold or leasehold interest in the land is owned by a body to which this Part of this Act applies or a subsidiary of such a body; b that it is situated in an area in relation to which this Part of this Act is in operation or is not so situated but adjoins other land which is so situated and in which a freehold or leasehold interest is owned by a body to which this Part of this Act applies or a subsidiary of such a body; and c that in the opinion of the Secretary of State the land is not being used or not being sufficiently used for the purposes of performance of the body’s functions or of carrying on their undertaking. 3 The Secretary of State may enter on the register any such land satisfying the conditions specified in subsection (2) above as he may think fit. 4 The Secretary of State may also enter on the register any Crown land situated in an area in relation to which this Part of this Act is on operation or not so situated but adjoining other Crown land which is so situated. 5 The information to beincluded in the register in relation to any land entered on it shall be as the Secretary of State thinks fit. 6 In this section “ Crown land ” means land belonging to a goverment department or to a body who perform their functions on behalf of the Crown or held on trust for Her Majesty for the purposes of a government department; and in this subsection “ government department ” includes any Minister of the Crown."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "96", "section_title": " Public access to information.", "section_text": "96 1 The Secretary of State shall send to a council in respect of whose area a register is maintained under section 95 above— a a copy of that register; and b such amendments to it as he may from time to time consider appropriate. 2 It shall be the duty of a council to whom amendments to a register are sent under subsection (1)(b) above to incorporate the amendments in their copy of the register, 3 A copy of the register sent to a council under this section shall be available at the council’s principal office for inspection by any member of the public at all reasonable hours. 4 If any member of the public requires a council to supply him with a copy of the information contained in such a copy of a register, the council shall supply him with a copy of that information on payment of such reasonable charge for making it as the council may determine."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "96A", "section_title": " Information about entries.", "section_text": "96A 1 Where land is entered on a register under section 95(3) above, the Secretary of State shall as soon as is reasonably practicable after entering the land send a copy of the information included in the register in relation to the land to any body to whom this Part of this Act applies, if it appears from the register that the body or a subsidiary of the body owns a freehold or leasehold interest in the land. 2 Where land is entered on a register under section 95(3) above and the Secretary of State amends the information included in the register in relation the land, he shall soon as is reasonably practicable after amending the information send a copy of the amended information to any body to whom this Part of this Act applies, if it appears from the register that the body or a subsidiary of the body owns a freehold or leasehold interest in the land. 3 The fact that the Secretary of State must send anything to a council under section 96 above does not displace any duty of his to send anything to the council under subsection (1) or (2) above. 4 Subsection (5) below applies where a copy sent under subsection (1) or (2) above has been received by a body. 5 If at any time the body becomes aware that any information in the only or the latest copy received by them is or has become inaccurate, they shall as soon as is reasonably practicable after becoming so aware inform the Secretary of State that theinformation is inaccurate and give him (so far as they are able) the corrected information. 6 Subsection (5) above does not apply if, when the body becomes so aware, the land concerned is no longer entered on a register under section 95(3) above."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "97", "section_title": " Secretary of State’s power to require information.", "section_text": "97 1 The Secretary of State may direct a body to whom this Part of this Act applies to inform him whether the body or a subsidiary of the bosy holds a freehold or leasehold interest in land which is specified or is of a description specified, in the direction. 2 A body need only to comply with a direction under subsection (1) above as regards land which is situated in an area in relation to which this Part of this Act is in operation. 3 Where a body to whom this Part of this Act applies or a subsidiary of such a body holds a freehold or leasehold interest in land situated in an area in relation to which this Part of this Act is in operation, the Secretary of State may direct the body to whom this Part of this Act applies to give him such information about the land as he may specify."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "98", "section_title": " Disposal of land at direction of Secretary of State.", "section_text": "98 1 The Secretary of State may direct a body to whom this Part of the is Act for the time being applies— a to take steps for the disposal of the interest held by them in any land which  for the time being satisfies the conditions specified in section 95(2) above  or any lesser interest in such land; or b to ensure that a subsidiary of theirs takes steps for the disposal of the interest held by the subsidiary in any land which  for the time being satisfies those conditions  or any lesser interest in such land, being, in either case, steps which it is necessary to take to dispose of the interest and which it is in their power to take. 2 A direction under this section may specify the steps to be taken for the disposal of an interest in land and the terms and conditions on which an offer to dispose of it is to made. 2A A direction under this section may include provision that no disposal of an interest to which the direction relates shall, while the direction remains unrevoked, be made in favour of a person or body who— a is specified, or is of a description specified, in the direction, and b is at the date the disposal is proposed to be made associated with the body to whom the direction is given. 3 A direction under this section may be varied or revoked by a further direction. 4 The power to give directions conferred by this section is in addition to and not in derogation from any such power to the grant of an interest in land. 5 In this section and section 99 below references to the disposal of an interest in land include references to the grant of an interest in land. 6 In subsection (2A) above references to a disposal of interest include references to a contract to disposa of an interest, and references to making a disposal include references to entering into such a contract. 7 For the purposes of subsection (2A) above a person is associated with a body if (but only if)— a he is a member of the body or of a subsidiary of the body, or b he is a nominee of the body or of a subsidiary of the body. 8 For the purposes of subsection (2A) above a body is associated with another body if (but only if)— a the other body, or a subsidiary of the other body, is a member of it, b any of its members is also a member of the otherbody or of a subsidiary of the other body, or c any of its members is a nominee of the other body or of a subsidiary of the other body 9 Notwithstanding section 100(1) below, in subsections (7) and (8) above “ subsidiary ” has trhe same meaning as in                     section 1159 of the Companies Act 2006 ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "99", "section_title": " Directions to dispose of land– supplementary.", "section_text": "99 1 Before giving a direction to a body under section 98 above, the Secretary of State shall give them notice of his proposal to give the direction and ot its proposed contents. 2 A body who receives a notice under subsection (1) above may make representations to the Secretary of State as to why the proposed direction should not be given or as to its proposed contents. 3 If the body do not make such representations within a period of 42 days from the date of the notice or within such longer period as the Secretary of State may in any particular case allow, the Secretary of State may give the direction as proposed. 4 If— a a county council; aa a county borough council; ab a corporate joint committee established by regulations under Part 5 of the Local Government and Elections (Wales) Act 2021; b a district council; c d a London borough council or the Common Council of the City of London; da db a joint authority established by Part IV of the Local Government Act 1985; dbza an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009; dbzb a combined authority established under section 103 of that Act; dbzc a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023; dba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . dbb the London Fire Commissioner; dbc a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004; dc a police and crime commissioner; dcc the Mayor's Office for Policing and Crime; dd . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e ... a development corporation established under the  New Towns Act 1981  or an urban development corporation established under this Act; or f any authority, body or undertakers in relation to whom the Secretary of State is the appropriate Minister, have made representations under subsection (2) above, the Secretary of State may not give a direction unless he is satisfied that the interest to which the direction would relate can be disposed of in the manner in which and on the terms and conditions on which he proposes that it shall be disposed of without serious detriment to the performance of their functions or the carrying out of their undertaking. 5 If any other body to whom this Part of this Act applies have made such representations, the Secretary of State may not give a direction unless the appropriate Minister certifies that the interest to which the direction would relate can be disposed of in the manner in which and on the terms and conditions on which he proposes that it shall be disposed of without serious detriment to the performance of their functions of the carrying on of their undertaking. 5A The Secretary of State need not give notice under subsection (1) above as regards a further direction revoking a previous direction given under section 98 above; 5B The Secretary of State need not give notice under subsection (1) as regards a further direction varying a previous direction given under section 98 above if— a the variation consists only of one which omits part of the land to which the previous direction relates, or b the variation is stated in the further direction to consist only of one which is made to take account of a representation of the body to whom the previous direction was given. 5C The contents of a direction under section 98 above may differ from its proposed contents contained in a notice given under subsection (1) above if— a the difference consists only of a variation which omits part of the land referred to in the proposed contents, or b the difference is stated in the direction to consist only of a variation which is made to take account of a representation of the body to whom the notice was given; and the words “as proposed\" in subsection (3) above shall have effect accordingly. 5D The Secretary of State may by order made by statutory instrument substitute a period specified in the order for the period of 42 days specified in subsection (3) above or for such other period as is for the time being in specified in that subsection by virtue of an order under this subsection. 5E No order under subsection (5D) above may substitute a period as regards a notice given before the coming into force of the order. 6 In this section “ the appropriate Minister ”— a in relation to any body whoo are statutory undertakers for the purposes of any provision of Part XI of  the Town and Country Planning Act 1990 , shall have the same meaning as in that Part of that Act, and b in relation to any other body, shall have the meaning given by an order under this  subsection  section made by statutory instrument by the Secretary of State with the concurrence of the Treasury. 7 A statutory instrument containing an order under subsection  (5D) or  (6) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "99A", "section_title": " Power of entry.", "section_text": "99A 1 A person duly authorised in writing by the Secretary of State may at any reasonable time enter any land for the purpose of helping the Secretary of State to decide whether to give a direction under section 98 above in relation to the land. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A person may not enter land under this section unless at least 21 clear days’ notice in writing of the intended entry hasbeen givem to every person who is an owner or occupier. 4 In this section “ owner ”, in relation to any land, means a person, other than a mortagagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion, and includes also a person holding, or entitled to the rents and profits of, the land under a lease or agreement."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "100", "section_title": " Interpretation and extent of Part X.", "section_text": "100 1 In this Part of this Act— “ subsidiary ”, in relation to a body to whom this Part of this Act applies, means a wholly-owned subsidiary of that body; and “ wholly-owned subsidiary ”                   as defined by   section 1159 of the Companies Act 2006 . 2 This Part of this Act extends to England and Wales only."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "101", "section_title": " Repeal.", "section_text": "101 1 The  Community Land Act 1975 shall cease to have effect in accordance with Schedule 17 below. 2 This section and Schedule 17 below shall not extend to Northern Ireland (except so far as they repeal any enactment so extending)."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "102"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "103"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "104", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "104"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "105", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "105"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "106", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "106"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "107", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "107"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "108", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "108"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "109", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "109"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "110"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "111", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "111"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "112", "section_title": " Claims for compensation for depreciation. ", "section_text": "112 1 Part I of the Act of 1973 and Part I of the Scottish Act of 1973 shall be amended as follows. 2 In section 3(2) of each Act (no claim under Part I shall be made otherwise than in the claim period, that is to say, the period of two years beginning on the expiration of twelve months from the relevant date) for the words from “otherwise than\" onwards there shall be substituted the words  “                  before the expiration of twelve months from the relevant date; and the day next following the expiration of the said twelve months is in this Part of this Act referred to as “the first claim day\".                ” . 3 In section 1(1)(b) of each Act for the words “within the time limited\" there shall be substituted the words  “                  after the time provided                ” . 4 In sections 3(3), 4(1) and (2), 12(4) and (5), 16(2) and 18(1) of the Act of 1973 and sections 3(3), 4(1) and 92) and 16 of the Scottish Act of 1973 for the words “the beginning of the claim period\" or “the first day of the claim period\" wherever they occur, there shall be substituted the words  “                  the first claim day                ”  and in section 16(2) of the Act of 1973 and section 14(2) of the Scottish Act of 1973 for the words “the beginning of that period\" there shall be substituted the words  “                  that day                ” . 5 In section 19(1) of the Act of 1973 and section 17(1) of the Scottish Act of 1973 the definition of “the claim period\" shall be omitted and immediately before the definition of “highway\" there shall be inserted he following definition— “ the first claim day ” has the meaning given in section 3(2) above; . 6 After section 19(2) of the Act of 1973 there shall be inserted the following subsection— 2A For the purposes of the Limitation Act 1939, a person’s right of action to recover compensation under this Part of this Act shall be deemed to have accrued on the first claim day. . 7 After section 17(2) of the Scottish Act of 1973 there shall be inserted the following subsection— 2A Section 6 of the Prescription and Limitation (Scotland) Act 1973 (extinction of obligations by prescriptive periods of five years) shall apply to an obligation to make compensation under this Part of this Act, and in relation to such an obligation the appropriate date for the purposes of subsection (1) of the said section 6 shall be the first claim day. . 8 In section 19(3) of the Act 1973 and section 17(3) of the Scottish Act of 1973 the words from “but, if it does\" onwards shall be omitted. 9 Part I of each Act shall have effect without amendments made by the preceding provisions of this section in cases where the relevant date was more than three years before the passing of this Act."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "113", "section_title": " Claims for compensation for depreciation which are out of time on commencement date.", "section_text": "113 1 This section applies to any claim which is made under Part I of the Land Compensation Act on or after the commencement date where— a the claim period for the claim has expired, or an event before which the claim should have been made has occurred, before that date; and b the public works to which the claim relates are a highway in respect of which the Minister or, in England, the Secretary of State was the appropriate highway authority; and c the Minister is satisfied that the publicity given to the right to claim compensation in respect of those works and to the period within which and the events before which claims should be made was not such as to make potential claimants sufficiently aware of those matters. 2 Where the claim period for a claim to which this section applies has expired before the commencement date, the Minister shall direct that Part I of the Land Compensation Act shall have effect— a as if the claim had been made on the first day of the last twelve months of that period; and b where the claimant’s qualifying interest was acquired as mentioned in section 11 of the Land Compensation Act (interests acquired by inheritance) on or after that day, as if it had been so acquired before that day. 3 Where the person who makes a claim to which this section applies has on or after 23rd June 1973 and before the commencement date— a disposed of the qualifying interest in respect of which the claim is made; or b in the case of a qualifying interest in land which is not a dwelling, granted a tenancy of the land so that the interest remaining to him is not a qualifying interest; or c in the case of a qualifying interest which is a qualifying tenancy within the meaning of section 12 of the Act of 1973, disposed of the freehold or extended lease acquired by him under Part I of the  Leasehold Reform Act 1967, the Minister shall direct that Part I of the Land Compensation Act shall have effect as if the claim had been made on the day before the disposal or, as the case may be, the granting of the tenancy. 4 Where the person who makes a claim to which this section applies has on or after 17th October 1972 and before 23rd June 1973— a disposed of the qualifying interest in respect of which the claim is made; or b in the case of a qualifying interest in land which is not a dwelling, granted a tenancy of the land so that the interest remaining to him is not a qualifying interest, the Minister shall direct that Part I of the Land Compensation Act shall have effect as if the claim had been made on 23rd December 1973. 5 Where the qualifying interest in respect of which a claim to which this section applies is made is a tenancy granted or extended for a term of years certain or, in Scotland, for a period of which— a three years or more remained unexpired on the first day of the claim period or, as the case may be, the first claim day; and b less than three years remains unexpired on the commencement date, the Minister shall direct that Part I of the Land Compensation Act shall have effect as if the claim had been made on the day on which three years of that term or period remained unexpired. 6 In the case of a claim to which both subsection (2) and subsection (3) or subsection (5) above apply, the Minister shall direct that Part I of the Land Compensation Act shall have effect as if the claim had been made on whichever of the days mentioned in those two subsections is the earlier. 7 Any notice of a claim to which subsection (3), (4) or (5) above applies shall specify, in addition to the matters mentioned in section 3 of the Land Compensation Act, the date of the disposal, the date of the granting of the tenancy or, as the case may be, the date on which three years of the term or period remained unexpired. 8 Section 8(1) of the Land Compensation Act (compensation payable once only in respect of the same works and the same land) shall have effect in relation to any claim to which this section applies as if any ex gratia payment made by the Minister or, as the case may be, the Secretary of State in respect of a claim which— a was made before the commencement date in relation to the same works and the same land; and b was disallowed on the ground that the claim period for the claim had expired, or an event before which the claim should have been made had occurred, before the day on which the claim was made, had been a payment of compensation on that claim. 9 Where compensation is payable on a claim to which this section applies, the compensation shall not carry interest under section 18(1) of the Act of 1973 or, as the case may be, section 16 of the Scottish Act of 1973 for the period beginning with the commencement date and ending with the date on which the claim is made unless either that period is a period of not more than six months or— a the claimant had made a similar claim before the commencement date; and b that claim was disallowed on the ground that the claim period for the claim had expired, or an event before which the claim should have been made had occurred, before the day on which the claim was made. 10 For the purposes of the  Limitation Act 1939, a person’s right of action to recover compensation under Part I of the Act of 1973 on a claim to which this section applies shall be deemed to have accrued on the commencement date, and not, in any case to which section 19(2A) of the Act of 1973 applies, the first claim day. 11 Section 6 of the  Prescription and Limitation (Scotland) Act 1973 (extinction of obligations by prescriptive periods of five years) shall apply to an obligation to make compensation under Part I of the Scottish Act of 1973 arising on a claim to which this section applies, and in relation to such an obligation the appropriate date for the purposes of subsection (1) of the said section 6 shall be the commencement date, and not, in any case to which section 17(2A) of the said Scottish Act of 1973 applies, the first claim day. 12 In this section— “ commencement date ” means the date of the passing of this Act; “ the Minister ” means the Minister of Transport in relation to England and the Secretary of State in relation to Scotland and  Wales. 13 This section— a in its application to England and Wales, shall be construed as one with Part I of the Act of 1973; and b in its application to Scotland, shall be construed as one with Part I of the Scottish Act of 1973."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "114", "section_title": " Claims for home loss payments. ", "section_text": "114 1 Section 32 of the Act of 1973 and section 29 of the Scottish Act of 1973 (home loss payments) shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (4) of each section for the words from the beginning to “expiration of that period\" there shall be substituted the words  “                  Where a person (“the deceased\") entitled to a home loss payment dies without haviing claimed it, a claim to the payment may be made                ” . 4 After subsection (7) of the said section 32 there shall be inserted the following subsection— 7A For the purposes of the Limitation Act 1939 a person’s right of action to recover a home loss payment shall be deemed to have accrued on the date of the displacement. . 5 After subsection (7) of the said section 29 there shall be inserted the following subsection— 7A Section 6 of the Prescription and Limitation (Scotland) Act 1973 (extinction of obligations by prescriptive periods of five years) shall apply to an obligation to make a home loss payment, and in relation to such an obligation the appropriate date for the purposes of subsection (1) of the said section 6 shall be the date of the displacement. . 6 Each section shall have effect without the amendments made by the preceding provisions of this section in cases where the date of displacement was more than six months before the passing of this Act."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "115", "section_title": " Interpretation of Part XIII.", "section_text": "115 In this Part of this Act— “ the Act of 1973 ” means the  Land Compensation Act 1973; “ the Scottish Act of 1973 ” means the  Land Compensation (Scotland) Act 1973; “ the Land Compensation Act ” means the Act of 1973 in relation to England and Wales and the Scottish Act of 1973 in relation to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "116", "section_title": " Assessment of development land.", "section_text": "116 1 If the Secretary of State directs an authority to do so, it shall make an assessment of land which is in its area and which is in its opinion available and suitable for development for residential purposes. 2 In connection with any assessment under subsection (1) above, the authority shall comply with such directions as the Secretary of State may give. 3 In particular, he may give directions about any consultations to be made prior to the assessment (whether with other authorities or with builders or developers or other persons), about the way any consultation is to be made, and about producing reports of assessments and making copies of the reports available to the public, and directions that an authority is to make the assessment alone or jointly with another authority or authorities. 4 The following are authorities for the purposes of this section, namely— a (in the application of the section to England  . . .) the councils of counties, districts and London boroughs  aa (in the application of the section to Wales) the councils of counties and county boroughs; b (in the application of the section to Scotland) regional, general and district planning authorities."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "117"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "118", "section_title": " Land miscellaneous amendments. ", "section_text": "118 Schedule 23 to this Act (which contains miscellaneous amendments about land, including amendments to relax controls) shall have effect."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "119", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "119"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "120", "section_title": " Compulsory acquisition: exclusion of special parliamentary procedure. ", "section_text": "120 1 The  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947  shall apply to any compulsory acquisition of an interest in land where— a the notice of the making or preparation in draft of a compulsory purchase order is first duly published on or after  6th April 1976 (or, in the application of this section to Scotland,  1st September 1976), and b the person acquiring the interest is a  regional, islands or district council ,  the Peak Park Joint or Lake District Special Planning Board,  any statutory undertakers  , the Scottish Ministers  or a Minister, subject to the modifications made by this section. 2 Paragraph 9 of Schedule 1 to  the Act of 1946 or, as the case may be  the Scottish Act of 1947 (special parliamentary procedure for acquisitions from local authorities, statutory undertakers and National Trust) shall not apply to the acquisition except where the interest belongs to  the National Trust or  the National Trust for Scotland. 3 In this section— “ the Acquisition of Land Acts ” means the  Acquisition of Land (Authorisation Procedure) Act 1946 and the Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947, and “ the Act of 1946 ” and “ the Scottish Act of 1947 ” mean those Acts respectively; “ local authority ” means— a in relation to England, the council of a county or district, the council of a London borough, the Common Council of the City of London and the Greater London Council, b in relation to Wales, the council of a county or district, c in relation to Scotland, a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 , and this section applies to the Isles of Scilly, as if the Council of those Isles were the council of a county; “ statutory undertakers ” means— a persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of  ,   hydraulic power or water, b . . .  , the Civil Aviation Authority,  . . .,  a universal service provider (within the meaning of   Part 3 of the Postal Services Act 2011 ) in connection with the provision of a universal postal service (within the meaning of   that Part )  and any other authority, body or undertakers which by virtue of any enactment are to be treated as statutory undertakers for the purposes of  the  Town and Country Planning Act 1971 or  the Town and Country Planning (Scotland) Act 1997 , and c any other authority, body or undertakers specified in an order made by the Secretary of State under this paragraph. 4 An order under paragraph (c) of the definition of “ statutory undertakers ” in subsection (3) above shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 This section (which re-enacts section 41 of the  Community Land Act 1975 with modifications) shall be taken to have come into force on 12 November 1975 but (in relation to the period before the passing of this Act) shall have effect as if the persons mentioned in subsection (1)(b) above included a new town authority (that is, a development corporation as defined  in section 2 of the New Towns Act 1965, or  in section 2 of the  New Towns (Scotland) Act 1968) and a joint board established under section 2 of the  Community Land Act 1975, and as if “ local authority ” meant (in relation to Scotland) a regional, general or district planning authority within the meaning of Part IX of the  Local Government (Scotland) Act 1973."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "121", "section_title": " Certification of appropriate alternative development.", "section_text": "121 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 ... section 25 of the  Land Compensation (Scotland) Act 1963) (certification of appropriate alternative development) shall  ... continue to be amended in accordance with subsections (2) to (5) of section 47 of the Community Land Act 1975 and, as amended by those subsections, section 49(3) of the said Act of 1963 and section 172(2) of the Local Government (Scotland) Act 1973, shall have effect as set out in Schedule 24 below."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "122", "section_title": " Acquisition and disposal of land by the Crown.", "section_text": "122 1 Where, in exercise of the power conferred by section 2 of the  Commissioners of Works Act 1852,  . . . (acquisition of land necessary for the public service) the Secretary of State has acquired, or proposes to acquire, any land (the “public service land\") and in his opinion other land ought to be acquired together with the public service land— a in the interests of the proper planning of the area concerned; or b for the purpose of ensuring that the public service land can be used, or developed and used, (together with that other land) in what appears to the Secretary of State to be the best, or most economic, way; or c where the public service land or any land acquired, or which the Secretary of State proposes to acquire, by virtue of paragraph (a) or (b) above, forms part of a common or open space or fuel or field garden allotment, for the purpose of being given in exchange therefor, the said  section  2,  . . ., shall apply to that other land as if its acquisition were necessary for the public service. In the application of this subsection to Scotland the words “ or fuel or field garden allotment ” shall be omitted. 2 The said  section  2,  . . . shall be construed and have effect as if references to land necessary for the public service included land which it is proposed to use not only for the public service but also— a to meet the interests of proper planning of the area, or b to secure the best, or most economic, development or use of the land. for other purposes. 3 The said  section  2,  . . . shall be construed and have effect as if references to the public service included the service in the United Kingdom— a of any international organisation or institution whether or not the United Kingdom or Her Majesty’s Government in the United Kingdom is or is to become, a member; b of any office or agency established by such an organisation or institution or for its purposes, or established in pursuance of a treaty (whether or not the United Kingdom is or is to become a party to the treaty); c of a foreign sovereign Power or the Government of such a power; and for the purposes of paragraph (b) above “ treaty ” includes any international agreement, and any protocol or annex to a treaty or international agreement. 4 Where the Secretary of State proposes to dispose of any of his land and is of the opinion that it is necessary, in order to facilitate that disposal, to acquire adjoining land, then, notwithstanding that the acquisition of that adjoining land is not necessary for the public service, the said section 2 shall apply as if it were necessary for the public service. 5 Where the Secretary of State is authorised by the said section 2 to acquire land by agreement for a particular purpose, he may acquire that land notwithstanding that it is not immediately required for that purpose; and any land acquired by virtue of this subesection may, until required for the purpose for which it was acquired, be used for such purpose as the Secretary of State may determine. 6 The Secretary of State may dispose of land held by him and acquired by him or any other Minister under the said  section  2,  . . .to such person, in such manner and subject to such conditions as may appear to the Secretary of State to be expedient, and in particular may under this subsection dispose of land held by him for any purpose in order to secure the use of the land for that purpose. 7 Any expenditure of the Secretary of State attributable to this section shall be paid out of money provided by Parliament. 8 This section (which re-enacts section 37 of the  Community Land Act 1975 with modifications) shall be taken to have come into force on 12 December 1975 but, in relation to the period before the passing of this Act, shall have effect as if for sub-section (3) there were substituted:— 3 The said  section 2,  . . . shall be construed and have effect as if references to the public service included the service in the United Kingdom— a of any international organisation or institution of which the United Kingdom, or Her Majesty’s Government in the United Kingdom, is, or is to become, a member; b of any office or agency established by such an organisation or institution or for its purposes, or established in pursuance of a treaty to which the United Kingdom is, or is to become, a party; and for the purposes of paragraph (b) above “ treaty ” includes any international agreement, and any protocol or annex to a treaty or international agreement."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "123", "section_title": " Acquisition of land by the Crown in Northern Ireland.", "section_text": "123 1 The provisions of the law of Northern Ireland mentioned below (acquisition of land necessary for the public service) shall be construed and have effect as if references to the public service included the service in the United Kingdom— a of any international organisation or institution whether or not the United Kingdom or Her Majesty’s Government in the United Kingdom is or is to become a member; b of any office or agency established by such an organisation or institution for its purposes, or established in pursuance of a treaty (whether or not the United Kingdom is or is to become a party to the treaty); c of a foreign sovereign Power or the Government of such a Power; and for the purposes of paragraph (b) above “ treaty ” includes any international agreement, and any protocol or annex to a treaty or international agreement. 2 The said provisions are section 5(1) of the  Stormont Regulation and Government Property Act (Northern Ireland) 1933 and Article 65 of the  Land Acquisition and Compensation (Northern Ireland) Order 1973. 3 This section (which re-enacts section 38 of the Community Land Act 1975 with modifications) shall be taken to have come into force on 12 December 1975 but, in relation to the period before the passing of this Act, shall have effect as if for subsection (1) there were substituted:— 1 The provisions of the law of Northern Ireland mentioned below (acquisition of land necessary for the public service) shall be construed and have effect as if references to the public service included the service in the United Kingdom— a of any international organisation or institution of which the United Kingdom, or Her Majesty’s Government in the United Kingdom, is, or is to become, a member; b of any office or agency established by such an organisation or institution or for its purposes, or established in pursuance of a treaty to which the United Kingdom is, or is to become, a party; and for the purposes of paragraph (b) above “ treaty ” includes any international agreement, and any protocol or annex to a treaty or international agreement. 4 This section extends to Northern Ireland only."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "124", "section_title": " Town development functions.", "section_text": "124 1 Subject to subsections (2) and (3) below, the functions under the  Town Development Act 1952 which the  Local Government Act 1972 conferred on county councils shall cease to be exercisable by such councils. 2 Nothing in this section shall affect— a any undertaking under section 4 or 10(3) of the Town Development Act 1952; or b any agreement under section 8 of that Act, which a county council have given or made before the passing of this Act. 3 The repeal of section 11 of the Town Development Act 1952 (modification of enactments consequential on participation by county council) shall not affect any orders under that section which are in force at the passing of this Act; and any such order may accordingly be varied or revoked under that section as if this Act had not been passed."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "125", "section_title": " Extent of Part XIV.", "section_text": "125 In this Part of this Act, only sections 116, 118, and 120 to 122 extend to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "126", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "126"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "131", "section_title": " Off-licences: special provisions to cease.", "section_text": "131 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "132", "section_title": " Power to end special licensing provisions.", "section_text": "132 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "133", "section_title": " Interpretation, amendments and extent.", "section_text": "133 1 In this Part of this Act—  ... ... “ the 1968 Act ” means the  New Towns (Scotland) Act 1968. 2 The amendments to   the 1968 Act, the  Land Compensation Act 1961 and the  Land Compensation (Scotland) Act 1963 mentioned in Schedule 25 below shall have effect. 3 4 This Part of this Act does not extend  to Scotland (apart from this section) or  to Northern Ireland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "134", "section_title": " Urban development areas.", "section_text": "134 1  . . .  if the Secretary of State is of opinion that it is expedient in the national interest to do so, he may by order made by statutory instrument designate any area of land as an urban development area. 1A Before making an order under subsection (1) in relation to land in England, the Secretary of State must consult the following persons— a persons who appear to the Secretary of State to represent those living within, or in the vicinity of, the proposed urban development area; b persons who appear to the Secretary of State to represent businesses with any premises within, or in the vicinity of, the proposed urban development area; c each local authority for an area which falls wholly or partly within the proposed urban development area; and d any other person whom the Secretary of State considers it appropriate to consult. 2  . . . . . . . . . . . . . .  . 3 Separate parcels of land may be designated as one urban development area. 3A The Secretary of State may by order alter the boundaries of any urban development area so as to exclude any area of land. 3B Before making an order under subsection (3A) above, the Secretary of State shall consult any local authority the whole or any part of whose area is included in the area of land to be excluded by the order. 4 A statutory instrument containing an order made by the Secretary of State under subsection (1) does not have effect until approved by a resolution of each House of Parliament. 4A If a draft of an instrument containing an order by the Secretary of State under subsection (1) would, but for this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. 4B An order made by the Welsh Ministers under subsection (1) (by virtue of paragraph 30 of Schedule 11 to the Government of Wales Act 2006) does not have effect until approved by a resolution of the National Assembly for Wales. 4C An order made by the Scottish Ministers under subsection (1) (by virtue of section 53 of the Scotland Act 1998) is subject to the affirmative procedure (see Part 2 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10)). 5 The power to make an order under subsection (3A) above— a shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and b shall include power to make such incidental, consequential, transitional or supplementary provision as the Secretary of State thinks fit."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "135", "section_title": " Urban development corporations.", "section_text": "135 1 For the purposes of regenerating an urban development area, the Secretary of State shall by order made by statutory instrument establish a corporation (an urban development corporation) for the area. 1A Before making an order under this section in relation to an urban development area in England, the Secretary of State must consult the following persons— a persons who appear to the Secretary of State to represent those living within, or in the vicinity of, the urban development area; b persons who appear to the Secretary of State to represent businesses with any premises within, or in the vicinity of, the urban development area; c each local authority for an area which falls wholly or partly within the urban development area; and d any other person whom the Secretary of State considers it appropriate to consult. 2 An order under this section may be made at the same time as an order under  section 134(1)  above. 3 A statutory instrument containing an order made by the Secretary of State under this section does not have effect until approved by a resolution of each House of Parliament. 3A If a draft of an instrument containing an order by the Secretary of State under this section would, but for this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. 3B An order made by the Welsh Ministers under this section (by virtue of paragraph 30 of Schedule 11 to the Government of Wales Act 2006) does not have effect until approved by a resolution of the National Assembly for Wales. 3C An order made by the Scottish Ministers under this section (by virtue of section 53 of the Scotland Act 1998) is subject to the affirmative procedure (see Part 2 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10)). 4 An urban development corporation shall be a body corporate by such name as may be prescribed by the order establishing it. 5 Schedule 26 below shall have effect with respect to urban development corporations. 6 It is hereby declared that an urban development corporation is not to be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown and that the corporation’s property is not to be regarded as the property of, or property held on behalf of, the Crown."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "136", "section_title": " Objects and general powers.", "section_text": "136 1 The object of an urban development corporation shall be to secure the regeneration of its area. 2 The object is to be achieved in particular by the following means (or by such of them as seem to the corporation to be appropriate in the case of its area), namely, by bringing land and buildings into effective use, encouraging the development of existing and new industry and commerce, creating an attractive environment and ensuring that housing and social facilities are available to encourage people to live and work in the area. 3 Subject to sections 137 and 138 below, for the purpose of achieving the object an urban development corporation may— a acquire, hold, manage, reclaim and dispose of land and other property; b carry out building and other operations; c seek to ensure the provision of water, electricity, gas, sewerage and other services; d carry on any business or undertaking for the purposes of the object; and e generally do anything necessary or expedient for the purposes of the object or for purposes incidental to those purposes. 4 No provision of this Part of this Act by virtue of which any power is exercisable by an urban development corporation shall be construed as limiting the effect of subsection (3) above. 5 Without prejudice to the generality of the powers conferred on urban development corporations by this Act, such a corporation, for the purpose of achieving the object,— a may, with the consent of the Secretary of State, contribute such sums as he with the Treasury’s concurrence may determine towards expenditure incurred or to be incurred by any local authority or statutory undertakers in the performance of any statutory functions of the authority or undertakers, including expenditure so incurred in the acquisition of land; and b may, with the like consent, contribute such sums as the Secretary of State with the like concurrence may determine by way of assistance towards the provision of amenities. 6 To avoid doubt it is declared that subsection (3) above relates only to the capacity of an urban development corporation as a statutory corporation; and nothing in this section authorises such a corporation to disregard any enactment or rule of law. 7 A transaction between a person and an urban development corporation shall not be invalidated by reason of any failure by the corporation to observe the object in subsection (1) above or the requirement in subsection (3) above that the corporation shall exercise the powers conferred by that subsection for the purpose of achieving that object."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "137", "section_title": " Exclusion of functions.", "section_text": "137 1 An order under section 135 above may provide that any functions which may be exercisable by an urban development corporation by virtue of this Part of this Act and which are specified in the order are not to be exercised by the corporation established by the order, either as regards the whole of its area or as regards a portion of that area; and this Part of this Act shall apply to the corporation accordingly. 2 An order under section 135 above may amend any provision of a previous order under that section which was included in that order by virtue of subsection (1) above. 3 Nothing in subsection (2) above shall prejudice the operation of section 14 of the  Interpretation Act 1978 (power to amend orders etc.)."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "138", "section_title": " Restrictions on powers.", "section_text": "138 1 Without prejudice to any provision of this Act requiring the consent of the Secretary of State to be obtained for anything to be done by an urban development corporation, he may give directions to such a corporation for restricting the exercise by it of any of its powers under this Act or for requiring it to exercise those powers in any manner specified in the directions. 2 Before giving a direction under subsection (1) above, the Secretary of State shall consult the corporation, unless he is satisfied that because of urgency consultation is impracticable. 3 A transaction between a person and an urban development corporation acting in purported exercise of its powers under this Act shall not be void by reason only that it was carried out in contravention of a direction given under subsection (1) above, and such a person shall not be concerned to see or enquire whether a direction under that subsection has been given or complied with."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "139", "section_title": " Allocation or transfer of functions.", "section_text": "139 1 If it appears to the Secretary of State, in the case of an urban development area, that there are exceptional circumstances which render it expedient that the functions of an urban development corporation under this Part of this Act should be performed by the urban development corporation established for the purposes of any other area instead of by a separate corporation established for the purpose, he may, instead of establishing such a separate corporation, by order direct that those functions shall be performed by the urban development corporation established for the other area. 2 If it appears to the Secretary of State that there are exceptional circumstances which render it expedient that the functions of an urban development corporation established for one area should be transferred to the urban development corporation established for the purposes of another area, or to a new urban development corporation to be established for the first-mentioned area, he may, by order, provide for the dissolution of the first-mentioned corporation and for the transfer of its functions, property, rights and liabilities to the urban development corporation established for the purposes of the other area or (as the case may be) to a new corporation established for the purposes of the first-mentioned area by the order. 3 Without prejudice to section 14 of the  Interpretation Act 1978, an order under this section providing for the exercise of functions in relation to an area by the urban development corporation established for the purposes of another area, or for the transfer of such functions to such a corporation, may modify the name and constitution of that corporation in such manner as appears to the Secretary of State to be expedient, and for the purposes of this Act that corporation shall be treated as having been established for the purposes of each of those areas. 4 Before making an order under this section providing for the transfer of functions from or to an urban development corporation or for the exercise of any functions by such a corporation, the Secretary of State shall consult that corporation. 5 An order under this section shall make, with regard to a corporation on which functions are conferred by the order, the same provision as that which may be made with regard to a corporation under section 137 above. 6 An order under this section shall be made by statutory instrument. 7 No order under this section shall have effect until approved by a resolution of each House of Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "140", "section_title": " Consultation with local authorities.", "section_text": "140 1 An urban development corporation shall prepare a code of practice as to consultation with the relevant local authorities about the exercise of its powers. 2 In this section “ the relevant local authorities ” means local authorities the whole or any part of whose area is included in the urban development area. 3 Preparation of the code shall be completed not later than the expiration of the period of 12 months from the date of the establishment of the corporation. 4 A corporation may from time to time revise the whole or any part of its code. 5 A corporation shall prepare and revise its code in consultation with the relevant local authorities."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "141", "section_title": " Vesting by order in corporation.", "section_text": "141 1 Subject to subsection (2) below, the Secretary of State may by order made by statutory instrument provide that land specified in the order which is vested in a local authority, statutory undertakers or other public body or in a subsidiary of a public body shall vest in an urban development corporation established or to be established by an order under section 135 above for an area in which the land is situated. 2 An order under subsection (1) above may not specify land vested in statutory undertakers which is used for the purpose of carrying on their undertakings or which is held for that purpose. 3 In the case of land vested in statutory undertakers the Secretary of State and the appropriate Minister shall make any order under this section. 4 An order under this section shall have the same effect as a declaration under  the  Compulsory Purchase (Vesting Declarations) Act 1981  or, in Scotland,  section 195 of the Town and Country Planning (Scotland) Act 1997  (both of which relate to general vesting declarations) except that, in relation to such orders, the enactments mentioned in Schedule 27 shall have effect subject to the modifications specified in that Schedule. 5 Compensation under the  Land Compensation Act 1961 or, in Scotland, the  Land Compensation (Scotland) Act 1963, as applied by subsection (4) above and Schedule 27 to this Act, shall be assessed by reference to values current on the date the order under this section comes into force. 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5B No compensation is payable, by virtue of an order under this section, under Part V of the Land Compensation (Scotland) Act 1963 6 No order under this section shall have effect until approved by a resolution of each House of Parliament. 6A No order shall be made under this section in relation to a universal service provider (within the meaning of   Part 3 of the Postal Services Act 2011 . 7 In this section— “ subsidiary ”, in relation to a public body, means a wholly-owned subsidiary of that body; and “ wholly-owned subsidiary ”                         as defined by   section 1159 of the Companies Act 2006  "}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "142", "section_title": " Acquisition by corporation.", "section_text": "142 1 An urban development corporation may acquire (by agreement or, on being authorised to do so by the Secretary of State, compulsorily)— a land in the urban development area; b land adjacent to the area which the corporation requires for purposes connected with the discharge of the corporation’s functions in the area; c land, whether or not in or adjacent to the area, which the corporation requires for the provision of services in connection with the discharge of the corporation’s functions in the area. 2 Where a corporation exercises its powers under subsection (1) above in relation to land which forms part of a common or open space or fuel or field garden allotment, the corporation may acquire (by agreement or, on being authorised to do so by the Secretary of State, compulsorily) land for giving in exchange for the land acquired. In the application of this subsection to Scotland the words “ or fuel or field garden allotment ” shall be omitted. 2A The 1981 Act shall apply  ... to the compulsory acquisition of land in pursuance of subsection (1) or (2) above. 3 The 1946 Act and,  in Scotland, the 1947 Act shall apply (subject to section 144(2) below) in relation to the compulsory acquisition of land in pursuance of subsection (1) or (2) above as if— a this section were contained in an Act in force immediately before the commencement of  the 1946 Act or (as the case may be)  the 1947 Act, b an urban development corporation were a local authority. 4 An urban development corporation which may be authorised by the Secretary of State, by means of a compulsory purchase order, to purchase any land compulsorily for any purpose may be authorised by him, by means of such an order, to purchase compulsorily for that purpose such new rights over the land as are specified in the order: and in this subsection “ new rights ” means rights which are not in existence when the order specifying them is made. 5 In subsection (4) above “ compulsory purchase order ” has the same meaning as in the  1981 Act, and Schedule 3 to that Act shall apply to the compulsory purchase of a right by virtue of subsection (4) above 6 Subsection (5) above does not apply to Scotland. 7 In relation to Scotland, in subsection (4) above “ compulsory purchase order ” has the same meaning as in the 1947 Act, and section 63 of the  Land Compensation (Scotland) Act 1973 shall apply to any compulsory purchase order made by virtu eof that subsection."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "143", "section_title": " Acquisition by local highway authority.", "section_text": "143 1 This section applies where the appropriate Minister is satisfied that the construction or improvement of a road is needed— a outside an urban development area, for the purpose of securing the development of land in that area in accordance with proposals approved by the Secretary of State under section 148 below, or b for the purpose of providing means of access to such an area. 2 In that case, a local highway authority may, on being authorised to do so by the appropriate Minister acquire compulsorily any land as to which he is satisfied that its acquisition by the authority is requisite— a for the construction or improvement of the road, or b for carrying out the improvement, or controlling the development, of frontages to the road or of land abutting on or adjacent to the road. 3 Where a local highway authority has been authorised under subsection (2) above to acquire compulsorily land forming part of a common or open space or fuel or field garden allotment, the authority may be authorised under that subsection to acquire compulsorily land for giving in exchange for the land acquired. In the application of this subsection to Scotland the words “ or fuel or field garden allotment ” shall be omitted. 3A The  1981 Act shall apply  ... to the compulsory acquisition of land under this section 4 The 1946 Act and,  in Scotland, the 1947 Act shall apply (subject to section 144(2) below) in relation to the compulsory acquisition of land in pursuance of this section as if this section were contained in an Act in force immediately before the commencement of  the 1946 Act or (as the case may be, the 1947 Act. 5 In this section— “ the appropriate Minister ” means— a in England, the Minister of Transport; and b in Scotland or Wales, the Secretary of State; and “ local highway authority ” means a highway authority other than the appropriate Minister."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "144", "section_title": " Vesting and acquisition: supplementary.", "section_text": "144 1 Schedule 28 below (land) shall have effect. 2 Part I of the Schedule modifies  ... the 1947 Act as applied by section  142 and 143  above. 3 Part II relates to the acquisition of land by agreement under section 142 above. 4 Part III contains supplementary provisions about land vested in or acquired by an urban development corporation or local highway authority under this Part of this Act. 5 Part IV (which does not apply to Scotland) contains supplementary provisions about the acquisition by an urban development corporation of rights over land under section 142(4) above."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "145", "section_title": " Land compensation. ", "section_text": "145 1 The following paragraph shall be inserted after paragraph 4 of Schedule 1 to the  Land Compensation Act 1961 (descriptions of actual or prospective development of which account is not to be taken in assessing compensation or the effect of which is to reduce compensation payable in respect of adjacent land in the same ownership which has benefited by the development) and after paragraph 4 of Schedule 1 to the  Land Compensation (Scotland) Act 1963 (which makes similar provision for Scotland):— 4A. Where any of the relevant land forms part of an area designated as an urban development area by an order under section 134 of the Local Government, Planning and Land Act 1980. Development of any land other than the relevant land, in the course of the development or redevelopment of that area as an urban development area. 2 At the end of Part II of Schedule 1 to the Land Compensation Act 1961 there shall be added:— Part III  Special Provisions as to Urban Development Areas 10 For the avoidance of doubt it is hereby declared— a that, in assessing in the circumstances described in paragraph 4A in the first column of Part I of this Schedule the increase or diminution in value to be left out of account by virtue of section 6 of this Act, no increase or diminution in value is to be excluded from being left out of acccount; and b that, in assessing in those circumstances the increase in value to be taken into account by virtue of section 7 of this Act, no increase in value is to be excluded from being taken into account, merely because it is attributable— i to any development of land which was carried out before the area was designated as an urban development area; ii to any development or prospect of development of land outside the urban development area; iii to any development or prospect of development of land by an authority other than the acquiring authority, possessing compulsory purchase powers. 11 Paragraph 10 of this Schedule shall have effect in relation to any increase or diminution in value to be left out of account by virtue of any rule of law relating to the assessment of compensation in respect of compulsory acquisition as it has effect in relation to any increase or diminution in vlaue to be left out of account by virtue of section 6 of this Act. . 3 In section 6 of the  Land Compensation Act 1961— a in subsection (1)(b), for “4\" substitute  “                        4A                      ” ; and b add at the end of subsection (2) the words  “                        and the provisions of Part III of that Schedule shall have effect with regard to paragraph 4A.                      ” . 4 At the end of Part II of Schedule 1 to the  Land Compensation (Scotland) Act 1963 there shall be added:— Part III  Special Provisions as to Urban Development Areas 6 For the avoidance of doubt it is hereby declared— a that, in assessing in the circumstances described in paragraph 4A in the first column of Part I of this Schedule the increase or diminution in value to be left out of account by virtue of section 13 of this Act no increase or diminution of value is to be excluded from being left out of account; and b that, in assessing in those circumstances the increase in value to be taken into account by virtue of section 14 of this Act, no increase in value is to be excluded from being taken into account, merely because it is attributable— i to any development of land which was carried out before the area was designated as an urban development area; ii to any development or prospect of development of land outside the urban development area; iii to any development or prospect of development of land by an authority, other than the acquiring authority, possessing compulsory purchase powers. 7 Paragraph 6 of this Schedule shall have effect in relation to any increase or diminution in value to be left out of account by virtue of any rule of law relating to the assessment of compensation in respect of compulsory acquisition as it has effect in relation to any increase or diminution in value to be left out of account by virtue of section 13 of this Act. . 5 In section 13 of the  Land Compensation (Scotland) Act 1963— a in subsection (1)(b), for “4\", where it first occurs, substitute  “                        4A                      ” ; and b add at the end of subsection (2A) the words  “                        and the provisions of Part III of that Schedule shall have effect with regard to paragraph 4A.                      ” ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "146", "section_title": " Disposal by corporation.", "section_text": "146 1 Subject to this section and to any directions given by the Secretary of State under this Act, an urban development corporation may dispose of any land vested in or acquired by it to such persons, in such manner, and subject to such covenants or conditions, as it considers expedient for securing the regeneration of the corporation’s area or for purposes connected with the regeneration of the area. 2 The powers of an urban development corporation with respect to the disposal of land vested in or acquired by it under this Act shall be so exercised as to secure (so far as practicable) that persons who were living or carrying on business or other activities on land so acquired shall, if they desire to obtain accommodation on land belonging to the corporation and are willing to comply with any requirements of the corporation as to its development and use, have (subject to subsection (3) below) an opportunity to obtain on it accommodation suitable to their reasonable requirements on terms settled with due regard to the price at which any such land has been acquired from them. 3 An urban development corporation shall not have any duty to afford to a person who was carrying on a business of selling   alcohol   ... by retail on land acquired by the corporation an opportunity of obtaining alternative accommodation for such a business. 4 Nothing in this Act enables an urban development corporation to dispose of land by way of gift, mortgage or charge or (in Scotland) by way of gift or in security. 5 References in this section to disposing of land include references to granting an interest in or right over land. 6 In this section   “ alcohol ” has the meaning given by section 191 of the Licensing Act 2003   and “alcoholic liquor\" has the meaning assigned by section 139 of the  Licensing (Scotland) Act 1976. In this section,  “ alcohol ” has the meaning given by section 2 of the Licensing (Scotland) Act 2005 (asp 16)."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "147", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "147"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "148", "section_title": " Planning control.", "section_text": "148 1 An urban development corporation may submit to the Secretary of State proposals for the development of land within the urban development area, and the Secretary of State, after consultation with the local planning authority within whose area (or in Scotland the  planning authority within whose area ) the land is situated and with any other local authority which appears to him to be concerned, may approve any such proposals either with or without modification. 2 Without prejudice to the generality of the powers conferred by  section 59 of the 1990 Act  or  sections 30 and 31 of the 1997 Act , a special development order made by the Secretary of State under that section with respect to an urban development area may grant permission for any development of land in accordance with proposals approved under subsection (1) above, subject to such conditions, if any, (including conditions requiring details of any proposed development to be submitted to the local planning authority, or in Scotland the planning authority  . . .within the meaning of section 172 of the  Local Government (Scotland) Act 1973, as may be specified in the order. 3 The Secretary of State shall give to an urban development corporation such directions with respect to the disposal of land vested in or acquired by it under this Act and with respect to the development by it of such land, as appear to him to be necessary or expedient for securing, so far as practicable, the preservation of any features of special architectural or historic interest, and in particular of buildings included in any list compiled or approved or having effect as if compiled or approved under  section 1 of the Planning (Listed Buildings and Conservation Areas) Act 1990  (which relates to the compilation or approval by the Secretary of State of lists of buildings of special architectural or historic interest) or under  section 1 of the Planning (Listed Buildings and Conservation Areas) (Scotland) Act 1997  (which makes similar provision for Scotland). 4 Except in relation to land in Wales, references  in this section to the local planning authority are— a in relation to land outside Greater London, references to the district planning authority and also (in relation to proposals for any development which is a county matter, as defined in  paragraph 1 of Schedule 1 to the 1990 Act ) to the county planning authority; and b in relation to land in Greater London, references to the authority which is the local planning authority as ascertained in accordance with  Part I of the 1990 Act ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "149", "section_title": " Corporation as planning authority.", "section_text": "149 1 If the Secretary of State so provides by order, an urban development corporation shall be the local planning authority for the whole or any portion of its area   for such purposes of  Part III of the 1990 Act , and in relation to such kinds of development, as may be prescribed. 2 The order may provide— a that any enactment relating to local planning authorities shall not apply to the corporation; and b that any such enactment which applies to the corporation shall apply to it subject to such modifications as may be specified in the order. 3 If the Secretary of State so provides by order— a an urban development corporation specified in the order shall have, in the whole or any portion of its area and  , the functions conferred by such of the provisions of  the 1990 Act and the Planning (Listed Buildings and Conservation Areas) Act 1990  mentioned in Part I of Schedule 29 to this Act as are specified in the order; b such of the provisions of  those Acts  specified in Part II of that Schedule as are mentioned in the order shall have effect, in relation to an urban development corporation specified in the order and to land in that corporation’s area, subject to the modifications there specified. 4 An order under subsection (3) above may provide— a that any enactment relating to local planning authorities shall apply to the urban development corporation specified in the order for the purposes of any of the provisions specified in Schedule 29 to this Act which relate to land in the urban development area by virtue of the order; and b that any such enactment which so applies to the corporation shall apply to it subject to such modifications as may be specified in the order. 5 6 In Scotland, if the Secretary of State so provides by order, an urban development corporation shall be the planning authority for the whole or any portion of its area  . . . for such purposes of  Part III of the 1997 Act ), and in relation to such kinds of development, as may be prescribed. 7 An order under subsection (6) above may provide— a that any enactment relating to planning authorities shall not apply to the corporation; and b that any such enactment which applies to the corporation shall apply to it subject to such modifications as may be specified in the order. 8 If the Secretary of State so provides by order— a an urban development corporation specified in the order shall have, in the whole or any portion of its area and  . . ., the functions conferred by such of the provisions of   the 1997 Act and the Planning (Listed Buildings and Conservation Areas) (Scotland) Act 1997  mentioned in Part I of Schedule 30 to this Act as are specified in the order; b such of the provisions of  those Acts  specified in Part II of that Schedule as are mentioned in the order shall have effect, in relation to an urban development corporation specified in the order and to land in that corporation’s area, subject to the modifications there specified. 9 An order under subsection (8) above may provide— a that any enactment relating to planning authorities shall apply to the urban development corporation specified in the order for the purposes of any of the provisions specified in Schedule 30 to this Act which relate to land in the urban development area by virtue of the order; and b that any such enactment which so applies to the corporation shall apply to it subject to such modifications as may be specified in the order. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 An order under this section shall have effect subject to such savings and transitional and supplementary provisions as may be specified in the order. 12 The power to make an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 13 In this section “ prescribed ” means prescribed by an order under this section."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "150", "section_title": "", "section_text": "150 1 The reference to the local planning authority in paragraph 17 of Schedule 16 to the  Local Government Act 1972 (duty to include in a development order under section 24 of the 1971 Act provision enabling a local highway authority to impose restrictions on the grant by the local planning authority of planning permission for certain descriptions of development) shall not be construed as including a reference to an urban development corporation who are the local planning authority by virtue of an order under section 149 above, and no provision of a development order which is included in it by virtue of that paragraph is to be construed as applying to such a corporation. 2 The Secretary of State may include in a development order under section 24 of the 1971 Act provision enabling a local highway authority to impose restrictions on the grant by an urban development corporation who are the local planning authority of planning permission under the 1971 Act for such descriptions of development as may be specified in the order."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "151", "section_title": " Building control.", "section_text": "151 1 The Secretary of State may make an order under this section directing that, subject to the provisions of the order, building control functions in an urban development area or in any portion of such an area shall be exercisable by the urban development corporation. 2 An order under this section shall identify by reference to a map the area to which the order relates. 3 In this section “ building control functions ” means— a as regards England and Wales other than inner London boroughs, functions under or in connection with building regulations or any enactment (including a local Act) relating to such regulations; b as regards inner London boroughs, functions exercisable under the London building legislation or, as the case may be, under or in connection with building regulations and any enactment relating to such regulations; c as regards Scotland, the jurisdiction and functions conferred, in such a case, on local authorities by the Building (Scotland) Acts 1959 and 1970. 4 An order under this section may provide that the London building legislation shall not have effect in the area to which the order relates but that building regulations and any enactment relating to such regulations shall have effect instead. 5 An order under this section may provide for all or any of the following, namely— a that the corporation shall have only such of the building control functions as may be specified in the order; b that any building legislation under which the corporation is to exercise building control functions (or, in Scotland, that any of the jurisdiction and functions referred to in subsection (3)(c) above) shall apply, in relation to the corporation, as modified by the order, and this section shall have effect accordingly. 6 An order under this section shall have effect subject to such savings and transitional and supplementary provisions as may be specified in the order. 7 The power to make an order under this section shall be exercisable by statutory instrument. 8 An order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section— “ building legislation ” means— a the London building legislation; b any other enactments under which the corporation is to exercise building control functions; and c building regulations; “ the London building legislation ” means— a The London Building Acts 1930 to 1978; b any byelaws made under those Acts; c subsections (2) and (3) of section 70 of the  Health and Safety at Work etc. Act 1974 and any regulations made under the said subsection (3)."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "152", "section_title": " Fire precautions and home insulation.", "section_text": "152 1 The Secretary of State may make an order under this section directing that, subject to the provisions of the order, an urban development corporation shall have in its area (or in such part of its area as may be specified in the order)— a  the functions under Part 3 of the  Fire (Scotland) Act 2005 (asp 5)  of an enforcing authority (as defined in section 61(9) of that Act);   a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the functions of a local authority under any scheme made by virtue of  section 521 of the  Housing Act 1985   section  252 of the  Housing (Scotland) Act 1987  (schemes for the making of grants towards the cost of works undertaken to improve the thermal insulation of dwellings). 2 On the order coming into force, the corporation shall have the functions conferred in relation to the area (or part) instead of or concurrently with any such authority, depending on the terms of the order. 3 The order may provide that any enactment under which the corporation is to exercise functions by virtue of the order shall have effect in relation to the corporation and, where the corporation is to have any function concurrently with another authority, in relation to that authority, as modified by the order. 4 The order shall have effect subject to such savings and transitional and supplementary provisions as may be specified in the order. 5 The power to make an order under this section shall be exercisable by statutory instrument. 6 No order under this section shall have effect until approved by a resolution of each House of Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "153", "section_title": " Corporation as housing authority.", "section_text": "153 1 If the Secretary of State so provides by order, an urban development corporation shall have in its area (or in such part of its area as may be specified in the order)— a the functions conferred on a local authority by  the  Housing Act 1985 or the  Housing Associations Act 1985 or section 22 of the Housing Act 1996 or by the  Housing Associations Act 1985 and the  Housing (Scotland) Act 1987 ; and b the functions conferred on the authority who are the relevant authority for the purposes of sections 39 to 41 of the  Land Compensation Act 1973 or sections 36 to 38 of the  Land Compensation (Scotland) Act 1973 (which relate to the rehousing of displaced residential occupiers); or such of those functions as the order may specify. 2 On the order coming into force, the corporation shall have the functions concerned in relation to the area (or part) instead of or concurrently with any such authority, depending on the terms of the order. 3 The order may provide that any enactment under which the corporation is to exercise functions by virtue of the order shall have effect in relation to the corporation and, where the corporation is to have any function concurrently with any other authority, in relation to that authority, as modified by the order. 4 The order shall have effect subject to such savings and transitional and supplementary provisions as may be specified in the order. 5 The power to make an order under this section shall be exercisable by statutory instrument. 6 No order under this section shall have effect until approved by a resolution of each House of Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "154", "section_title": " Rent rebates.", "section_text": "154 1 If the Secretary of State so provides by order, such of the provisions of  Part VII of the Social Security Contributions and Benefits Act 1991 and the Social Security Administration Act 1992  relating to rent rebates as may be specified in the order shall have effect in relation to an urban development corporation— a as if the corporation were a housing authority; and b with such other modifications (if any) as may be so specified. 2 The power to make an order under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "155", "section_title": " Rent.", "section_text": "155 1 In section 14 of the  Rent Act 1977 (tenancy not protected when landlord’s interest belongs to certain bodies), there shall be inserted after paragraph (f) or                     g an urban development corporation within the meaning of Part XVI of the Local Government, Planning and Land Act 1980; . 2"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "156", "section_title": " Other provisions relating to corporation as landlords.", "section_text": "156 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "157", "section_title": "Adoption of private streets.", "section_text": "157 1 Where any street works have been executed on any land in an urban development area which was then or has since become a private street (or part of a private street), the urban development corporation may serve a notice (an “ adoption notice ”) on the street works authority requiring the authority to declare the street (or part) to be a highway which for the purposes of the Highways Act 1980 is a highway maintainable at the public expense. 2 Within the period of two months beginning with the date on which the adoption notice was served, the street works authority may appeal against the notice to the Secretary of State. 3 After considering any representations made to him by the corporation and the street works authority, the Secretary of State shall determine an appeal under subsection (2) above by setting aside or confirming the adoption notice (with or without modifications). 4 Where, under subsection (3) above, the Secretary of State confirms the adoption notice— a he may at the same time impose conditions (including financial conditions) upon the corporation with which it must comply in order for the notice to take effect; and b with effect from such date as the Secretary of State may specify, the street (or part) shall become a highway which for the purposes of the Highways Act 1980 is a highway maintainable at the public expense. 5 Where a street works authority neither complies with the adoption notice, nor appeals under subsection (2) above, the street (or part) shall become, upon the expiry of the period of two months referred to in subsection (2) above, a highway which for the purposes of the Highways Act 1980 is a highway maintainable at the public expense. 6 In this section— “ highway ” has the same meaning as in the Highways Act 1980; “ private street ”, “ street works ” and “ street works authority ” have the same meanings as in Part XI of that Act. 7 This section does not extend to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "157A", "section_title": "\n\n\t\t\tConnection of private streets to highway.", "section_text": "157A 1 An urban development corporation may serve a notice (a “ connection notice ”) on the local highway authority requiring the authority to connect a private street in the urban development area to an existing highway (whether or not it is a highway which for the purposes of the Highways Act 1980 is a highway maintainable at the public expense). 2 A connection notice must specify— a the private street and the existing highway; b the works which appear to the corporation to be necessary to make the connection; and c the period within which those works should be carried out. 3 Before serving a connection notice an urban development corporation shall consult the local highway authority about the proposed contents of the notice. 4 Within the period of two months beginning with the date on which the connection notice was served, the local highway authority may appeal against the notice to the Secretary of State. 5 After considering any representations made to him by the corporation and the local highway authority, the Secretary of State shall determine an appeal under subsection (4) above by setting aside or confirming the connection notice (with or without modifications). 6 A connection notice becomes effective— a where no appeal is made within the period of two months referred to in subsection (4) above, upon the expiry of that period; b where an appeal is made within that period but is withdrawn before it has been determined by the Secretary of State, on the date following the expiry of the period of 21 days beginning with the date on which the Secretary of State is notified of the withdrawal; c where an appeal is made and the connection notice is confirmed by a determination under subsection (5) above, on such date as the Secretary of State may specify in the determination. 7 Where a connection notice becomes effective, the local highway authority shall carry out the works specified in the notice within such period as may be so specified and may recover from the corporation the expenses reasonably incurred by them in doing so. 8 If the local highway authority do not carry out the works specified in the notice within such period as may be so specified, the corporation may themselves carry out or complete those works or arrange for another person to do so. 9 In this section— “ highway ” and “ local highway authority ” have the same meanings as in the Highways Act 1980; “ private street ” has the same meaning as in Part XI of that Act. 10 This section does not extend to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "157B", "section_title": "\n\n\t\t\tTraffic regulation orders for private streets.", "section_text": "157B 1 Where— a an urban development corporation submits to the Secretary of State that an order under this section should be made in relation to any road in the urban development area which is a private street; and b it appears to the Secretary of State that the traffic authority do not intend to make an order under section 1 or, as the case may be, section 6 of the Road Traffic Regulation Act 1984 (orders concerning traffic regulation) in relation to the road, the Secretary of State may by order under this section make in relation to the road any such provision as he might have made by order under that section if he had been the traffic authority. 2 The Road Traffic Regulation Act 1984 applies to an order under this section as it applies to an order made by the Secretary of State under section 1 or, as the case may be, section 6 of that Act in relation to a road for which he is the traffic authority. 3 In this section— “ private street ” has the same meaning as in Part XI of the Highways Act 1980; “ road ” and “ traffic authority ” have the same meanings as in the Road Traffic Regulation Act 1984. 4 This section does not extend to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "158", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "158"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "159", "section_title": " Public health etc.", "section_text": "159 1 The Secretary of State may by order provide that an urban development corporation shall have in its area (or in such part of its area as may be specified in the order) the functions conferred on a local authority— a by sections 83 and 84 of the  Public Health Act 1936 and sections 35 to 37 of the  Public Health Act 1961 (all of which relate to filthy or verminous premises or articles) or in relation to Scotland by   Part 5 of the Public Health  etc.  (Scotland) Act 2008 ; b by any enactment contained in Part III (nuisances and offensive trades)  or  IX  (common lodging houses)  of the Public Health Act 1936 or in relation to Scotland by   Part 5 of the Public Health  etc.  (Scotland) Act 2008 (public health functions of local authorities) ; c by so much of Part XII of the Public Health Act 1936 as relates to any of the enactments mentioned in paragraphs (a) and (b) above; and d by Part I of the  Prevention of Damage by Pests Act 1949 (rats and mice) ,  ... e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 On the order coming into force, the corporation shall have the functions conferred in relation to the area (or part) instead of or concurrently with any such authority, depending on the terms of the order. 3 The order may provide that any enactment under which the corporation is to exercise functions by virtue of the order shall have effect in relation to the corporation and, where the corporation is to have any function concurrently with another authority, in relation to that authority, as modified by the order. 4 The order shall have effect, subject to such savings and transitional and supplementary provisions as may be specified in the order. 5 The power to make an order under this section shall be exercisable by statutory instrument. 6 No order under this section shall have effect until approved by a resolution of each House of Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "160", "section_title": " Loans for building.", "section_text": "160 1 For the purpose of enabling any person to whom an urban development corporation has sold or let any land to erect a building on the land, the corporation may, subject to this section, lend money to that person. 2 A loan made under this section, together with interest on the loan, shall be secured by a mortgage of the land (or in Scotland a standard security over the land) in respect of which the loan is made. 3 The amount of the principal of a loan made under this section shall not exceed whichever of the following is less:— a three quarters of the value of the mortgaged security (or in Scotland the security subjects) at the time the loan is made. b one half of the value which it is estimated the mortgaged security (or in Scotland the security subjects) will bear when the building for the erection of which the loan is made has been erected. 4 A loan made under this section shall carry interest at such rate as may be specified by the Treasury. 5 The mortgage deed (or in Scotland standard security) securing a loan made under this section shall provide— a for repayment being made, subject to paragraphs (c) and (d) below, within such period, not exceeding 30 years, as may be specified in the deed (or standard security); b for repayment being made, subject to paragraphs (c) and (d) below, either by instalments of principal or by an annuity of principal and interest combined; c that, in the event of any of the conditions subject to which the loan is made not being complied with, the balance for the time being unpaid shall become repayable on demand by the corporation; d that the said balance, or such part of it as may be provided for in the mortgage (or standard security), may, in any event other than that specified in paragraph (c) above, be repaid on any such conditions as may be specified in the mortgage (or standard security) after one month’s written notice of intention to repay has been given to the corporation; e where repayment is to be made by an annuity of principal and interest combined, for determining the amount by which the annuity or the life of the annuity is to be reduced when a part of the loan is paid off otherwise than by way of an instalment of the annuity."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "161", "section_title": " Loans in pursuance of building agreements.", "section_text": "161 1 This section applies where an urban development corporation enters into an agreement with a person (“the builder\") by which provision is made— a authorising the builder to enter on land belonging to the corporation for the purpose of the builder erecting a building on the land; b for the sale of the land to the builder, if the building is erected to the satisfaction of the corporation, or, as the agreement may provide, for the grant of a lease to him if the building is so erected; c for the corporation to lend money to the builder for the purpose of enabling him to erect the building; d for securing that, on such a sale or, as the case may be, grant of a lease, any amount lent as mentioned in paragraph (c) above will, together with the interest on the loan, be secured by a mortgage of the land (or in Scotland standard security over the land). 2 In that case the corporation may, subject to this section, lend money to the builder for the purpose mentioned in subsection (1)(c) above. 3 The amount of the principal of a loan made under this section shall not exceed whichever of the following is less:— a three quarters of the value of the land at the time the agreement mentioned in subsection (1) above is made; b one half of the amount which it is estimated will be the value of the security for the mortgage (or in Scotland of the security subjects) for which the agreement provides when the building for the erection of which the loan is made has been erected. 4 Subsections (4) and (5) of section 160 above apply to a loan made under this section as to one made under that."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "162", "section_title": " Inner urban areas.", "section_text": "162 1 In this section “ the 1978 Act ” means the  Inner Urban Areas Act 1978, and “ designated district ” and “ designated district authority ” have the same meanings as in that Act. 2 In this section “ relevant land ” means an area of land which is at the same time situated in both an urban development area and a designated district. 3 An urban development corporation shall have (as regards relevant land) the same power as the designated district authority has (as regards the designated district) under the provisions of the 1978 Act mentioned in subsection (4) below; and the sections which are or contain those provisions shall apply accordingly (with the necessary modifications). 4 The provisions are:— section 2(1) (loans for acquiring land etc.) section 3(1) (loans and grants for co-operative enterprises etc.) sections 4 to 6 (loans and grants in improvement areas) sections 8 to 11 (loans and grants in special areas). 5 Subsections (6) and (7) below apply where— a the Secretary of State or Ministers wish to enter into arrangements under subsection (1) of section 7 of the 1978 Act as respects any district  or Welsh county or county borough  (arrangements to determine action in case of special social need), and b any area of land is situated both in an urban development area and that district  or (as the case may be) Welsh county or county borough . 6 In that case, arrangements under that subsection may be entered into with— a the urban development corporation, or b the council or councils mentioned in paragraph (a)  or (aa) of that subsection, or c subject to subsection (7) below, both the urban development corporation and the council or councils mentioned in that paragraph. 7 Arrangements under that subsection which are entered into by virtue of subsection (6)(c) above may not be entered into jointly with the urban development corporation and the council or councils. 8 Where arrangements under that subsection are entered into by virtue of subsection (6) above, they may also be entered into with such other person or persons (if any) as may appear to the Secretary of State or the Ministers appropriate."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "163", "section_title": " Supply of goods etc. by local authorities.", "section_text": "163 1 Subject to subsection (2) below, in the  Local Authorities (Goods and Services) Act 1970 (supply of goods and services by local authorities to public bodies) “ public body ” shall include any urban development corporation. 2 The provisions of subsection (1) above shall have effect as if made by an order under section 1(5) of the  Local Authorities (Goods and Services) Act 1970 (power to provide that a person or description of persons shall be a public body for the purposes of that Act). 3 An order under the said section 1(5) may accordingly vary or revoke the provisions of subsection (1) above as they apply to an urban development corporation specified in the order."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "164", "section_title": " Finance, accounts, reports, etc.", "section_text": "164 1 Schedule 31 below (finance, accounts, reports, etc. in relation to urban development corporations) shall have effect. 2 The expenses of the Secretary of State in respect of the administration of this Part of this Act shall be paid out of money provided by Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "165", "section_title": " Power to transfer undertaking.", "section_text": "165 1 Subject to this section, an urban development corporation may, by an agreement made with any local authority  or other body  or any statutory undertakers and approved by the Secretary of State with the Treasury’s concurrence:— a transfer to the local authority  or other body  the whole or any part of the corporation’s undertaking, or b transfer to the statutory undertakers the whole or any part of the corporation’s undertaking which consists of a statutory undertaking, upon such terms as may be prescribed by the agreement. 2 Subsection (1) above is without prejudice to the powers of an urban development corporation under this Act to dispose of any of its property, including any trade or business carried on by it. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Before approving an agreement under this section the Secretary of State shall consult each local authority in whose area all or part of the urban development area is situated (except, in the case of an agreement made with such an authority, the authority with whom it is made). 5 Before approving an agreement under this section for the transfer of a statutory undertaking, the Secretary of State shall publish in the London Gazette (or, in the case of an urban development area in Scotland, the Edinburgh Gazette) and in one or more newspapers circulating in the urban development area, a notice stating that the agreement has been submitted for approval and describing the general effect of the agreement. 6 If within 28 days from publication of the notice in the London Gazette or Edinburgh Gazette in accordance with subsection (5) above any objection to the agreement is made by any statutory undertakers who, within the urban development area or any area adjacent to it, are carrying on or authorised to carry on a statutory undertaking similar to that proposed to be transferred by the agreement, subsection (1) above shall apply in relation to the agreement as if for the reference to the Secretary of State there were substituted a reference to him and the appropriate Minister. 7 If the Secretary of State is satisfied that it is expedient, having regard to any agreement made or proposed to be made under this section, that the liability of the urban development corporation in respect of advances made to it by the Secretary of State under this Part of this Act should be reduced, he may, by order made with the consent of the Treasury, reduce that liability to such extent as may be specified in the order. 8 An order under subsection (7) above shall be of no effect until it is approved by a resolution of the House of Commons. 9 The following are local authorities for the purposes of this section  and  sections 165A to 166  below , namely— a (in the application of  the sections  to England  . . .) a county council, a district council, a London borough council,   and the Common Council of the City of London; aa (in the application of the sections to Wales) a county council or county borough council; b (in the application of  the sections  to Scotland)  any council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 other than the councils for Orkney Island, Shetland Island and Western Isles ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "165A", "section_title": " Transfer of property, rights and liabilities by order.", "section_text": "165A 1 Subject to this section, the Secretary of State may at any time by order transfer to himself, upon such terms as he thinks fit, any property, rights or liabilities which— a are for the time being vested in an urban development corporation, and b are not proposed to be transferred under section 165 above or 165B below. 2 An order under this section may terminate— a any appointment of the corporation under subsection (1) of section   42 of the Housing and Regeneration Act 2008 (agency arrangements with urban development corporations) ; and b any arrangements made by the corporation under   subsections (5) and (6)   of that section. 3 Before making an order under this section, the Secretary of State shall consult each local authority in whose area all or part of the urban development area is situated. 4 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "165B", "section_title": " Transfer of property, rights and liabilities to statutory bodies.", "section_text": "165B 1 Subject to this section, the Secretary of State may at any time by order transfer to a statutory body, upon such terms as he thinks fit, any property, rights or liabilities which— a are for the time being vested in an urban development corporation, and b are not proposed to be transferred under section 165 or 165A above. 2 An order under this section may terminate— a any appointment of the corporation under subsection (1) of section   42 of the Housing and Regeneration Act 2008 (agency arrangements with urban development corporations) ; and b any arrangements made by the corporation under   subsections (5) and (6)   of that section. 3 An order under this section may— a establish new bodies corporate to receive any property, rights or liabilities to be transferred by an order under this section; b amend, repeal or otherwise modify any enactment for the purpose of enabling any body established under any enactment to receive such property, rights or liabilities. 4 An order under this section— a may contain such incidental, consequential, transitional or supplementary provision as the Secretary of State thinks necessary or expedient (including provisions amending, repealing or otherwise modifying any enactment); and b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Before making an order under this section, the Secretary of State shall consult each local authority in whose area all or part of the urban development area is situated. 6 In this section— “ enactment ” includes any instrument made under any enactment; “ statutory body ” means any body established under this section or any other enactment."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "166", "section_title": " Dissolution of corporations.", "section_text": "166 1 Where all property, rights and liabilities of an urban development corporation have been transferred under or by one or more relevant instruments, the Secretary of State may make an order by statutory instrument under this section. 1A Any property, rights and liabilities retained by an urban development corporation for the purpose of preparing its final accounts and report and winding up its affairs shall be disregarded for the purposes of subsection (1) above. 2 Before making such an order the Secretary of State shall consult each local authority in whose area all or part of the urban development area is situated. 3 On the order coming into force, the corporation shall cease to act except for the purpose of preparing its final accounts and report and winding up its affairs. 4 The corporation shall (without more) be dissolved on a date specified in, or ascertained by reference to the provisions of, the order. 5 In this section “ relevant instrument ” means an agreement made under section 165 above or an order made under section 165A  or 165B  above."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "167", "section_title": " Power to survey land  in Scotland   etc.", "section_text": "167 1 A person to whom this subsection applies may at any reasonable time:— a survey any land  in Scotland , or estimate its value, in connection with a proposal by an urban development corporation to acquire the land compulsorily; b for the purpose of surveying, or estimating the value of, any land in pursuance of paragraph (a) above, enter on the land and other land  in Scotland . 2 Subsection (1) above applies— a to a person authorised in writing by the urban development corporation; and b to an officer of the Valuation Office. 3 The power to survey land conferred by subsection (1) above includes power for a person to whom that subsection applies by virtue of subsection (2)(a) above to search and bore on and in the land for the purpose of ascertaining the nature of the subsoil or whether minerals are present in the subsoil, and the power to enter on land conferred by that subsection includes power for such a person to place and leave, on or in the land, apparatus for use in connection with the survey in question and to remove the apparatus. 4 A person authorised by an urban development corporation to enter on land in pursuance of subsection (1) above— a shall, if so required before or after entering on the land, produce evidence of his authority to enter; b may take with him on to the land such other persons and such equipment as are necessary for the survey in question; c shall not (if the land is occupied) demand admission to the land as of right unless notice of the intended entry has been served by the corporation on the occupier not less than 28 days before the demand; d shall (if the land is unoccupied when he enters or the occupier is then temporarily absent) leave the land as effectually secured against trespassers as he found it; e shall not place or leave apparatus on or in the land or remove apparatus from the land— i unless notice of his intention to do so has been served by the corporation on an owner of the land, and if the land is occupied on the occupier, not less than 28 days before he does so, and ii If the land is held by local authority or statutory undertakers who within that period serve on the corporation a notice stating that they object to the placing or leaving or removal of the apparatus on the ground that to do so would be seriously detrimental to the performance of any of their functions or, as the case may be, the carrying on of their undertakings unless he has a written Ministerial authorisation to do so; f shall not search or bore on or in the land which is the subject of the survey in question if the land is held by a local authority or statutory undertakers— i unless notice of his intention to do so has been served by the corporation on the authority or undertakers not less than 28 days before he does so, and ii if within that period the authority or undertakers serve on the corporation a notice stating that they object to the searching or boring on the ground that do so would be seriously detrimental to the performance of any of their functions or, as the case may be, the carrying on of their undertaking, unless he has a written Ministerial authorisation to do so. 5 In subsection (4) above “ Ministerial authorisation ” means— a in relation to land held by a local authority, the authorisation of the Secretary of State; and b in relation to land held by statutory undertakers, the authorisation of the Secretary of State and the appropriate Minister. 6 In exercising the powers of this section to survey land held by a local authority or statutory undertakers a person to whom subsection (1) above applies shall comply with all reasonable conditions imposed by the authority or undertakers with regard to the entry on, surveying of, searching or boring on or in the land, or placing or leaving on, or removal of apparatus from land. 7   Where it is proposed to search or bore in pursuance of this section in a road within the meaning of Part 4 of the New Roads and Street Works Act 1991—   a section  ... 114 of that Act (notice of starting date of works), so far as it requires notice to be given to a person having apparatus in the street or road which is likely to be affected by the works, b section  ... 128 of that Act (requirements to be complied with where works likely to affect another person’s apparatus in the street or road), and c section  ... 141 of that Act (liability for damage or loss caused),   have effect in relation to the searching or boring as if they were road works within the meaning of Part 4 of that Act. 8 If, in connection with such a proposal of a corporation as is mentioned in subsection (1)(a) above, a person interested in any land suffers damage in consequence of the exercise of a power conferred by subsection (1) or (4)(b) above or a failure to perform the duty imposed by subsection (4)(d) above in respect of the land, he shall be entited to recover compensation for the damage from the corporation. 9 Any dispute as to a person’s entitlement to compensation in pursuance of subsection (8) above or as to the amount of the compensation shall be determined by the    Lands Tribunal for Scotland , and    sections 9(2) to (5) and 11 of the Land Compensation (Scotland) Act 1963 (procedure and expenses)   shall with the necessary modifications apply in relation to the determination by the Tribunal of such a dispute. 10 If a person— a wilfully obstructs another person in the exercise of a power conferred on the other person by subsection (1) or (4)(b) above; or b while another person is on any land in pursuance of the said subsection (4)(b), wilfully obstructs him in doing things connected with the survey in question; or c removes or otherwise interferes with apparatus left on or in land in pursuance of this section, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 11 If a person who has entered on any land in pursuance of this section discloses to another person information obtained by him there about a manufacturing process or trade secret, then, unless the disclosure is made in the course of performing his duty in connection with the purposes for which he was authorised to enter on the land, he shall be guilty of an offence and liable, on summary conviction, to a fine not exceeding the statutory maximum or, on conviction on indictment, to imprisonment for a term not exceeding 2 years or a fine or both. 12 It is hereby declared that references to surveying in this section include references to surveying from the air. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 In this section— . . . “ the Valuation Office ” means the Valuation Office of the Inland Revenue Department. 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "168", "section_title": " Service of notices.", "section_text": "168 1 This section has effect in relation to any notice required or authorised by this Part of this Act to be served on any person by an urban development corporation. 2 Any such notice may be served on the person in question either by delivering it to him, or by leaving it at his proper address, or by sending it by post to him at that address. 3 Any such notice may— a in the case of a body corporate, be given to or served on the secretary or clerk of that body; b in the case of a partnership, be given to or served on a partner or a person having the control or management of the partnership business. 4 For the purposes of this section and of section 7 of the  Interpretation Act 1978 (service of documents by post) in its application to this section, the proper address of any person to or on whom a notice is to be given or served shall be his last known address, except that— a in the case of a body corporate or its secretary or clerk, it shall be the address of the registered or principal office of that body; b in the case of a partnership or a person having the control or management of the partnership business, it shall be that of the principal office of the partnership; and for the purposes of this subsection the principal office of a company registered outside the United Kingdom or of a partnership carrying on business outside the United Kingdom shall be its principal office within the United Kingdom. 5 If the person to be given or served with any notice mentioned in subsection (1) above has specified an address within the United Kingdom other than his proper address within the meaning of subsection (4) above as the one at which he or someone on his behalf will accept documents of the same description as that notice, that address shall also be treated for the purposes of this section and section 7 of the  Interpretation Act 1978 as his proper address. 6 If the name or address of any owner, lessee or occupier of land to or on whom any notice mentioned in subsection (1) above is to be served cannot after reasonable inquiry be ascertained, the document may be served either by leaving it in the hands of a person who is or appears to be resident or employed on the land or by leaving it conspicuously affixed to some building or object on the land."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "169", "section_title": " Ecclesiastical property.", "section_text": "169 1   Where any ecclesiastical property is vested in the incumbent of a benefice which is vacant , it shall be treated for the purposes of a compulsory acquisition of the property under this Part of this Act as being vested in the  Diocesan Board of Finance for the diocese in which the land is situated , and any notice to treat shall be served, or be deemed to have been served, accordingly. 2 Where under this Part of this Act any notice, other than a notice to treat, is required to be served on an owner of land, and the land is ecclesiastical property, a like notice shall be served on the  Diocesan Board of Finance for the diocese in which the land is situated . 3 This section does not extend to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "170", "section_title": " Interpretation: statutory undertakers etc.", "section_text": "170 1 In this Part of this Act, unless the context otherwise requires, “ statutory undertakers ” means— a persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of   ... ,   ...  or hydraulic power b ...  the Civil Aviation Authority,   ... ,  a universal service provider in connection with the provision of a universal postal service  and any other authority, body or undertakers which by virtue of any enactment are to be treated as statutory undertakers for any of the purposes of  the 1990 Act  or of   the 1997 Act . c any other authority, body or undertakers specified in an order made by the Secretary of State under this paragraph, and d any wholly-owned subsidiary  as defined by   section 1159 of the Companies Act 2006   of any person, authority, body or undertakers mentioned in paragraphs (a) and (b) above or specified in an order made under paragraph (c) above, and “ statutory undertaking ” shall be construed accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A The undertaking of a universal service provider so far as relating to the provision of a universal postal service shall be taken to be his statutory undertaking for the purposes of this Part of this Act; and references in this Part of this Act to his undertaking shall be construed accordingly. 2B In subsection (1) and (2A) above “universal service provider\" has the same meaning as in   Part 3 of the Postal Services Act 2011 ; and references to the provision of a universal postal service shall be construed in accordance with   that Part . 3 In this Part of this Act the expression “the appropriate Minister\", and any reference to the Secretary of State and the appropriate Minister— a in relation to any statutory undertakers who are also statutory undertakers for the purposes of any provision of Part XI of  the 1990 Act  or  Part X of the 1997 Act , shall have the same meanings as in  the said Part X , and b in relation to any other statutory undertakers, shall have the meanings given by an order made by the Secretary of State under this subsection. 4 If, in relation to anything required or authorised to be done under this Part of this Act, any question arises as to which Minister is the appropriate Minister in relation to any statutory undertakers, that question shall be determined by the Treasury. 5 An order made under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "171", "section_title": " Interpretation: general.", "section_text": "171 In this Part of this Act, except in so far as the context otherwise requires— “ ecclesiastical property ” means land belonging to an ecclesiastical benefice  of the Church of England , or being or forming part of a church subject to the jurisdiction of a bishop, of any diocese  of the Church of England   or the site of such a church, or being or forming part of a burial ground subject to such jurisdiction; “ the1981 Act ” means the  Acquisition of Land Act 1981 “ the 1947 Act ” means the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; “ the  1990  Act ” means the Town and Country Planning Act  1990 “ the  1997  Act ” means the  Town and Country Planning (Scotland) Act  1997 ; “ urban development area ” means so much of an area designated by an order under subsection (1) of section 134 above as is not excluded from it by an order under subsection (3A) of that section; “ urban development corporation ” means a corporation established by an order under section 135 above."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "172", "section_title": " Extent of Part XVI.", "section_text": "172 This Part of this Act (except paragraph 18 of Schedule 26) does not extend to Northern Ireland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "173", "section_title": " Duty of local authorities to provide caravan sites for gipsies. ", "section_text": "173 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "174", "section_title": " Removal of unlawfully parked caravans and their occupants. ", "section_text": "174 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "175", "section_title": " Designation of areas for purpose of making unauthorised camping unlawful.", "section_text": "175 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "176", "section_title": " Site licences: exemption for sites provided for gipsies by county councils of regional councils. ", "section_text": "176 In Schedule 1 to the Act of 1960 (cases where site licence is not required), the following is inserted after paragraph 11:—  Gipsy sites occupied by county councils or regional councils 11A A site licence shall not be required for the use of land occupied by a county council, or in Scotland a regional council, as a caravan site provising accommodation for gipsies. ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "177", "section_title": " Interpretation of Part XVII.", "section_text": "177 In this Part of this Act— “ the Act of 1960 ” means the  Caravan Sites and Control of Development Act 1960; “ the Act of 1968 ” means the  Caravan Sites Act 1968; “ caravan ” has the same meaning as in the Act of 1960; and “ gipsy ” has the same meaning as in the Act of 1968."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "178", "section_title": " Commencement and extent of Part XVII.", "section_text": "178 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "179", "section_title": " Enterprise zones.", "section_text": "179 Schedule 32 below (which makes special provision about planning  and rates  in zones designated under the Schedule) shall have effect."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "180", "section_title": " Honorary freemen. ", "section_text": "180 In section 249(5) of the  Local Government Act 1972 after “royal borough\" where it first occurs insert  “                or any parish or community having by grant under the royal prerogative the status of city and any parish or community entitled by such grant to be called and styled a royal town              ” , and after ther further references to “royal borough\" in that subsection and in section 249(6) insert  “                or parish or community as aforesaid.              ” ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "181", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "181"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "182", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "182"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "183", "section_title": " Relaxation of Ministerial controls over social services. ", "section_text": "183 1 The following section shall be substituted for section 3 of the  Local Authority Social Services Act 1970 (under which no matter, other than a matter which by virtue of section 2 of the that Act stands referred to a local authority’s social services committee may be referred to or dealt with by the committee except with the consent of the Secretary of State):—  Business of Social Services Committee. 3 1 A local Authority may delegate to their social services committee any of the functions matters relating to which stand referred to the committee by virtue of section 2 of this Act (hereafter in this Act referred to as “social services functions\") and, before exercising any of those functions themselves, the authority shall (unless the matter is urgent) consider a report of the committee with respect to the matter in question. 2 Nothing in section 2 of this Act prevents a local authority from referring to a committee a matter which by virtue of that section stands referred to the social services committee and which in the authority’s opinion ought to be referred to the other committee of the ground that it relates to a general service of the authority; but before referring any such matter the authority shall receive and consider a report of the social services committee with respect to the subject matter of the proposed reference. . 2 The following section shall be inserted after that section:—  Power of local authority to refer or delegate to social services committee. 3A A local authority may refer to their social services committee any matter which in their view may appropriately be referred to that committee, but which would not otherwise stand referred to that committee by virtue of this Act, and may delegate to that committee any of their functions relating to a matter so referred. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "184", "section_title": " Disclosure of information to Commissioners for Local Administration.", "section_text": "184 1 In subsection (3) of section 32 of the  Local Government Act 1974 (which empowers a Minister of the Crown or an authority subject to investigation to give notice to a Local Commissioner that in the opinion of the Minister or authority disclosure of certain documents or information would be contrary to the public interest and which prevents any person from communicating any such document or information to any other person, or for any purpose) for the words “any person\" there shall be substituted the words  “                    the Local Commissioner or any member of the staff of a Commission who is allocated to assist him                  ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "185", "section_title": " Pleasure boats bye laws.", "section_text": "185 1 Subject to the provisions of this section, any of the following authorities, namely i a district council; ii a London borough council; iii the Common Council of the City of London, iv the council of a Welsh county or county borough, may make byelaws— a for regulating the numbering and maning of pleasure boats and vessels which are let for hire to the public and the mooring places for such boats and vessels; and b for fixing the qualifications of the boatmen or other persons in charge of such boats or vessels; and c for securing their good and orderly conduct while in charge. 2 No authority mentioned in subsection (1) above shall have power to make byelaws under that subsection in relation to pleasure boats or vessels operating— a on any water owned by   Canal & River Trust ; b on any inland waters (within the meaning of the Water Resources Act 1991) in respect of   which the Environment Agency or the Natural Resources Body for Wales may  make byelaws by virtue of paragraph 1 of Schedule 25 to that Act ; c subject to subsection (3) below, on any canal or other inland navigation which a navigation authority, as defined in section 135(1) of the  Water Resources Act 1963, are required or empowered to manage or maintain under any enactment; or d on any harbour maintained or managed by a harbour authority, as defined in section 57(1) of the  Harbours Act 1964. 3 Subsection (2)(c) above does not preclude a local authority making byelaws under subsection (1) above in relation to pleasure oats or vessela operating on any canal or inland navigation which they themselves are required or empowered to manage or maintain."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "186", "section_title": " Amendment of s. 94 of the Public Health Acts (Amendment) Act 1907. ", "section_text": "186 The following subsections shall be added at the end of section 94 of the  Public Health Acts (Amendment) Act 1907— 8 No licence under this section shall be required in respect of pleasure boats and pleasure vessels on any canal owned or managed by the British Waterways Board. 9 In subsections (1) and (3) of this section “ let for hire ” means let for hire to the public. ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "187", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "187"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "188", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "188"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "190", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "190"}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "191", "section_title": " Amendments of Inner Urban Areas Act 1978. ", "section_text": "191 1 The following subsection shall be substituted for subsection (3) of section 6 of the  Inner Urban Areas Act 1978 (which limits the amount of a grant under that section for converting or improving a building to 50 per cent. of the cost of carrying out the works or a fixed amount for each job which, in the opinion of the authority making the grant, is likely to be created or preserved as a result of the carrying out of the works, whichever is the less):— 3 The amount of a grant under this section shall not exceed 50 per cent. of the cost of carrying out the works. . 2 The following sub-paragraph shall be substituted for paragraph 2(1) of the Schedule to that Act (Secretary of State’s notification that all or part of an improvement area is no longer to be such an area):— 2 1 If the area declared to be an improvement area by a resolution under paragraph 1(1) above is wholly or partly included in an area of land designated as an urban development area by an order under section 134 of the Local Government, Planning and Land Act 1980, the Secretary of State, if it appears appropriate to him— a may at any time before the resolution takes effect send to the authority a notification that the land included in the urban development area is not to be or to be included in the improvement area by virtue of the resolution; and b may at any time after the resolution takes effect, send them a notification that the land included in the urban development area is no longer to be or to be included in the improvement area by virtue of it. ."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "192", "section_title": " Finance-general.", "section_text": "192 There shall be paid out of money provided by Parliament any increase in money so payable under any other Act which is attributable to the provisions of this Act."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "193", "section_title": " Minor and consequential amendments. ", "section_text": "193 The enactments specified in Schedule 33 to this Act shall have effect subject to the amendments specified in that Schedule, being minor amendments and amendments consequential on the foregoing provisions of this Act."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "194", "section_title": " Repeals. ", "section_text": "194 The enactments specified in Schedule 34 to this Act (which include enactments which are obsolete or unnecessary before the passing of this Act) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "195", "section_title": " Scotland.", "section_text": "195 1 Parts IV, V, IX,  XII ,  XIV ,  XV  and  XVII  of this Act apply to Scotland to the extent specified in sections 27, 47, 92, 111, 125, 133 and 178 respectively. 2 Parts VI,  VIII  and X of this Act do not apply to Scotland. 3 In this Part of this Act sections 180, 181, 183, 185, 186 and 190 do not extend to Scotland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "196", "section_title": " Northern Ireland.", "section_text": "196 The following provisions of this Act extend to Northern Ireland, that is to say— section 101; section 123; in Schedule 17, so much of paragraph 5 as relates to section 123; in Schedule 22, paragraph 15; in Schedule 26, paragraph 18; so much of Part XI of Schedule 34 as repeals any enactment which extends to Northern Ireland; but except as aforesaid, and except so far as it relates to the commencement of those provisions, this Act does not extend to Northern Ireland."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "197", "section_title": " Citation.", "section_text": "197 This Act may be cited as the Local Government, Planning and Land Act 1980."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "1", "section_title": " Relaxation of Ministerial control of authorities.", "section_text": "1 1 So much of the provisions mentioned in Schedule 1 to this Act— a as makes the exercise of any power of a local authority subject— i to a right of appeal to a Minister; or ii to the provisions of regulations made by a Minister; or b as confers upon a Minister any power to give a local authority directions or power to require a local authority to make bylaws; or c as requires a local authority to make any report or give any notice to a Minister, shall cease to have effect. 2 The amendments specified in Schedule 2 to this Act shall have effect for the purpose of limiting— a the powers of the Secretary of State and the Treasury to supervise local authorities,  . . . and river purification authorities in the discharge of their functions relating to clean air and pollution ; and b the powers of the Treasury to control rates of interest on sums payable to such authorities and to the Secretary of State in respect of expenses incurred by them in the discharge of such functions. 3 The amendments specified in Schedule 3 to this Act shall have effect for the purpose of limiting the powers of Ministers to supervise local authorities in the discharge of their functions relating to amenity and connected matters. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The amendments specified in Schedule 6 to this Act shall have effect for the purpose of limiting the powers of Ministers to control charges to be imposed by loacl authorities for the services provided by them and rates of interest to which local authorities may be entitled. 7 The amendments specified in Part I of Schedule 7 to this Act shall have effect for the purpose of limiting the powers of Ministers to supervise local authorities in the discharge of their functions relating to highways. 8 The amendments specified in Part II of that Schedule shall have effect in relation to the functions of local authorities relating to road traffic and to matters connected with those functions."}, {"act": "Local Government, Planning and Land Act 1980", "year": 1980, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}]