[{"act": "Petroleum Revenue Tax Act 1980", "year": 1980, "section": "1", "section_title": " Payments on account of tax. ", "section_text": "1 1 Every participator in an oil field shall, at the time when he delivers to the Board the return for a chargeable period required by paragraph 2 of Schedule 2 to the  Oil Taxation Act 1975— a deliver to the Board a statement showing whether any, and if so what, amount of tax is payable by him in accordance with the Schedule to this Act for that period in respect of the field; and b pay to the Board a sum equal to the amount of tax, if any, shown in the statement  less an amount equal to his APRT credit for that chargeable period in respect of that oil field . 2 The statement under subsection (1)(a) above shall be in such form as the Board may prescribe. 3 The sum paid under subsection (1)(b) above shall constitute a payment on account of the tax charged in any assessment made on the participator in respect of the assessable profit accruing to him for the chargeable period from the oil field; and if the payment on account exceeds the tax so charged  less the amount of the APRT credit deducted in accordance with subsection 1(b) above from the tax shown in the statement  the excess shall be repaid to the participator. 3A In subsections (1) and (3) above “APRT credit” has the meaning given by section 139(4) of the Finance Act 1982. 3B Paragraphs 3  ... of Schedule 2 of the principal Act (penalties for failure to make returns under paragraph 2 of that Schedule) shall apply in relation to statements required to be made under subsection (1)( a ) above as they apply in relation to returns required to be made under paragraph 2 of that Schedule.  4 In paragraph 13 of Schedule 2 to the said Act of 1975 (time for payment of tax charged in an assessment) after the words “the tax charged in an assessment made on a participator for any chargeable period” there shall be inserted the words  “                so far as not paid on account              ” . 5 Where a participator gives notice of appeal under paragraph 14 of the said Schedule 2 against an assessment charging tax in respect of which he has made a payment on account, the amount, if any, to be repaid under subsection (3) above shall be calculated as if the tax charged in the assessment were limited to the tax which he would not be entitled to withhold under sub-paragraph (3) of that paragraph. 6 Certificates of tax deposit issued by the Treasury under section 12 of the  National Loans Act 1968 on terms published on or before 14th May 1979 may be used for making payments on account under this section; and for that purpose those terms shall have effect with the necessary modifications and as if the tax in or towards the payment of which a certificate is used were due two months after the end of the chargeable period to which it relates."}, {"act": "Petroleum Revenue Tax Act 1980", "year": 1980, "section": "2", "section_title": " Interest on tax and on repayments.", "section_text": "2 1 In paragraph 15(1) of Schedule 2 to the Oil Taxation Act 1975 and paragraph 8(4) of Schedule 5 to that Act (interest on unpaid tax to run from four months after the end of the chargeable period) for the words “four months” there shall be substituted the words  “                two months              ” . 2 In paragraph 16 of the said Schedule 2 (interest on repayments of tax charged by an assessment to run from four months after the end of the chargeable period) after the words “tax charged by an assessment to tax” there shall be inserted the words  “                or paid on account of tax so charged              ”  and for the words from “from four months” onwards there shall be substituted the words from—                 a two months after the end of the chargeable period for which the assessment was made; or b the date on which it was paid, whichever is the later, until repayment.               . 3 Any alteration made under section 89(2) of the  Taxes Management Act 1970 in the rate of interest mentioned in the said paragraph 15(1) shall apply also to the rate of interest mentioned in the said paragraphs 8(4) and 16."}, {"act": "Petroleum Revenue Tax Act 1980", "year": 1980, "section": "3", "section_title": " Short title, construction and commencement.", "section_text": "3 1 This Act may be cited as the Petroleum Revenue Tax Act 1980. 2 This Act shall be construed as one with Part I of the  Oil Taxation Act 1975. 3 Section 1 above has effect in relation to chargeable periods ending on or after 31st December 1979, section 2(1) and (2) above have effect in relation to tax charged for any such period and section 2(3) above has effect from 1st January 1980."}]