[{"act": "Reserve Forces Act 1980", "year": 1980, "section": "1", "section_title": ".", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "2", "section_title": ".", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "3", "section_title": " Royal Marines Reserve.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5 "}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "10", "section_title": " Call out for national danger.", "section_text": "10 1 Any member of any reserve force other than an officer of the Royal Fleet Reserve may be called out for permanent service in any part of the world whenever an order of Her Majesty made under section 52(1)(a) of the Reserve Forces Act 1996 is in force. 2 Sections 50(6) and 52(3) to (6) of the Reserve Forces Act 1996 shall apply to persons subject to this section as if they were persons to whom section 52 of that Act applied. a a proclamation shall be issued for the meeting of Parliament within 5 days; and b Parliament shall accordingly meet and sit upon the day appointed by the proclamation; and c Parliament shall continue to sit and act in like manner as if it had stood adjourned or prorogued to the same day. 4 In this section “ reserve force ” means any of the following bodies— a the   Regular Reserve  ; b the   Army Reserve  ; c the Air Force Reserve; d the Royal Auxiliary Air Force: e the Royal Naval Reserve  . . . ea the Royal Fleet Reserve including its special class; and f the Royal Marines Reserve. 5 An order under subsection (1) may authorise the calling out of the Ulster Defence Regiment for permanent service in Northern Ireland, and section 26 below applies for the purposes of this subsection as if the Ulster Defence Regiment were a reserve force within the meaning of subsection (4) above. 6 In relation to a man of the Royal Auxiliary Air Force in whose case it was agreed at the time of his enlistment that he was accepted for home service only, subsection (1) has effect as if for the reference to any part of the world there were a reference to the United Kingdom, the Channel Islands and the Isle of Man."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "11", "section_title": "", "section_text": "11 1 A person to whom this section applies shall be liable to be called out for permanent service in any part of the world whenever an order under section 54(1) of the Reserve Forces Act 1996 is in force. 1A Sections 50(6) and 54(3) to (6) of the Reserve Forces Act 1996 shall apply to persons subject to this section as if they were persons to whom section 54 of that Act applied. 2 The persons to whom this section applies are— a any member of the   Regular Reserve   or the Air Force Reserve who became such a member on or after 1st April 1967 otherwise than in consequence of his having enlisted in the regular army or the  regular air force   Royal Air Force   before that day; b any member of the   Army Reserve   who became such a member on or after 1st April 1967 by enlisting or re-engaging in the   Army Reserve   or by becoming an officer of the   Army Reserve  ; ba any officer of the Royal Fleet Reserve; c any member of the special class of the Royal Fleet Reserve who became such a member on or after 1st April 1967 otherwise than in consequence of his having, before that day, been entered for non-continuous service in the naval service of Her Majesty or enlisted to serve in the royal marine forces; 3 In subsection (2) above the references in paragraphs (a) and (c) to becoming a member of a reserve or class include references to remaining a member of it by virtue of a new engagement or other agreement."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "13", "section_title": " Provisions supplemental to ss. 10 to 12.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A man of the   Army Reserve   or the Royal Auxiliary Air Force who is called out for permanent service shall, subject to subsections (3) and (4) below, be liable to serve— a until Her Majesty no longer requires his services, or b until the expiry of his term of service in that reserve or force, whichever first occurs, and a member of the special class of the Royal Fleet Reserve who is called out for permanent service by virtue of section 11(1) shall be under a like liability to serve. 3 The period or aggregate of the periods during which a man is called out for service by virtue of section 11(1) during the term of his current engagement shall not without his consent exceed 12 months. 4 Where the time at which (apart from this subsection)— a the term of service in the special class of the Royal Fleet Reserve of a man of that class would expire, or b a man of the   Army Reserve   would be entitled to discharge, occurs while he is called out for service by virtue of section 11(1), he may be required to continue in service under that subsection for such further period as may be ordered by— i the Defence Council, or ii an officer designated for the purposes of this subsection by the Defence Council, but the period so ordered (together with the period or aggregate of the periods of the man’s service under section 11(1) apart from this subsection during the term of his current engagement) shall not exceed 12 months."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "16", "section_title": " Permanent service call out of naval and marine reserves.", "section_text": "16 1 Every officer and man serving in— a the Royal Naval Reserve and the Royal Fleet Reserve, except a man of the special class of the Royal Fleet Reserve to whom section 11 above applies, b the Royal Marines Reserve, is liable, during the whole of that service, to be called out for permanent service whenever an order under section 52(1)(b) of the Reserve Forces Act 1996 is in force. The reference in this subsection to the United Kingdom shall be construed as if that expression included the Channel Islands and the Isle of Man. 1A Sections 50(6), and 52(3) to (6) of the Reserve Forces Act 1996 shall apply to persons subject to this section as if they were persons to whom section 52 of that Act applied. 2 The provisions of subsection (1) above are in addition to, and not in substitution for, the provisions of any other enactment under which officers or men of the reserves mentioned in that subsection are liable to be called into permanent service."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "17", "section_title": " Naval and marine reserve service under ss. 10 and 16.", "section_text": "17 1 Every officer and man of the Royal Naval Reserve, the Royal Fleet Reserve and the Royal Marines Reserve called out for permanent service by virtue of section 10 or section 16 above shall be— a liable to that service for a term of 3 years from the time of his coming into such service; b entitled to be discharged from that service at the expiry of that term. 2 If in any emergency Her Majesty sees fit She may, by order signified under the hand of the Secretary of State, provide that at the date of the order the officers and men of the Royal Naval Reserve and the Royal Fleet Reserve in permanent service by virtue of section 10 or section 16 shall continue in that service for a period of 5 years from the date of their respectively coming into that service, if their services be so long required. 3 The officers and men mentioned in subsection (2) above shall at the date of the order— a be liable to such permanent service accordingly; and b not be entitled to claim their discharge during that period. 4 Where any officer or man of the Royal Naval Reserve and the Royal Fleet Reserve— a is called into permanent service by virtue of section 10 or section 16, and b is detained in that service for a period of less than 5 years, he shall, during the period of 5 years from the date of his joining the reserve be liable from time to time to be again called into that service, and to serve accordingly for such period as with his former such service will make up a period of 5 years in that service."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "18", "section_title": " Permanent service call out of   Regular Reserve  .", "section_text": "18 1 Any officer or man of the   Regular Reserve   shall be liable to be called out for permanent service on home defence service whenever an order under section 52(1)(b) of the Reserve Forces Act 1996 is in force. 1A Sections 50(6), and 52(3) to (6) of the Reserve Forces Act 1996 shall apply to persons subject to this section as if they were persons to whom section 52 of that Act applied. 2 Where a man of the   Regular Reserve   is called out for permanent service— a he may be appointed to any corps; b subsection (3) of section 3 of the  Army Act 1955 shall apply to him as it applies to a soldier of the regular forces. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "19", "section_title": " Duration of   Regular Reserve   permanent service.", "section_text": "19 1 Subject to this section and section 13(3) above, a man of the   Regular Reserve   when called out for permanent service shall be liable to serve until Her Majesty no longer requires his services. 2 No man called out for permanent service shall be required to serve for a period exceeding in the whole the remainder unexpired of his term of service in the   Regular Reserve  . 3 Section 19A below shall apply to men of the   Regular Reserve   called out for permanent service. 4 Section 13 of the Army Act 1955 so far as it relates to discharge shall apply to men of the   Regular Reserve   called out for permanent service as it applies to soldiers of the regular forces. 5 Nothing in subsection (2) above shall prejudice the operation of  subsections (3) and (4) above   subsection (3)  ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "19A", "section_title": " Postponement of discharge of members of   Regular Reserve   during call out.", "section_text": "19A 1 Where a man of the   Regular Reserve   is called out on permanent service at a time when he would apart from this section be entitled to be discharged he may be retained in service for such period as is mentioned below, and his service may be prolonged accordingly. 2 No person shall be retained in service by virtue of this section later than the end of twelve months after the date on which apart from this section he would be entitled to be discharged. 3 Subject to subsection (2) above, a person who apart from this section would be entitled to be discharged may be retained in service for such period as the competent military authority may order. 4 If while a man of the   Regular Reserve   is being retained in service by virtue of this section it appears to the competent military authority that his services can be dispensed with, he is entitled to be discharged. 5 Where, at the time at which under subsections (1) to (4) above a man of the   Regular Reserve   is entitled to be discharged, a state of war exists between Her Majesty and a foreign power– a he may, by declaration made in the prescribed form before his commanding officer, agree to continue in service while such a state of war exists, and b if the competent military authority approve, he may continue accordingly as if the period for which his term of service could be prolonged under subsections (1) to (4) above were a period continuing so long as a state of war exists; but this is subject to subsection (6) below. 6 If it is so specified in the declaration, he is entitled to be discharged at the end of three months’ notice given by him to his commanding officer. 7 In subsections (3) to (5) above “the competent military authority” and “prescribed” have the same meaning as in Part I of the Army Act 1955. In subsections (3) to (5)— “ the competent military authority ” means the Defence Council or any officer of a description prescribed by regulations of the Defence Council; “ prescribed ” means prescribed by regulations of the Defence Council. 8 Subject to subsection (9) below, in subsection (1) above the reference to a man of the   Regular Reserve   being called out on permanent service is a reference to his being called out under an order made under– a section 52 of the Reserve Forces Act 1996 (call out in the event of a national emergency, great danger or an actual or apprehended attack on the United Kingdom, the Channel Islands or the Isle of Man), or b section 54 of the 1996 Act (call out because warlike operations are in preparation or in progress). 9 In relation to a man of the   Regular Reserve   who enlisted in the   Regular Reserve   before 1st April 1967, the reference to a man of the   Regular Reserve   being called out on permanent service includes a reference to his being called out under an order under section 54 of the 1996 Act only if– a he re-engaged in the   Regular Reserve   on or after that date, or b he has made an irrevocable election to that effect in the prescribed manner."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "20", "section_title": " Permanent service call out of Air Force Reserve.", "section_text": "20 1 Any man of the Air Force Reserve shall be liable to be called out for permanent service on home defence service whenever an order under section 52(1)(b) of the Reserve Forces Act 1996 authorising his call-out is in force. 1A Sections 50(6) and 52(3) to (6) of the Reserve Forces Act 1996 shall apply to persons subject to this section as if they were persons to whom section 52 of that Act applied. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "21", "section_title": " Duration of Air Force Reserve permanent service.", "section_text": "21 1 Subject to this section and section 13(3) above, a man of the Air Force Reserve when called out for a permanent service shall be liable to serve until Her Majesty no longer requires his services. 2 No man called out for permanent service shall be required to serve for a period exceeding in the whole the remainder unexpired of his term of service in the Air Force Reserve, subject to section 69 below. 3 Section 21A below shall apply to men of the Air Force Reserve called out for permanent service. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Nothing in subsection (2) above shall prejudice the operation of   subsection (3)  ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "21A", "section_title": " Postponement of discharge of members of Air Force Reserve during call out.", "section_text": "21A 1 Where a man of the Air Force Reserve is called out on permanent service at a time when he would apart from this section be entitled to be discharged he may be retained in service for such period as is mentioned below, and his service may be prolonged accordingly. 2 No person shall be retained in service by virtue of this section later than the end of twelve months after the date on which apart from this section he would be entitled to be discharged. 3 Subject to subsection (2) above, a person who apart from this section would be entitled to be discharged may be retained in service for such period as the competent air force authority may order. 4 If while a man of the Air Force Reserve is being retained in service by virtue of this section it appears to the competent air force authority that his services can be dispensed with, he is entitled to be discharged. 5 Where, at the time at which under subsections (1) to (4) above a man of the Air Force Reserve is entitled to be discharged, a state of war exists between Her Majesty and a foreign power– a he may, by declaration made in the prescribed form before his commanding officer, agree to continue in service while such a state of war exists, and b if the competent air force authority approve, he may continue accordingly as if the period for which his term of service could be prolonged under subsections (1) to (4) above were a period continuing so long as a state of war exists; but this is subject to subsection (6) below. 6 If it is so specified in the declaration, he is entitled to be discharged at the end of three months’ notice given by him to his commanding officer. 7 In subsections (3) to (5)— “ the competent air force authority ” means the Defence Council or any officer of a description prescribed by regulations of the Defence Council; “ prescribed ” means prescribed by regulations of the Defence Council. 8 Subject to subsection (9) below, in subsection (1) above the reference to a man of the Air Force Reserve being called out on permanent service is a reference to his being called out under an order made under– a section 52 of the Reserve Forces Act 1996 (call out in the event of a national emergency, great danger or an actual or apprehended attack on the United Kingdom, the Channel Islands or the Isle of Man), or b section 54 of the 1996 Act (call out because warlike operations are in preparation or in progress). 9 In relation to a man of the Air Force Reserve who enlisted in the Air Force Reserve before 1st April 1967, the reference to a man of the Air Force Reserve being called out on permanent service includes a reference to his being called out under an order under section 54 of the 1996 Act only if– a he re-engaged in the Air Force Reserve on or after that date, or b he has made an irrevocable election to that effect in the prescribed manner."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "22", "section_title": "", "section_text": "22 1 Every officer and man of the   Army Reserve   and of the Royal Auxiliary Air Force shall be liable to be called out for home defence service whenever an order under section 52(1)(b) of the Reserve Forces Act 1996 authorising his call-out is in force notwithstanding that— a the   Army Reserve   or that part to which he belongs has not been called out for permanent service by virtue of section 10(1) or 11(1) above, or b the Royal Auxiliary Air Force or that part to which he belongs has not been called out for permanent service by virtue of section 10(1). 2 Sections 50(6) and 52(3) to (6) of the Reserve Forces Act 1996 shall apply to persons subject to this section as if they were persons to whom section 52 of that Act applied."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "23", "section_title": " .", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "24", "section_title": " Permanent service call out of Ulster Defence Regiment.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "25", "section_title": " Emergency service call out of Ulster Defence Regiment.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "25A", "section_title": " Application of section 62 of the Reserve Forces Act 1996", "section_text": "25A  Section 62 of the Reserve Forces Act 1996 (power to exempt persons from or relax call-out liability) shall apply to persons liable to be called out by virtue of the enactments mentioned in section 26(2) below as if in section 62 for the words “this Part” in both places in which they appear there were substituted the words “the Reserve Forces Act 1980”"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "26", "section_title": "", "section_text": "26 1 The power of the Secretary of State under section 58(1) of the Reserve Forces Act 1996 to call out a person liable to be called out under an order made under section 52 or 54 of that Act shall include a power to call out a person liable to be called out by virtue of the enactments mentioned in subsection (2) below. 2 The enactments referred to in subsection (1) above are— a section 10(1) above; b section 11(1) above; c section 16(1) above; d section 18(1) above; e section 20(1) above; f section 22 above; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h paragraph 15(1) of Schedule 8 to this Act; and i sub-paragraphs (2), (3), (5) and (6) of paragraph 16 of that Schedule. 3 Sections 58 and 59 shall have effect in relation to any person called out by virtue of the enactments mentioned in subsection (2) above with the following modifications— a section 58(3) shall have effect as if— i paragraph (b) provided for the call-out notice to specify the provision of this Act by virtue of which the person concerned is liable to be called out; and ii in paragraph (c), the words “under that order” were omitted; b section 58(5) shall have effect as if— i the words “on the authority of a call-out order” were omitted; and ii in paragraph (a), the reference to the call-out order was a reference to the order made under Part VI of the Reserve Forces Act 1996 by virtue of which the person concerned is liable to be called out; c section 59(5) shall have effect as if— i for the word “under”, where it appears for the first time, there were substituted the words “by virtue of”; and ii the words “under that call-out order” were omitted; and d section 59(6) shall have effect as if— i the words “under a call-out order” and “under that order” were omitted; and ii paragraph (b) provided for the person concerned to be deemed to have been called out for service in accordance with this Act. 4 In the application of sections 58 and 59 of the Reserve Forces Act 1996 and of section 28 below— a section 63 of the Reserve Forces Act 1996 shall apply in relation to this Act as it applies in relation to Part VI of that Act; and b “authorised officer” means an officer authorised by or in accordance with directions of the Defence Council for the purposes of Part VI of the Reserve Forces Act 1996, and any officer so authorised shall be deemed to be authorised for the same purposes in connection with any corresponding provision of this Act."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "27", "section_title": ".", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "28", "section_title": " Differing service liabilities of those called out.", "section_text": "28 1 Where a person— a is in service in pursuance of a call-out notice under section 58 of the Reserve Forces Act 1996 specifying an enactment mentioned in section 26(2) above; b if he were not in service he would be liable to be called into service by a call-out notice under  section 58 of the Reserve Forces Act 1996  or, as the case may be, by such a call-out notice specifying a different enactment so mentioned, the Secretary of State may direct that, on the date of the direction or a later date specified in the direction, that person shall be deemed to be called into service by a call-out notice under  section 58 of the Reserve Forces Act 1996  specifying such of those enactments applicable to him as is specified in the direction. 2 Where a person is deemed in pursuance of subsection (1) above to be called into service by virtue of an enactment specified in a direction under that subsection, his service under any other enactment by virtue of which he was previously serving shall cease. 3 The power to give a direction under this section includes power— a to make provision for persons of such descriptions as are specified in the direction or in respect of an individual; and b to make different provision for different circumstances."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "29", "section_title": " End of service under call-out notices.", "section_text": "29 1 In any case where— a the services of a person called into service by a call-out notice under  section 58 of the Reserve Forces Act 1996 specifying an enactment in section 26(2) above  above are no longer required, or b a person is in service in pursuance of such a call-out notice at the expiry of the period of his liability for service in pursuance of the enactment specified by the notice, he shall be entitled to be released from  permanent  service in the prescribed manner with all convenient speed. 2 The reference in paragraph (b) of subsection (1) above to a period of liability for service in pursuance of a particular enactment includes a reference to such a period as extended under any other enactment."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "29A", "section_title": " Application of provisions relating to recall", "section_text": "29A The provisions of this Act relating to recall shall not apply to any person to whom section 66 of the Reserve Forces Act 1996 applies."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "30", "section_title": " Liability of naval and marine pensioners to recall.", "section_text": "30 1 Whenever a recall order under section 68 of the Reserve Forces Act 1996 authorising the recall of persons who have served in the Royal Navy or Royal Marines is in force, persons to whom this section applies are liable— a by virtue of subsection (1A)(a) below, to be ordered to join the Royal Navy; b by virtue of subsection (1A)(b) below, to be ordered to join the Royal Marines, and those so ordered shall serve while the recall order remains in force (unless released sooner) and while so serving section 76 of the Reserve Forces Act 1996 shall apply to them as it applies to persons described in that section. 1A This section applies to any persons who— a have served as warrant officers, petty officers or seamen in the navy; or b have served as warrant officers, non-commissioned officers or men of the Royal Marines, and are in receipt of pensions in respect of such service. 2 Provision made under section 331 of the Armed Forces Act 2006 that applies in relation to   the discharge of seamen serving in the Royal Navy and becoming entitled to be discharged shall be applicable to and for the discharge of any of those serving under subsection (1) above, and becoming entitled to be discharged. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "31", "section_title": " Liability of army and air force pensioners to recall.", "section_text": "31 1 An army or air force pensioner to whom this section applies shall be liable under this section to be recalled for service in such circumstances and for such period as are specified in this section and in sections 32 and 33 below. 2 This section applies to army and air force pensioners whose service pensions have been assessed or re-assessed in accordance with pension provisions made on or after 16th December 1948, other than— a pensioners whose service pensions were originally granted before 3rd September 1939; b pensioners being those of any description mentioned in Schedule 2 to this Act. 3 In subsection (2) above the expression “ pension provisions made on or after 16th December 1948 ” means— a in the case of army pensioners, the provisions of a Royal Warrant issued on or after 16th December 1948, b in the case of air force pensioners, the provisions of an Order by Her Majesty so issued, not being provisions as to which the Warrant or Order directs that they shall be disregarded for the purposes of this section. 4 A person shall cease to be liable under this section to be recalled for service when he attains the age of 60 years. 5 A person recalled for service under this section shall not suffer— a any reduction in pay or other emoluments in respect of his service while recalled by reason of being in receipt of a service pension; or b the withholding or reduction of his service pension by reason of his being in receipt of any such pay or emoluments. 6 In this section— “ army pensioner ” and “ air force pensioner ” means persons who have been discharged from service as soldiers and as airmen respectively and are in receipt of service pensions, “ service pension ” means a pension granted in respect of service as a solidier of the  regular army   or an airman of the  Royal Air Force   or in respect of that service and other service, but does not include a pension awarded in respect of disablement, “soldier” and  “airman” include a warrant officer and a non-commissioned officer.   7 For the purposes of  this section and section 32  , a person shall be deemed to be in receipt of a pension if the pension has been granted to him and has not been wholly forfeited, notwithstanding— a that any part of the pension has been commuted for a sum of money in lieu of the pension; or b that the pension or any part of it is for the time being administered or otherwise applied for any purpose or paid to some other person; or c that the pension or any part of it has not been paid for any period. For the purposes of this subsection the forfeiture of a pension shall be disregarded if the whole or any part of the pension has been restored since the forfeiture was incurred."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "32", "section_title": " Occasion for and period of recall under s. 31.", "section_text": "32 1 An army pensioner liable under section 31 above to be recalled for service may be recalled at any time when persons of the   Regular Reserve   are called out for permanent service. In this subsection the expression “ called out for permanent service ” means called out for permanent service under  a call-out order under section 52 of the Reserve Forces Act 1996 . 2 An air force pensioner liable under section 31 to be recalled for service may be recalled at any time when persons of the Air Force Reserve are called out for permanent service. In this subsection the expression “ called out for permanent service ” means called out for permanent service  a call-out order under section 52 of the Reserve Forces Act 1996 . 3 A person recalled for service under section 31— a shall be deemed to be enlisted in the  regular forces or the regular air force   regular army or the Royal Air Force  , according as he was an army pensioner or an air force pensioner, for the period mentioned in subsection (4) below, unless b on his recall he requires to be enlisted for that period in accordance with  section 2 of the Army Act 1955, or section 2 of the Air Force Act 1955, as the case may require   regulations under section 328 of the Armed Forces Act 2006  , and upon such enlistment he shall not be deemed to have been enlisted by virtue of paragraph (a) above. 4 The period referred to in subsection (3) above is one— a beginning with the time  as from which a person is recalled for   the person is accepted (by virtue of section 36) into   service under section 31, and b ending with the date on which there is no longer a call-out order under section 52 of the Reserve Forces Act 1996 in force authorising the call-out of persons of the   Regular Reserve   or the Air Force Reserve, as the case may be. 5 Nothing in the following provisions shall prejudice the operation of the provisions of this section— a the provisions of the  Army Act 1955 or the  Air Force Act 1955 as to the term for which a person may be enlisted; b the provisions of the  Army and Air Force Act 1961 corresponding to the provisions mentioned in paragraph (a) above; and c the provisions of section 2 of the  Armed Forces Act 1966 and regulations made under that section corresponding to the provisions mentioned in paragraph (a). No regulation under section 329 of the Armed Forces Act 2006 as to the term for which a person may be enlisted affects the operation of subsections (3) and (4) of this section."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "34", "section_title": " Liability of certain former soldiers to recall.", "section_text": "34 1 Any former soldier to whom this section applies may be recalled for service by the Secretary of State by  notice under section 35 below  at any time when men of the   Regular Reserve   are called out for permanent service under  a call-out order under section 52 of the Reserve Forces Act 1996 . 2 This section applies to any person who is not a woman and who is for the time being under the age of 45, and— a who is not— i a member of the armed forces of the Crown apart from this section; ii liable to be recalled to service under section 31 above; iii such a person as is mentioned in Schedule 2 to this Act; b who enlisted in pursuance of regulations made under section 2 of the  Armed Forces Act 1966; c who has not been discharged in respect of that enlistment under section 14 of the  Army Act 1955, or under any regulations made by virtue of section 2 of the Armed Forces Act 1966 conferring a right to discharge by purchase; d who has not been granted a commission. 3 A person recalled for service by such a notice as is referred to in subsection (1) shall be deemed to be enlisted in the  regular forces within the meaning of the Army Act 1955   regular army   for the period— a beginning with the time  specified in the notice   he is accepted into service  , and b ending (unless he is previously discharged) with the date on which there is no longer a call-out order under section 52 of the Reserve Forces Act 1996 in force. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "35", "section_title": " Recall notices", "section_text": "35 1 The Secretary of State may recall any person who is liable to be recalled under section 30, 31 or 34 above by serving a notice on him requiring him— a to present himself for service at a specified time and place; and b to remain at that place until he is either accepted into service or informed that he is not to be accepted into service in pursuance of the notice. 2 In the case of those liable to recall under section 31 above, the time specified in accordance with subsection (1)(a) shall be not earlier than the third day after the service of the notice. 3 Section 65(5) of the Reserve Forces Act 1996 shall have effect as if the reference to persons recalled for service under an order made under section 68 of that Act included a reference to persons recalled under section 30, 31 or 34 above. 4 Section 70(2) to (5), (7) and (8) of the Reserve Forces Act 1996 shall apply to a person subject to this section as if he were a person to whom section 70 of that Act applied, except that section 70(5)(a) shall not apply to a person to whom section 31 or 34 above applies."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "36", "section_title": " Application of sections 71, 73 to 75 and 77 of the Reserve Forces Act 1996 to persons recalled under section 30, 31 or 34", "section_text": "36 1 Section 71 of the Reserve Forces Act 1996 shall apply to those liable to be recalled under section 30, 31 or 34 above as it applies to those to whom section 66 of that Act applies, but with the following amendments— a section 71(5) of that Act shall apply to persons liable to be recalled under section 31 or 34 above as if for the first two lines there were substituted— “When a call-out order under section 52 of the Reserve Forces Act 1996 is in force, and men of the   Regular Reserve   or the Air Force Reserve, as the case may be, are in permanent service under it, any person who is thereby liable to be recalled under section 31 or 34 above who—” ; b section 71(6) shall apply as if for paragraph (b) of that subsection there were substituted— b “ he shall be deemed to have been recalled for service under section 30, 31 or 34 as the case may be.” . 2 Sections 73 and 74 of the Reserve Forces Act 1996 shall apply to those liable to recall under section 30, 31 or 34 above as they apply to those liable to recall under Part VII of that Act. 3 Section 75 of the Reserve Forces Act 1996 shall apply to those liable to recall under section 30, 31 or 34 above as if— a the reference in subsection (1) to section 66(1) of the Reserve Forces Act 1996 were a reference to sections 30, 31 and 34 above; b for subsection (2) there were substituted— 2 “The regulations shall secure that a person liable to provide information by virtue of this section shall cease to be liable to provide such information after he ceases to be a person liable to recall by virtue of section 31(4) of the Reserve Forces Act 1980 or, if section 34 applies to him, he reaches the age mentioned in section 34(2) of that Act or on such other grounds as may be prescribed by regulations made under section 73(a)  . . ..” . 4 Section 77 of the Reserve Forces Act 1996 shall have effect in relation to persons liable to recall under section 30, 31 or 34 as if the words “this Part” included a reference to sections 30 to 36A inclusive of the Reserve Forces Act 1980."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "36A", "section_title": " Application of Part X of the Reserve Forces Act 1996 to persons liable to recall under section 30, 31 or 34", "section_text": "36A For the avoidance of doubt, it is declared that Part X of the Reserve Forces Act 1996 (general offences) applies to a person liable to recall under section 30, 31 or 34 above as it applies to a person liable to recall under the Reserve Forces Act 1996."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "38", "section_title": "  Regular Reserve  , Air Force Reserve and   Army Reserve   training.", "section_text": "38 A person to whom this section applies by virtue of section 39 below may, in accordance with regulations made by the Secretary of State, be called out in any year for training in the United Kingdom or elsewhere— a for one period not exceeding 15 days, and b for such other periods as may be prescribed, none of which shall exceed 36 hours without the consent of the person in question, and may while so called out be attached to and trained with any body of Her Majesty’s forces."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "39", "section_title": " Application of s. 38.", "section_text": "39 1 The persons to whom section 38 above applies are (subject to subsection (3) below)— a any member of the   Regular Reserve   or the Air Force Reserve who became such a member on or after 1st April 1967 otherwise than in consequence of his having enlisted in the regular army or the  regular air force   Royal Air Force   before that day; b any member of the   Army Reserve   who became such a member on or after 1st April 1967 by enlistment or re-engagement or by becoming an officer; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "40", "section_title": " Preliminary training of Royal Auxiliary Air Force.", "section_text": "40 1 Every man of the Royal Auxiliary Air Force shall, by way of preliminary training during the first year of his original enlistment— a if so provided by Order in Council, and b for such periods not exceeding in the whole the number of days specified by the Order in Council, be trained at such places within the United Kingdom and at such times as may be prescribed, and for that purpose may be called out once or more often. 2 Whether or not such an Order in Council has been made he shall attend the number of drills and instructional parades and fulfil the other conditions prescribed for a recruit in the Royal Auxiliary Air Force. 3 The requirements of this section are in addition to the requirements of this Act relating to annual training."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "41", "section_title": " Annual training of Royal Auxiliary Air Force.", "section_text": "41 1 Every man of the Royal Auxiliary Air Force shall by way of annual training be trained for not less than 8 or more than 15 days in every year at such times and at such places within the United Kingdom as may be prescribed, and may for that purpose be called out once or more often in every year. 2 Every such man shall attend the number of drills and instructional parades and fulfil the other conditions relating to training prescribed for the Royal Auxiliary Air Force. 3 The requirements of this section may be dispensed with in whole or in part— a as respects any unit of the Royal Auxiliary Air Force by the prescribed air officer, and b as respects an individual man of the Royal Auxiliary Air Force, by his commanding officer subject to any general directions of the prescribed air officer."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "42", "section_title": " Variation and cancellation of training periods for Royal Auxiliary Air Force.", "section_text": "42 Her Majesty may by order in Council made in relation to all or any part of the Royal Auxiliary Air Force direct— a that the period of annual training in any year shall be extended to such period not exceeding 30 days as may be specified in the Order; or b that the period of annual training in any year shall be reduced to such period as to Her Majesty may seem fit; or c that the annual training in any year shall be dispensed with."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "42A", "section_title": " Application of section 23 of the Reserve Forces Act 1996", "section_text": "42A Section 23 of the Reserve Forces Act 1996 (power to exempt persons from or relax training obligations) shall apply to persons to whom this Act applies other than members of the Royal Naval Reserve or the Royal Fleet Reserve as if in section 23 for the words “section 22” wherever they appear there were substituted the words “the Reserve Forces Act 1980”."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "44", "section_title": " Requirement as to training of Ulster Defence Regiment in Northern Ireland.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "47", "section_title": " False answers on enlistment.", "section_text": "47 If a person offering himself to be entered for service in any of the naval reserve forces— a knowingly makes a false answer in connection with his entry into such service, and b that answer is to a question put to him in that connection by, or by the direction of, any officer or other person authorised by regulations made by the Defence Council to enter persons for such service, he shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding 3 months or to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "48", "section_title": " Void enlistment in  Royal Marines or regular army  .", "section_text": "48 Where any officer or other person enlists a man to serve in  the Royal Marines or the regular army   who at the time of such enlisting is entered to serve as a man of the Royal Naval Reserve, Royal Fleet Reserve or Royal Marines Reserve that enlisting shall be null and void."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "50", "section_title": " Term of service in Royal Naval Reserve and Royal Fleet Reserve.", "section_text": "50 1 Every man joining the Royal Naval Reserve shall be entered for a term of 5 years, and shall continue subject to this Act as a man of that reserve during and for no longer than that term, except as otherwise provided by this Act. 2 A man entitled to claim his discharge under subsection (1) above shall continue subject to the provisions of this Act as a man of the Royal Naval Reserve until actually discharged from that reserve by the Defence Council, or by some officer duly appointed by the defence Council to give such discharges. 3 The term of service of a man joining the Royal Fleet Reserve shall be regulated— a in the case of a pensioner entitled to his pension subject to a condition of service in the Royal Fleet Reserve, by the conditions attached to the pension; and b in any other case, by the terms of his enlistment. 4 For the avoidance of doubt, it is declared that subsections (1) and (3) above do not apply to any man being entered or re-entered for service in the Royal Naval Reserve or the Royal Fleet Reserve if, after being so entered or re-entered for service, he would not be a transitional member as defined in paragraph 3 of Schedule 9 to the Reserve Forces Act 1996."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "54"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "55", "section_title": " Admission to Greenwich Hospital.", "section_text": "55 1 Every man of the Royal Naval Reserve, the Royal Fleet Reserve and the Royal Marines Reserve, under such regulations as may be made by the secretary of State, shall be— a eligible for admission to the Royal Hospital at Greenwich; and b thereupon entitled to the same privileges and advantages as those who are or have been in Her Majesty’s navy. 2 The Greenwich Hospital Acts 1865 to 1967 have effect as if references in those Acts to any naval reserve force included references to the Royal Marines Reserve."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "57", "section_title": " Special class of Royal Fleet Reserve.", "section_text": "57 1 The special class of the Royal Fleet Reserve shall consist of— a men who, on engaging or re-engaging in the Royal Fleet Reserve or during a term of engagement or re-engagement in that reserve agree in writing— i to be entered in or transferred to that class, and ii to undertake the liability for service in that class specified in this Act, or b men who, having before 16th December 1949 been entered for non-continuous service in the naval service of Her Majesty or enlisted to serve in the royal marine forces, on transfer to the Royal Fleet Reserve or during their service in that reserve pursuant to such transfer agree in writing— i to be entered in or transferred to that class, and ii to undertake the liability for service in that class specified in this Act; or c men entered in that class in accordance with the following provisions of this section. 2 Any man who— a having been entered for non-continuous service in the naval service of Her Majesty on or after 16th December 1949, or b having been enlisted to serve in the royal marine forces on or after that date, is transferred to the Royal Fleet Reserve shall, if on his transfer he was designated by the Defence Council or an officer designated by the Defence Council as a man to whom this subsection applies, be entered in that class of the reserve and shall be liable to serve in that class as specified by this Act. 3 The following provisions shall have effect as to the duration of service in the special class of the Royal Fleet Reserve— a a man entered in that class or transferred to it in pursuance of an agreement under paragraph (a) of subsection (1) above shall be liable to serve in that class until the end of his term of engagement or re-engagement referred to in that paragraph; b a man entered in or transferred to the special class in pursuance of an agreement under paragraph (b) of subsection (1) shall be liable to serve in the special class until the end of his term of service in the Royal Fleet Reserve in pursuance of his transfer to that reserve referred to in that paragraph (b); and c a man entered in the special class by virtue of the provisions of subsection (2) above shall be liable to serve in that class until the expiry of the first 12 months of his service in the Royal Fleet Reserve and shall then be transferred from the special class to the general body of the reserve. 4 If a man to whom paragraph (c) of subsection (3) above applies agrees in writing to continue to serve in the special class during the residue of the term for which he is transferred to the Royal Fleet Reserve, he shall be liable to serve in that class in accordance with the agreement. 5 An agreement made for the purposes of subsection (1) or subsection (4) above may be revoked by 3 months’ written notice."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "58", "section_title": " Transfers to Royal Fleet Resreve.", "section_text": "58 References in section 57 above to transfer to the Royal Fleet Reserve shall be construed— a in relation to a man entered for non-continuous service in the naval service of Her Majesty, as references to being entered in the Royal Fleet Reserve in pursuance of a liability incurred under the terms of his engagement, in accordance with regulations made by the Defence Council under section 2 of the  Armed Forces Act 1966 to serve in the Royal Fleet Reserve after the completion of his term of service in the navy; and b in relation to a man enlisted to serve in the royal marine forces, as references to being entered in the Royal Fleet Reserve in pursuance of a liability incurred under the terms of his engagement to serve in the Royal Fleet Reserve after the completion of his term of service in the Royal Marines."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "63", "section_title": " Exercise of powers vested in military office holder.", "section_text": "63 1 Any power or jurisdiction given to, and any act or thing to be done by, to, or before, any person holding any military office may, in relation to the   Regular Reserve  , be exercised by or done by, to, or before any other person for the time being authorised in that behalf according to the custom of the service. 2 Where by this Act, or by any order or regulation under this Act, any order is authorised to be made by any military authority, the order may be signified by an order, instruction or letter under the hand of any officer authorised to issue orders on behalf of that military authority, and an order, instruction or letter purporting to be signed by any officer who appears from it to be so authorised shall be evidence of his being so authorised."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "67", "section_title": " Exercise of powers vested in air force officer holder.", "section_text": "67 1 Any power or jurisdiction given to, and any act or thing to be done by, to, or before, any person holding any air force office may, in relation to the Air Force Reserve, be exercised by or done by, to, or before any other person for the time being authorised in that behalf according to the custom of the service. 2 Where by this Act, or by any order or regulation under this Act, any order is authorised to be made by any air force authority, the order may be signified by an order, instruction or letter under the hand of any officer authorised to issue orders on behalf of that air force authority, and an order, instruction or letter purporting to be signed by any officer who appears from it to be so authorised shall be evidence of his being so authorised."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "68"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "69", "section_title": " Special reservist called out for permanent service.", "section_text": "69 1 The Secretary of State may, by regulations under this Act, authorise any special reservist having the qualifications prescribed by those regulations to agree in writing that— a if the time at which he would otherwise be entitled to be discharged from the Air Force Reserve occurs when he is called out for permanent service, then b he will continue to serve in the Air Force Reserve until the expiry of such period, whether definite or indefinite, as may be specified in the agreement, 2 If any man who enters into such an agreement is called out for permanent service, he shall be liable to be detained in service for the period specified in his agreement in the same manner in all respects as if his term of service were still unexpired."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "70", "section_title": " Special reservist called out for special courses,  etc.", "section_text": "70 1 A special reservist may, in addition to being called out for annual training, be called out for a special course or special courses of training— a at such place or places in the United Kingdom or the Isle of Man, b at such time or times, and c for such period or periods, not exceeding in the whole 6 months, as may be prescribed, in like manner and subject to the like conditions as if he were called out for annual training. 2 Where one of the conditions on which a special reservist was enlisted or re-engaged is that he shall not be called out for training, whether special or annual, for a longer period than the period specified in his attestation paper, he shall not be liable under this section to be called out for any longer period."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "72", "section_title": ".", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "74", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "74"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "76", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "76"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "77"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "78", "section_title": ".", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "85"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "86"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "87", "section_title": " Interpretation of Part IV.", "section_text": "87 In this Part of this Act, except where the context otherwise requires— “ absence without leave ” and “ desertion ” mean respectively absence without leave contrary to subsection (1) or (3) of section 73 above and desertion contrary to subsection (1) of that section, and “ absentee without leave ” and “ deserter ” shall be construed accordingly; “ airman ” includes a warrant officer and a non-commissioned officer; “ soldier ” includes a warrant officer and a non-commissioned officer; and “ special reservist ” means a man of the Air Force Reserve who is serving in that reserve as a special reservist pursuant to section 68 above."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "88"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "89"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "90"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "91"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "92"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "93", "section_title": " Exercise of powers of military and air force office holders.", "section_text": "93 1 Any power or jurisdiction given to, and act or thing to be done by, to or before any person holding any military or air force office, may— a in relation to the   Army Reserve  , or b in relation to the Royal Auxiliary Air Force, as the case may be, be exercised by or done by, to or before any other person for the time being authorised in that behalf according to the custom of the service. 2 Where by this Part of this Act, or by any order or regulation in force under it, any order is authorised to be made by any military or air force authority— a the order may be signified by an order, instruction or letter under the hand of any officer authorised to issue orders on behalf of that authority; and b an order, instruction or letter purporting to be signed by any officer who appears from it to be so authorised shall be evidence of his being so authorised."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "94", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "94"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "95"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "96", "section_title": ".", "section_text": "96 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "97", "section_title": ".", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "98", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "98"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "99"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "100", "section_title": " Postponement of discharge:   Army Reserve   and Royal Auxiliary Air Force.", "section_text": "100 1 Where the time at which a man of the   Army Reserve   or the Royal Auxiliary Air Force would otherwise be entitled to be discharged occurs during a period of emergency, he may be required to prolong his service for such further term, not exceeding 12 months, as the Defence Council or an officer designated by them may order. 2 A man shall not during a period of emergency be entitled to be discharged under  section 16(2)(a) of the Reserve Forces Act 1996 . 3 In this section the expression “ period of emergency ” means— a in relation to a man of the   Army Reserve  , any period while an order under  section 52(1)(a) of the Reserve Forces Act 1996  is in force  authorising members of  the   Regular Reserve   to be called out for permanent service; b in relation to a man of the Royal Auxiliary Air Force, any period— i while an order under  section 52(1)(a) of the Reserve Forces Act 1996 is in force  authorising members of  the Air Force Reserve to be called out for permanent service; or ii while the man in question is called out for home defence service."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "101", "section_title": " Postponement of discharge:   Army Reserve  .", "section_text": "101 1 A man of the   Army Reserve   who is a person to whom section 11 above applies shall not be entitled to be discharged under  section 16(2)(a) of the Reserve Forces Act 1996  during any period while an order is in force under  section 54 of the Reserve Forces Act 1996 authorising the call-out of members of the   Army Reserve  . 2 Subsections (1) and (2) of section 100 above shall have effect, in relation to a man who enlists or re-engages in the   Army Reserve   on or after 1st April 1967, as if the period of emergency within the meaning of that section included any period while he is called out for home defence service."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "102"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "103"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "104", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "104"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "105", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "105"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "106", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "106"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "107", "section_title": ".", "section_text": "107 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "108", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "108"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "109", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "109"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "110"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "111", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "111"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "112", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "112"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "113", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "113"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "114", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "114"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "115", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "115"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "116", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "116"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "117"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "118", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "118"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "119", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "119"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "120", "section_title": " Service of notices for   Army Reserve   and Royal Auxiliary Air Force.", "section_text": "120 Notices required in pursuance of— a this Part of this Act, or b the orders and regulations in force under this Part, to be given to men of the   Army Reserve   or of the Royal Auxiliary Air Force shall be served or published in such manner as may be prescribed and, if so served or published, shall be deemed to be sufficient notice."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "121", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "121"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "122", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "122"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "123", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "123"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "124", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "124"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "125", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "125"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "126", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "126"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "127", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "127"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "128", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "128"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "129", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "129"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "130", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "130"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "131", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "131"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "132", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "132"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "133", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "133"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "134", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "134"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "135", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "135"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "136", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "136"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "137", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "137"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "138", "section_title": " Commissioners of lieutenancy for City of London.", "section_text": "138 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The City of London continues to be a separate county for the purposes of  . . . the militia,  . . .. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "139", "section_title": " Enrolment, re-engagement and resignation.", "section_text": "139 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "140", "section_title": " Orders and regulations as to   pensions and other grants  .", "section_text": "140 1 The conditions as to pensions and other grants in respect of death or disablement arising out of service in the Ulster Defence Regiment shall be such as may be prescribed by orders or regulations. 1A The reference in subsection (1) to service in the Ulster Defence Regiment includes service in the regular army by a relevant person during the relevant period. 1B In subsection (1A)— “ regular army ” has the meaning given by section 374 of the Armed Forces Act 2006; “ relevant person ” means a person who, immediately before 1 July 1992, was a member of the Ulster Defence Regiment; “ relevant period ”, in relation to a relevant person, means the period beginning with 1 July 1992 and ending at the end of his term of service which was current on that date. 2 Orders or regulations shall provide for the organisation, administration, government and duties of the Ulster Defence Regiment, but shall not require members of that force to give whole-time service except— a during any period in which that force or the part of it to which they belong is called out under section 10, or section 24 or section 25 above, or b while they are undergoing training under paragraph (a) of section 44(1) above, and those orders or regulations shall not require members of that force to serve or train outside Northern Ireland. 3 In this   section  — a references to orders are to orders of Her Majesty signified under the hand of the Secretary of State, and b references to regulations are to regulations made by the Secretary of State, and any orders or regulations under this  section  shall be laid before Parliament after being made."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "141", "section_title": " Membership of armed forces and application of military law.", "section_text": "141 Persons of the Ulster Defence Regiment shall be members of the armed forces of the Crown, and— a any holder of a land forces commission who is for the time being assigned for duty with the Ulster Defence Regiment, and any other member of that force when serving on its permanent staff, shall be subject to military law; b any member of the Ulster Defence Regiment to whom paragraph (a) above does not apply shall be subject to military law— i at all times when called out for service under sections 10, 24, 25 and 44 above or when undergoing training whether in pursuance of an obligation under those sections or not; and ii at any other time when he is in possession, or when, in pursuance of any order given or permission granted by a superior officer of his, he is required or authorised to be in possession, of any arms or ammunition or of any prescribed description of equipment, being arms, ammunition or equipment belonging to Her Majesty."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "142", "section_title": " Application of Army Act.", "section_text": "142 References in Parts II to V of the  Army Act 1955 to the regular forces shall include references to persons of the Ulster Defence Regiment while subject to military law, but any other references in that Act to the regular forces shall not include references to the Ulster Defence Regiment."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "143", "section_title": " Failure to attend or comply.", "section_text": "143 1 Any member of the Ulster Defence Regiment who— a when required by or in pursuance of regulations making any such provision as is mentioned in section 44 above to attend at any place fails without reasonable excuse to attend in accordance with the requirement, or b fails without reasonable excuse to comply with orders or regulations under this Part of this Act. shall, whether otherwise subject to military law or not, be guilty of an offence and liable on conviction by court-martial to a fine not exceeding  £50 . 2 That offence shall, for all purposes of and incidental to the trial of the offender, including the summary disposal of the case otherwise than by court-martial, be deemed to be an offence under the Army Act 1955."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "144", "section_title": " Assistance in desertion, etc.", "section_text": "144 1 Any person who, in Northern Ireland or elsewhere— a procures or persuades any member of the Ulster Defence Regiment to desert within the meaning of section 37 of the Army Act 1955 or to absent himself without leave, or b knowing that any member of that force is about to desert as mentioned in paragraph (a) above or to absent himself without leave, assists him in so doing, or c knowing any person to be a deserter within the meaning of that section 37 or an absentee without leave from that force, procures or persuades or assists him to remain such a deserter or absentee, or assists in his rescue from custody. shall be liable— i on summary conviction to a fine not exceeding the statutory maximum or to imprisonment for a term not exceeding 3 months or to both; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  iii on conviction on indictment  to a fine or to imprisonment for a term not exceeding 2 years or to both. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "145", "section_title": " Reinstatement in civil employment.", "section_text": "145 1 Where any person is, or is liable to be— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b recalled under section 34 above, the provisions of the  Reserve Forces (Safeguard of Employment) Act 1985 shall apply to that person as they apply to a person who has entered, or, (as the case may be), may be required to enter, upon a period of whole-time service in the armed forces of the Crown in the circumstances mentioned in paragraph (a) of  section 1(1) of that Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "146", "section_title": " Protection of other civil interests.", "section_text": "146 1 Any service rendered by virtue of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 34 above, shall be relevant service within the meaning of the  Reserve and Auxiliary Forces (Protection of Civil Interests) Act 1951. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "147", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "147"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "148", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "148"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "149", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "149"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "150", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "150"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "151", "section_title": " Pensions and other grants under Home Guard Act 1951 c. 8.", "section_text": "151 The conditions as to pensions and other grants in respect of death or disablement from service in the Home Guard under the Home Guard Act 1951 shall be such as may be prescribed— a by orders of Her Majesty signified under the hand of the Secretary of State, or b by regulations made by the Defence Council, and any such orders or regulations shall be laid before Parliament as soon as may be after they are made."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "152", "section_title": ".", "section_text": "152 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "153", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "153"}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "154", "section_title": " Additional provisions as to Orders in Council and schemes.", "section_text": "154 1 In relation to any Order in Council under section 40 above, or paragraph (a) of section 42 above  . . .— a before any such Order is made the draft of the Order shall be laid before each House of Parliament for a period of not less that 40 days during the session of Parliament, and b if either of those Houses before the expiry of those 40 days presents an address to Her Majesty against the draft Order or any part of it, no further proceedings shall be taken in respect of the Order, without prejudice to the laying of a new draft Order. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "155", "section_title": " Amendment of subordinate legislation.", "section_text": "155 Section 14 of the  Interpretation Act 1978 applies to this Act as if in paragraph (b) of that section there were no requirement that Orders in Council, orders or other subordinate legislation should be made by statutory instrument."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "156", "section_title": " Interpretation.", "section_text": "156 1 In this Act, except where the context otherwise requires— . . . “ home defence service ” means military or air force service in any place in the United Kingdom, the Channel Islands or the Isle of Man in defence of the United Kingdom or those islands against actual or apprehended attack; “ man ”, in relation to— a the naval forces, means a person of or below the rate of warrant officer; b the military or air forces, includes a warrant officer and non-commissioned officer; . . . “ prescribed ”  (except in subsections (3) to (5) and (7) of sections 19A and 21A and in section 140)   means prescribed by orders or regulations made under  the Reserve Forces Act 1996 ; “ regular air force ” has the same meaning as in the  Air Force Act 1955. “ regular army ” means the regular forces within the meaning of the  Army Act 1955, but in sections 11(4) and (5), 15, 39(2), 83(1) and (2) above, and paragraph 19 of Schedule 8 to this Act, does not include the Royal Marines;   “ the regular army ” has the meaning given by section 374 of the Armed Forces Act 2006.   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Except where the context otherwise requires, other expressions in this Act— a relating to the   Regular Reserve   and the   Army Reserve  , have the same meanings as in the Army Act 1955; b relating to the Air Force Reserve and the Royal Auxiliary Air Force, have the same meanings as in the Air Force Act 1955. 3 This Act,  except so much of it as relates to the Royal Fleet Reserve and the Royal Marines Reserve , applies to women as it applies to men. 4 In this Act— a in relation to the definition of “ home defence service ” in subsection (1) above, and b for the purposes of sections 10(6), 68(3) and 96(3) above, service on any flight of which the points of departure and intended return are within the boundaries of the United Kingdom, the Channel Islands, and the Isle of Man, or of the territorial waters of the United Kingdom and those islands, shall be deemed to be service within the United Kingdom notwithstanding that the flight may in its course extend beyond those boundaries. 5 The expression “magistrates’ court”, in the application of this Act— a to Scotland, shall be construed as a reference to the sheriff sitting as a court of summary jurisdiction; b to Northern Ireland, shall be construed as a reference to a court of summary jurisdiction."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "157", "section_title": " Saving and transitional provisions, consequential amendments and repeals.", "section_text": "157 1 Subject to the saving and transitional provisions contained in Schedule 8 to this Act— a the enactments specified in Schedule 9 to this Act have effect subject to the amendments (being amendments consequent on this Act) specified in that Schedule, and b the enactments specified in Part I of Schedule 10 to this Act (repeal of obsolete enactments) and those specified in Part II of that Schedule (consequential repeals) are repealed to the extent specified in the third column of that Schedule, but nothing in Schedule 8 or in Schedule 9 shall be taken as prejudicing the operation of sections 15 to 17 of the  Interpretation Act 1978 (which relate to the effect of repeals). 2 Paragraphs 15 to 19 of Schedule 8 contain provisions made transitory by operation of the  Reserve Forces Act 1966."}, {"act": "Reserve Forces Act 1980", "year": 1980, "section": "158", "section_title": " Citation, extent and commencement.", "section_text": "158 1 This Act may be cited as the Reserve Forces Act 1980. 2 This Act extends to Northern Ireland. 3 Her Majesty may by Order in Council direct that any of the provisions of this Act shall extend to the Isle of Man, subject to such exceptions and modifications, if any, as may be specified in the Order. 4 This Act shall commence on the expiry of the period of one month beginning on the date of its passing."}]