[{"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "1", "section_title": " Establishment and objects of Law Society of Scotland.", "section_text": "1 1 The Law Society of Scotland (referred to in this Act as “ the Society ”) shall continue to exist and shall exercise the functions conferred upon it by this Act   and sections 16 to 23 (which relate to the provision of conveyancing and executry services) of the 1990 Act . 2 The objects of the Society shall include the promotion of— a the interests of the solicitors’ profession in Scotland; and b the interests of the public in relation to that profession. 3 The Society may do anything that is incidental or conducive to the exercise of these functions or the attainment of those objects. 4 Schedule 1 shall have effect in relation to the Society."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "1A", "section_title": "Power to act as statutory regulator", "section_text": "1A The Society may— a act as an approved regulator within the meaning of Part 2 of the 2010 Act, b do anything that is necessary or expedient for the purposes of doing so."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "2", "section_title": " Membership of Society.", "section_text": "2 1 Every solicitor having in force a practising certificate shall be a member of the Society. 2 Notwithstanding any other provisions of this Act, the Council may admit as a member of the Society any solicitor not having in force a practising certificate on such terms and conditions (including the payment by him of a reduced annual subscription) as they may determine. 3 Subject to subsection (2), a solicitor shall— a be treated as if he were not a member of the Society while suspended from practice as a solicitor under any enactment; b cease to be a member of the Society when his practising certificate ceases to have effect."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "3", "section_title": " Establishment and functions of Council of Law Society.", "section_text": "3 1 The business of the Society shall continue to be conducted by the Council of the Society (referred to in this Act as “ the Council ”) the members of which shall be elected  , co-opted or appointed   in accordance with the provisions of the scheme made under paragraph 2 of Schedule 1. 2 The Council shall have the functions conferred upon them by this Act   and sections 16 to 23 of the 1990 Act ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "3A", "section_title": "Discharge of functions of Council of the Law Society", "section_text": "3A 1 The Council may arrange for any of their functions (other than excepted functions) to be discharged on their behalf by— a a committee of the Council; b a sub-committee of such a committee; or c an individual (whether or not a member of the Society’s staff). 2 Where, under subsection (1)(a), the Council have arranged for any of their functions to be discharged by a committee, the committee may, with the approval of the Council, arrange for that function to be discharged on behalf of the Council by— a a sub-committee of the committee; or b an individual (whether or not a member of the Society’s staff). 3 Where, under subsection (1) or (2), the Council or a committee have arranged for any of the Council’s functions to be discharged by a sub-committee, the sub-committee may, with the approval of the Council, arrange for that function to be discharged on behalf of the Council by a member of the Society’s staff. 4 A power given by subsection (1), (2) or (3) may be exercised so as to impose restrictions or conditions on the body or person by whom the function concerned is to be discharged. 5  Any arrangement made under this section shall not arrange for any of the following functions of the Council to be discharged by an individual— a  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . aa that under section 47(2) of the 2007 Act of determining what action to propose, or take, as respects a conduct complaint remitted to them under section   6(2)(a)   or 15(5)(a) of that Act; ab that under— i section 42ZA(1) or (2) of this Act or section 20ZB(1) or (2) of the 1990 Act of determining whether or not to uphold a conduct complaint so remitted which suggests unsatisfactory professional conduct; ii section 42ZA(3)(b) of this Act or section 20ZB(3)(b) of the 1990 Act of determining what steps to take when upholding such a conduct complaint; ac that under section 51(1) of this Act of determining whether or not to make a complaint to the Tribunal as respects a conduct complaint so remitted which suggests professional misconduct; ad  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b  that  under section 20(1) or (2) of the 1990 Act  . . .  of determining— i whether paragraph (a) or (d) of the said section 20(1) applies to the practitioner; ii what action to take in the matter. 6 An arrangement made under this section may identify an individual by name or by reference to an office or post which the individual holds. 7 An arrangement under this section for the discharge of any of the functions of the Council may extend to any of the functions of the Society which is exercisable by the Council. 8 Where any arrangement is made under this section for the discharge of any of the functions of the Council by a body or person, the function shall be exercised by that body or person in the name of the Council, except that, where the function in question is a function of the Society which is exercisable by the Council, it shall be exercised in the name of the Society. 9 Any arrangement under this section for the discharge of any of the functions of the Council— a does not affect the responsibility of the Council for the exercise of the function or any liability arising therefrom; b does not prevent the Council from exercising the function; and c may be revoked at any time by the Council and also, in the case of any arrangement made under subsection (2) or (3), by the committee or sub-committee which made that arrangement. 10 In this section,  “ excepted functions ” means— a any function of the Council to make rules or regulations under this Act or any other enactment; and b any function of the Council under paragraph 2 of Schedule 1 to prepare a scheme (scheme for the constitution of the Council  etc. ). 11 This section is— a subject to sections 3B to 3G, and b without prejudice to any other power which the Council may have to arrange for the discharge of their functions. 12 During any period before— a paragraph 14(6)(a) of schedule 4 to the Public Appointments and Public Bodies  etc.  (Scotland) Act 2003 (asp 4) comes into force, subsection (5) applies as if paragraph (b) and the word  “and” that precedes it were omitted; b section 12(c) of that Act comes into force, subsection (5)(a) applies as if for the words  “the 1990 Act” there were substituted the Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t(Scotland) Act 1990 (c. 40)\t\t\t\t\t\t\t(“ the 1990 Act ”). "}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "3B", "section_title": "Regulatory committee", "section_text": "3B 1 The Council must, for the purpose mentioned in subsection (2)— a arrange under section 3A(1)(a) for their regulatory functions to be exercised on their behalf by a regulatory committee, and b ensure that the committee continues so to exercise those functions (in particular, for the discharge of the Council's responsibility as mentioned in section 3A(9)(a)). 2 The purpose is of ensuring that the Council's regulatory functions are exercised— a independently of any other person or interest, b properly in other respects (in particular, with a view to achieving public confidence). 3 Accordingly, the Council must not— a exercise their regulatory functions through any other means, or b interfere unduly in the regulatory committee's business. 4 Subsection (3)(a) is subject to— a any determination made by the regulatory committee in a particular case that it is necessary, for ensuring that something falling within the Council's regulatory functions is achieved appropriately, that specific action be taken otherwise than through the regulatory committee, and b such directions as the regulatory committee gives the Council (acting in any other capacity) in connection with the determination."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "3C", "section_title": "Particular rules applying", "section_text": "3C 1 The following particular rules apply as respects the regulatory committee— a the committee's membership may include persons who are not members of the Council, b at least 50% of the committee's membership is to comprise lay persons, c lay persons, where they are not members of the Council, are appointable to the committee if they would be appointable to the Council as non-solicitor members (see paragraph 3A(3) of Schedule 1), d the committee is to appoint one of its lay members as its convener, e if the convener is not present at a meeting of the committee, another of its lay members is to chair the meeting. 2 Any sub-committee of the regulatory committee (formed under section 3A(2)(a)) is subject to the particular rules applying as respects the regulatory committee, except that— a a meeting of the sub-committee need not be chaired by one of its lay members, b it may co-opt members from outside the membership of the regulatory committee. 3 Nothing done by the regulatory committee (or a sub-committee of it) is invalid solely because of a temporary shortfall in the number of its lay members. 4 In subsection (1)(b),  “lay persons” are persons who are not— a solicitors, b advocates, c conveyancing or executry practitioners as defined in section 23 of the 1990 Act, d those having a right to conduct litigation, or a right of audience, by virtue of section 27 of the 1990 Act, or e confirmation agents or will writers within the meaning of Part 3 of the 2010 Act."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "3D", "section_title": "Resolving regulatory disputes", "section_text": "3D 1 This section applies in relation to any dispute arising between the regulatory committee and the Council (acting in any other capacity) with respect to the application of section 3B. 2 If the dispute cannot be settled by the parties, it is to be submitted to (and resolved by) arbitration. 3 The arbitrator is to be appointed— a jointly by the parties, or b in the absence of agreement for joint appointment, by the Lord President on a request made by either (or both) of them. 4 The arbitrator's resolution of the dispute is final and binding on the parties."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "3E", "section_title": "Further provision for section 3B  etc.", "section_text": "3E 1 The Scottish Ministers may by regulations— a prescribe a maximum— i number of members that the regulatory committee, or any sub-committee of it, may have, ii proportion of the membership (of either) that may comprise co-opted members, b make further provision about the Council's regulatory functions if they believe that such provision is necessary for ensuring that those functions are exercised in accordance with the purpose stated in section 3B(2), c modify (by elaboration or exception) the definition in sections 3F and 3G if they believe that such modification is appropriate. 2 Before making regulations under subsection (1), the Scottish Ministers must consult the Council (and take account of sections 4 and 5 of the 2010 Act). 3 The power to make regulations under subsection (1) is exercisable by statutory instrument; but— a a statutory instrument containing regulations under subsection (1)(a) is subject to annulment in pursuance of a resolution of the Scottish Parliament, b a statutory instrument containing regulations under subsection (1)(b) or (c) is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, the Parliament."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "3F", "section_title": "Meaning of  “regulatory functions”", "section_text": "3F 1 For the purposes of sections 3B to 3E, the Council's  “regulatory functions” are their functions of regulating in respect of any matter the professional practice, conduct and discipline of— a solicitors (including firms of solicitors) and incorporated practices, b other legal practitioners, for example— i registered European or foreign lawyers, ii conveyancing or executry practitioners. 2 Those functions include (in particular) their functions as to— a setting standards of qualification, education and training, b admission of persons to the profession, c keeping the roll and other registers, d administering the Guarantee Fund, e making regulatory rules under any relevant enactment. 3 In subsection (1)(b)(ii), the reference to conveyancing or executry practitioners is to be construed in accordance with section 23 of the 1990 Act."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "3G", "section_title": "Extended meaning under section 3F", "section_text": "3G If the Society acts as an approved regulator as mentioned in section 1A, the Council's  “ regulatory functions ” for the purposes of sections 3B to 3E also comprise such regulatory functions as— a fall within the meaning of that expression as given for the purposes of Part 2 of the 2010 Act (by section 30(1) of that Act), and b are exercisable under that Part of that Act by the Society in its capacity as an approved regulator as so mentioned."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "4", "section_title": " Qualifications for practising as a solicitor.", "section_text": "4  No person shall be qualified to practise as a solicitor unless— a he has been admitted as a solicitor; and b his name is on the roll; and c subject to section 24, he has in force a certificate issued by the Council in accordance with the provisions of this Part authorising him to practise as a solicitor (referred to in this Act as a “practising certificate”)."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "5", "section_title": " Training regulations.", "section_text": "5 1 The Council may, with the concurrence of the Lord President, make regulations for— a practical training; b attendance at a course of legal education; c the passing of examinations. 2 Regulations under this section— a may make such incidental, consequential and supplemental provisions as the Council consider necessary or proper in relation to the matters specified in subsection (1); b may include provision for the charging by the Council of fees and the application thereof; and c may make different provision for different circumstances."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "6", "section_title": " Admission as solicitor.", "section_text": "6 1 Subject to the provisions of this section, no person shall be admitted as a solicitor in Scotland unless— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b he has satisfied the Council. . .  i that he has complied with the provisions of any regulations made under section 5 that apply to him, and ii that he is a fit and proper person to be a solicitor, and has obtained from the Council a certificate to that effect; and c he has paid such sum in respect of his admission as has been fixed by the Council with the approval of the Lord President. 2 Where— a a person has complied with the requirements of subsection (1); but b the Council have not lodged a petition for his admission as a solicitor within one month of his having so complied, he may apply by petition to the court for admission as a solicitor; and if he produces the certificate mentioned in paragraph (b) of subsection (1) the court shall make an order admitting him as a solicitor. 3 If any person has not obtained from the Council a certificate to the effect mentioned in paragraph (b) of subsection (1) but has otherwise satisfied the requirements of that subsection the Court, on such an application being made by him and on being satisfied after such inquiry as it thinks fit, that— a he is a fit and proper person to be admitted as a solicitor, and b he is competent to be a solicitor, may make an order admitting him as a solicitor. 3A The Council may petition the court for the admission as a solicitor of an applicant who has complied with the requirements of subsection (1) above; and, where it does so it shall lodge the petition not later than one month after the applicant has first so complied. 3B The Court shall, on a petition being made to it under subsection (3A) above, make an order admitting the applicant as a solicitor. 4 Any order admitting a person as a solicitor under this section shall include a direction to the Council to enter the name of that person in the roll. 5 Nothing in this section affects the operation of the  Colonial Solicitors Act 1900 or any Order in Council made under that Act (admission as solicitors in Scotland of solicitors of certain overseas territories) 6 Every person who has been enrolled as a law agent shall be deemed to be admitted as a solicitor."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "7", "section_title": " Keeping the roll.", "section_text": "7 1 The Council shall continue to be the registrar of solicitors and shall keep at the office of their secretary a roll of solicitors (in this Act referred to as “ the roll ”). 2 The roll shall consist of the names in alphabetical order of all solicitors entered on it in accordance with section 8. 2A The roll is also to record against the name of each enrolled solicitor the address of the place of business of that solicitor (as given under subsection (2) of that section). 3 Any person may inspect the roll during office hours without payment. 4 Schedule 2 (powers of Council in relation to roll of solicitors) shall have effect."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "8", "section_title": " Entry in the roll.", "section_text": "8 1 On production to the Council of an order under section 6 admitting a person as a solicitor and directing that his name be entered on the roll the Council shall enter the name of that person on the roll. 2 Any solicitor whose name is entered on the roll (in this Act referred to as “ an enrolled solicitor ”) shall, on such entrolment, inform the Council in writing of the address of his place of business, and shall on any change of that address, inform them in writing of his new address. 3 The Council shall issue a certificate of enrolment to any enrolled solicitor who applies for it."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "9", "section_title": " Removal of name from roll on request.", "section_text": "9 1   An enrolled solicitor who wishes his name  , or any annotation made against his name under section 25A(3),  to be removed from the roll of solicitors may make an application to the Council in that behalf, and the Council shall  ...  remove the name of that solicitor  or, as the case may be, the annotation against his name,  from the roll. 2 But the Council are required to remove the name or annotation only if they are satisfied that— a the solicitor has made adequate arrangements with respect to the business which the solicitor then has in hand, and b it is otherwise appropriate to do so."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "10", "section_title": " Restoration of name to roll on request.", "section_text": "10 1 A solicitor. . .   whose name has been struck off the roll other than by order of the Court, shall only be entitled to have his name restored to the roll, if on an application in that behalf made by him to the Tribunal and after such inquiry as the Tribunal thinks proper, the Tribunal so orders. 1ZA Where the restoration of a solicitor's name to the roll has been prohibited under section 53(2)(aa), the solicitor is entitled to have the solicitor's name restored to the roll if (but only if) the Tribunal so orders— a on an application made to it by the solicitor, and b after such enquiry as it thinks proper. 1A On an application to the Council from a solicitor whose name  , or any annotation against whose name,  has been removed from the roll under section 9  (except where subsection (1ZA) applies)   the Council may, after such inquiry as they think proper, restore the name of that solicitor  or, as the case may be, the annotation,  to the roll. 2 Rules made by the Tribunal under section 52 may— a regulate the making, hearing and determining of applications under subsection (1)  or (1ZA)  ; b provide for payment by the applicant to the Council of such fee in respect of restoration to the roll as the rules may specify."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "11", "section_title": " Directions by Lord President.", "section_text": "11 1 The Lord President may give directions to the Council in relation to the carrying out of their duties in connection with the keeping of the roll and they shall give effect to any such direction. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "12A", "section_title": " Keeping the register", "section_text": "12A 1 The Council shall establish and maintain the register referred to in regulation 15 of the European Communities (Lawyer’s Practice) (Scotland) Regulations 2000  as those regulations have effect by virtue of regulation 6 or 7 of the Services of Lawyers and Lawyer's Practice (EU Exit) (Scotland) (Amendment etc.) Regulations 2019 , and shall keep the register at the office of their secretary. 2 The register shall consist of the names in alphabetical order of all European lawyers entered on it in accordance with regulation 17 of those regulations  as it has effect by virtue of regulation 6 or 7 of the Services of Lawyers and Lawyer's Practice (EU Exit) (Scotland) (Amendment etc.) Regulations 2019 . 2A The register is also to record against the name of each lawyer entered on it the address of the place of business of that lawyer and related information (as given under section 12B(1)). 3 Any person may inspect the register during office hours without payment. 4 Schedule 2 (powers of Council in relation to roll of solicitors) shall apply to the register as it does to the roll and in its application to the register the words “section 7(3)” in paragraph 4 shall be read as if the words “section 12A” were substituted therefor."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "12B", "section_title": " Information to be provided by registered European lawyers", "section_text": "12B 1 Any registered European lawyer– a shall, on registration, inform the Council in writing of the address of his place of business, his home professional title, and the name and address of the competent authority with which he is registered in his home state; and b shall thereafter inform the Council of any change to the information required under paragraph (a) above. 2 The Council shall issue a registration to any registered European lawyer who applies for it."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "12C", "section_title": " Removal of name from register on request", "section_text": "12C 1   A registered European lawyer who wishes his name, or any annotation made against his name under section 25A(3), to be removed from the register may make an application to the Council in that behalf, and the Council shall ...  remove the name of that solicitor, or, as the case may be, the annotation against his name, from the register. 2 But the Council are required to remove the name or annotation only if they are satisfied that— a the solicitor has made adequate arrangements with respect to the business which the solicitor then has in hand, and b it is otherwise appropriate to do so."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "12D", "section_title": " Restoration of name to register on request", "section_text": "12D 1 Subject to subsection (2), a registered European lawyer whose name has been removed from the register shall be entitled to have his name restored to the register only if, on an application in that behalf made by him to the Tribunal and after such enquiry as the Tribunal thinks proper, the Tribunal so orders. 2 On an application to the Council by a registered European lawyer whose name, or any annotation against whose name, has been removed from the register under section 12C, the Council may, after such inquiry as they think proper, restore the name of the registered European lawyer or, as the case may be, the annotation, to the register. 3 Rules made by the Tribunal under section 52 may– a regulate the making, hearing and determining of applications under subsection (1); b provide for payment by the applicant to the council of such fee in respect of restoration to the register as the rules may specify."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "13", "section_title": " Applications for practising certificates.", "section_text": "13 1 Subject to this section and sections 14 to 24, the Council may make rules with respect to— a applications for practising certificates; b the issue of practising certificates; c the keeping of a register of applications for and the issue of practising certificates. 2 Any person may inspect the register during office hours without payment. 3 The making of a false statement by a solicitor in an application for a practising certificate may be treated as professional misconduct by him for the purposes of Part IV, unless he proves the statement was made without intention to deceive."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "14", "section_title": " Issue of practising certificate.", "section_text": "14 1 The Council shall issue to an enrolled solicitor on application being duly made by him, a practising certificate in accordance with rules made by them under section 13. 2 The Council shall not issue a practsing certificate to a solicitor while he is suspended from practice."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "15", "section_title": " Discretion of Council in special cases.", "section_text": "15 1 In any case where this section has effect, the applicant shall, unless the Council otherwise order, give to the Council, not less than 6 weeks before he applies for a practising certificate, notice of his intention to do so; and the Council may in their discretion— a grant or refuse the application, or b decide to issue a certificate to the applicant subject to such conditions as the Council may think fit. 2 Subject to subsections (3) and (4), this section shall have effect in any case where a solicitor applies for a practising certificate a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b not having held a practising certificate in force within the period of 12 months following the date of his admission; or c when a period of 12 months or more has elapsed since he held a practising certificate in force; or d without having paid in full any fine imposed on him under   section 42ZA(4)(b) or  Part IV; or e without having paid in full any expenses for which he has been found liable under section   62A  or Part IV; or f when, having been suspended from practice, the period of suspension has expired; or g when, having had his name struck off the roll, his name has been restored to the roll; or h after his estate has been sequestrated or he has granted a trust deed for behoof of creditors, whether he has obtained his discharge or not; or i when  . . . — i the Council are investigating a conduct complaint remitted to them under section   6(2)(a)   or 15(5)(a) of the 2007 Act,  his attention has been drawn by the Council to the matter, and he has not replied or has not furnished a reply which would enable the Council to dispose of the matter; or ii after a complaint has been made  of delay in the disposal of the business of a client he has not completed that business within such period as the Council may fix as being a reasonable period within which to do so, and in either case has been notified in writing by the Council accordingly  ; or j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where a practising certificate free of conditions is issued by the Council under subsection (1) to a solicitor in relation to whom this section has effect by reason of any such circumstances as are mentioned in paragraphs (b), (c), (f), (g) or (h) of subsection (2), this section shall not thereafter have effect in relation to that solicitor by reason of those circumstances. 4 Where the Council decide to issue a practising certificate subject to conditions, they may, if they think fit, postpone the issue of the certificate pending the hearing and determination of an appeal under section 16."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "16", "section_title": " Appeals from decisions of Council.", "section_text": "16 1 Where an application for a practising certificate is duly made to the Council otherwise than in a case where a section 15 has effect and the Council refuse or neglect to issue a practising certificate, the applicant  ; b the Council refuse to recognise a body corporate as being suitable in terms of section 34(1A)( b ), the body corporate may apply to the Court, who may make such order in the matter as it thinks fit. 2 Where the Council in exercise of the power conferred on them by section 15, refuse to issue a practising certificate, or issue a practising certificate subject to conditions, the applicant may appeal to the Court against that decision within 14 days of being notified of it. 3 On an appeal to the Court under subsection (2) the Court may— a affirm the decision of the Council, or b direct the Council to issue a practising certificate to the applicant subject to such conditions if any as the Court may think fit; or c make such other order as it thinks fit."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "17", "section_title": " Date and expiry of practising certificates.", "section_text": "17 1 Every practising certificate issued in November of any year shall bear the date of 1st November in that year, and every other practising certificate shall bear the date of the day on which it was issued. 2 Every practising certificate shall have effect from the date it bears under subsection (1). 3 Subject to subsection (4), every practising certificate shall expire on 31st October next after it is issued. 4 On the name of any solicitor being struck off the roll or on a solicitor being suspended from practice as a solicitor, any practising certificate for the time being in force of that solicitor shall cease to have effect, but in the case of suspension, if he ceases to be so suspended during the period for which the practising certificate would otherwise have continued in force, the certificate shall thereupon again have effect."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "18", "section_title": " Suspension of practising certificates.", "section_text": "18 1 If— a in pursuance of the   Mental Health (Care and Treatment)\t\t\t\t\t\t\t(Scotland) Act 2003 , a solicitor is, by reason of mental disorder,   detained in hospital . . .; b a guardian is appointed to a solicitor under the Adults with Incapacity (Scotland) Act 2000 (asp 4); c the estate of the solicitor is sequestrated; d a solicitor grants a trust deed for behoof of creditors; e a judicial factor is appointed on the estate of the solicitor under section 41; any practising certificate for the time being in force of that solicitor shall cease to have effect, and he shall be suspended from practice as a solicitor. 1ZA The Council may suspend from practice a solicitor who— a has been convicted of an offence involving dishonesty, or b in respect of an offence, has been— i fined an amount equivalent to level 4 on the standard scale or more (whether on summary or solemn conviction), or ii sentenced to imprisonment for a term of 12 months or more. 1A If— a an administration or winding up order, or an appointment of a provisional liquidator, liquidator, receiver or judicial factor has been made in relation to the incorporated practice; or b a resolution has been passed for the voluntary winding-up of an incorporated practice (other than a resolution passed solely for the purpose of reconstruction or amalgamation of the incorporated practice with another incorporated practice), the recognition under section 34(1A) of the incorporated practice shall be thereby revoked. 2 On the occurrence of any of the circumstances mentioned in. . .   subsection (1)  or (1ZA)  , the solicitor in question shall intimate those circumstances to the Council in writing immediately. 3 On the occurrence of the cirumstances mentioned in paragraphs (d) or (e) of subsection (1) the trustee or as the case may be the judicial factor shall intimate his appointment to the Council in writing immediately. 3A On the occurence of the circumstances mentioned in— a paragraph ( a ) of subsection (1A), the administrator, provisional liquidator, liquidator, receiver or, as the case may be, judicial factor appointed in relation to the incorporated practice; b paragraph ( b ) of subsection (1A), the incorporated practice shall immediately intimate that fact to the Council."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "19", "section_title": " Further provisions relating to suspension of practising certificates.", "section_text": "19 1 The provisions of this section have effect in relation to a practising certificate which has ceased to have effect by virtue of section 18 during the period when that certificate would, but for that section, have continued in force. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 A practising certificate which has ceased to have effect by virtue of paragraphs (c) or (d) of section 18(1) shall again have effect on the solicitor being granted his discharge. 5 A practising certificate which has ceased to have effect by virtue of paragraph (e) of section 18(1) shall again have effect on the judicial factor being granted his discharge. 5A Where a solicitor is suspended from practice as a solicitor by virtue of paragraph (a) or (b) of section 18(1), the period of suspension shall, for the purposes of section 15(2)(f), expire on the solicitor ceasing to be   detained in hospital  or subject to guardianship or, as the case may be, on the  curator bonis  being discharged. 5B A suspension from practice arising by virtue of section 18(1ZA) expires if the grounds for it no longer apply. 5C On the occurrence of any of the circumstances mentioned in subsections (4) to (5B), the solicitor concerned must notify the Council in writing (and without delay). 6 Where a solicitor is suspended from practice as a solicitor by virtue of paragraphs (c), (d) or (e) of section 18(1)  or by virtue of section 18(1ZA)  , he may at any time apply to the Council to terminate the suspension. 7 On an application under subsection (6), the Council may either— a grant the application with or without conditions; or b refuse the application 8 If on an application by a solicitor under subsection (6), the Council refuse the application or grant it subject to conditions, the solicitor may appeal against the decision to the Court, who may— a affirm the decision; or b vary any conditions imposed by the Council; or c terminate the suspension either with or without conditions."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "20", "section_title": " Council’s duty to supply lists of solicitors holding practising certificates.", "section_text": "20 1 The Council shall send a list of all solicitors holding practising certificates for the practice year then current— a to the Keeper of the Registers of Scotland;   . . . ab to the Principal Clerk of Session; b to each sheriff clerk; as soon as practicable after 1st December in each year. 2 The Council shall send a list of all solicitors who have rights of audience in— a the Court of Session, to— i the Principal Clerk of Session; ii the Supreme Court; iii the Registrar to the Judicial Committee of the Privy Council; and b the High Court of Justiciary, to the Principal Clerk of Justiciary, as soon as practicable after 1st December in each year; and where, by virtue of an order under section 53(2)(ba),  . . .  or 55(1)(ba)  or (bb) , a solicitor’s right of audience in any of those courts is suspended or revoked, the Council shall forthwith inform the persons mentioned in this subsection of that fact. 3 The Council shall notfiy those persons to whom they have sent lists under this section of any changes in those lists."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "21", "section_title": " Consultants to hold practising certificates.", "section_text": "21 1 A consultant shall be treated for the purposes of this Act as a practising solicitor and the provisions relating to practising certificates and, subject to subsection (2), the Guarantee Fund shall apply to him. 2 The Council may if they think fit exempt a consultant from any of the provisions of section 43 or Schedule 3 (the Guarantee Fund). 3 In this section “ consultant ” means any solicitor who a not being in partnership with a solicitor or other solicitors causes or permits his name to be associated with the name of that solicitor or those solicitors or their firm’s name, b not being a director of an incorporated practice, causes or permits his name to be associated with that incorporated practice, whether he is described as a consultant or adviser or in any other way."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "22", "section_title": " Evidence as to holding of practising certificates.", "section_text": "22 1 Any list purporting to be issued by the Council and to contain the names of solicitors in Scotland who have before 1st December in any year obtained practising certificates for the period of 12 months from 1st November in that year shall, until the contrary is proved, be evidence that the persons named in that list are solicitors holding such certificates. 2 The absence from any such list of the name of any person shall, until the contrary is proved, be evidence that the person is not qualified to practise as a solicitor under a certificate for the current year, but in the case of any such person an extract from the roll certified as correct by the Council shall be evidence of the facts appearing in the extract."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "23", "section_title": " Offence to practise without practising certificate.", "section_text": "23 1 Any person who practises as a solicitor or in any way holds himself out as entitled by law to practise as a solicitor without having in force a practising certificate shall be guilty of an offence under this Act unless he proves that he acted without receiving or without expectation of any fee, gain or reward, directly or indirectly. 2 Without prejudice to any proceedings under subsection (1), failure on the part of a solicitor in practice to have in force a practising certificate may be treated as professional misconduct for the purposes of Part IV."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "23A", "section_title": " Professional misconduct for registered European lawyer to practise without a registration certificate", "section_text": "23A Failure on the part of a registered European lawyer in practice to have in force a current registration certificate may be treated as professional misconduct for the purposes of Part IV."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "23B", "section_title": "", "section_text": "23B Failure on the part of a registered foreign lawyer in practice to have in force a current registration certificate may be treated as professional misconduct for the purposes of Part IV."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "24", "section_title": " Saving of public officials.", "section_text": "24 Nothing in this Act shall require a practising certificate to be taken out by a person who is by law authorised to act as a solicitor to a public department without admission, or by any assistant or officer appointed to act under the direction of any such solicitor."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "24A", "section_title": " Applications for registration certificates", "section_text": "24A 1 Subject to sections 24B to 24G below, the Council may make rules with respect to– a applications for; b the issue of; c the keeping of a register for and the issue of, registration certificates for registered European lawyers as it would make rules under section 13 with respect to practising certificates for enrolled solicitors. 2 Any person may inspect the register referred to in subsection (1)(c) during office hours without payment. 3 The making of a false statement by a registered European lawyer in an application for a registration certificate may be treated as professional misconduct by him for the purposes of Part IV, unless he proves the statement was made without intention to deceive."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "24B", "section_title": " Issue of registration certificates", "section_text": "24B 1 The Council shall issue to a registered European lawyer on application being made by him, a registration certificate in accordance with rules made by them under section 24A. 2 The Council shall not issue a registration certificate to a registered European lawyer while his registration is suspended or withdrawn."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "24C", "section_title": " Discretion of Council in special cases", "section_text": "24C 1 In any case where this section has effect, the applicant shall, unless the Council otherwise order, give to the Council, not less than 6 weeks before he applies for a renewal of a registration certificate, notice of his intention to do so; and the Council may in their discretion– a grant or refuse the application; or b decide to issue a registration certificate to the applicant subject to such conditions as the Council may think fit. 2 Subject to subsections (3) and (4) below, this section shall have effect in any case where a registered European lawyer applies for a renewal of a registration certificate– a not having held a registration certificate in force within the period of 12 months following the date of his registration; or b when a period of 12 months or more has elapsed since he held a registration certificate in force; or c without having paid in full any fine imposed on him under Part IV; or d without having paid in full any expenses for which he has been found liable under section   62A  or Part IV; or e when, having been suspended from practice, the period of suspension has expired; or f when, having had his registration withdrawn, he has been registered again; or g after his estate has been sequestrated or he has granted a trust deed for behoof of creditors, whether he has obtained his discharge or not; or h when, after a complaint has been made– i relating to his conduct of the business of a client his attention has been drawn by the Council to the matter, and he has not replied or has not furnished a reply which would enable the Council to dispose of the matter; or ii of delay in disposal of the business of a client he has not completed that business within such period as the Council may fix as being a reasonable period within which to do so, and in either case has been notified in writing by the Council accordingly; or i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where a registration certificate free of conditions is issued by the Council under subsection (1) to a registered European lawyer to whom that subsection has effect by reason of any such circumstances as are mentioned in paragraphs (a), (b), (e), (f) or (g) of subsection (2), this section shall not thereafter have effect in relation to that registered European lawyer by reason of those circumstances. 4 Where the Council decide to issue a registration certificate subject to conditions, they may, if they think fit, postpone the issue of the registration certificate pending the hearing and determination of an appealunder section 24D."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "24D", "section_title": " Appeals from decisions of Council", "section_text": "24D 1 Where– a an application for a registration certificate is duly made to the Council otherwise than in a case where section 24C has effect and the Council refuse or neglect to issue a registration certificate, the applicant; b the Council refuse to recognise a body corporate as being suitable in terms of section 34(1A) (b), the body corporate, may apply to the court, who may make such order in the matter as it thinks fit. 2 Where the Council in exercise of the power conferred on them by section 24C, refuse to issue a registration certificate, or issue a registration certificate subject to conditions, the applicant may appeal to the court against that decision within 14 days of being notified of it. 3 On an appeal to the court under subsection (2) the court may– a affirm the decision of the Council; or b direct the Council to issue a registration certificate to the applicant subject to such conditions if any as the court thinks fit; or c make such order as it thinks fit."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "24E", "section_title": " Date and expiry of registration certificate", "section_text": "24E 1 Every registration certificate issued in November of any year shall bear the date of 1st November in that year, and every other registration certificate shall bear the date on which it was issued. 2 Every registration certificate shall have effect from the date it bears under subsection (1). 3 Subject to subsection (4), every registration certificate shall expire on 31st October next after it is issued. 4 On the name of a registered European lawyer being withdrawn from the register or on a registered European lawyer being suspended from practice as a registered European lawyer, any registration certificate for the time being in force of that registered European lawyer shall cease to have effect, but in the case of suspension, if he ceases to be so suspended during the period for which the registration would otherwise have continued in force, the registration certificate shall thereupon again have effect."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "24F", "section_title": " Suspension of registration certificate", "section_text": "24F 1 If– a in pursuance of the   Mental Health (Care and Treatment)\t\t\t\t\t\t\t(Scotland) Act 2003  a registered European lawyer is, by reason of mental disorder,   detained in hospital ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the estate of a registered European lawyer is sequestrated; d a registered European lawyer grants a trust deed for behoof of creditors; e a judicial factor is appointed on the estate of a registered European lawyer; any registration certificate for the time being in force of that registered European lawyer shall cease to have effect, and he shall be suspended from practice as a registered European lawyer. 1A The Council may suspend from practice a registered European lawyer who— a has been convicted of an offence involving dishonesty, or b in respect of an offence, has been— i fined an amount equivalent to level 4 on the standard scale or more (whether on summary or solemn conviction), or ii sentenced to imprisonment for a term of 12 months or more. 2 On the occurrence of any of the circumstances mentioned in subsection (1)  or (1A)  , the registered European lawyer in question shall intimate those circumstances to the Council in writing immediately. 3 On the occurrence of the circumstances mentioned in paragraph (d) or (e) of subsection (1) the trustee or as the case may be the judicial factor shall intimate his appointment to the Council in writing immediately."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "24G", "section_title": " Further provisions relating to suspension of registration certificate", "section_text": "24G 1 The provisions of this section shall have effect in relation to a registration certificate which has ceased to have effect by virtue of section 24F during the period when that registration certificate would, but for that section, have continued in force. 2 A registration certificate which has ceased to have effect by virtue of paragraph (c) or (d) of section 24F(1) shall again have effect on the registered European lawyer being granted his discharge. 3 A registration certificate which has ceased to have effect by virtue of paragraph (e) of section 24F(1) shall again have effect on the judicial factor being granted his discharge. 4 Where a registered European lawyer is suspended from practice as a registered European lawyer by virtue of paragraph (a)\t\t\t\t\t . . .  of section 24F(1), the period of suspension shall, for the purposes of section 24C(2)(e), expire on the registered European lawyer ceasing to be   detained . . . . 4A A suspension from practice arising by virtue of section 24F(1A) expires if the grounds for it no longer apply. 4B On the occurrence of any of the circumstances mentioned in subsections (2) to (4A), the lawyer concerned must notify the Council in writing (and without delay). 5 Where a registered European lawyer is suspended from practice as a registered European lawyer by virtue of paragraph (c), (d) or (e) of section 24F(1)  or by virtue of section 24F(1A)  , he may at any time apply to the Council to terminate the suspension. 6 On an application under subsection (5), the Council may either– a grant the application with or without conditions; or b refuse the application. 7 If on an application by a registered European lawyer under subsection (5) the Council refuse the application or grant it subject to conditions, the registered European lawyer may appeal against the decision to the court, who may– a affirm the decision; or b vary any conditions imposed by the Council; or c terminate the suspension either with or without conditions."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "25", "section_title": " Rights of practising.", "section_text": "25 Every person qualified to practise as a solicitor in accordance with section 4 may practise as a solicitor in any court in Scotland."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "25A", "section_title": " Rights of audience in the Court of Session, the   Supreme Court , the Judicial Committee of the Privy Council and the High Court of Justiciary.", "section_text": "25A 1 Subject to regulations 6 and 11 of the European Communities (Lawyer’s Practice)\t\t\t\t\t(Scotland) Regulations 2000  as those regulations have effect by virtue of regulation 6 or 7 of the Services of Lawyers and Lawyer's Practice (EU Exit) (Scotland) (Amendment etc.) Regulations 2019   and  without prejudice to  section 103(8) of the Criminal Procedure (Scotland) Act 1995 (right of solicitor to appear before single judge)  and section 48(2)(b)\t\t\t\t\t(extension of rights of audience by act of sederunt) of the Court of Session Act 1988, a solicitor who— a seeks a right of audience in, on the one hand, the Court of Session, the   Supreme Court  and the Judicial Committee of the Privy Council or, on the other hand, the High Court of Justiciary  and the Judicial Committee of the Privy Council ; and b has satisfied the Council as to the requirements provided for in this section, shall have a right of audience in those courts or, as the case may be, that court. 2 The requirements mentioned in subsection (1), in relation to the courts or, as the case may be, the court in which a solicitor seeks a right of audience, are that— a he has completed, to the satisfaction of the Council, a course of training in evidence and pleading in relation to proceedings in those courts or that court; b he has such knowledge as appears to the Council to be appropriate of— i the practice and procedure of; and ii professional conduct in regard to, those courts or that court; and c he has satisfied the Council that he is, having regard among other things to his experience in appropriate proceedings in the sheriff court, otherwise a fit and proper person to have a right of audience in those courts or that court. 3 Where a solicitor has satisfied the Council as to the requirements of subsection (2) in relation to the courts or, as the case may be, the court in which he seeks a right of audience the Council shall make an appropriate annotation on the roll against his name. 4 The Council shall make rules under this section as to— a the matters to be included in, the methods of instruction to be employed in, and the qualifications of the person who will conduct, any course of training such as is mentioned in subsection (2)(a); and b the manner in which a solicitor’s knowledge of the practice and procedure and professional conduct mentioned in subsection (2)(b) is to be demonstrated, and separate rules shall be so made in relation to, on the one hand, the Court of Session, the   Supreme Court  and the Judicial Committee of the Privy Council and, on the other hand, the High Court of Justiciary  . . . . 5 The Council shall make rules of conduct in relation to the exercising of any right of audience held by virtue of this section. 6 Where a solicitor having a right of audience in any of the courts mentioned in subsection (1) is instructed to appear in that court, those instructions shall take precedence before any of his other professional obligations, and the Council shall make rules— a stating the order of precedence of those courts for the purposes of this subsection; b stating general criteria to which solicitors should have regard in determining whether to accept instructions in particular circumstances; and c securing, through such of their officers as they think appropriate, that, where reasonably practicable, any person wishing to be represented before any of those courts by a solicitor holding an appropriate right of audience is so represented, and for the purposes of rules made under this subsection the Inner and Outer Houses of the Court of Session, and the High Court of Justiciary exercising its appellate Jurisdiction, may be treated as separate courts. 7 Subsection (6) does not apply to an employed solicitor whose contract of employment prevents him from acting for persons other than his employer. 8 Subject to subsections (9) and (10), the provisions of section 34(2) and (3) apply to rules made under this section as they apply to rules made under that section and, in considering any rules made by the Council under subsection (5), the Lord President shall have regard to the desirability of there being common principles applying in relation to the exercising of rights of audience by all practitioners appearing before the Court of Session and the High Court of Justiciary. 9 The Council shall, after any rules made under subsection (4) have been approved by the Lord President, submit such rules to the Secretary of State, and no such rules shall have effect unless the Secretary of State, after consulting the   CMA   in accordance with section 64A, has approved them. 10 The Council shall, after any rules made under subsection (5) have been approved by the Lord President, submit such rules to the Secretary of State. 11 Where the Secretary of State considers that any rule submitted to him under subsection (10) would directly or indirectly inhibit the freedom of a solicitor to appear in court or undertake all the work preparatory thereto he shall consult the   CMA   in accordance with section 64A. 12 The Council may bring into force the rules submitted by them to the Secretary of State under subsection (10) with the exception of any such rule which he has, in accordance with section 64B, refused to approve. 13 Nothing in this section affects the power of any court in relation to any proceedings— a to hear a person who would not otherwise have a right of audience before the court in relation to those proceedings; or b to refuse to hear a person (for reasons which apply to him as an individual) who would otherwise have a right of audience before the court in relation to those proceedings, and where a court so refuses it shall give its reasons for that decision. 14 Where a complaint has been made that a solicitor has been guilty of professional misconduct in the exercise of any right of audience held by him by virtue of this section, the Council may, or if so requested by the Lord President shall, suspend him from exercising that right pending determination of that complaint under Part IV. 14A Where the Commission makes a determination under section 9(1) of the 2007 Act upholding a services complaint against a solicitor, the Council may, if they consider that the complaint has a bearing on his fitness to exercise any right of audience held by him by virtue of this section and that it is appropriate to do so, suspend or revoke the right. 15 Where a function is conferred on any person or body by this section he or, as the case may be, they shall exercise that function as soon as is reasonably practicable."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "26", "section_title": " Offence for solicitors to act as agents for unqualified persons.", "section_text": "26 1 Any solicitor to whom this subsection applies who  or incorporated practice which  upon the account or for the profit of any unqualified person— a acts as agent in any action or proceedings in any court, or b permits or suffers his  or, as the case may be, its  name to be made use of in any way in any such action or proceedings; or c subject to subsection (4),  draws or prepares any writ to which section 32 applies, or d subject to subsection (4),  permits or suffers his  or, as the case may be, its  name to be made use of in the drawing or preparing of any such writ; or e does any other act to enable that person to appear, act or practise in any respect as a solicitor or notary public, knowing that person not to be a qualified solicitor or notary public, as the case may be, shall be guilty of an offence. 2 Subsection (1) applies to any solicitor   , registered foreign lawyer   or registered European lawyer pursuing professional activities within the meaning of the European Communities (Lawyer’s Practice)\t\t\t\t\t(Scotland) Regulations 2000 , not being a solicitor   , registered foreign lawyer   or registered European lawyer pursuing professional activities within the meaning of the European Communities (Lawyer’s Practice)\t\t\t\t\t(Scotland) Regulations 2000 who is employed full-time on a fixed salary by a body corporate  or employed by a law centre or a citizens advice body . 3 In this section “ person ” includes a body corporate  but “ unqualified person ” does not include  a licensed legal services provider,   an incorporated practice   , registered foreign lawyer, multi national practice   or a registered European lawyer pursuing professional activities within the meaning of the European Communities (Lawyer’s Practice)\t\t\t\t\t(Scotland) Regulations 2000 . 4 Subsection (1)(c) and (d) shall not apply in relation to— a writs relating to heritable or moveable property drawn or prepared upon the account of or for the profit of independent qualified conveyancers providing conveyancing services within the meaning of section 23 (interpretation of sections 16 to 22) of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t(Scotland) Act 1990; or b papers to found or oppose an application for a grant of confirmation in favour of executors drawn or prepared upon the account of or for the profit of an executry practitioner or recognised financial institution providing executry services within the meaning of the said section 23. 5 In this section, any reference to the European Communities (Lawyer's Practice) (Scotland) Regulations 2000 is to those Regulations as they have effect by virtue of the Services of Lawyers and Lawyer's Practice (EU Exit) (Scotland) (Amendment etc.) Regulations 2019."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "28", "section_title": " Offence for solicitors who are disqualified to seek employment without informing employer.", "section_text": "28  Any person who— a has been struck off the roll; or b suspended from practice as a solicitor  ; or c has had his registration as a registered European lawyer withdrawn; or d has been suspended from practice as a registered European lawyer ; or e has had his registration as a registered foreign lawyer withdrawn; or f has been suspended from practice as a registered foreign lawyer, and while so disqualified from practice seeks or accepts employment by a solicitor in connection with that solicitors practice  or by an incorporated practice or multi-national practice  without previously informing him  or, as the case may be, it  that he is so disqualified, shall be guilty of an offence."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "30", "section_title": " Liability for fees of other solicitor.", "section_text": "30 Where a solicitor  or an incorporated practice , authorised by and acting for a client employs another solicitor  or incorporated practice   or a licensed legal services provider   he  or, as the case may be, it  shall (whether or not he  or, as the case may be, it  discloses the client) be liable to the   employed party   for that   party's   fees and outlays, unless at the time of the employment he  or, as the case may be, it  expressly disclaims any such liability."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "31", "section_title": " Offence for unqualified persons to pretend to be solicitor or notary public. ", "section_text": "31 1 Any  . . . person (including a body corporate) who  , not having the relevant qualification, either by himself or together with others, wilfully and falsely— a pretends to be a solicitor or notary public; or aa pretends to be a registered European lawyer; or ab pretends to be a registered foreign lawyer; or b takes or uses any name, title, addition or description implying that he is duly qualified to act as a solicitor or a notary public  , registered European lawyer or registered foreign lawyer , as the case may be,  or recognised by law as so qualified; shall be guilty of an offence. ... 2 Any person (including a body corporate) who either by himself or together with others, wilfully and falsely— a pretends to be an incorporated practice; b takes or uses any name, title, addition or description implying that he is an incorporated practice, shall be guilty of an offence. 2A This section does not apply to an incorporated practice. 2B This section does not apply in relation to the taking or using by a licensed legal services provider of a name, title, addition or description if the licensed provider has the Society's written authority for using it. 2C For the purpose of subsection (2B), the Council are to make rules which— a set the procedure for getting the Society's authority (and specify the conditions that the Society may impose if it gives that authority), b specify the grounds on which the Society may refuse to give that authority (and require the Society to give reasons in writing if it refuses to give that authority). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "32", "section_title": " Offence for unqualified persons to prepare certain documents.", "section_text": "32 1 Subject to the provisions of this section  and regulations 6, 11, 12 and 13 of the European Communities (Lawyer’s Practice)\t\t\t\t\t(Scotland) Regulations 2000  as those regulations have effect by virtue of regulation 6 or 7 of the Services of Lawyers and Lawyer's Practice (EU Exit) (Scotland) (Amendment etc.) Regulations 2019 , any unqualified person (including a body corporate) who draws or prepares— a any writ relating to heritable or moveable estate; or b any writ relating to any  action or proceedings in any court ; or c any papers on which to found or oppose an application for a grant of confirmation in favour of executors, shall be guilty of an offence. 2 Subsection (1) shall not apply— a to an unqualified person if he proves that he drew or prepared the writ or papers in question without receiving, or without expecting to receive, either directly or indirectly, any fee, gain or reward  (other than by way of remuneration paid under a contract of employment) ; or b to an advocate; or c to any public officer drawing or preparing writs in the course of his duty; or d to any person employed merely to engross any writ  or e an incorporated practice   ; or ea a licensed legal services provider;   ; or f to a member of a body which has made a successful application under section 25 of the 1990 Act but only to the extent to which the member is exercising rights acquired by virtue of section 27 of that Act 2A Subsection (1)(a) shall not apply to  — a a  “conveyancing practitioner”  providing conveyancing services within the meaning of section 23 of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t(Scotland) Act 1990. b an approved lay representative within the meaning of section 5F of the Heritable Securities (Scotland) Act 1894 or section 24E of the Conveyancing and Feudal Reform (Scotland) Act 1970 (lay representation in proceedings by creditors for repossession of residential property) while acting in pursuance of the section in question. 2B Subsection (1)(b) shall not apply to a person who is, by virtue of an act of sederunt made under section 32 (power of Court of Session to regulate procedure) of the  Sheriff Courts (Scotland) Act 1971, permitted to represent  — a a party to a summary cause; b a debtor or hirer in proceedings for— i a time order under section 129 of the Consumer Credit Act 1974 (time orders); or ii variation or revocation, under section 130(6) of that Act (variation and revocation of time orders), of a time order made under section 129 . 2C Subsection (1)(c) shall not apply to an executry practitioner or a recognised financial institution providing executry services within the meaning of section 23 of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t(Scotland) Act 1990. 3 In this section “ writ ” does not include— a a will or other testamentary writing; b a document in re mercatoria , missive or mandate; c a letter or power of attorney; d a transfer of stock containing no trust or limitation thereof. 4 For the purposes of this section,  “ unqualified person ” includes a registered foreign lawyer. "}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "33", "section_title": " Unqualified persons not entitled to fees, etc.", "section_text": "33 1   Subject to the provisions of regulations 12 and 13 of the European Communities (Lawyer’s Practice)\t\t\t(Scotland) Regulations 2000  as those regulations have effect by virtue of regulation 6 or 7 of the Services of Lawyers and Lawyer's Practice (EU Exit) (Scotland) (Amendment etc.) Regulations 2019 ,  no fee, reward, outlay or expenses on account of or in relation to any act or proceeding done or taken by any person who— a acts as a solicitor or as a notary public without being duly qualified so to act; or b not being so qualified,  . . .  frames or draws any writs to which section 32 applies, shall be recoverable by any person in any action or matter.  2   This section does not apply to an incorporated practice   or a licensed legal services provider   or in relation to writs framed or drawn by a person who is, by virtue of an act of sederunt made under section 32 of the Sheriff Courts (Scotland) Act 1971, permitted to represent a party to a summary cause."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "33A", "section_title": " Rules as to professional practice, conduct and discipline.", "section_text": "33A 1 Any communication made to or by an incorporated practice in the course of its acting as such for a client shall in any legal proceedings be privileged from disclosure in like manner as if the body had at all material times been a solicitor acting for the client. 2 Any enactment or instrument making special provision in relation to a solicitor or other legal representative as to the disclosure of information, or as to the production, seizure or removal of documents, with respect to which a claim to professional privilege could be maintained, shall, with any necessary modifications, have effect in relation to an incorporated practice as it has effect in relation to a solicitor."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "33B", "section_title": "", "section_text": "33B 1 Any communication made to or by a registered foreign lawyer in the course of his actings as such for a client shall in any legal proceedings be privileged from disclosure in like manner as if the registered foreign lawyer had at all material times been a solicitor acting for a client. 2 Any enactment or instrument making special provision in relation to a solicitor or other legal representative as to the disclosure of information, or as to the production, seizure or removal of documents, with respect to which a claim to professional privilege could be maintained, shall, with any necessary modifications, have effect in relation to a registered foreign lawyer as it has effect in relation to a solicitor."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "33C", "section_title": "Licensed legal services providers", "section_text": "33C 1 Subsection (2) applies to any rule made under section 34 which prohibits or unduly restricts the— a involvement of solicitors in or with, or employment of solicitors by, licensed legal services providers, b provision of services by licensed providers, or c operation of licensed providers in other respects. 2 The rule is of no effect in so far as it does so (and for this purpose it is immaterial when the rule was made). 3 The reference in subsection (1)(a) to solicitors does not include a solicitor who is disqualified from practice by reason of having been— a struck off (or removed from) the roll, or b suspended from practice."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "34", "section_title": " Rules as to professional practice, conduct and discipline.", "section_text": "34 1 Subject to subsections (2) and (3), the Council may, if they think fit, make rules for regulating in respect of any matter the professional practice, conduct and discipline of solicitors  and incorporated practices . 1A Rules made under this section may— a provide as to the management and control by— i solicitors holding practicing certificates or their executors; ii other incorporated practices. of bodies corporate carrying on businesses consisting of the provision of professional services such as are provided by individuals and firms practicing as solicitors being bodies the membership of which is restricted to such solicitors, executors and other incorporated practices; b prescribe the circumstances in which such bodies may be recognised by the Council as being suitable to undertake the provision of any such services; c prescribe the conditions which (subject to any exceptions provided by the rules) must at all times be satisfied by bodies corporate so recognised if they are to remain so recognised (which bodies, when and for so long as so recognised, are in this Act referred to as “incororated practices”; d regulate the conduct of the affairs of incorporated practices; and e provide— i for the manner and form in which applications for recognition under this section are to be made, and for the payment of fees in connection with such applications for recognition under this section are to be made, and for the payment of fees in connection with such applications; ii for regulating the names that may be used by incorporated practices; iii as to the period for which any recognition granted under this section shall (subject to the provisions of this Act) remain in force; iv for the revocation of any such recognition on the grounds that it was granted as a result of any error or fraud; v for the keeping by the Society of a list containing the names and places of business of all incorporated practices and for the information contained in any such list to be available for inspection; vi for rules made under any provision of this Act to have effect in relation to incorporated practices with such additions, omissions or other modifications as appear to the Council to be necessary or expedient; vii for empowering the Council to take such steps as they consider necessary or expedient to ascertain whether or not any rules applicable to incorporated practices by virtue of this section are being complied with ; \t\t\t\t\t\t\tand f make such additional or different provision as the Council think fit in relation to solicitors who  have an interest in or are employed by (or otherwise within) licensed legal services providers  . 1B Rules made under this section may– a prevent a solicitor from entering a multi-national practice without the approval of the Council; and b make different provision for the regulation of solicitors and registered foreign lawyers in a multi-national practice in the following different cases– i where the principal place of business of the practice is outside Scotland and it has a place of business in Scotland; ii where the principal place of business of the practice is in Scotland and it has a place of business outside Scotland; iii where the principal place of business of the practice is in Scotland and it has no place of business outside Scotland. 1C For the purposes of subsection (1B)(b), the principal place of business of a multi-national practice shall be determined by the Council who shall take into account factors set out in rules which may be made under this section. 1D Rules made under this section may make provision as to— a the way in which solicitors and incorporated practices are to comply with the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017; b the action which the Council may take to enable them to ascertain whether or not such rules are being complied with; and c the recovery from solicitors of fees and other costs incurred by the Council in ascertaining whether or not a solicitor who has failed to comply with such rules has remedied that failure and is complying with the rules. 2 The Council shall, before making any rules under this section or section 35— a send to each member of the Society a draft of the rules; and b thereafter submit the draft rules to a meeting of the Society; and c take into consideration any resolution passed at that meeting relating to amendments to the draft rules. 3 Rules made under this section or section 35 shall not have effect unless the Lord President after considering any objections he thinks relevant has approved the rules so made. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4ZA If any solicitor fails to comply with any rule made under this section, that failure may be treated as professional misconduct or unsatisfactory professional conduct. 4A A certificate purporting to be signed by an officer of the Society and stating that any body corporate is or is not an incorporated practice shall, unless the contrary is proved, be sufficient evidence of that fact. 4B Subject to the provisions of this Act, the Secretary of State may, by order made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament, provide for any enactment or instrument passed or made before the commencement of section (1A) above and having effect in relation to solicitors to have effect in relation to incorporated practices with such additions, omissions, or other modifications as appear to him to be necessary or expedient. 4C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "35", "section_title": " Accounts rules.", "section_text": "35 1 The Council shall, subject to section 34(2) and (3), make rules (in this Act referred to as “ accounts rules ”)— a as to the opening and keeping by solicitors  and incorporated practices  of accounts and deposits at the banks specified in subsection (2)  or with a building society  for moneys not belonging to them received by them in the course of their practice; b as to the opening and keeping by solicitors  and incorporated practices  of— i a deposit or share account with a building society. . .  , or ii an account showing sums on loan to a local authority, being in either case for a client whose name is specified in the title of the account; c as to the keeping by solicitors  and incorporated practices  of books and accounts containing particulars and information as to money not belonging to them received, held or paid by them in the course of their practice;. . .  d as to the action which the Council may take to enable them to ascertain whether or not the rules are being complied with  ; and e as to the recovery from solicitors of fees and other costs incurred by the Council in ascertaining whether or not a soliciotr who has failed to comply with the accounts rules has remidied that failure and is complying with the rules. 2 The banks mentioned in paragraph (a) of subsection (1) are— a the Bank of England; b . . .  c the National Savings Bank; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e a person (other than a building society) who has permission under Part 4 of the Financial Services and Markets Act 2000 to accept deposits; ea an  EEA  firm of the kind mentioned in paragraph 5(b) of Schedule 3 to the Financial Services and Markets Act 2000 which has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12 of that Schedule) to accept deposits; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  and the rules may specify the location of the banks’ or companies’ branches at which the accounts are to be kept. 2A Paragraphs (e) and (ea) of subsection (2) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act. 3 If any solicitor fails to comply with any rule made under this section that failure may be treated as professional misconduct   or as unsatisfactory professional conduct. . 4 Rules made under this section shall not apply to a solicitor— a who is in employment as solicitor to a Minister of the Crown or a Government Department or as an assistant or officer appointed to act under the direction of such solicitor; or b who is in employment to which Part V of the Legal Aid (Scotland) Act 1986 applies; c who is in employment in an office connected with the administration of a local authority or a statutory undertaking or a designated body to which he has been appointed by the authority or the statutory undertakers or the persons responsible for the management of that body by reason of his being a solicitor, so far as regards monies received, held or paid by him in the course of that employment. In this subsection— “ local authority ” means a local authority within the meaning of the  Local Government (Scotland) Act 1973; “ statutory undertakers ” means any persons (including a local authority) authorised by any enactment or statutory order or any scheme made under or confirmed by an enactment to construct, work or carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking or any undertaking for the supply of gas, electricity, hydraulic power or water; “ designated body ” means any body whether corporate or unincorporate for the time being designated by the Council for the purposes of this section."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "36", "section_title": " Interest on client’s money.", "section_text": "36 1 Accounts rules shall make provision for requiring a solicitor  or and incorporated practice , in such cases as may be prescribed by the rules,. . .  a to keep in a separate deposit or savings account at a bank  or with a building society , or on a separate deposit receipt at a bank, for the benefit of the client money received for or on account of a client; or aa to keep in— i a deposit or share account with a. . .   building society; or ii an account showing sums on loan to a local authority, being in either case an account kept by the solicitor in his  or, as the case may be, the incorporated practice in its own name for a specified client, money so received; or b to make good to the client out of the solicitor’s  or, as the case may be, the incorporated practice’s  own money a sum equivalent to the interest which would have accrued if the money so received had been kept as mentioned in paragraph (a)  or ( aa ) . 2 The cases in which a solicitor  or incorporated practice  may be required to act as mentioned in subsection (1) may be defined among other things by reference to the amount of any sum received or balance held or the period for which it is or is likely to be retained or held or both; and the rules may include provision for enabling a client (without prejudice to any other remedy) to require that any question arising under the rules in relation to the client’s money be referred to and determined by the Society. 3 Except as provided by the rules, a solicitor  or incorporated practice  shall not be liable by virtue of the relation between solicitor and client to account to any client for interest received by the solicitor  or, as the case may be, the incorporated practice  on monies lodged in an account  at a bank or with a building society , or on deposit receipt, at a bank, being monies received or held for or on account of his  or, as the case may be, its  clients generally. 4 Nothing in this section or in the rules shall affect any arrangement in writing whenever made between a solicitor and his client  or an incorporated practice and its client  as to the application of the client’s money or interest on it."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "37", "section_title": " Accountant’s certificates.", "section_text": "37 1 This section shall have effect for the purpose of securing satisfactory evidence of compliance with the accounts rules. 2 Subject to the following provisions of this section, every solicitor  and incorporated practice  to whom the accounts rules apply shall, in accordance with the rules made under subsection (3), deliver to the Council a certificate by an accountant (in this section referred to as an “accountant’s certificate”). 3 The Council shall make rules (in this Act referred to as “ accountant’s certificate rules ”) prescribing— a the qualifications to be held by an accountant by whom an accountant’s certificate may be given; b the nature and extent of the examination to be made by an accountant of the books and accounts of a solicitor or his firm  or of an incorporate practice  and of any other relative documents with a view to the signing of an accountant’s certificate; c the intervals at which an accountant’s certificate shall be delivered to the Council, not being more frequent than once in each practice year; d the accounting period for which an accountant’s certificate shall be delivered or the different accounting periods for which in different circumstances an accountant’s certificate shall be delivered; e the period within which an accountant’s certificate shall be delivered; and f the form and content of an accountant’s certificate. 4 The accountant’s certificate rules may include such other provisions as the Council consider necessary or proper for the purpose of giving effect to the foregoing provisions of this section and for regulating any incidental, consequential or supplementary matters. 5 The delivery of an accountant’s certificate in pursuance of subsection (2) shall not be required in the case of— a a solicitor who  or incorporated practice which , in agreement with the Council, furnishes to the Council and keeps in force a fidelity bond by an insurance office or other institution accepted by the Court as cautioners for a judicial factor appointed by the Court for such amount as the Council may determine, guaranteeing the intromissions of the solicitor or his firm  or, as the case may be, of the incorporated practice  with money held by him or them  or, as the case may be, it  for or on behalf of clients; or b a solicitor  or incorporated practice  who satisfies the Council that during the accounting period to which the accountant’s certificate would ordinarily relate he has not in the course of his practice  or, as the case may be, it has not  held or received any money on behalf of clients. 6 If the Council are of the opinion that satisfactory evidence of compliance with the accounts rules for the time being in force will be secured by some method other than by delivery of an accountant’s certificate under subsection (2), they may make rules— a prescribing— i that other method; ii the terms and conditions to be observed in connection therewith; and iii the procedure to be followed by solicitors  or incorporated practices  desiring to adopt that other method, and b containing such incidental, consequential and supplementary provisions relative thereto as the Council may consider necessary or proper; and a solicitor who satisfies the Council that he  or, as the case may be, an incorporated practice which satisfies the Council that it  is complying with rules made under this subsection shall not be required to deliver an accountant’s certificate in pursuance of subsection (2). 7 A certificate under the hand of the secretary of the Society certifying that a specified solicitor  or incorporated practice  has or has not, as the case may be, delivered to the Council an accountant’s certificate, or supplied any evidence required from him  or, as the case may be, it  under this section or under the accountant’s certificate rules or, as the case may be, under any rules made under subsection (6), shall, unless the contrary is proved, be evidence of the fact so certified. 8 Failure by a solicitor to comply with any provision of this section or of the accountant’s certificate rules or of any rules made under subsection (6), so far as applicable to him, may be treated as professional misconduct   or as unsatisfactory professional conduct ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "37A", "section_title": "Accounts and anti-money laundering fees", "section_text": "37A 1   An annual accounts fee (the “accounts fee”) and an annual anti-money laundering fee (the “anti-money laundering fee”) are to be paid by each  — a solicitor who is required by paragraph 1 of Schedule 3 (as read with section 43(7)) to pay an annual contribution on behalf of the Guarantee Fund, b incorporated practice that is required by that paragraph of that Schedule to pay an annual corporate contribution on that behalf. 2   The accounts fee and the anti-money laundering fee are   also to be paid by each— a registered European lawyer or registered foreign lawyer who is required by virtue of paragraph 1A or 1B of that Schedule to pay an annual contribution on that behalf, b multi-national practice to which the accounts rules apply by virtue of an enactment. 3 The accounts fee is to be set by the Council for the purpose of funding the exercise of their function of securing compliance (by the categories specified in subsections (1) and (2)) with the accounts rules. 3A The anti-money laundering fee is to be set by the Council for the purpose of funding the exercise of their functions of— i complying with the Oversight of Professional Body Anti-Money Laundering and Counter Terrorist Financing Supervision Regulations 2017, and ii securing compliance (by the categories specified in subsections (1) and (2)) with the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017 . 4   The accounts fee and the anti-money laundering fee are   to be— a set— i no later than 30 September each year in respect of the 12 month period beginning with 1 November that year, or ii by reference to such other dates as the Council may fix, b paid to the Council by such date as they may fix. 5 The accounts fee  and the anti-money laundering fee   may be set— a so as to involve different amounts (including nil) for different— i categories (as specified in subsections (1) and (2)), ii circumstances (by reference to all relevant factors), b in the case of incorporated practices, by particular reference to the number of solicitors that they have as directors, members or employees. 6 The Council may take such steps as they consider necessary for recovering the accounts fee  and the anti-money laundering fee   due in accordance with this section."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "38", "section_title": " Powers where dishonesty alleged.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "39", "section_title": " Powers where delay alleged.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "39A", "section_title": " Powers where excessive fees  etc  charged.", "section_text": "39A 1 This section applies where the Council are satisfied, in the case of any solicitor or incorporated practice, after inquiry and after giving the solicitor or incorporated practice an opportunity of being heard, that the solicitor or incorporated practice has issued an account for professional fees and outlays of an amount which is grossly excessive (whether or not the account has been paid by or on behalf of the client or debited by the solicitor or incorporated practice to the account of any sums held on behalf of the client). 2 Where this section applies the Council may— a in the case of a solicitor, withdraw his practising certificate; or b in the case of an incorporated practice, withdraw the practising certificates of all or any of the solicitors who are directors of the incorporated practice; and a certificate so withdrawn shall cease to have effect and the solicitor shall be suspended from practice as a solicitor. 3 On being satisfied by the solicitor or, as the case may be, incorporated practice that he or it has complied with the requirements of subsection (4) the Council, unless they are of the opinion that the solicitor or incorporated practice is liable to disciplinary proceedings under Part IV, shall terminate the suspension from practice of the solicitor or solicitors concerned and shall restore to him or them any practising certificates held by him or them for the practice year then current. 4 The requirements referred to in subsection (3) are— a to submit the account to the Auditor of the Court of Session for taxation together with all documents in the possession or control of the solicitor or incorporated practice which relate to the matters in respect of which the account was issued; and b to refund to the client a sum not less than the relevant amount. 5 The Council shall be entitled to be represented at a diet for taxation by virtue of subsection (4)(a) and to make representations to the Auditor of Court. 6 Where, on taxation of an account by virtue of subsection (4)(a), the amount due in respect of the account as taxed is the amount specified in the account as issued, the fee of the Auditor of Court shall be paid by the Council; but in any other case the fee shall be paid by the solicitor or, as the case may be, the incorporated practice. 7 In subsection (4)(b) “ the relevant amount ” is the amount (if any) by which the sum received by the solicitor or incorporated practice in respect of the account exceeds the amount due in respect of the account as taxed. 8 A solicitor may, within 21 days of receiving written notice of a decision of the Council under subsection (2) to withdraw his practising certificate, appeal to the Court against that decision; and on any such appeal the Court may give such directions in the matter, including directions as to the expenses of the proceedings before the Court, as it may think fit; and the order of the Court shall be final. 9 The withdrawal of a solicitor’s practising certificate under subsection (2) shall be without prejudice to the operation of section 35(3) or section 37(8). 10 The Council shall notify the Commission of any case— a where any of the following things occur— i they withdraw a practising certificate under subsection (2); ii they terminate a suspension from practice and restore a practising certificate under subsection (3); iii the Court makes an order under subsection (8); and b which does not involve a complaint remitted to the Council under section   6(2)(a)   or 15(5)(a) of the 2007 Act."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "40", "section_title": " Powers where failure to comply with accounts rules etc.", "section_text": "40 1 Where the Council are satisfied, in the case of any solicitor  or incorporated practice , after enquiry and after giving the solicitor  or, as the case may be, incorporated practice  an opportunity of being heard, that the solicitor  or, as the case may be, incorporated practice has failed or  is failing to comply with any provisions of— za rules made by virtue of section 34(1D), a section 35 or the accounts rules made under that section, or b section 37 or the accountant’s certificate rules or other rules made under that section, so far as applicable in his  or, as the case may be, its  case (in this section referred to as “ the applicable provisions ”), the Council may, subject to the provisions of this section a withdraw the practising certificate held by the solicitor  or, as the case may be— b withdraw the practising certificate or certificates of any or all of the solicitors who are directors of the incorporated practice, and a certificate so withdrawn  shall thereupon cease to have effect and the solicitor shall be suspended from practice as a solicitor. 2 On being satisfied by the solicitor that he  or, as the case may be, by the incorporated practice that it  is able and willing to comply with the applicable provisions, the Council, unless they are of opinion that the solicitor  or, as the case may be, the incorporated practice  is liable to disciplinary proceedings under Part IV, shall terminate the suspension from practice of the solicitor  or solicitors concerned and shall restore to him or them any practicing certificate or certificates held by him or them for the practice year then current. 3 Within 21 days after receiving written notice of a decision of the Council under this section to withdraw his practising certificate, or to refuse to terminate his suspension from practice, the solicitor may appeal to the Court against  a  decision; and on any such appeal the Court may give such directions in the matter, including directions as to the expenses of the proceedings before the Court, as it may think fit; and the order of the Court shall be final. 4 Any withdrawal of a solicitor’s practising certificate by the Council in exercise of the power conferred by subsection (1) shall be without prejudice to the operation of   section 34(4ZA),  section 35(3) or section 37(8). 5 The Council shall notify the Commission of any case— a where any of the following things occur— i they withdraw a practising certificate under subsection (1); ii they terminate a suspension from practice and restore a practising certificate under subsection (2); iii the Court makes an order under subsection (3); and b which does not involve a complaint remitted to the Council under section   6(2)(a)   or 15(5)(a) of the 2007 Act."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "41", "section_title": " Appointment of judicial factor.", "section_text": "41 Where the Council, in exercise of any power conferred on them by   rules made by virtue of section 34(1D) or  the accounts rules, have caused an investigation to be made of the books, accounts and other documents of a solicitor  or an incorporated practice , and, on consideration of the report of the investigation, the Council are satisfied— a that the solicitor  or, as the case may be, the incorporated practice  has failed. . .   to comply with the provisions of those rules, and b that,  , in the case of a solicitor, in connection with his practice as such , either— i his liabilities exceed his assets in the business, or ii his books, accounts and other documents are in such a condition that it is not reasonably practicable to ascertain definitely whether his liabilities exceed his assets, or iii there is reasonable ground for apprehending that a claim on the Guarantee Fund may arise  ; or c that, in the case of an incorporated practice, either— i its liabilities exceed its assets, or ii its books, accounts and other documents are in such a condition that it is not reasonably practicable to ascertain definitely whether its liabilities exceed its assets, or iii there is reasonable ground for apprehending that a claim on the guarantee fund may arise . the Council may apply to the Court for the appointment of a judicial factor on the estate of the solicitor  or, as the case may be, of the incorporated practice ; and the Court, on consideration of the said report and after giving the solicitor  or, as the case may be, the incorporated practice  an opportunity of being heard, may appoint a judicial factor on  such  estate, or do otherwise as seems proper to it."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "42", "section_title": " Distribution of sums in client bank account.", "section_text": "42 1 Subject to the provisions of this section, where, in any of the events mentioned in subsection (2)  or (2A) , the sum at the credit of any client account kept by a solicitor  or an incorporated practice \t\t\t\t\t(or where several such accounts are kept by him  or, as the case may be, by it  the total of the sums at the credit of those accounts) is less than the total of the sums received by him in the course of his practice on behalf of his clients  or, as the case may be, by it on behalf of its clients  and remaining due by him  or, as the case may be, by it  to them, then, notwithstanding any rule of law to the contrary, the sum at the credit of the client account (or where several such accounts are kept, the total of the sums at the credit of those accounts) shall be divisible proportionately among the clients of the solicitor  or, as the case may be, the incorporated practice  according to the respective sums received by him in the course of his practice on their behalf  or, as the case may be, by it on their behalf  and remaining due by him  or, as the case may be, by it  to them. 2 The events to which subsection (1) applies are in relation to any solicitor— a the sequestration of his estate; b the granting by him of a trust deed for behoof of creditors; c the appointment of a judicial factor on his estate. 2A The events to which subsection (1) applies are in relation to any incorporated practice— a the making of an administration or winding up order or the appointment of a provisional liquidator, liquidator, receiver or judicial factor; or b the passing of a resolution for voluntary winding-up (other than one passed solely for the purposes of reconstruction or amalgamation with another incorporated practice) 3 Where a solicitor  or an incorporated practice  keeps an account at a bank in his  or, as the case may be, its  own name  or, as the case may be, by the incorporated practice in its own name  for a specified client no regard shall be had for the purposes of this section to the sum at the credit of that account or to any sums received by the solicitor in the course of his practice on behalf of that client  or, as the case may be, by the incorporated practice on that behalf  and remaining due by him  or, as the case may be, by it  to that client, so far as these are represented by the sum at the credit of that bank account  ; nor shall any regard be had for such purposes to any— a deposit or share account with a. . .   building society; or b account showing sums on loan to a local authority, being in either case an account kept by the solicitor in his own name  or, as the case may be, by the incorporated practice in its own name  for a specified client. 4 For the purposes of this section any reference to an account at a bank includes a reference to a deposit receipt at a bank."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "42ZA", "section_title": "Unsatisfactory professional conduct: Council's powers", "section_text": "42ZA 1 Where a conduct complaint suggesting unsatisfactory professional conduct by a practitioner who is a solicitor is remitted to the Council under section   6(2)(a)   or 15(5)(a) of the 2007 Act, the Council must having— a investigated the complaint under section 47(1) of that Act and made a written report under section 47(2) of that Act; b given the solicitor an opportunity to make representations, determine the complaint. 2 Where a complaint is remitted to the Council under section 53ZA, the Council— a must— i notify the solicitor specified in it and the complainer of that fact and that the Council are required to investigate the complaint as a complaint of unsatisfactory professional conduct; ii so investigate the complaint; iii having so investigated the complaint and given the solicitor an opportunity to make representations, determine the complaint; b may rely, in their investigation, on any findings in fact which the Tribunal makes available to them under section 53ZA(2) as respects the complaint. 3 Where the Council make a determination under subsection (1) or (2) upholding the complaint, they— a shall censure the solicitor; b may take any of the steps mentioned in subsection (4) which they consider appropriate. 4 The steps are— a where the Council consider that the solicitor does not have sufficient competence in relation to any aspect of the law or legal practice, to direct the solicitor to undertake such education or training as regards the law or legal practice as the Council consider appropriate in that respect; b subject to subsection (6), to direct the solicitor to pay a fine not exceeding £2,000; c where the Council consider that the complainer has been directly affected by the conduct, to direct the solicitor to pay compensation of such amount, not exceeding £5,000, as they may specify to the complainer for loss, inconvenience or distress resulting from the conduct. 5 The Council may, in considering the complaint, take account of any previous determination by them, the Tribunal or the Court upholding a complaint against the solicitor of unsatisfactory professional conduct or professional misconduct (but not a complaint in respect of which an appeal is pending or which has been quashed ultimately on appeal). 6 The Council shall not direct the solicitor to pay a fine under subsection (4)(b) where, in relation to the subject matter of the complaint, the solicitor has been convicted by any court of an act involving dishonesty and sentenced to a term of imprisonment of not less than 2 years. 7 Any fine directed to be paid under subsection (4)(b) above shall be treated for the purposes of section 211(5) of the Criminal Procedure (Scotland) Act 1995 (fines payable to  HM  Exchequer) as if it were a fine imposed in the High Court. 8 The Council shall intimate— a a determination under subsection (1) or (2); b any censure under subsection (3)(a); c any direction under subsection (4), to the complainer and the solicitor specified in it by sending to each of them a copy of the determination, censure or, as the case may be, the direction and by specifying the reasons for the determination. 9 A solicitor in respect of whom a determination upholding a conduct complaint has been made under subsection (1) or (2), or a direction has been made under subsection (4) may, before the expiry of the period of 21 days beginning with the day on which the determination or, as the case may be, the direction is intimated to him, appeal to the Tribunal against the— a determination; b direction (whether or not he is appealing against the determination). 10 A complainer may, before the expiry of the period of 21 days beginning with the day on which a determination under subsection (1) or (2) not upholding the conduct complaint is intimated to him, appeal to the Tribunal against the determination. 11 Where the Council have upheld the conduct complaint but have not directed the solicitor under subsection (4)(c) to pay compensation, the complainer may, before the expiry of the period of 21 days beginning with the day on which the determination upholding the complaint is intimated to him, appeal to the Tribunal against the Council's decision not to make a direction under that subsection. 12 A complainer to whom the Council have directed a solicitor under subsection (4)(c) to pay compensation may, before the expiry of the period of 21 days beginning with the day on which the direction under that subsection is intimated to him, appeal to the Tribunal against the amount of the compensation directed to be paid. 13 The Scottish Ministers may by order made by statutory instrument— a amend subsection (4)(b) by substituting for the amount for the time being specified in that subsection such other amount as appears to them to be justified by a change in the value of money; b after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend subsection (4)(c) by substituting for the amount for the time being specified in that subsection such other amount as they consider appropriate. 14 A statutory instrument containing an order under— a subsection (13)(a) is subject to annulment in pursuance of a resolution of the Scottish Parliament; b subsection (13)(b) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament. 15 In this section,  “ complainer ” means the person who made the complaint and, where the complaint was made by the person on behalf of another person, includes that other person."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "42ZB", "section_title": "Unsatisfactory professional conduct: Council's powers to monitor compliance with direction under section 42ZA(4)", "section_text": "42ZB 1 The Council shall, by notice in writing, require every solicitor who is specified in— a a direction made under section 42ZA(4); or b such a direction as confirmed or varied on appeal by— i the Tribunal; or ii the Court, to give, before the expiry of such period being not less than 21 days as the notice specifies, an explanation of the steps which he has taken to comply with the direction. 2 Where an appeal is made under section 42ZA(9) or (12) or 54A(1) or (2) against a direction made under section 42ZA(4), any notice under subsection (1)(a) above relating to the direction shall cease to have effect pending the outcome of the appeal."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "42ZC", "section_title": "Report by Commission to Council under section 10(2)(e) of the 2007 Act: Council's powers", "section_text": "42ZC 1 Where the Council receive a report from the Commission under section 10(2)(e) of the 2007 Act as respects a practitioner who is a solicitor, they may direct him to undertake such education or training as regards the law or legal practice as the Council consider appropriate in the circumstances. 2 The Council shall by notice in writing— a intimate a direction under subsection (1) to the solicitor; b require the solicitor to give, before the expiry of such period being not less than 21 days as the notice specifies, an explanation of the steps which he has taken to comply with the direction. 3 Where an appeal is made under section 42ZD(1) or (3) against a direction under subsection (1), any notice under subsection (2)(b) relating to the direction shall cease to have effect pending the outcome of the appeal."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "42ZD", "section_title": "Direction under section 42ZC(2): appeal by practitioner", "section_text": "42ZD 1 A solicitor in respect of whom a direction has been made under section 42ZC(1) may, before the expiry of the period of 21 days beginning with the day on which it is intimated to him, appeal to the Tribunal against the direction. 2 On an appeal to the Tribunal under subsection (1), the Tribunal may quash, confirm or vary the direction being appealed against. 3 The solicitor may, before the expiry of the period of 21 days beginning with the day on which the Tribunal's decision under subsection (2) is intimated to him, appeal to the Court against the decision. 4 On an appeal to the Court under subsection (3), the Court may give such directions in the matter as it thinks fit, including directions as to the expenses of the proceedings before the Court and as to any order by the Tribunal relating to expenses. 5 A decision of the Court on an appeal under subsection (3) shall be final."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "42A", "section_title": " Powers where inadequate professional services alleged.", "section_text": "42A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "42B", "section_title": " Inadequate professional services: Council’s powers to monitor compliance with directions.", "section_text": "42B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "42C", "section_title": " Powers to examine documents and demand explanations in connection with complaints.", "section_text": "42C 1 Where the Council are satisfied that it is necessary for them to do so for the purpose of investigating a complaint made to them or remitted to them by the Tribunal alleging— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the failure of an incorporated practice to comply with any provision of this Act or of rules made under this Act applicable to that practice; or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the Council may give notice in writing in accordance with subsection (2)\t\t\t\t\t . . .  to the incorporated practice  . . . . 2 A notice under subsection (1) may require— a the production or delivery to any person appointed by the Council, at a time and place specified in the notice, of all documents to which this section applies which are in the possession or control of the  . . .  incorporated practice and relate to the matters to which the complaint relates (whether or not they relate also to other matters); and b an explanation, within such period, not being less than 21 days, as the notice may specify, from the  . . .  incorporated practice regarding the matters to which the complaint relates. 3 This section applies to the    following documents— a all books, accounts, deeds, securities, papers and other documents in the possession or control of  . . .  the incorporated practice; b all books, accounts, deeds, securities, papers and other documents relating to any trust  . . .  of which the incorporated practice or one of its employees is a sole trustee or of which the practice is a co-trustee only with one or more of its employees. . 4 Part II of Schedule 3 shall have effect in relation to the powers conferred by subsection (1) to require the production or delivery of documents as it has effect in relation to the powers conferred by   sections  . . . , 45 and 46 , but with the following modifications— a for the references in that Part to   sections  . . . , 45 and 46  there shall be substituted references to this section; and b for the reference in paragraph 5(1) in that Part to a person failing to produce or deliver documents immediately on being required by the Council to do so there shall be substituted a reference to a person failing to produce or deliver the documents within the time specified in the notice under subsection (1) of this section. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "43", "section_title": " Guarantee Fund", "section_text": "43 1 There shall be a fund to be called “The Scottish Solicitors Guarantee Fund”\t\t\t\t\t(in this Act referred to as “ the Guarantee Fund ”, which shall be vested in the Society and shall be under the control and management of the Council. 2 Subject to the provisions of this section and of Schedule 3 the Guarantee Fund shall be held by the Society for the purpose of making grants in order to compensate persons who in the opinion of the Council suffer pecuniary loss by reason of dishonesty on the part of a any solicitor   , registered foreign lawyer or registered European lawyer  in practice in the United Kingdom, or any employee of such a solicitor   , registered foreign lawyer or registered European lawyer  in connection with the practice of the solicitor   , registered foreign lawyer or registered European lawyer , whether or not he had a practising certificate in force when the act of dishonesty was committed, and notwithstanding that subsequent to the commission of that act he may have died or had his name removed from or struck off the roll or may have ceased to practise or been suspended from practice  ;  ... aa any conveyancing or executry practitioner or an employee of the practitioner in connection with the practitioner's practice as such, even if subsequent to the act concerned the practitioner has ceased to provide conveyancing or executry services; b any incorporated practice or any director , member , manager, secretary or other employee of an incorporated practice, notwithstanding that subsequent to the commission of that act it may have ceased to be recognised under section 34(1A) or have been wound up ; or c any licensed legal services provider or person within it in connection with its provision of legal services (with the same meaning as for Part 2 of the 2010 Act), even if— i the Society is not its approved regulator, or ii subsequent to the act concerned it has ceased to operate. 3 No grant may be made under this section— a in respect of a loss made good otherwise; b in respect of a loss which in the opinion of the Council has arisen while the solicitor was suspended from practice; c to a solicitor or his representatives in respect of a loss suffered by him or them in connection with his practice as a solicitor by reason of dishonesty on the part of a partner or employee of his; ca to a conveyancing or executry practitioner in respect of a loss suffered by reason of dishonesty on the part of a partner or employee of the practitioner in connection with the practitioner's practice as such; cc to an incorporated practice or any director or member thereof in respect of a loss suffered by it or him by reason of dishonesty on the part of any director , member , manager, secretary or other employee of the incorporated practice in connection with the practice;  . . .  cd to a licensed provider or any investor or person who owns, manages or controls or is within the licensed provider in respect of a loss suffered by it or any such person in connection with the licensed provider's provision of legal services by reason of dishonesty on the part of any such persons; d unless an application for a grant is made to the Society in such manner, and within such period after the date on which the loss first came to the knowledge of the applicant, as may be prescribed by rules made under Schedule 3  ;  . . .  e in respect of any default of a registered European lawyer, or any of his employees or partners, where such act or default takes place outside Scotland, unless the Council is satisfied that the act or default is closely connected with the registered European lawyer’s practice in Scotland. ; f in respect of any act or default of a registered foreign lawyer, or any of his employees or partners, where such act or default takes place outside Scotland, unless the Council is satisfied that the act or default is closely connected with the registered foreign lawyer’s practice, or any of his partners' practice, in Scotland; or g in respect of any act or default of any member, director, manager, secretary or other employee of an incorporated practice which is a multi-national practice, where such act or default takes place outside Scotland, unless the Council is satisfied that the act or default is closely connected with the incorporated practice’s practice in Scotland. 4 The decision of the Council with respect to any application for a grant shall be final. 5 The Council may refuse to make a grant, or may make a grant only to a limited extent, if they are of opinion that there has been negligence on the part of the applicant or of any person for whom he is responsible which has contributed to the loss in question. 6 The Council or any committee appointed by them may administer oaths for the purpose of inquiry into any matters which affect the making or refusal of a grant from the Guarantee Fund. 7 Part I of Schedule 3 shall have effect with respect to the Guarantee Fund, including the making of contributions thereto by solicitors and the administration and management of the Fund by the Council; but nothing in that Schedule shall apply to or in the case of a solicitor— a who is not in practice as a solicitor; or b who is suspended from practice as a solicitor during suspension; or c who is in any such employment as is specified in section 35(4)  or in the employment of an incorporated practice   or a licensed provider  ; but where any solicitor in any such employment as is mentioned in paragraph (c) engages in private practice as a solicitor, the said Schedule and the other provisions of this Act relating to the Guarantee Fund shall apply to him and in his case so far as regards such private practice. 8 In the case of licensed providers, this section and Part I of Schedule 3 apply in relation to (and only to) such licensed providers as are regulated by an approved regulator that in furtherance of section 24(4) of the 2010 Act does not maintain its own compensation fund as referred to in that section. 9 In this section and paragraph 1 of Schedule 3— “approved regulator”, “investor”, are to be construed in accordance with Part 2 of the 2010 Act."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "44", "section_title": " Professional indemnity.", "section_text": "44 1 The Council may make rules with the concurrence of the Lord President concerning indemnity for solicitors and former solicitors  and incorporated practices  against any class of professional liability, and the rules may for the purpose of providing such indemnity do all or any of the following things, namely— a authorise or require the Society to establish and maintain a fund or funds; b authorise or require the Society to take out and maintain insurance with  an authorised insurer ; c require solicitors or any specified class of solicitors  and incorporated practices or any specified class thereof  to take out and maintain insurance with  an authorised insurer . 2 The Society shall have power, without prejudice to any of its other powers, to carry into effect any arrangements which it considers necessary or expedient for the purpose of the rules. 3 Without prejudice to the generality of subsections (1) and (2) rules made under this section— a may specify the terms and conditions on which indemnity is to be available, and any circumstances in which the right to it is to be excluded or modified; b may provide for the management, administration and protection of any fund maintained by virtue of subsection (1)(a) and require solicitors or any class of solicitors  and incorporated practices or any class of incorporated practices  to make payments to any such fund; c may require solicitors or any class of solicitors  and incorporated practices or any class of incorporated practices  to make payments by way of premium on any insurance policy maintained by the Society by virtue of subsection (1)(b); d may prescribe the conditions which an insurance policy must satisfy for the purpose of subsection (1)(c); e may authorise the Society to determine the amount of any payments required by the rules subject to such limits, or in accordance with such provisions, as may be prescribed by the rules; f may specify circumstances in which, where a solicitor  or incorporated practice  for whom indemnity is provided has failed to comply with the rules, proceedings in respect of sums paid by way of indemnity in connection with a matter in relation to which he  or, as the case may be, it  has failed to comply may be taken against him  or, as the case may be, it  by the Society or by insurers; g may specify circumstances in which solicitors  and incorporated practices  are exempt from the rules; h may empower the Council to take such steps as they consider necessary or expedient to ascertain whether or not the rules are being complied with; and i may contain incidental, procedural or supplementary provisions. 4 Failure to comply with rules made under this section may be treated as professional misconduct   or unsatisfactory professional conduct. 5 In this section   an “authorised insurer” is— a a person who has permission under Part 4 of the Financial Services and Markets Act 2000 to effect or carry out contracts of general liability insurance; b a person who has permission under Part 4 of that Act to effect or carry out contracts of insurance relating to accident, sickness, credit, suretyship, miscellaneous financial loss and legal expenses; c an  EEA  firm of the kind mentioned in paragraph 5(d) of Schedule 3 to that Act, which has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12 of that Schedule) to effect or carry out contracts of general liability insurance; or d an  EEA  firm of the kind mentioned in paragraph 5(d) of Schedule 3 to that Act, which has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12 of that Schedule) to effect or carry out contracts relating to accident, sickness, credit, suretyship, miscellaneous financial loss and legal expenses; “ professional liability ” means any civil liability incurred by a solicitor or former solicitor in connection with his practice or in connection with any trust of which he is or formerly was a trustee  and, as respects incorporated practices, means any liability incurred by it which if it had been incurred by a solicitor would constitute such civil liability . 6 The definition of “authorised insurer” in subsection (5) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "45", "section_title": " Safeguarding interests of clients of solicitor struck off or suspended.", "section_text": "45 1 The following provisions of this section   (except subsection (4A))  shall have effect in relation to the practice of a solicitor whose name is struck off the roll or who is suspended from practice as a solicitor under any provision of this Act  and, in relation to any incorporated practice, the recognition under section 34(1A) of which is revoked . 2 In the case of a solicitor,  the solicitor shall within 21 days of the material date satisfy the Council that he has made suitable arrangements for making available to his clients or to some other solicitor or solicitors  or incorporated practice  instructed by his clients or by himself— a all deeds, wills, securities, papers, books of accounts, records, vouchers and other documents in his or his firm’s possession or control which are held on behalf of his clients or which relate to any trust of which he is sole trustee or co-trustee only with one or more of his partners or employees, and b all sums of money due from him or his firm or held by him or his firm on behalf of his clients or subject to any such trust as aforesaid.  2A In the case of an incorporated practice, it shall within 21 days of the material date satisfy the Council that it has made suitable arrangements for making available to its clients or to some other solicitor or solicitors or incorporated practice instructed by its clients or itself— a all deeds, wills, securities, papers, books of accounts, records, vouchers and other documents in its possession or control which are held on behalf of its clients or which relate to any trust of which it is sole trustee or co-trustee only with one or more of its employees; and b all sums of money due from it or held by it on behalf of its clients or subject to any trust as aforesaid. 3A If the solicitor or, as the case may be, the incorporated practice fails so to satisfy the Council, the Council may— a require the production or delivery to any person appointed by them at a time and place fixed by them of the documents mentioned in subsection (3B); b take possession of all such documents; and c apply to the Court for an order that no payment be made by any banker, building society or other body named in the order out of any banking account or any sum deposited in the name of the solicitor or his firm or, as the case may be, the incorporated practice without the leave of the Court and the Court may make such order. 3B The documents are— a all books, accounts, deeds, securities, papers and other documents in the possession or control of the solicitor or his firm or, as the case may be, the incorporated practice; b all books, accounts, deeds, securities, papers and other documents relating to any trust of which the solicitor is a sole trustee or is a co-trustee only with one or more of his partners or employees or, as the case may be, of which the incorporated practice or one of its employees is a sole trustee or of which the practice is a co-trustee only with one or more of its employees. 4 If the solicitor, immediately before the striking off or, as the case may be, the suspension,was a sole solicitor, the right to operate on, or otherwise deal with, any client account in the name of the solicitor or his firm shall on the occurrence of that event vest in the Society (notwithstanding any enactment or rule of law to the contrary) to the exclusion of any other person. 4A Where— a a solicitor is restricted from acting as a principal; and b immediately before the restriction the solicitor was a sole solicitor, the right to operate on, or otherwise deal with, any client account in the name of the solicitor or the solicitor's firm shall on the occurrence of those circumstances vest in the Society (notwithstanding any enactment or rule of law to the contrary) to the exclusion of any other person until such time as the Council have approved acceptable other arrangements in respect of the client account. 4B Part II of Schedule 3 has effect in relation to the powers of the Council under subsection (3A). 5 In this section— “ material date ” means whichever is the latest of— the date when the order of the Tribunal or Court by or in pursuance of which the solicitor is struck off the roll or suspended from practice  or, as the case may be, the recognition under section 34(1A) is revoked.  is to take effect; the last date on which— an appeal against that order may be lodged or an application may be made to the Court under section 54(2), or an appeal against a decision of the Council under section 40 may be lodged; the date on which any such appeal is dismissed or abandoned;  . . .  “ principal ” means a solicitor who is a sole practitioner or is a partner in a firm of two or more solicitors or is a director of an incorporated practice which is a company or a solicitor who is a member of a multi-national practice having its principal place of business in Scotland; “ sole solicitor ” means a solicitor practising under his own name or as a single solicitor under a firm name."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "46", "section_title": " Safeguarding interests of clients in certain other cases.", "section_text": "46 1 Where the Council are satisfied that a sole solicitor is incapacitated by illness or accident to such an extent as to be unable to operate on, or otherwise deal with, any client account in the name of the solicitor, or his firm, and that no other arrangements acceptable to the Council have been made, the right to operate on, or otherwise deal with, that account shall vest in the Society (notwithstanding any enactment or rule of law to the contrary) to the exclusion of any other person so long, but only so long, as the Council are satisfied that such incapacity and absence of other acceptable arrangements continues. 2 Where a sole solicitor ceases to practise for any reason other than that his name has been struck off the roll or that he has been suspended from practice, and the Council are not satisfied that suitable arrangements have been made for making available to his clients or to some other solicitor or solicitors instructed by his clients or on their behalf— a all deed, wills, securities, papers, books of accounts, records, vouchers and other documents in his or his firm’s possession or control which are held on behalf of his clients or which relate to any trust of which he is the sole trustee, or a co-trustee only with one or more of his employees, and b all sums of money due from him or his firm or held by him or his firm on behalf of his clients or subject to any such trust as aforesaid,                    the Council may do any of the things mentioned in subsection (3A) . 3 Where the sole solicitor dies— a the right to operate on or otherwise deal with any client account in the name of the solicitor or his firm shall vest in the Society (notwithstanding any enactment or rule of law to the contrary) to the exclusion of any personal representatives of the solicitor, and shall be exercisable as from the death of the solicitor; and b if the Council are not satisfied that suitable arangements have been made for making available to the solicitor’s clients or to some other solicitor or solicitors instructed by his clients or on their behalf— i all deeds, wills, securities, papers, books of accounts, records, vouchers and other documents which were in his or his firm’s possession or control which were held on behalf of his clients or which relate to any trust of which he was the sole trustee, or a co-trustee only with one or more of his employees, and ii all sums of money which were due from him or his firm or were held by him or his firm on behalf of his clients or subject to any such trust as aforesaid,                        the Council may do any of the things mentioned in subsection (3A) . 3A The things are to— a require the production or delivery to any person appointed by the Council at a time and a place fixed by them of the documents mentioned in subsection (3B); b take possession of all such documents; and c apply to the Court for an order that no payment be made by any banker, building society or other body named in the order out of any banking account or any sum deposited in the name of the solicitor or his firm without the leave of the Court and the Court may make such order. 3B The documents are— a all books, accounts, deeds, securities, papers and other documents in the possession or control of the solicitor or his firm; b all books, accounts, deeds, securities, papers and other documents relating to any trust of which he is a sole trustee or is a co-trustee only with one or more of his employees. 4 In a case where the Society have operated on or otherwise dealt with a client account by virtue of subsection (3) the Society shall be entitled to recover from the estate of the solicitor who has died such reasonable expenses as the Society have thereby incurred. 4A Part II of Schedule 3 has effect in relation to the powers of the Council under subsection (2) or (3). 5 In this section “ sole solicitor ” has the same meaning as in section 45."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "47", "section_title": " Restriction on employing solicitor struck off or suspended.", "section_text": "47 1 Unless he has the written permission of the Council to do so, a solicitor shall not, in connection with his  or, as the case may be, its  practice as a solicitor, employ or remunerate any person who to his knowledge is disqualified from practising as a solicitor  and, unless it has such permission, an incorporated practice shall not  by reason of the fact that his name has been struck off the roll or that he is suspended from practice as a solicitor. 2 Any permission given by the Council for the purposes of subsection (1) may be given for such period and subject to such conditions as the Council think fit. 3 A solicitor  or, as the case may be, incorporated practice  aggrieved by the refusal of the Council to grant any such permission as aforesaid, or by any conditions attached by the Council to the grant thereof, may appeal to the Court; and on any such appeal the Court may give such directions in the matter as it thinks fit. 4 If any solicitor acts in contravention of this section or of any condition subject to which any permission has been given thereunder, his name shall be struck off the roll or he shall be suspended from practice as a solicitor for such period as the Tribunal, or, in the case of an appeal, the Court, may think fit  and if any incorporated practice so acts its recognition under section 34(1A) shall be revoked."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "50", "section_title": " The Tribunal.", "section_text": "50 1 For the purposes of this Part of this Act   and sections 16 to 23 (which relate to the provision of conveyancing and executry services) of the 1990 Act  there shall be a tribunal, which shall be known as the Scottish Solicitors’ Discipline Tribunal and is in this Act referred to as “ the Tribunal ”. 2 Part I of Schedule 4 shall have effect in relation to the constitution of the Tribunal."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "51", "section_title": " Complaints to Tribunal.", "section_text": "51 1 A complaint may be made to the Tribunal by the Council; and, for the purpose of investigating and prosecuting complaints, the Council may appoint a solicitor to act as fiscal. 1A In subsection (1) above, without prejudice to the generality of that subsection, the reference to a complaint includes a complaint in respect of conveyancing and executry practitioners and the provision by them of conveyancing and executry services (those expressions having the meanings given in section 23 of the 1990 Act). 2 The persons mentioned in subsection (3) may report to the Tribunal any case where it appears that  . . .   an incorporated practice may have failed to comply with any provision of this Act or of rules made under this Act applicable to it . . . , and any such report shall be treated by the Tribunal as a complain under subsection (1). 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The persons referred to in subsection (2) are— a the Lord Advocate; aa the Advocate General for Scotland b any judge; ba the Dean of the Faculty of Advocates; c the Auditor of the Court of Session; ca the auditor of the Sheriff Appeal Court, d the Auditor of any sheriff court. e the Scottish Legal Aid Board. f the Scottish legal services ombudsman. 4 Where a report is made to the Tribunal under subsection (2) the Tribunal may, if it thinks fit, appoint a solicitor to prosecute the complaint and the expenses of the solicitor, so far as not recoverable from the solicitor complained against, shall be paid out of the funds of the Tribunal."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "52", "section_title": " Procedure on complaints   and appeals  to Tribunal. ", "section_text": "52 1 Part II of Schedule 4, shall have effect in relation to the procedure and powers of the Tribunal in relation to any complaint   or appeal  concerning a solicitor  or an incorporated practice . 2 Subject to the other provisions of this Part   , the provisions of sections 16 to 23 of the 1990 Act , and of any rules of court made under this Act, the Tribunal, with the concurrence of the Lord President, may make rules— a for regulating the making, hearing and determining of complaints made to it under this Act; and aa for regulating the making, hearing and determining of appeals made to it under section  . . .  42ZA(9), (10), (11) or (12), 42ZD(1)  or 53D(1); ab for regulating the making, hearing and determining of— i inquiries under subsection (2A) of section 20 of the 1990 Act; and ii appeals under subsection   (8A)(b), (11)(b) or (11ZC)  of that section. iii appeals under section 20ZB(9), (10), (11) or (12) or 20ZE(1) of that Act; b generally as to the procedure of the Tribunal (including provision for hearings taking place in public or wholly or partly in private). 3 Rules made by the Tribunal under subsection (2) for regulating the making, hearing or determining of appeals referred to in paragraph (aa) or (ab)(ii) of that subsection may include provision as to persons being entitled, or required by the Tribunal, to appear or be represented at the appeal."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "53", "section_title": " Powers of Tribunal.", "section_text": "53 1 Subject to the other provisions of this Part, the powers exercisable by the Tribunal under subsection (2) shall be exercisable if— a after holding an inquiry into a complaint against a solicitor the Tribunal is satisfied that he has been guilty of professional misconduct, or b a solicitor has (whether before or after enrolment as a solicitor), been convicted by any court of an act involving dishonesty   (other than a conviction for an economic crime offence)  or has  (other than in relation to a conviction for an economic crime offence)   been   fined an amount equivalent to level 4 on the standard scale or more (whether on summary or solemn conviction) or sentenced to imprisonment for a term of 12 months or more   , or ba a solicitor has (whether before or after enrolment as a solicitor) been convicted by any court of an economic crime offence, or c an incorporated practice has been convicted by any court of an offence  (other than a conviction for an economic crime offence) , which conviction the Tribunal is satisfied renders it unsuitable to continue to be recognised under section 34(1A); or ca an incorporated practice has been convicted by any court of an economic crime offence, which conviction the Tribunal is satisfied renders it unsuitable to continue to be recognised under section 34(1A), or d after holding an inquiry into a complaint, the Tribunal is satisfied that an incorporated practice has failed to comply with any provision of this Act or of rules made under this Act applicable to it. 2 Subject to subsection (1), the Tribunal may— a order that the name of the solicitor be struck off the roll;  ...   aa if the solicitor's name has been removed from the roll under section 9, by order prohibit the restoration of the solicitor's name to the roll;   b order that the solicitor be suspended from practice as a solicitor for such time as it may determine;  ... ba order that any right of audience held by the solicitor by virtue of section 25A be suspended or revoked; bb where the solicitor has been guilty of professional misconduct, and where the Tribunal consider that the complainer has been directly affected by the misconduct, direct the solicitor to pay compensation of such amount, not exceeding £5,000, as the Tribunal may specify to the complainer for loss, inconvenience or distress resulting from the misconduct; bc where— i an incorporated practice has been convicted, or has been found to have failed, as referred to in subsection (1)(c) or (d), and ii the Tribunal consider that the complainer has been directly affected by any misconduct by the practice to which the conviction or failure is (to any extent) attributable, direct the practice to pay to the complainer compensation (for loss, inconvenience or distress resulting from the misconduct) of such amount not exceeding £5,000 as the Tribunal may specify; c subject to subsection  (3ZA) , impose on the solicitor  or, as the case may be, the incorporated practice  a fine not exceeding  £10,000 ;  ... ca where the Tribunal is proceeding on the ground in subsection (1)(ba) or (1)(ca), or where subsection (2A) or (2B) applies, impose on the solicitor or, as the case may be, the incorporated practice, a fine of any amount ; d censure the solicitor  or, as the case may be, the incorporated practice ;  ... e impose such fine and censure him  or, as the case may be, it ... f order that the recognition under section 34(1A) of the incorporated practice be revoked ; or g order that an investment business certificate issued to a solicitor, a firm of solicitors or an incorporated practice be— i suspended for such time as they may determine; or ii subject to such terms and conditions as it may direct; or iii revoked. 2A This subsection applies where the Tribunal is proceeding on the ground referred to in subsection (1)(a) and— a the solicitor has, in relation to the subject matter of the Tribunal’s inquiry, been convicted by any court of an economic crime offence, or b the misconduct referred to in subsection (1)(a) consisted of an act or omission which had the effect of inhibiting the prevention or detection of an economic crime offence. 2B This subsection applies where the Tribunal is proceeding on the ground referred to in subsection (1)(d) and the incorporated practice has— a in relation to the subject matter of the Tribunal’s inquiry, been convicted by any court of an economic crime offence, or b failed to comply with a provision or rule as referred to in subsection (1)(d) and— i the failure consisted of an act or omission which had the effect of inhibiting the prevention or detection of an economic crime offence, or ii the provision or rule applies only for purposes relating to the prevention or detection of an economic crime offence. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3ZA The Tribunal shall not impose a fine under subsection (2)(c)— a where the Tribunal is proceeding on the ground referred to in subsection (1)(a) and the solicitor, in relation to the subject matter of the Tribunal's inquiry, has been convicted by any court of an act involving dishonesty  (not being an economic crime offence)   and sentenced to a term of imprisonment of not less than 2 years; b where the Tribunal is proceeding on the ground referred to in subsection (1)(b)  , (1)(ba) or (1)(ca) ; c where subsection (2A) or (3A) applies. 3A The powers conferred by   subsection (2)(bb) to (e)   may be exercised by the Tribunal— a in relation to a former solicitor, notwithstanding that his name has been struck off the roll or that he has, since the date of the misconduct, conviction or sentence referred to in subsection  (1)(a) or (b)   (1)(a), (b) or (ba) , ceased to practise as a solicitor or been suspended from practice; b in relation to a body corporate which was formerly an incorporated practice, notwithstanding that the body has, since the date of the conviction or failure referred to in subsection  (1)(c) or (d)   (1)(c), (ca) or (d) , ceased to be recognised as an incorporated practice by virtue of section 34(1A). 3B The power conferred by subsection (2)(ba) may be exercised by the Tribunal either independently of, or in conjunction with, any other power conferred by that subsection. 4 Any fine imposed by the Tribunal under subsection (2) shall be forfeit to Her Majesty. 5 Where the Tribunal have exercised the power conferred by subsection (2) to censure, or impose a fine on, a solicitor, or both to censure and impose a fine, the Tribunal may order that the solicitor’s practising certificate shall be subject to such terms and conditions as the Tribunal may direct; and the Council shall give effect to any such order of the Tribunal. 6 Where the Tribunal order that the name of a solicitor be struck off the roll, or that the solicitor be suspended from practice as a solicitor  or that any right of audience held by the solicitor by virtue of section 25A be suspended or revoked , the Tribunal may direct that the order shall take effect on the date on which it is intimated to the solicitor; and if any such direction is given the order shall take effect accordingly. 6A Where the Tribunal order that the recognition under section 34(1A) of an incorporated practice be revoked, the Tribunal shall direct that the order shall take effect on such date as the Tribunal specifies, being a date not earlier than 60 days after its order is intimated to the incorporated practice, and such an order shall take effect accordingly. 6B Where the Tribunal make an order under subsection (2)(g), they may direct that the order shall take effect on the date on which it is intimated to the solicitor, firm or incorporated practice; and if any such direction is given the order shall take effect accordingly. 6C The Council shall give effect to any order of the Tribunal under subsection (2)(g). 7 Where in relation to any such order as is mentioned in subsection (6)  ,(6A) or (6B)  the Tribunal give a direction under  subsection (6) or, as the case may be, subsection (6A) or (6B) , and an appeal against the order is taken to the Court under section 54, the order shall continue to have effect pending the determination or abandonment of the appeal unless, on an application under subsection (2) of section 54, the Court, otherwise directs. 7A In subsection (2)(g), section 53D(1) and paragraph 16(h) of Schedule 4, “ investment business certificate ” means a certificate issued by the Council under Rule 2.2 of the Solicitors (Scotland)\t\t\t\t\t(Conduct of Investment Business) Practice Rules 1988.  7B A direction of the Tribunal under this section is enforceable in like manner as an extract registered decree arbitral in its favour bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 7C The Scottish Ministers may by order made by statutory instrument, after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend paragraph (bb)  or (bc)   of subsection (2) by substituting for the amount for the time being specified in that paragraph such other amount as they consider appropriate. 7D A statutory instrument containing an order under subsection (7C) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament. 8 The Secretary of State may, by order made by statutory instrument subject to annullment in pursuance of a resolution of either House of Parliament, amend  — a paragraph ( c ) of subsection (2) by substituting for the amount for the time being specified in that paragraph such other amount as appears to him to be justified by a change in the value of money. b the definition of “ investment business certificate ” in subsection (7A) by substituting for the reference to Rule 2.2 of the Solicitors (Scotland)\t\t\t\t\t\t\t(Conduct of Investment Business) Practice Rules 1988, or such reference replacing that reference as may for the time being be specified in that subsection, a reference to such Practice Rule as may from time to time replace Rule 2.2.  9 In subsection (2)(bb)  and (bc)  ,  “ complainer ” has the same meaning as in section 42ZA.  9A In this section, an economic crime offence means an economic crime within the meaning given by section 193 (1)  of the Economic Crime and Corporate Transparency Act 2023. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "53ZA", "section_title": "Remission of complaint by Tribunal to Council", "section_text": "53ZA 1 Where, after holding an inquiry under section 53(1) into a complaint of professional misconduct against a solicitor, the Tribunal— a is not satisfied that he has been guilty of professional misconduct; b considers that he may be guilty of unsatisfactory professional conduct, it must remit the complaint to the Council. 2 Where the Tribunal remits a complaint to the Council under subsection (1), it may make available to the Council any of its findings in fact in its inquiry into the complaint under section 53(1)."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "53ZB", "section_title": "Powers of Tribunal on appeal: unsatisfactory professional conduct", "section_text": "53ZB 1 On an appeal to the Tribunal under section 42ZA(9) the Tribunal— a may quash or confirm the determination being appealed against; b if it quashes the determination, shall quash the censure accompanying the determination; c may quash, confirm or vary the direction being appealed against; d may, where it considers that the solicitor does not have sufficient competence in relation to any aspect of the law or legal practice, direct the solicitor to undertake such education or training as regards the law or legal practice as the Tribunal considers appropriate in that respect; e may, subject to subsection (5), fine the solicitor an amount not exceeding £2000; f may, where it considers that the complainer has been directly affected by the conduct, direct the solicitor to pay compensation of such amount, not exceeding £5,000, as it may specify to the complainer for loss, inconvenience or distress resulting from the conduct. 2 On an appeal to the Tribunal under section 42ZA(10) the Tribunal— a may quash the determination being appealed against and make a determination upholding the complaint; b if it does so, may, where it considers that the complainer has been directly affected by the conduct, direct the solicitor to pay compensation of such amount, not exceeding £5,000, as it may specify to the complainer for loss, inconvenience or distress resulting from the conduct; c may confirm the determination. 3 On an appeal to the Tribunal under section 42ZA(11) the Tribunal may, where it considers that the complainer has been directly affected by the conduct, direct the solicitor to pay compensation of such amount, not exceeding £5,000, as it may specify to the complainer for loss, inconvenience or distress resulting from the conduct. 4 On an appeal under section 42ZA(12) the Tribunal may quash, confirm or vary the direction being appealed against. 5 The Tribunal shall not direct the solicitor to pay a fine under subsection (1)(e) where, in relation to the subject matter of the complaint, the solicitor has been convicted by any court of an act involving dishonesty and sentenced to a term of imprisonment of not less than 2 years. 6 Any fine directed to be paid under subsection (1)(e) above shall be treated for the purposes of section 211(5) of the Criminal Procedure (Scotland) Act 1995 (fines payable to HM Exchequer) as if it were a fine imposed in the High Court. 7 A direction of the Tribunal under this section is enforceable in like manner as an extract registered decree arbitral in favour of the Council bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 8 The Scottish Ministers may by order made by statutory instrument— a amend subsection (1)(e) by substituting for the amount for the time being specified in that subsection such other amount as appears to them to be justified by a change in the value of money; b after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend subsection (1)(f) by substituting for the amount for the time being specified in that subsection such other amount as they consider appropriate. 9 A statutory instrument containing an order under— a subsection (8)(a) is subject to annulment in pursuance of a resolution of the Scottish Parliament; b subsection (8)(b) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament. 10 In this section,  “ complainer ” has the same meaning as in section 42ZA."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "53ZC", "section_title": "Enforcement of Council direction: unsatisfactory professional conduct", "section_text": "53ZC Where a solicitor fails to comply with a direction given by the Council under section 42ZA(4)\t\t\t(including such a direction as confirmed or varied on appeal by the Tribunal or, as the case may be, the Court) before the expiry of the period specified in the notice relating to that direction given to him under section 42ZB(1), or such longer period as the Council may allow, the direction shall be enforceable in like manner as an extract registered decree arbitral in favour of the Council bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "53A", "section_title": " Inadequate professional services: powers of Tribunal.", "section_text": "53A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "53B", "section_title": " Inadequate professional services: appeal to Tribunal against Council determination or direction.", "section_text": "53B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "53C", "section_title": " Inadequate professional services: enforcement by Tribunal of Council direction.", "section_text": "53C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "53D", "section_title": " Suspension etc. of investment business certificates: appeal to Tribunal.", "section_text": "53D 1 Where, in accordance with rules made under this Act, the Council suspend or withdraw an investment business certificate or impose conditions or restrictions on it the solicitor, firm of solicitors or incorporated practice to whom it was issued may, within 21 days of the date of intimation of the decision of the Council, appeal to the Tribunal against that decision. 2 On an appeal to the Tribunal under subsection (1) the Tribunal may quash, confirm or vary the decision being appealed against. 2A The solicitor, firm of solicitors or, as the case may be, the incorporated practice may, before the expiry of the period of 21 days beginning with the day on which the decision of the Tribunal under subsection (2) is intimated to him or, as the case may be, it, appeal to the Court against the decision. 2B The Council may, before the expiry of the period of 21 days beginning with the day on which the decision of the Tribunal under subsection (2) is intimated to them, appeal to the Court against the decision. 2C On an appeal under subsection (2A), the Court may give such directions in the matter as it thinks fit, including directions as to the expenses of the proceedings before the Court and as to any order by the Tribunal relating to expenses. 2D A decision of the Court under subsection (2C) shall be final."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "54", "section_title": " Appeals from decisions of Tribunal.", "section_text": "54 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A A solicitor or an incorporated practice may, before the expiry of the period of 21 days beginning with the day on which any decision by the Tribunal mentioned in subsection (1B) is intimated to him or, as the case may be, it appeal to the Court against the decision. 1B The decision is— a where the Tribunal was satisfied as mentioned in section 53(1)(a), the finding that the solicitor has been guilty of professional misconduct; b where the Tribunal was satisfied as mentioned in section 53(1)(d), the finding that the incorporated practice has failed to comply with any provision of this Act or of any rule made under this Act applicable to the practice; c in any case falling within paragraph (a) or (b), or where the decision was made because of the circumstances mentioned in section 53(1)(b) or (c), any decision under section 53(2) or (5). 1C The Council may, before the expiry of the period of 21 days beginning with the day on which a decision by the Tribunal under section 53(2) or (5) is intimated to them, appeal to the Court against the decision; but the Council may not appeal to the Court against a decision of the Tribunal under section 53(2)(bb)  or (bc)  . 1D Where the Tribunal has found that a solicitor has been guilty of professional misconduct but has not directed him under section 53(2)(bb)  or (bc)   to pay compensation, the complainer may, before the expiry of the period of 21 days beginning with the day on which the Tribunal's finding is intimated to him, appeal to the Court against the decision of the Tribunal not to make a direction under that subsection. 1E A complainer to whom the Tribunal has directed a solicitor under section 53(2)(bb)  or (bc)   to pay compensation may, before the expiry of the period of 21 days beginning with the day on which the direction under that subsection is intimated to him, appeal to the Court against the amount of the compensation directed to be paid. 1F On an appeal under any of subsections (1A) to (1E), the Court may give such directions in the matter as it thinks fit, including directions as to the expenses of the proceedings before the Court and as to any order by the Tribunal relating to expenses. 1G A decision of the Court under subsection (1A), (1B), (1C), (1D), (1E) or (1F) shall be final. 2 Where a the Tribunal has exercised the power conferred by section 53(6) to direct that its decision shall take effect on the date on which it is intimated to the solicitor concerned, the solicitor may, within 21 days of that date, apply to the Court for an order varying or quashing the direction in so far as it relates to the date of taking effect  ; b the Tribunal has ordered the revocation of the recognition under section 34(1A) of an incorporated practice, the incorporated practice may within 21 days of the date when the order is intimated to it apply to the court for an order varying (subject to the limit of 60 days referred to in subsection (6A) of section 53) the direction under that subsection; c the Tribunal has exercised the power conferred by section 53(6B) to direct that its order shall take effect on the day on which it is intimated to the solicitor, firm of solicitors or incorporated practice concerned, the solicitor, firm of solicitors or incorporated practice may, before the expiry of the period of 21 days beginning with that day, apply to the court for an order varying or quashing the direction in so far as it relates to the day on which the order takes effect ; and on any such application the Court may make the order applied for or such other order with respect to the matter as it thinks fit. 2A In subsections (1D) and (1E),  “ complainer ” has the same meaning as in section 42ZA. 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "54A", "section_title": "Appeals from decisions of Tribunal: unsatisfactory professional conduct", "section_text": "54A 1 A solicitor in respect of whom a decision has been made by the Tribunal under section 53ZB(1), (2), (3) or (4) may, before the expiry of the period of 21 days beginning with the day on which the decision is intimated to him, appeal to the Court against the decision. 2 A complainer may, before the expiry of the period of 21 days beginning with the day on which a decision by the Tribunal under section 53ZB to which this subsection applies is intimated to him, appeal to the Court against the decision. 3 Subsection (2) applies to the following decisions of the Tribunal under section 53ZB— a a decision under subsection (1)(a) quashing the Council's determination upholding the complaint; b a decision under subsection (1)(c) quashing or varying a direction by the Council that the solicitor pay compensation; c a decision under subsection (1)(f) directing the solicitor to pay compensation; d a decision under subsection (2)(b) not to direct the solicitor to pay compensation; e a decision under subsection (2)(c) confirming the Council's decision not to uphold the complaint; f a decision under subsection (3) confirming the Council's decision not to direct the solicitor to pay compensation; g a decision under subsection (4) quashing the Council's direction that the solicitor pay compensation or varying the amount of compensation directed to be paid. 4 On an appeal under subsection (1) or (2), the Court may give such directions in the matter as it thinks fit, including directions as to the expenses of the proceedings before the Court and as to any order by the Tribunal relating to expenses. 5 A decision of the Court under subsection (4) shall be final. 6 In this section,  “ complainer ” has the same meaning as in section 42ZA."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "55", "section_title": " Powers of Court", "section_text": "55 1 In the case of professional misconduct by any solicitor the Court may— a cause the name of that solicitor to be struck off the roll; or b suspend the solicitor from practice as a solicitor for such period as the Court may determine; or ba suspend the solicitor from exercising any right of audience held by him by virtue of section 25A for such period as the court may determine; or bb revoke any right of audience so acquired by him; or bc where the Court considers that the complainer has been directly affected by the misconduct, direct the solicitor to pay compensation of such amount, not exceeding £5,000, as it may specify to the complainer for loss, inconvenience or distress resulting from the misconduct; or c fine the solicitor   an amount not exceeding £10,000 ; or d censure him; and in any of those events, e find him liable in any expenses which may be involved in the proceedings before the Court. 2 Subject to subsection (3), a decision of the Court under this section shall be final. 3 A solicitor whose name has been struck off the roll in pursuance of an order made by the Court under subsection (1), may apply to the Court for an order directing his name to be restored to the roll and the Court may make such order. 3A A solicitor whose rights of audience under section 25A have been revoked in pursuance of an order made by the court under subsection (1) may apply to the court for an order restoring those rights, and the court may make such order. 4 An application under subsection (3) shall be by way of petition and intimation of any such petition shall be made to the Tribunal who shall be entitled to appear and to be heard in respect of the application. 5 The Scottish Ministers may by order made by statutory instrument— a after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend paragraph (bc) of subsection (1) by substituting for the amount for the time being specified in that paragraph such other amount as they consider appropriate; b amend paragraph (c) of subsection (1) by substituting for the amount for the time being specified in that subsection such other amount as appears to them to be justified by a change in the value of money. 6 A statutory instrument containing an order under— a subsection (5)(a) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament; b subsection (5)(b) is subject to annulment in pursuance of a resolution of the Scottish Parliament. 7 In this section,  “ complainer ” has the same meaning as in section 42ZA. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "55A", "section_title": "Powers of Court: unsatisfactory professional conduct", "section_text": "55A 1 In the case of unsatisfactory professional conduct by a solicitor the Court may— a fine the solicitor an amount not exceeding £2000; b where it considers that the complainer has been directly affected by the conduct, direct the solicitor to pay compensation of such amount, not exceeding £5,000, as it may specify to the complainer for loss, inconvenience or distress resulting from the conduct; c find the solicitor liable in any expenses which may be involved in the proceedings before it. 2 A decision of the Court under subsection (1) shall be final. 3 The Scottish Ministers may by order made by statutory instrument— a amend subsection (1)(a) by substituting for the amount for the time being specified in that subsection such other amount as appears to them to be justified by a change in the value of money; b after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend subsection (1)(b) by substituting for the amount for the time being specified in that subsection such other amount as they consider appropriate. 4 A statutory instrument containing an order under— a subsection (3)(a) is subject to annulment in pursuance of a resolution of the Scottish Parliament; b subsection (3)(b) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament. 5 In this section,  “ complainer ” has the same meaning as in section 42ZA."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "56", "section_title": " Saving for jurisdiction of courts.", "section_text": "56 Except as otherwise expressly provided, nothing in this Part shall affect the jurisdiction exercisable by the Court, or by any inferior court, over solicitors."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "56A", "section_title": " Further provision as to compensation awards.", "section_text": "56A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "57", "section_title": " Admission and enrolment of solicitors as notaries public.", "section_text": "57 1  The offices and functions of— a the clerk to the admission of notaries public; and b the keeper of the register of notaries public, are hereby transferred to the Council. 2 Any solicitor   qualified to practise in accordance with section 4  may apply to the Court to be admitted as a notary public; and on any such application the Court may so admit the applicant and may  direct the Council to register him in the register of notaries public. 2A A petition by the Council under section 6(3A) for the admission of a person as a solicitor may, if the person so requests, include an application for the person’s admission as a notary public; and an order on any such petition admitting that person as a solicitor may admit him as a notary public and direct the Council to register him in the register of notaries public. 2B A petition by a person under section 6(2) for his admission as a solicitor may include an application for his admission as a notary public; and an order on any such petition admitting that person as a solicitor may admit him as a notary public and direct the Council to register him in the register of notaries public. 3 It shall not be necessary for any person to find caution on his admission as a notary public. 4 The procedure to be followed. . .   on any application by a  person  to be admitted a notary public may be prescribed by rules of court. 5 The Council may charge such reasonable fees as they consider appropriate in respect of the admission of any person as a notary public."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "58", "section_title": " Removal from and restoration to register of names of notaries public.", "section_text": "58 1 In the case of any person who is both a solicitor and a notary public, if his name is struck off the roll of solicitors or is removed from that roll in pursuance of an order under any provision of this Act, the Council shall forthwith  strike off or, as the case may be, remove his name from the register of notaries public . 2 If the name of any such person, having been struck off or removed from the roll as aforesaid, is subsequently restored thereto in pursuance of an order under any provision of this Act,  the Council shall forthwith  restore the name to the register of notaries public. 3 Where a person who is both a solicitor and a notary public is suspended from practising as a solicitor under this Act the Council shall forthwith remove the person’s name from the register of notaries public. 4 If the suspension of such a person as is mentioned in subsection (3) is terminated or otherwise comes to an end the Council shall restore the person’s name to the register. 5 Where a person who is a solicitor and a notary public no longer has in force a practising certificate, the Council shall forthwith remove the person's name from the register of notaries public. 6 If the person mentioned in subsection (5) becomes qualified to practise as a solicitor in accordance with section 4, the Council shall restore the person's name to the register of notaries public."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "59", "section_title": " Authority of notaries public to administer oaths, etc.", "section_text": "59 1 Subject to subsection (2), in any case where the administration of an oath, or the receipt of an affidavit or solemn affirmation, is authorised by or under any enactment, it shall be lawful for the oath to be administered, or, as the case may be, for the affidavit or affirmation to be received, by a notary public. 2 Nothing in this section applies to an oath or affirmation relating to any matter or thing relating to the preservation of the peace or to the prosecution, trial or punishment of an offence, or to any proceedings before either House of Parliament or any committee thereof  or before the Scottish Parliament or any committee thereof . 3 This section is without prejudice to any other statutory provision relating to the administration of oaths by notaries public."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "59A", "section_title": "Rules regarding notaries public", "section_text": "59A 1 Subject to subsections (2) and (3), the Council may, if they think fit, make rules for regulating in respect of any matter the admission, enrolment and professional practice of notaries public. 2 The Council shall, before making any rules under this section— a send to each notary public a draft of the rules; and b take into consideration any representations made by any notary public on the draft. 3 Rules made under this section shall not have effect unless the Lord President, after considering any representations the Lord President thinks relevant, has approved the rules so made. 4 If a notary public fails to comply with any rule made under this section that failure may be treated as professional misconduct or unsatisfactory professional conduct on the part of the solicitor who is the notary public."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "60A", "section_title": "  Registered foreign lawyers", "section_text": "60A 1 Subject to the provisions of this section, solicitors and incorporated practices may enter into multi-national practices with registered foreign lawyers. 2 The Council shall maintain a register of foreign lawyers, and may make rules with regard to registration; and, without prejudice to the generality of the foregoing, such rules may include provision as to— a the manner in which applications for registration are to be made; aa the information which shall accompany such applications; b the fees payable in respect of such applications; c conditions which may be imposed in respect of registration; and d the period for which any such registration is to run. 3 Section 34(2) and (3) apply to rules made under subsection (2) as they apply to rules made under that section. 4 A foreign lawyer may apply to the Council to be registered as such for the purposes of— a subsection (1); or b having an interest in a licensed legal services provider as a solicitor investor within the meaning given by section 67(6) of the  2010 Act . 4ZA Where an application is made under subsection (4), the Council are to enter the lawyer’s name on the register of foreign lawyers if they are satisfied that the legal profession of which the applicant is a member is so regulated as to make it appropriate for the applicant to be registered for those purposes. 4A Any person may inspect the register of foreign lawyers during office hours without payment. 4B A registered foreign lawyer who wishes his name to be removed from the register of foreign lawyers may make an application to the Council in that behalf, and the Council shall, if the registered foreign lawyer satisfies the Council that he has made adequate arrangements with respect to the business that he has then in hand, remove the name of that foreign lawyer from the register of foreign lawyers. 4C On an application to the Council by a foreign lawyer whose name has been removed from the register of foreign lawyers under subsection (4B), the Council may, after such inquiry as they think proper, restore the name of the foreign lawyer to the register of foreign lawyers. 4D A foreign lawyer whose name has been removed (other than pursuant to an application made under subsection (4B)) from the register of foreign lawyers shall have his name restored to that register only if, on an application in that behalf made by him to the Tribunal and after such inquiry as the Tribunal thinks proper, the Tribunal so orders. 4E Rules made by the Tribunal under section 52\t\t\t\t\t(procedure on complaints to the Tribunal) may– a regulate the making, hearing and determining of applications under subsection (4D); and b provide for payment by the applicant to the Council of such fee in respect of restoration to the register of foreign lawyers as the rules may specify. 4F Where, following an application under subsection (4), the Council decide not to enter the name of a foreign lawyer in the register of foreign lawyers the applicant may, within three months of the notification to him of the Council’s decision (or later with the permission of the court), appeal to the court against the decision and, on such an appeal, the court may– a order the Council to register the foreign lawyer; b refuse the appeal; or c remit the matter to the Council with such directions as it sees fit. 4G Sections 24A to 24G\t\t\t\t\t(registration certificates for registered European lawyers) shall apply to registered foreign lawyers as they apply to registered European lawyers and any reference in those sections (as so applied) to a registration certificate shall be construed as a reference to a registration certificate for a registered foreign lawyer. 5 Subject to subsection (6), the Secretary of State may by order made by statutory instrument provide that any enactment or instrument— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b having effect in relation to solicitors; and c specified in the order, shall have effect with respect to registered foreign lawyers as it has effect with respect to solicitors. 6 Before making any order under subsection (5), the Secretary of State shall consult the Council. 7 An order under subsection (5) may provide for an enactment or instrument to have effect with respect to registered foreign lawyers subject to such additions, omissions or other modifications as the Secretary of State specifies in the order. 8 No order shall be made under subsection (5) unless a draft of the order has been approved by both Houses of Parliament."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "61", "section_title": " Protection of banks.", "section_text": "61 1 Subject to the provisions of this section, no bank  or building society  shall, in connection with any transaction on any account of a solicitor  or an incorporated practice  kept with it or with any other bank  or building society — a incur any liability, or b be under any obligation to make any enquiry, or c be deemed to have any knowledge of any right of any person to any money paid or credited to the account, which it would not incur, or be under, or be deemed to have (as the case may be) in the case of an account kept by a person entitled absolutely to all money paid or credited to it; but nothing in this subsection shall relieve a bank  or building society  from any liability or obligation under which it would be apart from this Act. 2 In subsection (1) “ account ” does not include an account kept by a solicitor  or an incorporated practice  as trustee for a specified beneficiary. 3 Notwithstanding anything in the preceding provisions of this section a bank  or building society  at which a solicitor  or an incorporated practice  keeps a special account for clients’ money shall not, in respect of any liability of the solicitor  or, as the case may be, the incorporated practice  to the bank  or building society \t\t\t\t\t(not being a liability in connection with that account) have or obtain any recourse or right, whether by way of set-off, counter-claim, charge or otherwise, against money standing to the credit of that account."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "61A", "section_title": " Solicitors fees.", "section_text": "61A 1 Subject to the provisions of this section, and without prejudice to— a section 32(1)(i) of the  Sheriff Courts (Scotland) Act 1971; or b section 5(h) of the  Court of Session Act 1988, where a solicitor and his client have reached an agreement in writing as to the solicitor’s fees in respect of any work done or to be done by him for his client it shall not be competent, in any litigation arising out of any dispute as to the amount due to be paid under any such agreement, for the court to remit the solicitor’s account for taxation. 2 Subsection (1) is without prejudice to the court’s power to remit a solicitor’s account for taxation in a case where there has been no written agreement as to the fees to be charged. 3 A solicitor and his client may agree, in relation to a litigation undertaken on a speculative basis, that, in the event of the litigation being successful, the solicitor’s fee shall be increased by such a percentage as may, subject to subsection (4), be agreed. 4 The percentage increase which may be agreed under subsection (3) shall not exceed such limit as the court may, after consultation with the Council, prescribe by act of sederunt."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "62", "section_title": " Charge for expenses out of property recovered.", "section_text": "62 1 Where a solicitor has been employed by a client to pursue or defend any action or proceeding, the court before which the action or proceeding has been heard or is depending may declare the solicitor entitled, in respect of the taxed expenses of or in reference to the action or proceeding, to a charge upon, and a right to payment out of, any property (of whatsoever nature, tenure or kind it may be) which has been recovered or preserved on behalf of the client by the solicitor in the action or proceeding; and the court may make such order for the taxation of, and for the raising and payment of, those expenses out of the said property as the court thinks just. 2 Where a declaration has been made under subsection (1) any act done or deed granted by the client after the date of the declaration except an act or deed in favour of a bona fide purchaser or lender, shall be absolutely void as against the charge or right."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "62A", "section_title": " Council’s power to recover expenses incurred under section . . .  45 or 46.", "section_text": "62A 1 Without prejudice to the Society’s entitlement under section 46(4) to recover expenses, the Council shall be entitled to recover from a solicitor or incorporated practice in respect of whom it has taken action under section  . . .  45, or 46, any expenditure reasonably incurred by it in so doing. 2 Expenditure incurred in taking action under section  . . .  45 or 46  is recoverable under subsection (1) above only where notice has been served under paragraph 5(2) of Schedule 3 in connection with that action and— a no application has been made in consequence under paragraph 5(4) of that Schedule; or b the Court, on such an application, has made a direction under paragraph 5(5) of that Schedule."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "63", "section_title": " Penalties and time limit for prosecution of offences", "section_text": "63 1 Any person guilty of an offence under this Act shall be liable on summary conviction to a fine not exceeding  level 4  on the standard scale  . . .. 2 Notwithstanding any provision of the  Criminal Procedure (Scotland) Act 1975, the prosecution of any offence under this Act shall be commenced within 6 months of its first discovery by the prosecutor or in any event within 2 years after the commission of that offence. 3 Where an offence under this Act is committed by a body corporate and is proved to have been committed with the consent or connivance of or to be attributable to any neglect on the part of— a any director, secretary or other similar officer of the body corporate; or b any person who was purporting to act in any such capacity, he (as well as the body corporate) shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 4 Where an offence under this Act is committed by a partnership or by an unincorporated association (other than a partnership) and is proved to have been committed with the consent or connivance of a partner in the partnership or, as the case may be, a person concerned in the management or control of the association, he (as well as the partnership or association) shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "64", "section_title": " Service of notices etc.", "section_text": "64 Any notice or other document which is required or authorised under this Act to be given to, or served on, any person shall be taken to be duly given or served if it is delivered to him or left at, or sent by post to, his last-known place of business or residence  or, in the case of an incorporated practice, it is left at, or delivered or sent by post to, its registered office ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "64A", "section_title": " Advisory and supervisory functions of the   Competition and Markets Authority  .", "section_text": "64A 1 Before considering any rule— a made under section 25A(4) or (5) ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the Secretary of State shall send a copy of the proposed rule in question to the   CMA  . 2 The   CMA   shall consider whether the rule in question would have, or would be likely to have, the effect of restricting, distorting or preventing competition to any significant extent. 3 When the   CMA has completed its consideration, the CMA   shall give such advice to the Secretary of State as   it thinks   fit. 4   The CMA may publish advice given   under subsection (3). 5 The   CMA   shall, so far as practicable, exclude from anything published under subsection (4) any matter— a which relates to the affairs of a particular person; and b the publication of which would, or might in the   CMA's   opinion, seriously and prejudicially affect the interests of that person. 6 For the purposes of the law of defamation, the publication of any advice or report by the   CMA   under this section shall be absolutely privileged."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "64B", "section_title": " Duty of Secretary of State.", "section_text": "64B When he has received advice under section 64A(3) in relation to a rule made under section 25A(4) or (5)  ... , the Secretary of State may, having considered— a that advice; b whether the interests of justice require that there should be such a rule; and c in relation to a rule made under section 25A(5), any relevant practice obtaining in the sheriff court, approve or refuse to approve the rule."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "64C", "section_title": " Investigatory powers of the   Competition and Markets Authority  .", "section_text": "64C 1 For the purpose of investigating any matter under section 64A, the   CMA   may by notice in writing— a require any person to produce to   the CMA   or to any person appointed by   the CMA   for the purpose, at a time and place specified in the notice, any documents which are specified or described in the notice and which— i are in that person’s custody or under that person’s control; and ii relate to any matter relevant to the investigation; or b require any person carrying on any business to furnish to   the CMA   (within such time and in such manner and form as the notice may specify) such information as may be specified or described in the notice. 2 A person shall not be required under this section to produce any document or disclose any information which he would be entitled to refuse to produce or disclose on the grounds of confidentiality between a client and his professional legal adviser in any civil proceedings. 2A A notice under this section may be issued on the CMA's behalf by any member of the CMA Board. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "64CA", "section_title": "Enforcement of notices under section 64C", "section_text": "64CA   1 The court may, on an application by the   CMA  , enquire into whether any person (“ the defaulter ”) has refused or otherwise failed, without reasonable excuse, to comply with a notice under section 64C(1). 2 An application under subsection (1) shall include details of the possible failure which the   CMA   considers has occurred. 3 In enquiring into a case under subsection (1), the court shall hear any witness who may be produced against or on behalf of the defaulter and any statement which may be offered in defence. 4 Subsections (5) and (6) apply where the court is satisfied, after hearing any witnesses and statements as mentioned in subsection (3), that the defaulter has refused or otherwise failed, without reasonable excuse, to comply with a notice under section 64C(1). 5 The court may punish the defaulter as it would have been able to punish him had he been guilty of contempt of court. 6 Where the defaulter is a body corporate or is a partnership constituted under the law of Scotland, the court may punish any director, officer or (as the case may be) partner of the defaulter as it would have been able to punish that director, officer or partner had he been guilty of contempt of court."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "64CB", "section_title": "Altering, etc. documents required to be produced under section 64C", "section_text": "64CB   1 A person commits an offence if he intentionally alters, suppresses or destroys a document which he has been required to produce by a notice under section 64C(1). 2 A person who commits an offence under subsection (1) shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "64D", "section_title": " Review of rules approved by the Secretary of State.", "section_text": "64D 1 Without prejudice to the power of the Council to review any rule made by them, where the Secretary of State has approved a rule under section 64B he may, and if so requested by the Lord President shall, require the Council to review its terms. 2 When they have reviewed a rule following a requirement made under subsection (1), the Council may revise the rule in the light of that review, and shall then submit the rule as revised or, if they have not revised it, as previously approved to the Lord President and the Secretary of State. 3 Where the Lord President and the Secretary of State are agreed that the terms of the rule as submitted to them are satisfactory, the Secretary of State shall approve the rule, and may direct the Council to bring it into force as soon as is practicable. 4 Where either the Secretary of State or the Lord President is of the view that any rule, as submitted to them, is not satisfactory, but they do not agree as to what the terms of the rule should be, the rule shall continue to have effect as previously approved. 5 Where the Secretary of State and the Lord President agree both that any rule submitted to them under subsection (2) is not satisfactory, and as to what the terms of the rule should be, the Secretary of State may direct the Council— a to amend the rule in such manner as he and the Lord President consider appropriate; and b to bring the rule, as so amended, into force as soon as is practicable. 6 The provisions of sections 64A and 64B apply to rules submitted to the Secretary of State under this section as they apply to rules submitted to him under   section 25A(9) or (10)  ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "65", "section_title": " Interpretation.", "section_text": "65 1 In this Act, except in so far as the context otherwise requires— “ accounts rules ” has the meaning given by section 35; “ accountant’s certificate rules ” has the meaning given by section 37(3); “ accounts fee ”  has the meaning given by section 37A(1);   “ advocate ” means a member of the Faculty of Advocates;    “anti-money laundering fee” has the meaning given by section 37A(1);    “ building society ” means a building society within the meaning of the  Building Societies Act 1986;  “ citizens advice body ” means an association which is formed (and operates)— otherwise than for the purpose of making a profit, and with the sole or primary objective of providing legal and other advice (including information) to the public for no fee, gain or reward; “ client account ” means a current or deposit or savings account  at a bank or with a building society , or a deposit receipt, at a bank, being an account or, as the case may be, a deposit receipt in the title of which the word “client”, “trustee”, “trust” or other fiduciary term appears, including— an account or deposit receipt for a client whose name is specified in the title of the account on deposit receipt, and an account such as is mentioned in paragraphs (a) and (b) of section 35(1);  “ the Commission ” means the Scottish Legal Complaints Commission;  “ the CMA ” means  the Competition and Markets Authority;   “ the CMA Board ”  has the same meaning as in Schedule 4 to the Enterprise and Regulatory Reform Act 2013;   “ the Council ” has the meaning given by section 3; “ the Court ” means the Court of Session;  ... “ foreign lawyer ” means a person who is not a solicitor or an advocate but who is a member, and entitled to practise as such, of a legal profession regulated within a jurisdiction outwith Scotland;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ functions ” includes powers and duties; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ incorporated practice ” has the meaning given by section 34(1A)( c );  “ judge ” includes sheriff;  “ law centre ” means a body— established for the purpose of providing legal services to the public generally as well as to individual members of the public; and which does not distribute any profits made either to its members or otherwise, but reinvests any such profits for the purposes of the law centre; “ licensed legal services provider”\t\t\t\t\t\t\t\t\t\t(or  “licensed provider”) ”  is to be construed in accordance with Part 2 of the 2010 Act;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Lord President ” means the Lord President of the Court of Session; ... “ multi-national practice ” means— a partnership whose members are solicitors or incorporated practices and registered foreign lawyers; or a body corporate whose members include registered foreign lawyers, and membership of which is restricted to solicitors, incorporated practices, registered foreign lawyers and other multi-national practices;  “ the 1990 Act ” means the Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t(Scotland) Act 1990 (c. 40);   “ the 2007 Act ” means the Legal Profession and Legal Aid (Scotland) Act 2007 (asp 5);  “ the 2010 Act ”  means the Legal Services (Scotland) Act 2010;   “ notary public ” means a notary public duly admitted in Scotland; “ practice year ” means the year ending on 31st October; “ practising certificate ” has the meaning given by section 4; “ property ” includes property, whether heritable or moveable, and rights and interests in, to or over such property; “registered European lawyer” means a person registered with the Society in accordance with regulation 17 of the European Communities (Lawyer’s Practice)\t\t\t\t\t\t\t(Scotland) Regulations 2000  , as those Regulations have effect by virtue of regulation 6 or 7 of the Services of Lawyers and Lawyer's Practice (EU Exit) (Scotland) (Amendment etc.) Regulations 2019 ;  “ registered foreign lawyer ” means a foreign lawyer who is registered under section 60A;  “ regulatory committee ” means the regulatory committee formed in accordance with section 3B(1); “ the roll ” has the meaning given by section 7; “ the Society ” has the meaning given by section 1;   “ Scottish legal services ombudsman ” means the ombudsman appointed under section 34 of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t(Scotland) Act 1990;  “ solicitor ” means any person enrolled or deemed to have been enrolled as a solicitor in pursuance of this Act; “ the Tribunal ” has the meaning given by section 50; “ unqualified person ” means a person  ... who is not qualified under section 4 to act as a solicitor  ; “unsatisfactory professional conduct” as respects a solicitor has the meaning given (as respects a practitioner who is a solicitor) by section 46 of the 2007 Act . 2 Unless the context otherwise requires a reference— a in any enactment to law agents includes solicitors  and registered European lawyers ; b in any enactment to the register of law agents kept in pursuance of the  Law Agents (Scotland) Act 1873 includes the roll; c in any enactment or instrument to the Solicitors Discipline (Scotland) Committee shall be construed as a reference to the Tribunal; d in any enactment or instrument or other document to the General Council of Solicitors in Scotland shall be construed as a reference to the Council; e in any enactment to a solicitor’s  or registered European lawyer’s  being entitled to practise in the Court, or in any other court, or to act in any matter, by reason of his being enrolled in, or of his having subscribed, the list of solicitors practising in that court, shall be construed as a reference to his being entitled so to practise or act be reason of his name being included in the appropriate list provided under section 20. 3 In this Act references to any enactment shall, except in so far as the context otherwise requires, be construed as references to that enactment as amended, extended or applied by or under any other enactment, including any enactment contained in this Act. 4 In this Act, except in so far as the context otherwise requires,— a any reference to a numbered Part, section or Schedule is a reference to the Part or Section of, or the Schedule to, this Act so numbered; b a reference in a section to a numbered subsection is a reference to the subsection of that section so numbered; c a reference in a section, subsection or Schedule to a numbered or lettered paragraph is a reference to the paragraph of that section, subsection or Schedule so numbered or lettered; and d a reference to any provision of an Act (including this Act) includes a reference to any Schedule incorporated in the Act by that provision. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "66", "section_title": " Transitional and savings provisions, and repeals.", "section_text": "66 1 Schedule 6 (Transitional and savings provisions) shall have effect, but the provisions of that Schedule shall not be taken as prejudicing the operation of section 16 of the  Interpretation Act 1978 (general savings in respect of repeals). 2 The enactments specified in Schedule 7 are hereby repealed to the extent shown in column 3 of that Schedule."}, {"act": "Solicitors (Scotland) Act 1980", "year": 1980, "section": "67", "section_title": " Citation, extent and commencement.", "section_text": "67 1 This Act may be cited as the Solicitors (Scotland) Act 1980. 2 This Act extends to Scotland only. 3 This Act shall come into operation on the expiration of one month from the date on which it is passed."}]