[{"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "125.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "2632.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "33", "section_title": " Interpretation of Part IV.", "section_text": "33 1 In this Part of this Act— “ the 1971 Act ” means the  Rent (Scotland) Act 1971; “ the 1972 Act ” means the  Housing (Financial Provisions) (Scotland) Act 1972; “ the 1975 Act ” means the  Housing Rents and Subsidiaries (Scotland) Act 1975; and “ short tenancy ” has the meaning assigned to it in section 34 of this Act. 2 This Part of this Act shall be construed along with the Rent (Scotland) Acts 1971 to 1975."}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "3436.", "section_title": " Short tenancies", "section_text": "34 "}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "37", "section_title": " Limits on rent increases.", "section_text": "37 1 Subject to subsection (5) below, sections 7 to 9 of the 1975 Act and Schedule 2 to that Act are repealed. 2  5 Where a rent registered for a dwelling-house under a regulated tenancy under Part IV of the 1971 Act was registered before the commencement of this section, but the full registered rent has not yet become payable by reason of the operation of section 7 of the 1975 Act, the said section 7 and Schedule 2 shall continue to have effect so as to allow increase of rent to take place under the said section 7. 6 "}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "39", "section_title": " Amendment of Reserve and Auxiliary Forces (Protection of Civil Interests) Act 1951. ", "section_text": "39 1 The   Reserve and Auxiliary Forces (Protection of Civil Interests) Act 1951 shall be amended in accordance with this section. 2 In section 15 (protection of tenure of certain premises), after subsection (1) insert the following subsection— 1A This section does not apply in relation to any tenancy entered into after the commencement of section 55 of the Tenants’ Rights, Etc. (Scotland) Act 1980. 3 In section 16 (protection of tenure of premises not falling under section 15)— i in subsection (2)( c ) the words from “and” to the end are repealed; ii for subsections (3) to (8) substitute the following subsections— 3 The rent for any rental period (that is to say, a period in respect of which an instalment of rent falls to be paid) shall be the amount payable for the last rental period before the end of the tenancy, but subject to adjustment from time to time in accordance with section 22 or 23 of the Rent (Scotland) Act 1971 (adjustment, with respect to rates, services and furniture, of recoverable rent for statutory periods before registration). 4 Subsection (3) above has effect subject to any agreement between the parties for the payment of a lower rent; and where a lower rent is agreed it shall not be increased in accordance with the said section 22 or 23 but may, notwithstanding anything in any other enactment, be increased by agreement in writing between the parties up to an amount not exceeding the amount of rent provided for in subsection (3) above. . 4 In section 17(2)( b )\t\t\t\t\t(provisions supplementary to section 16 where the accommodation is shared other than with the landlord) for “(5) to (8)” substitute  “                    (3) and (4)                  ” . 5 In section 18(2)\t\t\t\t\t(protection of tenure in connection with employment, under a licence or a rent-free letting) for “(5) to (8)” substitute  “                    (3) and (4)                  ” . 6 Section 19(5)\t\t\t\t\t(limitation on application of Rent Acts— heritable securities) is repealed."}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "41", "section_title": "", "section_text": "41 1  4 Section 18 of the   Housing Act 1974 shall be amended as follows— a in subsection (2) the words “in such form as may be prescribed” are repealed; and b subsection (5) is repealed."}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "4245.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "46", "section_title": " Conversion of all remaining controlled tenancies.", "section_text": "46 1 Every controlled tenancy for the purposes of the 1971 act in existence at the date of commencement of this section shall then cease to be a controlled tenancy and shall become a regulated tenancy for the purposes of the  Rent (Scotland) Act 1984 2 Where a part of premises which include a dwelling-house is used as a shop or office or for business, trade or professional purposes, and the premises were let immediately before the commencement of this section under a controlled tenancy,  neither section 9 of the 1971 Act nor section 10 of the Rent (Scotland) Act 1984 shall  prevent that tenancy becoming a regulated tenancy under subsection (1) above nor shall it prevent a new tenancy granted to the tenant or to any person who is entitled to succeed him as a statutory tenant from becoming a regulated tenancy. 3 "}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "4748.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "49", "section_title": " Repeal of provisions relating to increase of recoverable rent on account of improvements.", "section_text": "49 1 Subject to subsection (2) below, sections 24, 29 and 30 of the 1971 Act, all of which relate to increase of recoverable rent on account of improvements, shall cease to have effect. 2 Where a notice of increase has been served by the landlord under subsection (2) of the said section 24 before the commencement of this section, the said sections 24, 29 and 30 shall continue to apply in relation to the rent increase to which the notice relates as they applied before the said commencement. 3 "}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "5063.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "64", "section_title": " Pensions  etc.  for Rent Assessment Panel.", "section_text": "64 1 The Secretary of State may pay or make provision for paying— a to or in respect of any member of the panel set up by section 38 of the 1971 Act, such sums by way of pensions, superannuation allowances and gratuities; and b to any member of the said panel who ceases to be a member other than on the expiry of his term of office, where it appears to the Secretary of State that there are special circumstances which make it unjust for the member not to receive compensation, such sum by way of compensation, as the Secretary of State may, with the approval of  the Treasury , determine. 2 "}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "65", "section_title": " Increases in penalties for offences relating to houses in multiple occupation. ", "section_text": "65 1 The Housing (Scotland) Act 1966 shall be amended as follows— a In section 100(3) for “ten pounds” substitute  “                        fifty pounds                      ” ; b in section 102(3) for “ten pounds” substitute  “                        fifty pounds                      ” ; c in section 103(4) for paragraphs ( a ) and ( b ) substitute  “                        to a fine not exceeding £200                      ” ; d in section 110(1)( b ) leave out the words from the second “or” to the end of the paragraph; e in section 111(5) for paragraphs ( a ) and ( b ) substitute  “                        to a fine not exceeding five hundred pounds                      ” ; f in section 112(5) for “twenty pounds” substitute  “                        fifty pounds                      ” ; g in section 185(2) after “offence”, insert  “                        and shall be liable on summary conviction to a fine not exceeding £200                      ” 2 Schedule 7C to the   Criminal Procedure (Scotland) Act 1975 shall be amended by deleting from the first column of the entry relating to the Housing (Scotland) Act 1966 the words from “where” to the end of the column."}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "6673.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "74", "section_title": " Discretion of court in cases relating to instalment purchase agreements.", "section_text": "74 1 Where, under the terms of an instalment purchase agreement, a person has been let into possession of a dwelling-house and, on the termination of the agreement or of his right to possession under it, proceedings are brought for possession of the dwelling-house, the court may— a adjourn the proceedings; or b on making an order for possession of the dwelling-house, supersede extract or postpone the date of possession; for such period or periods as the court thinks fit. 2 On any such adjournment, superseding of extract, or postponement the court may impose such conditions with regard to the payment by the person in possession in respect of his continued occupation of the dwelling-house and such other conditions as the court thinks fit. 3 The court may revoke or from time to time vary any condition imposed by virtue of this section. 4 In this section “ instalment purchase agreement ” means an agreement for the purchase of a dwelling-house under which the whole or part of the purchase price is to be paid in 3 or more instalments and the completion of the purchase is deferred until the whole or a specified part of the purchase price has been paid."}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "7581.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "8285.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Tenants’ Rights, Etc. (Scotland) Act 1980", "year": 1980, "section": "86", "section_title": " Citation, commencement and extent.", "section_text": "86 1 This Act may be cited as the Tenants’ Rights, Etc. (Scotland) Act 1980. 2 The Housing (Scotland) Acts 1966 to 1978 and this Act (except Part IV) may be cited together as the Housing (Scotland) Acts 1966 to 1980. 3 The Rent (Scotland) Acts 1971 to 1975 and Part IV of this Act, and this Part so far as it relates to the said Part IV, may be cited together as the Rent (Scotland) Acts 1971 to 1980. 4 This Act shall commence on a day appointed by the Secretary of State by order in a statutory instrument, and different days may be appointed for different provisions. 5 This Act applies to Scotland only."}]