[{"act": "Water (Scotland) Act 1980", "year": 1980, "section": "1", "section_title": " General duties of Secretary of State and of water authorities.", "section_text": "1 It shall be the duty of the Secretary of State and of   Scottish Water when exercising their respective functions or powers under or by virtue of this Act— a to promote the conservation and effective use of the water resources of, and the provision of adequate water supplies throughout,Scotland; and b to secure the collection, preparation, publication and dissemination of information and statistics relating to such resources andsupplies."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "6", "section_title": " Duty of authority to provide supply.", "section_text": "6 1 It shall be the duty of   Scottish Water  to provide a supply of wholesome waterto every part of   its  limits of supply where a supply of water is required fordomestic purposes and can be provided at a reasonable cost. 2 Without prejudice to the generality of subsection (1),   Scottish Water shall provide a supply of wholesome water in pipes to every part of   its  limits ofsupply where a supply of water is required for domestic purposes and shall   , subject to subsection (2A), take the pipes affording that supply to such point or points as will enable the buildings for which a supply is required for domestic purposes to be connected thereto at areasonable cost; but this subsection shall not require   Scottish Water  to do anythingwhich is not practicable at a reasonable cost or to provide such a supply to any part of   its limits of supply where such a supply is already available at such point or points. 2A Subsection (2), so far as requiring Scottish Water to take pipes to the point or points referred to in thatsubsection, shall not apply for so long as there is inforce an agreement between Scottish Water and some other person for that person to take the pipes referred to in thatsubsection to that point or those points. 2B Subsections (1) and (2), so far as excepting from the duties under those subsections things whichcannot be done at a reasonable cost, shall not apply tosuch cases or descriptions of case as the Scottish Ministers may direct. 2C In determining what is a reasonable cost for the purpose of subsection (2) so far as excepting from the dutyunder that subsection things which cannot be done at areasonable cost, the costs to be taken into account include the costs of— a constructing such other water mains, communication pipes and other waterworks, and b carrying out such other work, as Scottish Water considers necessary in consequence of the connection referred to in that subsection. 2D Subject to subsection (2C), any question as to what is a reasonable cost for the purposes of this section shallbe determined in accordance with regulations madeby the Scottish Ministers. 2E Such regulations may, in particular, make provision as to— a the matters to be taken into, or left out of, account, b the criteria to be applied, c the method of calculation to be adopted, in determining what is a reasonable cost for those purposes, and may make different provision for different cases and descriptions of case. 3 If any question arises under this section as to— za whether a reasonable cost has been properly determined in accordance with regulations made under subsection(2D), or a whether a supply of water can be provided at a reasonable cost, or b whether anything is or is not practicable at a reasonable cost, or c the point or points to which pipes must be taken in order to enable buildings to be connected therewith at a reasonable cost, the   Water Industry Commission for Scotland , if requested to do so by  any person aggrieved , shall,after  consultation with that person and with   Scottish Water ,determine that question and   Scottish Water  shall give effect to   its determination. 3A The Commission— a shall prepare a statement which specifies the procedure to be followed for the purposes of its determining questions under subsection (3), and b may from time to time revise the statement. 3B In preparing or revising the statement, the Commission shall consult Scottish Water and such other persons as it considers appropriate. 3C The Commission shall, on payment of such reasonable fee (if any) as the Commission may determine, send a copy of the statement to any person who requests it. 4 Scottish Water  shall also provide a supply of water for the purpose ofcomplying with any other obligation imposed on   it  by this Act and may, if   itthinks  fit, provide a supply to enable   it to exercise any of the powers conferred on   it  by this Act or for any other purposewhich   it considers  is in the interests of the area comprising   its  limits of supply. 5 The duties imposed by subsections (1), (2) and (4) shall not require Scottish Water to doanything which is prejudicial to its compliance with— a any directions given to it under section 56 of the Water Industry (Scotland) Act 2002 (asp 3) so faras setting objectives of a type referred to in section 56A of that Act, or b a statement of policy issued under section 29D of that Act."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "7", "section_title": " Supply of water for domestic purposes.", "section_text": "7 1 In this Act a supply of water for domestic purposes means a sufficient supply for drinking, washing, cooking, central heating and sanitary purposes but not for any bath having a capacity in excess of 100 gallons, and includes— a a supply for the purposes of any profession carried on in any premises the greater part of which is used as a house; and b where the water is drawn from a tap inside a house and no hosepipe or similar apparatus is used, a supply for watering a garden, for horses kept for private use and for washing vehicles kept for private use. 2 A supply of water under subsection (1) does not include a supply of water for the business of a laundry, or any business of preparing food or beverages for consumption otherwise than on the premises. 3 “Domestic purposes” in any local enactment relating to the supply of water shall be construed in accordance with sub-sections (1) and (2)."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "8", "section_title": " Water supplied for domestic purposes to be wholesome.", "section_text": "8 Scottish Water  shall provide in   its  mains and communication pipes a supply of wholesome water sufficient for the domestic purposes of all owners and occupiers of premises within   its  limits of supply who are entitled to a supply for those purposes."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "9", "section_title": " Supply of water for non-domestic purposes.", "section_text": "9 1 Subject to the following provisions of this Act,   Scottish Water  shall give asupply of water on reasonable terms and conditions for purposes other than domestic purposes to the owner or occupier of any premises within   its  limits of supply who requests   it  to give such asupply to those premises. 2 Scottish Water  shall not be required to give a supply of water in accordancewith subsection (1) if   its  ability to meet existing obligations to supplywater for any purposes or probable future requirements to supply water for domestic purposes, without having to incur unreasonable expenditure in constructing new waterworks forthe purpose, would thereby be endangered. 2A Where a supply of water has been made to premises under subsection (2) of section 16 of the Water Services etc. (Scotland) Act 2005 (asp3)but— a the arrangements for the supply (made between the occupier of the premises and the water services provider who made the related request under subsection (1)ofthat section in respect of the premises) are at an end, or are to come to an end, in consequence of non-payment of charges owed to the provider in relation to thewatersupplied; or b the supply is discontinued (or is to be discontinued) under section 18(5) of that Act, Scottish Water shall not be required to give a supply of water to the premises in accordance with subsection (1) if it is of the opinion that there is noreasonableprospect of recovering the charges (or any significant proportion of the charges) which it would be entitled to recover in relation to that supply of waterwere itgiven. 2B Where Scottish Water decides, by virtue of subsection (2A), not to give a supply of water to premises, the occupier of the premises may by notice require theWaterIndustry Commission for Scotland to review that decision. 2C In a review under subsection (2B), the Commission may, having regard to any representations made to it by the parties— a confirm the decision of Scottish Water; or b direct Scottish Water to give a supply of water to the premises in accordance with subsection (1), and the determination of the Commission in the review shall be final. 3 Scottish Water  may require, as a condition of giving a supply of water underthis section, that the person requesting the supply shall enter into an agreement undertaking to pay to   it in respect of each year a sum not exceeding one-eighth of the cost of providing and laying the necessary mains (less any amounts received by   ScottishWater  in respect of water supplied whether for domestic or non-domestic purposes in that year from those mains) until theexpiration of a period of 12 years or such lesser period as may appear to   Scottish Water to be appropriate. 4 Any question arising as to the terms and conditions on which water is to be supplied  (not being a question as respectcharges for the water which is to be supplied)  under this section and any question whether   ScottishWater is  justified in refusing to give a supply shall in default of agreement, be referred to the Secretary of State and theSecretary of State may determine it himself or, if he thinks fit, refer it for determination by arbitration. 5 Where   Scottish Water is  required to give a supply of water under this section,the powers of   Scottish Water  and of persons supplied or proposed to be supplied by   it  to lay mains and pipes for providing a supply of water for domestic purposes and to break open  roads  for that purpose shall apply for the purpose of the provision of a supply under this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "9A", "section_title": "", "section_text": "9A 1 Notwithstandinganything in section 9  of this Act, no charge may be made by   ScottishWater  in respect of— a water taken for the purpose of extinguishing fires or taken by   the Scottish Fire and Rescue Service                       for any other emergency purposes; b water taken for the purpose of testing apparatus installed or equipment used for extinguishing fires or for the purpose of training persons for fire-fighting; or c the availability of water for any purpose mentioned in paragraph (a) or (b) above: Provided that nothing in this section shall prevent the making of charges in respect of work carried out at the request of or for the benefit of any person receiving asupply of water for the said purposes. 2 Subsection (1) above shall not have the effect, where any water is used or made available for any of the purposes mentioned in paragraph (a) or(b) of that subsection, of requiring a reduction in the charges imposed in respect of the provision for other purposes of the supply from which the water istaken."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "10", "section_title": " Compensation for damage resulting from exercise of powers.", "section_text": "10 1 Subject to the provisions of this section, a  local authority  or   Scottish Water    . . . shall make full compensation to any person who has sustained damage by reason of the exercise by them   or it  of any of their   or its  powers under this Act in relation to a matter as to which he has not himself been in default. 1A The escape of water, however caused,   . . . from one of   Scottish Water’s    . . . communication  or supply  pipes or mains shall for the purposes of subsection (1) above be taken to have been brought about by the exercise by   it   of powers under this Act. 2 Any question arising under this section as to the fact of damage or as to the amount of compensation shall, in case of dispute, be determined by arbitration. 3 A claim for compensation under this section shall not be maintainable unless it is made within  24  months after the date on which it is alleged to have arisen. 4 The provisions of this section shall be without prejudice to any other provisions in this Act relating to compensation. 5 Without prejudice to any right to compensation other than under subsection (1) above, in that subsection “person” does not, as regards compensation payable under that subsection by virtue of subsection (1A) above, include— a statutory undertakers as defined in  section 214 of the Town and Country Planning (Scotland) Act 1997 ; b roads authorities as defined in section 151(1) of the   Roads (Scotland) Act 1984; c bridge authorities  as defined in section 147 of the New Roads and Street Works Act 1991; d road works authority as defined in section 108 of the New Roads and Street Works Act 1991; e persons on whom a right to compensation under section  141 of the said Act of 1991  is conferred. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "11", "section_title": " Power of Secretary of State on default of authority or board. ", "section_text": "11 1 If— a a complaint is made to the Secretary of State that   Scottish Water has failed— i to do anything which   it is  required to do by or under this Act, ii to give an adequate supply of water either as respects quantity or quality within   its limits of supply, or has failed to give any supply which   it has  been lawfully required to give, or iii to take such steps as are in the circumstances reasonable to obtain new powers or to extend   its existing powers for the purpose of remedying any such failure as is mentioned in paragraph (ii), or b the Secretary of State is of opinion that an investigation should be made as to whether   Scottish Water has failed in any of those matters, he may cause a local inquiry to be held into the matter. 2 If after a local inquiry has been held in pursuance of subsection (1), the Secretary of State is satisfied that there has been such a failure on the part of   ScottishWater  , he may make an order declaring   it to be in default and directing   it  for the purpose of remedying the default todischarge such of   its  functions in such a manner and within such time or times as maybe specified in the order or, as the case may be, to take such steps within such time or times as may be specified in the order to obtain new powers or to extend   its  existing powers. 3 If   Scottish Water fails  to comply with any requirements of   anorder made under subsection (2)  within the time specified therein for compliance with that requirement— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . or b the Court of Session may on the application of the Lord Advocate on behalf of the Secretary of State order specific performance of the functions and do otherwise as to theCourt appears to be just. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "12", "section_title": " Supply of water to premises outwith limits of supply.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "13", "section_title": " Supply of water in bulk.", "section_text": "13 1 Scottish Water  may enter into an agreement with any other persons  . . . , for the giving by those other persons, and the taking by   Scottish Water , of a supply of water in bulk for any period and on any terms and conditions,  . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purpose of laying any pipes or installing any apparatus connected therewith, being pipes or apparatus required for giving or taking a supply of water in pursuance of an agreement  . . .   made under this section,   Scottish Water  may exercise,  . . .   the like powers with respect to laying mains and breaking open  roads  as are exercisable by   it   under this Act for the purpose of laying mains, but subject to the like conditions and obligations. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this section shall affect any right of a navigation authority under any enactment to prohibit, or impose restrictions on, the supply of water in bulk by   Scottish Water ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "13A", "section_title": " Supply of water for use outwith Scotland.", "section_text": "13A 1 Scottish Water  may, if for the time being   it is  satisfied that such supplies of water as are available to   it  are likely to be more than sufficient to enable   it  to fulfil   its  duties as respects the supply of water to premises in Scotland, enter into an agreement with any other person to give him, on such terms and conditions as   it thinks  and whether or not in bulk, a supply of water for use outwith Scotland. 2 For the purposes of laying any pipes or installing any apparatus connected therewith, being pipes or apparatus required for giving a supply of water in pursuance of an agreement entered into under subsection (1) above,   Scottish Water    may exercise,  . . .  , the like powers with respect to laying mains or breaking open roads as are exercisable by      it  under this Act for the purposes of laying mains, but subject to the like conditions and obligations."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "14", "section_title": " Power of water authority to give guarantee for supply of water.", "section_text": "14 Scottish Water  may undertake to pay to any person supplying water, or guarantee payment to any such person of, such periodical or other sums as may be agreed as a consideration for the giving by that person of a supply of water, so far as he can lawfully do so, within any part of the limits of supply of   Scottish Water , and the execution by him of any works necessary for that purpose."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "16", "section_title": " Powers of survey and search for water on land. ", "section_text": "16 1 The Scottish Ministers may, on application made to them by Scottish Water, authorise it to survey, in accordance with this section— a any land which it proposes to acquire for the purposes of its water undertaking or proposed water undertaking; or b any land in, on or over which it is proposed to lay a water main. 2 Notice of any application under subsection (1) shall be given by   Scottish Water  to the owner and the occupier of the land, and the Secretary of State shall, before giving his authority under subsection (1), consider any representations made to him by any such owner or occupier within 14 days after the receipt of the notice. 3 Where   Scottish Water is   authorised to survey any land under this section, any officer of   Scottish Water  authorised for the purpose shall, on producing if so required some duly authenticated document showing his authority, have a right at all reasonable hours to enter on and survey the land. 4 Section 38(3) to (7) shall apply to any right of entry conferred by this section. 5 Admission to any land shall not be demanded in the exercise of any right under subsection (3) unless 24 hours’ notice of the intended entry has been given to the occupier; but where such notice has been given on the first occasion on which the right of entry is exercised, no further notice shall be required before entering on the land on a subsequent occasion in connection with the completion of the survey. 6 The power to survey land under this section shall include power to carry out experimental borings or other works for the purpose of ascertaining the nature of the sub-soil or the presence of underground water therein or the quality or quantity of such water, and to reinstate the land after carrying out any such works. 7 A person shall not carry out any works authorised by subsection (6) on land which is occupied unless at least seven days’ notice of his intention to do so has been given to the occupier of the land; and if the occupier of the land objects to the proposed works on the ground that the carrying out thereof would be seriously detrimental to the carrying on of any undertaking, trade or business carried on by him on that land, the works shall not be carried out except with the authority of the Secretary of State. 8 If any damage or injury is caused by the escape of water from any land on which works have been carried out in pursuance of this section, not being damage in respect of which compensation is payable under section 10, nothing in this section shall be construed as exonerating   Scottish Water   from any liability in respect of that damage to which   it   would be subject if the works had been carried out otherwise than in the exercise of statutory powers."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "17", "section_title": " Acquisition of water rights.", "section_text": "17 1 Scottish Water  may acquire byagreement rights to take water from any stream or other source  . . .  2 The Secretary of State may, on the application of   Scottish Water ,by order provide for the compulsorily acquisition by   it  of such rights to take waterfrom any stream or other source as may be specified in the order; and the order may contain such incidental, consequential and supplementary provisions as the Secretary of Statethinks necessary or expedient for the purposes of the order, and such provisions may (but without prejudice to the generality of this subsection) include provisionsenabling   Scottish Water  to carry on anybusiness or trade ancillary to taking of water; and where such provisions include a provision requiring the payment of compensation, the amount of such compensation shall, in caseof dispute, be settled in the manner provided by the Lands Clauses Acts with reference to taking of land otherwise than by agreement. 3 Where the acquisition of water rights by   Scottish Water under this Part will result in the impounding of any stream— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Secretary of State shall, in any order for the compulsory acquisition of such rights, prescribe the quantity of compensation water to be provided by   ScottishWater , and shall incorporate in the order the appropriate provisions of   PartIII of Schedule 4 subject to such modifications and adaptations as he thinks fit. 4 Where the acquisition of water rights by   Scottish Water under this Part will, in the opinion of the Secretary of State, substantially reduce the flow of any stream— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Secretary of State shall in any order for the compulsory acquisition of such rights prescribe the extent to which and the circumstances in which water may betaken. 5 Subject to subsections (5A) and (5B)  in assessingthe quantity of compensation water to be provided under any such  . . . order or in determining the extent to which and the circumstances in which water may be taken under any such  . . .  order, theSecretary or State shall have regard to all the circumstances of the particular case, including— a the interests of public health; b the character and flow of the stream; c the extent to which the stream is or may in the future be used for industrial purposes or for the purposes of any public undertaking or for fisheries, water supply by otherundertakers, agriculture, transport and navigation; d the effect on land drainage or on any canal or inland navigation of any alterations in the flow of the stream; and shall secure, so far as practicable, the protection of the rights of riparian owners and of other owners of land or salmon fishings. 5A Before making an order for the compulsory acquisition of water rights, and in considering the matters referred to insubsections (3) to (5), the Scottish Ministers shall– a obtain and have regard to the advice of the Scottish Environment Protection Agency on matters relating to the protectionof the water environment (and in particular as to the extent to, and the circumstances in, which water may be taken and the quantity of compensation water to beprovided); and b have regard to the purposes of Part 1 of the Water Environment and Water Services (Scotland) Act 2003 (asp3). 5B In the event that the provisions of an order for the compulsory acquisition of water rights which makes provision onmatters relating to the protection of the water environment and the conditions of an authorisation granted under the Water Environment (ControlledActivities)(Scotland) Regulations 2005 differ, and cannot reasonably be reconciled, the relevant provisions of that order shall be treated as modified to the extentnecessary to be consistent with the conditions of that authorisation. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The provisions of Part I of Schedule 1 shall apply to the making of applications and orders under subsection (2)."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "18", "section_title": " Compulsory acquisition of land for water works.", "section_text": "18 1 Subject to the provisions of this section, an order under section 17 may authorise   Scottish Water   to acquire compulsorily such land as may be necessary for the purposes of the order, being land which   Scottish Water  could be authorised to acquire under   section 47 of the Water Industry (Scotland) Act 2002 (asp 3)  . 2 The provisions of Schedule 2 shall have effect in relation to an order under section 17 which authorises any such acquisition of land."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "21", "section_title": " Power to carry out works.", "section_text": "21 1 Without prejudice to any other powers which   it  may have,   ScottishWater  may, for the purposes of providing a supply of water under this Act and subject to its provisions— a construct, alter, acquire by purchase, lease or otherwise, or renew or maintain, waterworks; b so acquire any undertaking belonging to persons,  . . .  , who are supplying or are authorised to supply water; c so acquire premises to be used for the purposes of   Scottish Water and maintain such premises; d contract with any person for a supply by him of water in bulk or otherwise; or e erect and maintain a house for the use of a person employed by   it  for thepurposes of   its  undertaking. 2 For the avoidance of doubt, all waterworks constructed in pursuance of subsection (1) above (whether before or after the commencement of thissubsection)vest in Scottish Water."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "22", "section_title": " Power to break open streets.", "section_text": "22   1   The provisions of Part I of Schedule 3 shall have effect in relation to the breaking open of  roads  by   Scottish Water  for the purpose of carrying out any works which   it is   authorised to execute by or under this Act or any local enactment incorporating any provisions of Schedule 4. 2 Paragraph 1 of Schedule 3 has effect in relation to works carried out by any person— a in pursuance of an authorisation under section 23A(1), or b in connection with the management, maintenance or renewal of a main or communication pipe laid by that person in pursuance of such an authorisation and vested in that person, as it has in relation to works carried out by Scottish Water."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "23", "section_title": " Power to lay mains, etc.", "section_text": "23 1 Scottish Water  or   ...  may for the purposesof   its  functions lay a main— a in, under or over any  roads  or under any cellar or vault below any  roads  after giving reasonable notice to  — i where the road is a public road, the roads authority; and ii in any other case, the authority or person responsible for the maintenance of the road, or, if no authority or person is so responsible, to the owners of the solum of theroad, , and b in, on or over any land not forming part of a  road , after giving reasonablenotice to the owner and the occupier of that land; and may from time to time inspect, repair, maintain, alter, or renew or may at any time remove a main previously laid whether by virtue of this section or otherwise. 1ZA Section 192 of the Local Government (Scotland) Act 1973 (c.65)(service ofnotices) shall apply to notices served by Scottish Water under subsection (1) above relating to land as it applies to notices served by a local authority relatingto premises. 1A If within two months after the service of a notice under subsection (1)(b) above the owner or occupier objects to   ScottishWater  about the proposed works (and that objection is not withdrawn),   ScottishWater  shall not proceed to lay the main but shall refer the matter by summary application to the sheriff, who may— a grant consent to the proposed works, either unconditionally or subject to such terms and conditions as he thinks just; or b withhold his consent; and the decision of the sheriff on the matter shall be final. 2 Where   Scottish Water  ... in the exerciseof   its  powers under this section lay a main in, on or over any land not forming partof a  road , or inspect, repair, maintain, alter, renew or remove a main laid in orover any such land,   it  shall from time to time pay compensation to every personinterested in that land for any damage done to or injurious affection of that land by reason of the laying, inspection, repair, maintenance, alteration, renewal or removal of themain; and any question as to the amount of compensation to be paid under this subsection shall, in case of dispute, be determined by arbitration. 2A In relation to a main not vested in Scottish Water, Scottish Water may recover from the person in whom the main is vested any expenses reasonably incurred by Scottish Water under subsection (1) or (2) in connection with the inspection, repair, maintenance, alteration, renewal or removal of the main. 2B In relation to a main laid by any person in pursuance of an authorisation under section 23A(1), subsections (1) and (2) of this section, so far as relating to the inspection, repair, maintenance, alteration, renewal or removal of a main, apply to that person as they apply to Scottish Water. 3 Scottish Water  ... may erect and maintainin any  road  notices indicating the position of underground water fittings used forcontrolling the flow of water through   its  mains whether laid by virtue of thissection or otherwise and may affix such a notice to any house or other building, or any wall or fence. 4 In the case of works in respect of which notice is required to be given under section 114 of the New Roads and Street Works Act 1991 (notice of starting date of roadworks), notice duly given to a person in accordance with that section and section 156 of that Act (service of notice) shall be treated as reasonable notice for thepurposes of subsection  (1)(a)  above. 5 For the avoidance of doubt, all mains laid in pursuance of subsection (1) above (whether laid before orafter the commencement of this subsection) vestin Scottish Water."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "23A", "section_title": "Laying of mains and communication pipes by persons other than Scottish Water", "section_text": "23A 1 Without prejudice to sections 23 and 24 (including any power under those sections to authorise the laying of mains or communication pipes on its behalf), Scottish Water may authorise a person to lay a main or communication pipe which is to connect with a main vested in it— a in, under or over any road or under any cellar or vault below any road, or b in, on or over any land which does not form part of a road and is not land as respects which that person is owner, lessee or occupier. 2 Where Scottish Water gives an authorisation to any person under subsection (1) in relation to a main, subsections (1) to (2) of section 23, so far as relating to the laying of a main shall apply in respect of that person as they apply in respect of Scottish Water. 3 Where— a a main or communication pipe (not being a main pipe or laid by or on behalf of Scottish Water) is laid by any person, and b the main or pipe connects with a main vested in Scottish Water, the main or, as the case may be, the communication pipe shall vest in Scottish Water. 4 Notwithstanding subsection (3), Scottish Water may, before the completion of a main or communication pipe to which that subsection applies, determine that the main or pipe, or any part of it, shall vest in the person who laid it and that that person shall have sole responsibility for its management, maintenance and renewal. 5 Scottish Water shall give notice of a determination under subsection (4) to the person who laid the main or communication pipe. 6 Where— a a main or communication pipe (not being a main or pipe laid by or on behalf of Scottish Water) is laid by any person, and b the main or pipe does not connect with a main vested in Scottish Water, the main or, as the case may be, the communication pipe shall vest in the person who laid it, who shall have sole responsibility for its management, maintenance and renewal. 7 Notwithstanding subsections (4) and (6), Scottish Water may at any time enter into an agreement under which the main or communication pipe in question, or any part of it, shall vest in it. 8 An agreement under subsection (7) relating to a main or communication pipe to which subsection (3) applies— a is subject to— i the condition that the main or pipe shall vest in Scottish Water only if it complies with the construction standards specified by virtue of section 23B, so far as applicable, ii such further conditions as Scottish Water may require to be included in the agreement by virtue of section 23C, and b shall not take effect until the person who laid the main or pipe provides such security as Scottish Water may reasonably require for the performance of that person’s obligations under the agreement by virtue of paragraph (a)(ii)."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "23B", "section_title": "Construction standards for mains and communication pipes to vest in Scottish Water", "section_text": "23B 1 In relation to a main or communication pipe to which subsection (3) of section 23A applies, the construction standards referred to in subsection (8)(a)(i) of that section are such standards as the Scottish Ministers may, by regulations, specify. 2 The standards which may be specified in regulations under subsection (1) include standards specified in or under other enactments. 3 Regulations under subsection (1) may make different provision in relation to different cases or descriptions of case. 4 Before making regulations under subsection (1) the Scottish Ministers must consult— a Scottish Water, and b such other persons as they consider appropriate."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "23C", "section_title": "Vesting conditions for mains and communication pipes", "section_text": "23C 1 For the purposes of subsection (8)(a)(ii) of section 23A, Scottish Water may require the inclusion in an agreement under subsection (7) of that section of conditions (“ vesting conditions ”) as to— a any sum to be paid by Scottish Water to the person who laid the main or communication pipe in respect of its laying, b the liability of that person to pay Scottish Water sums in respect of Scottish Water’s costs in relation to the main or pipe, including in particular the costs of— i maintaining, repairing and renewing the main or pipe and such water mains, communication pipes and other waterworks constructed, and work carried out, as are mentioned in sub-paragraph (iii), ii connecting the main or pipe to a main vested in Scottish Water, iii constructing such water mains, communication pipes and other waterworks, and carrying out such other work, as Scottish Water considers necessary in consequence of the connection. 2 The Scottish Ministers may by regulations make provision as to— a the provisions to be included, by virtue of subsection (1) of this section, as vesting conditions in an agreement under section 23A(7), b cases in relation to which subsection (1) of this section does not apply, or applies with modifications. 3 Regulations under subsection (2) may, in particular, make provision— a for determining the sum (if any) to be paid by Scottish Water by virtue of subsection (1)(a), b for determining the liability, by virtue of subsection (1)(b), of the person who laid the main or communication pipe by reference to such matters, criteria and methods of calculation as the regulations may specify, c as to when sums due under the vesting conditions are payable, d as to the security which Scottish Water is entitled to require under section 23A(8)(b). 4 Regulations under subsection (2) may make different provision in relation to different descriptions of person and different cases or descriptions of case."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "24", "section_title": " Communication and supply pipes.", "section_text": "24 1 Where a service pipe is required to be laid for the purpose of supplying water to premises for domestic purposes, the water authority providing the supply shall lay the communication pipe and also so much of the supply pipe as is to be laid in a  road . 2 The provisions of Part II of Schedule 3 shall apply to all water authorities. 3 All communication pipes whether laid before or after the commencement of this Act shall vest in the water authority and the authority shall at their own expense carry out any necessary work of maintenance, repair or renewal of such pipes and any work on their mains incidental thereto. 4 The water authority shall also carry out any such necessary works in the case of so much of any supply pipe as is laid in a  road and is not, by virtue of any of subsections (5) to (8) below, vested in them  and may recover from the owner of the premises the expenses reasonably incurred by them in so doing, but without prejudice to the rights and obligations as between themselves of the owner and the occupier of the premises  and to the terms and conditions of any such agreement as is mentioned in subsection (8) below . 5 Where the laying of a supply pipe is completed after such day as the Secretary of State may under this subsection by order appoint, so much of that pipe as may lie between a communication pipe with which it connects and the curtilage of the premises supplied shall, on such completion, vest in the water authority in whom is vested the communication pipe as shall any apparatus used wholly or mainly in connection with that supply pipe; and a supply pipe in so far as so lying is, together with any apparatus so used in connection with it, referred to in the following provisions of this section as a “relevant supply pipe”. 6 Subject to subsection (7) below, on such day as the Secretary of State may by order appoint, a relevant supply pipe which is not then vested in any water authority (and whose laying is complete) shall vest in the water authority in whom the communication pipe is vested. 7 Subsection (6) above shall have no effect in relation to any relevant supply pipe in respect of which notice is both given and not withdrawn, within the period of three months before the day appointed under that subsection— a to the water authority in question by the person (or as the case may be any one of the persons) in whom the pipe is, or will immediately before that day be, vested stating that he does not wish the pipe to vest in the water authority under that subsection; or b to such person (or as the case may be persons) by the water authority stating that the pipe is inappropriate for the purpose of supplying water to the premises, whether by reason of its state of repair or otherwise, but at any time after the appointed day the person, or as the case may be persons, in whom the pipe is vested may by notice specify a day on which he desires (or they desire) that the pipe shall vest in the authority and if the pipe is on that specified day appropriate for the purpose of supplying water to the premises it shall vest accordingly. 8 If a relevant supply pipe does not vest in a water authority by virtue of subsection (6) or (7) above, the pipe may nevertheless vest by agreement in the authority— a on such terms and conditions; and b as from such day after the appointed day, as the person (or persons) and the water authority consider appropriate. 9 The water authority shall, at their own expense, carry out any necessary work of maintenance, repair or renewal of relevant supply pipes vested in them by virtue of any of subsections (5) to (7) above; but this subsection is without prejudice to the terms and conditions of any such agreement as is mentioned in subsection (8) above. 10 Any dispute arising under subsection (7) above as to whether— a a notice under paragraph (b) of that subsection should be withdrawn as unjustified; b apparatus is used wholly or mainly in connection with a supply pipe; or c on a specified day a relevant supply pipe is appropriate for the purpose of supplying water to the premises, shall be referred by the person or persons in whom the pipe is vested to the Secretary of State, who may determine the dispute himself or, if he thinks fit, refer it for determination by arbitration."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "24A", "section_title": " Keeping of map showing water mains, etc.", "section_text": "24A 1 Scottish Water  shall keep deposited at   its  principal office a map showing and distinguishing so far as is reasonably practicable all water mains, communication pipes and supply pipes which are vested in   it  by virtue of this Act or of   the Water Industry (Scotland) Act 2002 (asp 3) ; and   Scottish Water  shall provide reasonable facilities at that office for inspection of the map by any person and shall permit a copy of the map, or of an extract of it, to be taken by a person on his paying such reasonable amount as   Scottish Water  may determine. 2 Scottish Water  shall keep deposited at such of   its  offices, other than   its  principal office, as   it considers  appropriate, a copy relevant to the office in question of part of the map mentioned in subsection (1) above; and   Scottish Water  shall provide the like facilities and permission in relation to the copy part, at the office at which that copy is deposited, as, under subsection (1) above,   it does  in relation to the map mentioned in that subsection at   its  principal office. 3 For the purposes of subsection (2) above, a copy is relevant to an office if it is of such part of the map mentioned in subsection (1) above as appears to   Scottish Water   to be appropriate having regard to the geographical location of that office."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "24B", "section_title": " Works in connection with metering", "section_text": "24B 1 This section applies where, in relation to any premises (“ the premises concerned ”), the conditions specified in subsection (2) are satisfied. 2 The conditions referred to in subsection (1) are that— a Scottish Water is supplying or proposes to supply water to the premises, b such supply is or is to be by meter, and c there is a service pipe which is connected with a water main vested in Scottish Water and by which a supply of water is or could be provided to those premises. 3 Where this section applies, Scottish Water may serve a notice on the owner of the premises concerned requiring the execution, within such period of not less than 3 months as the notice shall specify, of such of the works mentioned in subsection (4) as the notice may specify. 4 The works referred to in subsection (3) are, in relation to the premises concerned— a works consisting of the installation and connection of any meter for use in determining the quantity of water supplied to the premises, b where a supply of water is or could be provided by the service pipe referred to in subsection (2)(c) to other premises as well as the premises concerned, works consisting of the installation, for any purpose connected with the installation or connection of such a meter, of a separate service pipe for the premises concerned, but only to the extent that such a pipe will constitute a supply pipe and is not required to be laid in a road, c works for the purpose of maintaining, repairing, disconnecting or removing— i any meter which has been installed for use in determining the quantity of water supplied to the premises, or ii any pipes or apparatus installed in the course of any works specified in this section, and d any other works appearing to Scottish Water to be necessary or expedient for any purpose connected with the carrying out of any works specified in paragraph (a), (b) or (c), including the installation and connection of any pipes or other apparatus on the premises and the alteration or removal of any of the plumbing of the premises. 5 In the case of any of the works mentioned in paragraph (a) of subsection (4) and paragraph (c)(i) of that subsection so far as relating to maintenance and repair of a meter, Scottish Water may execute the works itself instead of requiring the owner, under subsection (3), to execute the works. 6 If an owner upon whom a notice has been served under subsection (3) fails to comply with it, Scottish Water may itself execute the works which the owner was required by the notice to execute. 7 Where Scottish Water has served a notice under that subsection requiring the execution of the works mentioned in paragraph (b) of subsection (4), it shall, within 14 days after those works have been executed, lay so much of the separate service pipe referred to in that paragraph as will constitute a communication pipe or a supply pipe to be laid in a road and shall make all necessary connections. 8 Scottish Water may recover from the owner of the premises concerned any expenses reasonably incurred by it in executing any works under subsection (5), (6) or (7). 9 Subsection (8) is without prejudice to the rights and obligations, as between themselves, of the owner and occupier of the premises."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "25", "section_title": " Power of authority to provide public wells.", "section_text": "25 1 A  local authority  or    Scottish Water   may construct and maintain public pumps, wells, stand-pipes or other works for supplying water for the use of the inhabitants within their  area  or, as the case may be,   its  limits of supply. 2 A local authority  may erect and maintain or authorise to be erected and maintained in any  road  or public place within their area   any drinking fountain or trough; but  where the Secretary of State is the roads authority there shall be no such erection by the  the local authority  without  his  consent  which consent shall not be unreasonably withheld."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "26", "section_title": " Power to close, or restrict use of, wells.", "section_text": "26 If a  local authority are or Scottish Water is  satisfied that— a any public well, drinking fountain or other work within their  area  or, as thecase may be,   its  limits of supply and vested in them   or,as the case may be, it  or any work constructed under section 25 is no longer required, or b the water obtained therefrom is so polluted as to be injurious or dangerous to health and that it is not reasonably practicable to remedy the cause of the pollution, they may close the well, fountain or other work or restrict the use of the water obtained from it."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "27", "section_title": " Power to close, or restrict use of water from, polluted source.", "section_text": "27 1 If  a local authority  are of opinion that the water in or obtained from any source of supply not vested in them, being water which is or is likely to be used within their area   for domestic purposes or in the preparation of food or drink for human consumption, is or is likely to become so polluted as to be injurious or dangerous to health,  they  may apply to the sheriff who, after giving the person to whom the source of supply belongs and any other person alleged to have control of the source of supply an opportunity of being heard, may make— a an order directing the source of supply to be permanently or temporarily closed or cut off, or b an order directing the water from the the source of supply to be used for certain purposes only, or c such other order as appears to him to be necessary to prevent injury or danger to the health of persons using the water or consuming food or drink prepared with or from the water. 2 The sheriff shall hear any person using the water who claims to be heard and may cause the water to be analysed and examined at the cost of the  local authority . 3 If a person on whom an order is made under this section fails to comply with it the sheriff may, on the application of the  local authority , authorise  them  to do whatever may be necessary for giving effect to the order, and any expenses reasonably incurred by  them  in so doing may be recovered by them from the person in default."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "28", "section_title": " Water works code.", "section_text": "28 1 For the purpose of enabling   Scottish Water  to supply water under this Part the following provisions of Schedule 4 shall, subject to any necessary modifications, apply to this Part, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b Part V; c Part VII; d Part VIII; and e sections 40, 41 and 45 of Part IX. 2 For the purposes of construction of any reservoir, filter or distribution tank or works connected therewith, sections 25 to 37 of the  Railways Clauses Consolidation (Scotland) Act 1845 (which relate to the temporary occupation of lands near the railway during its construction) shall apply to this Part subject to the modifications that for references to the company, to the railway and to the centre of the railway there shall be substituted respectively references to   Scottish Water , to the reservoir, filter, distribution tank or works and to the boundaries of the reservoir, filter, distribution tank or works, and for any reference to a justice or justices there shall be substituted a reference to the sheriff, and the prescribed limits shall be 200 yards from such boundaries."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "29", "section_title": " Applications of enactments by order.", "section_text": "29 1 The Secretary of State may by any order under section  . . .   17 apply to any water undertaking to which the order relates such of the provisions contained in Schedule 4 as appear to him to be appropriate, subject to such modifications and adaptations as may be specified in the order. 2 The Secretary of State may at any time by order apply the provisions of Schedule 4 or any of them to the undertaking of   Scottish Water , subject to such modifications and adaptations as may be specified in the order, and may by the order repeal any provision previously applicable to the undertaking to the extent to which it appears to him, having regard to the provisions of this Act which apply or are applied by the order to the undertaking, to be no longer required, or amend any provision previously applicable to the undertaking to any extent which appears to him necessary to bring it into conformity with the said provisions of this Act. 3 The provisions of Part I of Schedule 1 shall apply to an order made under subsection (2) on the application of   Scottish Water  , and the provisions of Part II of that Schedule shall apply to an order so made without any such application."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "31", "section_title": " Consultation with authorities in England.", "section_text": "31 1 Where the limits of supply of   Scottish Water   adjoin any part of England and it appears to   Scottish Water   that there may be water in watercourses or underground strata in that part of England, or in the limits of supply, which could be transferred from that part of England to the limits of supply, or from the limits of supply to that part of England, as the case may be,   Scottish Water   shall, insofar as   it considers   it appropriate to do so, consult with  a the  water undertakers  and other appropriate authorities in that part of England with a view to securing the best use of that water in the public interest  ; and b the Scottish Environment Protection Agency. 2 In subsection (1) the reference to water in underground strata shall be construed as a reference to water contained in strata subjacent to the surface of any land otherwise than in a sewer, pipe, reservoir, tank or other underground works constructed in any such strata."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "32", "section_title": " Power of water undertakers to supply water to water authorities.", "section_text": "32 1 Any person supplying water, whether under statutory powers or not, may— a  contract to supply water to   Scottish Water ; or b  sell or lease to   Scottish Water  all or any of his waterworks and all his rights, powers and privileges attaching thereto but subject to all liabilities attaching thereto. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "33", "section_title": " Temporary discharge of water into watercourses.", "section_text": "33 1 Subject to this section   where Scottish Water is carrying out or is  about tocarry out the construction, alteration, repair, cleaning or examination of any reservoir, well or borehole, line of pipes or other work forming part of   its  undertaking  , it  may cause the watertherein to be discharged into any available watercourse, and for that purpose may lay and maintain in any  road or in any land not forming part of a  road ,  . . .  ,all necessary discharge pipes and apparatus; and such statutory provisions with respect to the breaking open of  roads as are applicable to   Scottish Water  shall,with any necessary modifications and adaptations, apply accordingly. 2 The power conferred by subsection (1) to lay and maintain discharge pipes and apparatus in land, other than land forming part of a  road , shall not be exercised unless reasonable notice has been given to the owner and the occupier of that land. 3 Except in a case of emergency and except insofar as may be otherwise agreed in writing between   Scottish Water and the authority or board concerned,   Scottish Water shall— a not less than seven days before commencing to discharge any such water through a pipe exceeding nine inches in diameter, give notice of   its  intentions  i to the fishery district board of any fishery district within which ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . any watercourse into which the water is to be discharged is situated;  and ii to the Scottish Environment Protection Agency. b have due regard to any representations which may be made to   it  as to the time,mode and rate of discharge with a view to avoiding or minimising injury or inconvenience therefrom; and c where the water is to be discharged into any river, canal or other inland navigation in respect of which a navigation authority exercise functions, not discharge the waterwithout the written approval of the navigation authority, or except at such times as that authority may approve and in a manner approved by   it  as not likely to injure the river, canal or navigation or the banks thereof, or interfere with traffic thereon. 4 Whenever   Scottish Water proposes  to discharge water on a number of occasionsduring a period, the giving by   it  of a general notice to that effect, accompanied bysuch particulars as it is reasonably practicable for   it  to give, shall constitutesufficient compliance by   it  with theprovisions of subsection (3)(a). 5 In the case of a river, subsection (3)(c) shall not apply if the point of discharge into the river is more than three miles above the limits within whichthe navigation authority exercise jurisdiction. 6 An approval under subsection (3)(c)— a shall not be withheld unreasonably, and any question whether it is withheld unreasonably or not shall be determined by the Secretary of State; b shall be deemed to have been given unless notice of disapproval is given to   Scottish Water within seven days after the making of the application for the approval. 7 If   Scottish Water is  requested by— a the owner or occupier or any land which abuts on a watercourse at a point within three miles of any work of   Scottish Water from which water may be discharged into that watercourse under this section, or b the clerk to any association of mill owners any of whose constituent members is such an owner or occupier, or c the owner or occupier of a salmon fishing on a watercourse at such a point if such watercourse is within a fishery district for which no fishery district board has beenconstituted, to register him for the purposes of this section,   Scottish Water shall enter his name and address in a register kept by   it  for the purpose and, solong as his name and address appear in the register, shall, except in a case of emergency and except insofar as may be otherwise agreed with him in writing, and unless the pointat which the water is to be discharged is situated downstream of the land in respect of which he is so registered, send to him in respect of that watercourse the like notices as   itis (in the absence of any emergency or agreement to the contrary) required under subsection (3)(a) tosend to a fishery district board. 8 Except insofar as may be otherwise agreed in writing, where   Scottish Water discharges water during an emergency,   it  shall forthwith give to the boards, authorities andpersons registered under subsection (7) notice of such discharge and such further particulars relating to it as may reasonably be required. 9 Scottish Water  shall take allnecessary steps to secure that any water discharge by   it  under the provisions of thissection shall be as free as reasonably practicable from mud and silt, from solid, polluting offensive or injurious matter and from any matter prejudicial to fish or spawn or tospawning beds or food of fish. 10 A power conferred by this section shall not be exercised so as to damage or injuriously affect any works or other property of a railway company or navigation authority or soas to flood or damage any  public road . 11 In the exercise of the powers conferred by this section   Scottish Water shalldo as little damage as possible and shall pay compensation to all persons for any damage sustained by them or liability to which they may become subject by reason of the exerciseof those powers; and for the purposes of this subsection any extra expenditure which it becomes reasonably necessary for any public authority to incur for the purpose of properlydischarging their statutory functions shall be deemed to be damage sustained by them. 12 Any question as to the amount of the compensation to be paid under subsection (11) shall in case of dispute be determined by arbitration."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "34", "section_title": " Persons supplying water to supply to authority.", "section_text": "34 Any person supplying water within the limits of supply of   Scottish Water   shall furnish such supply to   Scottish Water   as   it   may require and as it is reasonably practicable for that person to provide, and that on such terms and conditions as may be agreed between him and   Scottish Water  ; and, if they fail to agree, the amount of the supply and terms and conditions of the supply shall be determined by the Secretary of State or if he thinks fit, referred for determination to an arbiter appointed by him."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "35", "section_title": " Power to supply water fittings.", "section_text": "35 1 Scottish Water  may, on the request of any person to whom   itsupplies or proposes  to supply water, supply to him   any such water fittings as are requiredor allowed by   its  byelaws and may, on such request, install, repair or alter(but not manufacture) any such water fittings, whether supplied by   it  ornot, and may provide any materials and do any work required in connection with installation, repair or alteration of water fittings. Scottish Water  may make such charges as may be agreed, or in default ofagreement as may be reasonable, for any fittings supplied, or any materials provided or work done under this subsection, and may recover such charges. 2 If any fittings  supplied otherwise than by sale  by   ScottishWater  bear either a distinguishing plate affixed thereto, or a distinguishing brand or other mark conspicuously impressed or madethereon, sufficiently indicating   Scottish Water  as the actual owners of the fittings,those fittings— a shall, notwithstanding that they fixed to some part of the premises in which they are situated or that they be laid in the soil thereunder, continue to be the property of,and removable by,   Scottish Water  ;and b shall not be subject to   any  diligence or to the landlord’s hypothec forrent, or be liable to be taken under any process of law or in any proceedings in bankruptcy against the persons in whose possesion they may be. 3 Nothing in subsection (2) shall affect the valuation for rating of any lands and heritages. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 If any person— a so interferes with a meter used by   Scottish Water  in determining the amount ofany charges fixed in relation to any premises as intentionally or recklessly to prevent the meter from showing, or from accurately showing, the volume of water supplied to thosepremises; or b carries out, without the consent of   Scottish Water  , any works which he knowsare likely to affect the operation of such a meter or which require the disconnection of such a meter; or c otherwise wilfully or negligently injures or suffers to be injured any water fitting belonging to   Scottish Water , he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "36", "section_title": " Power to execute work on behalf of owner or occupier.", "section_text": "36 Scottish Water  may by agreement with the owner or occupier of any premises execute at his expense any work in connection with the laying, maintenance, repair, alteration, renewal or removal of any water pipe, cock or meter which he is required or entitled to execute by or under this Act or any local enactment incorporating any provisions of Schedule 4, and for that purpose shall have all such rights as he has and may provide necessary materials."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "37", "section_title": " Power to require occupier to permit works to be executed by owner.", "section_text": "37 If on a complaint by the owner of any premises it appears to the sheriff that the occupier of those premises prevents the owner from executing any work which he is required to execute by or under this Act or any local enactment incorporating any provisions contained in Schedule 4 or by or under any byelaws made under this Act or under any such enactment, the sheriff may authorise the owner to enter for the purpose of executing the work."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "38", "section_title": " Entry of premises.", "section_text": "38 1 Subject to the provisions of this section, an authorised officer of   Scottish Water    . . . shall, on producing if so required some duly authenticated document showing his authority, have a right to enter any premises at all reasonable hours— aa where the conditions set out in subsection (2) of section 24B are satisfied in relation to the premises, for the purpose of carrying out any survey or tests to determine— i whether the carrying out of any works by virtue of paragraph (a) or (b) of subsection (4) of that section is practicable, ii whether it is necessary or expedient for any purpose connected with the carrying out of any works by virtue of either of those paragraphs for any other works to be carried out, or iii how any works specified in that subsection should be carried out; ab for the purpose of inspecting, examining or testing— i any meter which is on the premises and which is used by Scottish Water for measuring the quantity of water supplied, or ii any pipes or apparatus installed in the course of any works which were carried out for any purpose which is connected with the installation, connection, testing, maintenance or repair of any such meter; ac for the purpose of ascertaining from any such meter the quantity of water supplied to the premises; b for the purpose of ascertaining whether there is or has been on or in connection with the premises any contravention of the provisions of this Act or of any byelaws made thereunder; c for the purpose of ascertaining whether or not circumstances exist which would authorise   Scottish Water    . . .  to take any action or execute any work under this Act or any such byelaws; d for the purpose of taking any action or executing any work authorised or required by this Act or any such byelaws to be taken or executed by   Scottish Water    . . . . 2 Admission to any premises, not being a factory within the meaning of the  Factories Act 1961 or a place in which persons are employed otherwise than in domestic service, shall not be demanded as of right unless 24 hours’ notice of the intended entry has been given to the occupier. 3 If it is shown to the satisfaction of the sheriff, or a justice having jurisdiction in the place, on a sworn information in writing— a that admission to any premises which any person is entitled to enter by virtue of such a right of entry has been refused to that person, or that refusal is apprehended, or that the premises are unoccupied, or the occupier is temporarily absent, or that the case is one of urgency, or that the application for admission would defeat the object of the entry; and b that there is reasonable ground for entry into the premises for any purpose for which the right of entry is exercisable; the sheriff or justice may by warrant under his hand authorise that person to enter the premises if need be by force: Provided that such a warrant shall not be issued unless the sheriff or justice is satisfied either that notice of intention to apply for a warrant has been given to the occupier, or that the premises are unoccupied, or that the occupier is temporarily absent, or that the case is one of urgency, or that the giving of such notice would defeat the object of the entry. 4 Any person entitled to enter any premises by virtue of such a right of entry, or of a warrant issued under this section, may take with him such other persons as may be necessary, and on leaving any unoccupied premises which he has entered by virtue of such a warrant shall leave them as effectually secured against trespassers as he found them. 5 Every warrant granted under this section shall continue in force until the purpose for which the entry is necessary has been satisfied. 6 If any person who, in compliance with any of the provisions of this Act or with a warrant issued thereunder, is admitted into any premises makes use of or discloses to any person any information obtained by him there with regard to any manufacturing process or trade secret, he shall, unless such use or disclosure was made in the performance of his duty, be liable in respect of each offence— a on summary conviction, to a fine not exceeding  the statutory maximum  or to imprisonment for a term not exceeding three months or to both such fine and imprisonment; b on conviction on indictment, to a fine or to imprisonment for a term not exceeding three months or to both such fine and imprisonment. 7 Any person who wilfully obstructs any person upon whom a right of entry has been conferred by any of the provisions of this Act or by a warrant issued under this section shall in respect of each offence be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 8 This section, except subsection (6), shall not apply to any right conferred by section 93. 9 This section does not apply in relation to the purposes mentioned in section 76M(1)."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "41A", "section_title": " Supply of water by meter.", "section_text": "41A The occupier of premises to which water is supplied shall have the option, provided that he has (if he is not himself the owner of the premises) the consent of the owner, of taking the supply by meter; but the exercise of that option shall be conditional upon— a the payment by the occupier of any reasonable charges made by   Scottish Water   under section 35 of this Act; and b the acceptance by him of such reasonable terms and conditions as may be published by   Scottish Water   under section 55(1) of this Act, and any question as to whether any such charges or terms and conditions are reasonable shall, in default of agreement, be referred to the Secretary of State who may determine it himself or, if he thinks fit, refer it to arbitration."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "47", "section_title": " Domestic water rate in certain cases.", "section_text": "47 1 Subject to section 41A of this Act, no charge shall be fixed, demanded or recovered for a supply of water to premises to which a water authority were, immediately before 16th May 1949, by virtue of any enactment or agreement, under an obligation to provide such a supply free of charge. 2 Where by virtue of any local enactment in force immediately before 16th May 1949 the domestic water rate was  , for a period specified in that enactment, leviable in any area so specified  at an amount per pound determined by the local enactment (whether as an amount per pound  so specified  or as an amount per pound being a proportion so specified of the amount per pound at which the domestic water rate would otherwise be payable, or otherwise),  any charge payable in the area in question for a supply of water in any period commencing after 31st March 1996 (the “transfer date” for the purposes of Part II of the Local Government etc. (Scotland) Act 1994 and of this subsection) shall, during the period so specified, bear the same proportion to the charge which (but for this subsection) would be payablefor that supply under a charges scheme, as the non-domestic water rate payable there as at the transfer date by virtue of the local enactment and of this subsection (as it had effect on the transfer date) bore to the non-domestic water rate which would otherwise have been payable. 3 Where, by virtue of any enactment or agreement in force immediately before 16th May 1949, a water authority were under an obligation to provide a supply of water to any premises  on terms more favourable to the person having the vested interest in the obligation than those which, apart from the obligation, would have been applicable under the enactments in force immediately before that date relating to the supply of water by the authority in the limits of supply in which the premises are situated,   the supply shall continue to be provided on the following, and no other, terms, that is to say— a where immediately before 16th May 1949 there was leviable under such an enactment a rate other than a public water rate, on such terms as may be agreed between the authority and the person having the vested interest in the obligation; b in any other case on the terms on which immediately before that date it was provided under the enactment or agreement. 4 In determining for the purposes of the foregoing provisions of this section whether a supply of water provided under any enactment or agreement in force immediately before 16th May 1949 was provided free of charge or was such a supply as is mentioned in subsection (3), or in determining the sum which by virtue of that subsection is to be paid in respect of such a supply, no account shall be taken of any public water rate levied under any such enactment in respect of the premises so supplied or of any undertaking (other than an undertaking to pay a rate or a charge) entered into by the person having the vested interest in the obligation in consideration of which the supply was provided. 5 Any question arising under this section whether a water authority are required to provide a supply of water free of charge, or whether a supply is such a supply as is mentioned in subsection (3), or as to the terms on which a supply was provided immediately before 16th May 1949, or on which by virtue of this section a supply is to continue to be provided or otherwise, shall, in default of agreement, be referred to the Secretary of State, and the Secretary of State may determine it himself or, if he thinks fit, may refer it for determination by arbitration. 6 In this section the expression “ public water rate ” means in relation to any supply any rate called the public water rate in the local enactment by virtue of which the supply is provided on special terms. 7 Nothing in subsection (1) shall be construed as continuing any exemption, and nothing in subsection (3) as continuing any advantage, where under the enactment or agreement in question the obligation which gives rise to the exemption or advantage ceases to exist."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "50", "section_title": " Power to require supply by meter.", "section_text": "50 1 Scottish Water shall not be bound to supply with water otherwise than by meter— a any premises whereof part is used as a dwelling house and part for any business, trade or manufacturing purpose for which water is required; b any public institution, hospital, asylum  . . .  , sanatorium, school, club, hostel, camp, assembly hall, place of publicentertainment, hotel or restaurant or any licensed premises for which a licence is required under the Licensing (Scotland) Act  2005 (asp 16) ; bb accommodation provided by a care home service (as defined by   paragraph 2 of schedule 12 to the Public Services Reform (Scotland) Act 2010   (asp 8); c any boarding-house capable of accommodating 12 or more persons, including the persons usually resident therein;  . . .  d any premises which are used solely for business, trade or manufacturing purposes and in which a supply of water for domestic purposes only is required. ; or e any other premises specified, or of a description specified, in an order made by the Scottish Ministers. 2 Before making an order under subsection (1)(e) the Scottish Ministers shall consult such persons as they think fit. 3 The power to make such an order shall be exercisable by statutory instrument; and a statutory instrument containing such an order shall be subject to annulment in pursuanceof a resolution of the Scottish Parliament."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "51", "section_title": " Power to require supplies for refrigerating apparatus, etc., to be taken by meter.", "section_text": "51 Where a person who takes a supply of water for domestic purposes from   Scottish Water otherwise than by meter desires to use any of the water so supplied— a for operating a water-cooled or refrigerating apparatus; b for operating any apparatus depending while in use upon a supply of continuously running water, not being an apparatus used solelyfor heating the water; or c for cleaning, regenerating or supplying motive power to an apparatus used for softening water, Scottish Water may require that all water so supplied shall be taken by meter."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "52", "section_title": " Power to require supply for hose pipe to be taken by meter.", "section_text": "52 Where water which   Scottish Water supplies for domestic purposes is used by means of a hosepipe or similar apparatus for watering a garden or for horses, washing vehicles or otherpurposes in stables, garages or other premises where horses or vehicles are kept,   ScottishWater  may require that all water so supplied shall be taken by meter."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "53", "section_title": " Provision as to supply to tents, vans, sheds, etc.", "section_text": "53 1 No person shall be entitled to demand or to continue to receive from   Scottish Water a supply of water to any habitation to which this subsection applies unless he has— a agreed with   Scottish Water to take a supply of water by meter and to pay to   it such minimum annual sum as will give   it  areasonable return on the capital expenditure incurred by   it in providing the required supply and will cover other standing charges incurred by   it in order to meet the possible maximum demand for his habitation, and will yield a reasonable return on the cost of the water supplied;and b secured to the reasonable satisfaction of   ScottishWater  by way of deposit or otherwise, payment of such a sum as may be reasonable having regardto his possible maximum demand for water. The annual sum to be so paid and the security to be so given shall be determined, in default of agreement, by the sheriff, whosedecision shall be final. 2 The habitations to which subsection (1) applies are tents, vans or other conveyances, whether on wheels or not, and shedsor similar structures. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "54", "section_title": " Register of meter to be evidence.", "section_text": "54 1 Where   Scottish Water supplies  water bymeter, the register of the meter shall be  sufficient evidence of the quantity of water supplied 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. 3 If the meter on being tested is proved to register incorrectly to any degree exceeding   five per cent   the relevant percentage — a the meter shall be deemed to have registered incorrectly to that degree since the last occasion but one before the date of the teston which a reading of the index of the meter was taken by   ScottishWater  , unless it is proved to have begun to register incorrectly on some later date;and b the amount of any refund to be made to, or of any extra payment to be made by, the consumer shall be paid or allowed by   Scottish Water or paid by the consumer, as the case may be,  . 4 In subsection (3),  “ the relevant percentage ” means— a in the case of a high flow rate, 2.5%, b in the case of a low flow rate, 6%. 5 The Scottish Ministers, by regulations— a must define  “high flow rate” and  “low flow rate” for the purpose of subsection (4), b may amend a percentage figure appearing in subsection (4)."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "55", "section_title": " Charges for water supplied by meter.", "section_text": "55 1 Scottish Water shall prepare and maintain a schedule of the terms and conditions  , other than asrespects charges,  on which   it is prepared in general to give a supply of water by meter or otherwise, and that schedule shall be published in such manner as in the opinionof   Scottish Water will secure adequate publicity for it. 2 Nothing in the foregoing subsection shall be construed as prejudicing the rights or duties under section 9 of   ScottishWater  or of any person supplied or proposed to be supplied by   it  under that section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "56", "section_title": " Provisions as to supply of water to agricultural subjects.", "section_text": "56 1 Where a supply of water for purposes other than domestic purposes is provided for premises being agricultural lands and heritages,   ScottishWater  shall require the supply to be taken either by meter or on other specified terms as   it  may from time to time in   its discretion determine. 2 Where   Scottish Water supplies  water bymeter for purposes other than domestic purposes to any premises being agricultural lands and heritages and also   supplies  water for domestic purposes to any dwelling house comprised in such premises,   Scottish Water  shall, if it is reasonablypracticable so to do, provide the whole supply of water to such premises and dwelling house through a single meter."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "56A", "section_title": " Regulations as to meters.", "section_text": "56A The Secretary of State may make regulations under this Act as to the installation, connection, use, maintenance, authentication and testing of meters, and as to any related matters."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "58", "section_title": " Termination of right to supply of water on special terms.", "section_text": "58 1 Where by virtue of any enactment including any enactment in this Act) or of any agreement   ScottishWater is  under an obligation to which this section applies,   ScottishWater  and the person having the vested interest in the obligation may  . . . enter into an agreement to terminate the obligation on such terms and conditions as to compensation or otherwise as they may agree; and anysuch agreement shall be enforceable against any person deriving title from the person who entered into the agreement. 2 The Secretary of State may, on the application of   Scottish Water and after affording to the person having the vested interest in the obligation an opportunity of making representations to the Secretary ofState, whether in writing or on being heard by a person appointed by the Secretary of State, by order provide for the terminationcompulsorily of an obligation to which this section applies on payment of compensation, the amount of which shall, in default of agreement,be determined in manner provided by the Lands Clauses Acts with references to the taking of lands otherwise than by agreement, and theorder may contain such incidental, consequential and supplementary provisions, including provisions for the amendment and repeal of anylocal enactment, as the Secretary of State thinks necessary or expedient. 3 The amount of the compensation to be paid under subsection (2) shall be assesed by reference to the value of the rightssecured under the obligation as at the date of the making of the order, and in assessing that value regard shall be had to  theamount of any charge   for a supply of water which may reasonably be expected to become payable as a result of the termination of the obligation. 4 This section applies to any obligation on the part of   Scottish Water providing to any person other than a  local authority . . . a supply of water (whether for domestic purposes or for purposes other than domestic purposes) to provide that supply free ofcharge or on terms more favourable to the person having the vested interest in the obligation than those which apart from the obligationwould be applicable. 5 Scottish Water shall   —                       a register in the Land Register of Scotland any agreement entered into, or order made, under the foregoing provisions of this section terminating an obligation to which this section applies if the obligation was itself registered in the Land Register, or   b record in the Register of Sasines any such agreement or order if the obligation was itself recorded in the Register of Sasines.  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 An obligation to furnish a supply of water or to grant a wayleave for pipes or to give any other benefit or advantage to   Scottish Water  entered into inconsideration of an obligation to which this section applies shall not be deemed to be terminated by reason only of the termination underthis section of the last mentioned obligation. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "59", "section_title": " Limitation of liability of water authority to supply water on special terms.", "section_text": "59 1 Notwithstanding anything in any such obligation as is mentioned in section 58(4)\t\t\t\t\t  Scottish Water  shall not be liableunder the obligation to provide to any premises in any year a quantity of water greater than the quantitiy supplied thereto in the yearimmediately preceding 27th October 1948, or to provide to any premises not provided by them with a supply of water on that day a supplyotherwise than on the terms on which the supply would, apart from the obligation, have been provided under the  Water(Scotland) Act 1946 and the  Water (Scotland) Act 1949. 2 Any question arising under the foregoing subsection shall in case of dispute be determined by arbitration."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "63", "section_title": " Provision of water supply for new buildings and houses.", "section_text": "63 1 Subject to the provisions of this section, it shall be the duty of any person erecting or causing to be erected a building the erection of which is begun after 15th May 1946to make adequate provision to the satisfaction of the local authority for a sufficient supply of wholesome water in pipes for the domestic purposes of the persons occupying orusing the building. 1A In determining adequacy for the purposes of subsection (1), the local authority shall consult, and have regard to the views of,   ScottishWater . 2 In the case of a building being a factory within the meaning of the  Factories Act 1961, other than a factory in which the productionor the preparation of food or drink for human consumption is carried on by way of trade, where the Secretary of State, after consulting   ScottishWater  is satisfied— a that   Scottish Water  would be unable to provide a sufficient supply of wholesomewater in pipes for the purposes aforesaid without endangering   its ability to meet existing obligations to supply water for any purpose or probable future requirements to supply water for domestic purposes or without having to incur unreasonableexpense, and b that it would not be reasonably practicable to obtain a sufficient supply as aforesaid from any other source, it shall be a sufficient compliance with the requirements of this section if adequate provision is made to the satisfaction of the local authority for the installation of asufficient supply of wholesome water in pipes for drinking, cooking and personal ablution and of a sufficient supply of suitable water in pipes for sanitary and other domesticpurposes. 3 Subject to, and without prejudice to the generality of, the provisions of this section, no person shall after 15th May 1946 erect or cause to be erected a house or shall useor permit to be used as a house any building the erection of which is begun after that date, unless there is provided within the house or building a sufficient supply of wholesomewater for domestic purposes in pipes. 4 For the purposes of this section a building or house shall be deemed to be erected where the building or house is re-erected after an outer wall of the building or house hasbeen broken or pulled or burned down to within 10 feet of the surface of the ground adjoining the lowest storey. 5 If any person contravenes any of the provisions of this section,  except section (1A), he shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale and in the case of a house or building being occupied as a house contrary to the provisions of subsection (3) he shall be liable to a further fine not exceeding £25 foreach day on which the house or building is occupied as a house after conviction; and without prejudice to proceedings for the recovery of any such fine, the local authority mayinstitute civil proceedings for the purpose of interdicting the occupation of any building in the case of which the provisions of subsection (1) are not complied with,or the occupation of a house as a house or the use of a building as a house in the case of which the provisions of subsection (3) are not complied with. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "67", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "68", "section_title": " Agreements as to drainage.", "section_text": "68 1 Scottish Water   . . . may enter into agreements— a with the owners and occupiers of any land, in so far as their interest enables them to bind it, or b with a  local authority , with respect to the execution and maintenance by any party to the agreement of such works as   Scottish Water considers necessary for the purpose of draining that land, or for more effectually   collecting or conveying  water which   itis  for the time being authorised to take: Provided that where the execution of any such works would result in the discharge of water, otherwise than through public sewers, into any watercourse which is within afishery district or is subject to the jurisdiction of a navigation authority or from which any public undertakers are authorised by any enactment to take or use water,   Scottish Water    . . .  shall, before enteringinto the agreement, consult with the fishery district board or the navigation authority or the undertakers concerned. 2 An agreement under this section with an owner of land shall, if it is so expressed therein, on being   registered in the Land Register of Scotland or recorded in the   Register of Sasines, be binding upon andenforceable against any person subsequently acquiring the land or any estate or interest therein. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "68A", "section_title": "Agreements for water quality", "section_text": "68A 1 With respect to the matters mentioned in subsection (2), Scottish Water may enter into agreements with— a the owners and occupiers of any land (in so far as their interest enables them to bind it), or b a local authority. 2 The matters are— a the carrying out by a party to the agreement of such activities as Scottish Water considers necessary for the purpose of protecting or improving the quality of any raw water, b the refraining by a party to the agreement from such activities as Scottish Water considers detrimental to the purpose of protecting or improving the quality of any raw water. 3 In subsection (2), the references to protecting or improving the quality of water include— a preventing any deterioration in the quality of the water, b reducing or eliminating the amount of any treatment that the water requires in order to be wholesome. 4 Section 68(2) applies to an agreement under this section as it applies to an agreement to which that section relates (if the agreement under this section is with the owners of the land). 5 In this section,  “ raw water ” has the same meaning as in section 76M."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "69", "section_title": " Power to restrict use of hose pipes.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "70", "section_title": " Byelaws for preventing misuse of water.", "section_text": "70 1 Scottish Water   ...may make byelaws for preventing waste, undue consumption, misuse or contamination of water supplied by   it ,and such byelaws may, without prejudice to the foregoing generality, include provisions— a prescribing the size, nature, design, materials, strength and workmanship, and the mode of arrangement, connection, disconnection, alteration and repair of the waterfittings to be used; and b forbidding the use of any water fittings which are of such a nature or design or are so arranged or connected as to cause or permit, or be likely to cause or permit, waste,undue consumption, misuse, erroneous measurement or contamination of water, or reverberation in pipes. 2 If a person contravenes the provisions of any byelaw made under this section,   Scottish Water   ...may, whether proceedings have been taken in respect of the offence or not, cause any water fittings belonging to or used by that person which are not in accordance with therequirements of the byelaws to be altered, repaired or replaced, and may recover the expenses reasonably incurred by   it in so doing from the person in default. 3 Nothing in this section, or in any byelaw made thereunder, shall apply to any fittings used on premises which belong to a railway company and are held or used by them forthe purposes of their railway, so long as those fittings are not of such a nature or design or so arranged or connected as to cause or permit waste, undue consumption, misuse orcontamination of water supplied by   Scottish Water or board or reverberation in pipes: Provided that the exemption conferred by this subsection shall not extend to fittings used in hotels or dwelling houses or in offices not forming part of a railwaystation. 4 Where   Scottish Water considers that a byelaw made by   it  under this section ought not to operate in relation to anyparticular case or class of cases   it  may, with the consent of the Secretary of State,relax the requirements of, or dispense with compliance with, that byelaw accordingly:  Provided that   Scottish Water   ...shall, in such manner and to such person, if any, as the Secretary of State may direct, give notice of any such proposed relaxation or dispensation; and the Secretary ofState— a shall not give his consent before the expiration of one month from the giving of the notice; and b shall, before giving his consent, take into consideration any relevant objection which may have been received by him."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "71", "section_title": " Byelaws for preventing pollution of water.", "section_text": "71 1 If it appears to   Scottish Water   ... to benecessary for the purpose of protecting against pollution any water whether on the surface or underground, which belongs to   it or which   it is  for the time being authorised to take,   it  may by byelaws— a define the area within which   it deems it necessary to exercise control; and b prohibit or regulate the doing within that area of any act specified in the byelaws. Byelaws made under this section may contain different provisions for different parts of the area defined by the byelaws. 2 Where an area has been defined by byelaws under this section,   Scottish Water may by notice require either the owner or the occupier of any premises within that area to execute and keep in good repair such works as   itconsiders  necessary for preventing pollution of   its water, and, if he fails to comply with any such requirement, he shall be liable on summary conviction to the same penalties as if he had committed an act prohibited by thebyelaws: Provided that an owner or occupier who considers that a requirement made on him under this subsection is unreasonable may, within 28 days after service on him of therequirement, appeal to the sheriff who may, if he decides that the requirement is unreasonable, modify or disallow the requirement. 3 Scottish Water  shall pay compensation to the owners and occupiers of, and otherpersons interested in, any premises within the area defined by byelaws made under this section in respect of— a any curtailment or injurious affection of their legal rights by restrictions imposed by the byelaws; and b any expenses incurred by them in complying with a requirement to construct and maintain any works the construction of which could not, apart from this section, lawfully havebeen required otherwise than upon payment of compensation by   Scottish Water  ; and any question as to the amount of compensation to be paid shall in case of dispute be determined by arbitration. In this subsection the expression “ legal rights ” includes the use of land in respect of which proceedings might have been takenby   Scottish Water  or otherwise under any public general Act or under byelaws madethereunder, but have not been so taken, either by reason of the character or situation of the land or for some other reason. 4 Where any person has failed to comply with a requirement made on him under subsection (2) and either— a he has not appealed to the sheriff against that requirement and the time for appealing has expired, or b his appeal has been dismissed or the requirement has been modified on his appeal and he has failed to comply with the requirement as so modified, Scottish Water  may, whether proceedings have been taken in respect of suchfailure or not, execute and keep in good repair the works specified in the requirement as originally made or, as the case may be, as modified on appeal, and may recover theexpenses reasonably incurred by   it  in so doing from the person in default, exceptexpenses incurred in respect of works the construction of which could not, apart from this section, lawfully have been required otherwise than upon payment of compensation by   ScottishWater . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this section shall be construed as empowering   ScottishWater   ... to make any byelaws restricting the rights of a navigation authority under anyenactment."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "72", "section_title": " General provisions as to byelaws.", "section_text": "72 1 The Secretary of State shall be the confirming authority as respects byelaws made under either of the last two foregoing sections, and the provisions of Part IV of Schedule1 shall apply to the making and confirming of such byelaws. 2 It shall be the duty of   Scottish Water to enforce such  byelaws, so however thatnothing in this subsection shall be construed as authorising   Scottish Water to institute proceedings for any offence against those byelaws. 3 Any such byelaws may contain provisions for imposing on any person contravening the bylaws a fine, recoverable on summary conviction, not exceeding the sum of  level5  on the standard scale  in respect of each offence, and in the case of a continuingoffence a further fine not exceeding £50 for each day during which the offence continues after conviction therefor. 3A Subject to subsection (3B), proceedings for any offence against such byelaws may be commenced at anytime— a within 6 months after the date on which evidence sufficient in the opinion of the procurator fiscal to justifythe proceedings came to the procurator fiscal’sknowledge, or b where such evidence was reported to the procurator fiscal by Scottish Water, within 6 months after the date onwhich it came to Scottish Water’s knowledge. 3B No such proceedings shall be commenced more than 3 years after— a the date of the commission of the offence, or b in the case of a continuing offence, the last date on which the offence was committed. 3C Subsection (3) of section 136(timelimit for certain offences) of the Criminal Procedure (Scotland) Act 1995 (c.46) applies for the purposes of this section as it applies for thepurposes ofthat section. 3D For the purposes of subsection (3A), a certificate signed by or on behalf of the procurator fiscalor, as the case may be, Scottish Water, and stating the date onwhich evidence such as is mentioned in that subsection came to the procurator fiscal’s or, as the case may be,Scottish Water’s knowledge shall be conclusive evidenceof that fact. 3E A certificate stating that matter and purporting to be so signed shall be deemed to be so signed unless thecontrary is proved. 4 Any byelaw made under either of the last two foregoing sections shall cease to have effect on the expiration of the period of 10 years beginning with the date on which itwas made; but the Secretary of State may by order extend the period during which any such byelaw is to remain in force."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "73", "section_title": " Power of Secretary of State to require the making of byelaws.", "section_text": "73 1 The Secretary of State may by notice require   Scottish Water to make byelaws under section 70 or 71 in relation to such matters as he may specify, and, in the case of byelaws made under section 71, he shall specify the area for which thebyelaws are to be made, and if   Scottish Water does not within three months after such requirement make in relation to the matters specified byelaws satisfactory to him, the Secretary of State may himself make byelaws with respectto those matters. 2 If, after they have been in operation for a period of not less than three years, the Secretary of State considers unsatisfactory any byelaws made by   ScottishWater under section 70 or 71 or any byelaws or regulations made by   Scottish Water under any other enactment conferring power to make byelaws or regulations for purposes similar to the purposes for which byelaws may be made under either of the said sections, hemay by notice require   Scottish Water to revoke those byelaws or regulations and to make such new byelaws under section 70 or 71 as he considers necessary; and if   ScottishWater does  not within three months after such requirement comply therewith, the Secretary of State may himself revoke the byelaws orregulations and make such new byelaws under section 70 or 71 as he considers necessary. 3 Any byelaws made by the Secretary of State under this section shall have effect as if they had been made by   Scottish Water and confirmed by the Secretary of State."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "74", "section_title": " Regulations to prevent waste, misuse or contamination of water.", "section_text": "74 1 The Secretary of State may make regulations for any of the purposes for which byelaws may be made under section 70 (byelaws for the prevention of waste, misuse or contamination of water); and any such regulations shall have effect in substitution for any such byelaws in force immediately before the coming into force of these regulations. 2 Any reference in this Act to a byelaw made under the said section 70 (other than a reference in section 72(1), (2) and (4) to byelaws) shall include a reference to a regulation made under this section. 3 Regulations made under this section may be made so as to apply in all parts of Scotland or to apply only in such part or parts as may be specified in the regulations, and may contain different provisions for different parts, or for different circumstances in any such part."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "75", "section_title": " Penalty for polluting water.", "section_text": "75 1 If any person is guilty of any act or neglect whereby any spring, well or adit, the water from which is used or likely to be used for human consumption or domestic purposesor for manufacturing food or drink for human consumption, is polluted or likely to be polluted, he shall be guilty of an offence. 2 Nothing in this section shall be construed as prohibiting or restricting— a any method of cultivation or use of land which is in accordance with the principles of good husbandry; or b the reasonable use of oil or tar on any  public road, so long as the roads authority take all reasonable steps for preventing the oil or tar, or any liquid or matter resulting from the use thereof, from polluting any such spring, well or adit. 3 Any person guilty of an offence by virtue of this section shall be liable in respect of each offence— a on summary conviction, to a fine not exceeding   £40,000 and, in the case of a continuing offence, to a further fine not exceeding £50 for every day during which the offence is continued after conviction; b on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years or to both a fine and such imprisonment. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76", "section_title": " Acquisition of land for protection of water.", "section_text": "76 1 For the purpose of any provision of this Act  , or of the   Water Industry(Scotland) Act 2002 (asp 3) ,  conferring power on   Scottish Water to acquire land for the purposes of   its undertaking  or functions , there shall be deemed to be included among those purposesthe purpose of protecting against pollution any water, whether on the surface or underground, which belongs to   Scottish Water or which   it is  for the time being authorised to take. 2 Scottish Water may on any land belonging to   it , or over or in which   ithas  acquired the necessary servitudes or rights, construct or maintain drains, sewers, watercourses, catchpits and other works forintercepting, treating or disposing of any foul water arising or flowing upon that land, or for otherwise preventing water which belongs to   ScottishWater or which   it is for the time being authorised to take from being polluted: Provided that— a before constructing any such works   Scottish Water shall, if the proposed works will affect any watercourses in a fishery district or which is subject to the jurisdiction of a navigation authority, consult with the fisherydistrict board or the navigation authority concerned; b nothing in this subsection shall authorise   Scottish Water to intercept or take any water which a navigation authority or any public undertakers are authorised by any enactment to take or use for the purposes of their undertaking withoutthe consent of that navigation authority or those public undertakers. 3 Where Scottish Water proposes to construct any drain, sewer or water-course for the purposes mentioned in subsection (2)\t\t\t\t\t  it may, with the consent of the  roads  authority concerned, which may be given subjectto such conditions as the  roads authority think fit, carry the drain, sewer or water-course under, across or along any  road . . .  , and such statutory provisions with respect to the breaking open of  roads as are applicable to   Scottish Water shall, with any necessary modifications and adaptations, apply accordingly: Provided that the consent of the  roads  authority shall not be required byvirtue of this subsection for the carrying by   Scottish Water of any drain, sewer or water-course under any  public road which is within the limits of supply of   Scottish Water . 4 A consent required for the purposes of subsection (2) or (3) shall not be unreasonably withheld nor shall any unreasonable conditions be attached to sucha consent, and any question whether or not such a consent is unreasonably withheld or whether any condition which it is sought to impose is unreasonable shall in case of disputebe determined by arbitration."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76A", "section_title": " Duties of water authorities with respect to water quality.", "section_text": "76A 1 It shall be the duty of   Scottish Water — a when supplying water to any premises for  domestic or food production purposes to supply only water which is wholesome at the time of supply; and b so far as reasonably practicable, to ensure, in relation to each source or combination of sources from which   Scottish Water supplies water to premises for  domestic or food production purposes , that there is,in general, no deterioration in the quality of the water which is supplied from time to time from that source or combination of sources. 2 For the purposes of this section and section 76B below and subject to subsection (3) below, water supplied by   ScottishWater  to any premises shall not be regarded as unwholesome at the time of supply where it has ceased to be wholesome only afterleaving   Scottish Water’s pipes. 3 For the purposes of this section where water supplied by   Scottish Water  to anypremises would not otherwise be regarded as unwholesome at the time of supply, that water shall be regarded as unwholesome at that time if— a it has ceased to be wholesome after leaving   Scottish Water’s  pipes butwhile in a pipe which is subject to water pressure from a main or which would be so subject but for the closing of some valve; and b it has so ceased in consequence of the failure of   Scottish Water , before supplying the water, to take such steps as may be prescribed for the purpose of securing the elimination or reduction to a minimum of any prescribed risk that the waterwould cease to be wholesome after leaving   Scottish Water’s  pipes. 4 The provisions of this section shall apply in relation to water which is supplied by   Scottish Water whether or not the water is water which   Scottish Water is required to supply by virtue of any provision of this Act."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76B", "section_title": " Regulations for preserving water quality.", "section_text": "76B 1 The Secretary of State may by regulations require   Scottish Water to take all such steps as may be prescribed for the purpose of securing compliance with section 76A above; and, without prejudice to the generality of that power, regulationsunder this subsection may impose an obligation on   Scottish Water — a to take all such steps as may be prescribed for monitoring and recording whether the water which   Scottish Water supplies to premises for  domestic or food production purposes is wholesome at the time of supply; b to take all such steps as may be prescribed for monitoring and recording the quality of the water from any source, or combination of sources, which   ScottishWater  uses or is proposing to use for supplying water to any premises for  domesticor food production purposes ; c to ensure that a source which   Scottish Water is using or proposing to use for supplying water for  domestic or food production purposes is not so used until prescribed requirements for establishing the quality of water which may be supplied from that source have been complied with; d to keep records of the localities within which all the premises supplied with water for  domestic or food productionpurposes  by   Scottish Water are normally supplied from the same source or combination of sources; e to comply with prescribed requirements with respect to the analysis of water samples or with respect to internal reporting or organisational arrangements. 2 Without prejudice to subsection (1) above, the Secretary of State may by regulations make provision with respect to the use by   ScottishWater  , for the purposes of or in connection with the carrying out of   its functions, of such processes and substances, and of products that contain or are made with such substances or materials, as he considers might affect the quality of any water;and, without prejudice to the generality of that power, regulations under this subsection may— a forbid the use by   Scottish Water of processes, substances and products which have not been approved under the regulations or which contravene the regulations; b for the purposes of provision made by virtue of paragraph (a) above, require processes, substances and products used by   ScottishWater  to conform to such standards as may be prescribed by or approved under the regulations; c impose such other requirements as may be prescribed with respect to the use by   Scottish Water of prescribed processes, substances and products; d provide for the giving, refusal and revocation, by prescribed persons, of approvals required for the purposes of the regulations, for such approvals to be capable of beingmade subject to such conditions as may be prescribed and for the modification and revocation of any such condition; e impose obligations to furnish prescribed persons with information reasonably required by those persons for the purpose of carrying out functions under theregulations; f provide for a contravention of the regulations to constitute— i an offence punishable on summary conviction by a fine not exceeding level 5 on the standard scale or such smaller sum as may be prescribed; or ii an offence triable either summarily or on indictment and punishable, on summary conviction, by a fine not exceeding the statutory maximum and, on conviction on indictment,by a fine; and g require prescribed charges to be paid to persons carrying out functions under the regulations. 3 The Secretary of State may by regulations require   Scottish Water — a to publish information about the quality of water supplied for  domestic or food production purposes to any premises by   Scottish Water ; and b to provide information to prescribed persons about the quality of water so supplied. 4 Regulations under subsection (3) above— a shall prescribe both the information which is to be published or provided in pursuance of the regulations and the manner and circumstances in which it is to be published orprovided; b may require the provision of information by   Scottish Water to any person to be free of charge or may authorise it to be subject to the payment by that person to   ScottishWater  of a prescribed charge; and c may impose such other conditions on the provision of information by   Scottish Water to any person as may be prescribed."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76C", "section_title": " Offence of supplying water unfit for human consumption.", "section_text": "76C 1 Subject to subsection (4) below, where   Scottish Water supplies water by means of pipes to any premises and that water is unfit for human consumption   Scottish Water shall be guilty of an offence and liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 2 Where an offence under this section is proved to be attributable to any neglect on the part of an employee of   ScottishWater  , he as well as   ScottishWater  shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 3 For the purposes of subsection (2) above, the penalty on conviction on indictment shall include imprisonment (in addition to or instead of a fine) for aterm not exceeding two years. 4 In any proceedings for an offence under this section it shall be a defence to show that— a there were no reasonable grounds for suspecting that the water would be used for human consumption; or b all reasonable steps had been taken and all due diligence exercised for securing that the water was fit for human consumption on leaving the pipes or was not used for humanconsumption."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76D", "section_title": " Provision of water where piped supplies insufficient or unwholesome.", "section_text": "76D 1 Where— a it is not practicable at reasonable cost for   Scottish Water , by supplying water in pipes, to provide or maintain such a supply of wholesome water to any particular premises in its limits of supply as (so far as those premises areconcerned) is sufficient for domestic purposes; b it is practicable at reasonable cost for   Scottish Water to provide such a supply to those premises otherwise than in pipes; c the insufficiency or unwholesomeness of the supply of water for domestic purposes to those premises is such as to cause a danger to life or health; and d the local authority in whose area those premises are situated notify   Scottish Water of that danger and require   Scottish Water  to provide a supply otherwise than inpipes, it shall be the duty of   Scottish Water  , for such period as may be required bythat local authority, to provide any supply to those premises which it is practicable at reasonable cost to provide otherwise than in pipes and which it is required to provide bythat local authority. 2 Where under subsection (1) above a local authority require the provision by   Scottish Water of a supply of water to any premises, that local authority— a shall be liable to   Scottish Water for any charges payable in respect of the provision of that supply; but b shall have power to recover the whole or any part of any charges paid by virtue of this subsection from the owner or occupier of the premises to which the supply isprovided. 3 In this section references to the provision of a supply of water to any premises otherwise than in pipes shall have effect, in a case in which it is practicable atreasonable cost to provide a supply (whether or not in pipes) to a place within a reasonable distance of those premises, as including references to the provision of asupply to that place."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76E", "section_title": " Enforcement of sections 76A to 76D.", "section_text": "76E 1 This section applies to enforcement of the duties of   Scottish Water under sections 76A and 76D(1) and under regulations made under section 76B. 2 Without prejudice to its generality, section 11 above (power of Secretary of State to make a default order) shall have effect, subject to the following provisionsof this section, for the enforcement by the Secretary of State of the duties referred to in subsection (1) above. 2A The reference in subsection (2) of section 11 to “such a failure on the part of Scottish Water” is to be construed as a reference to a failure by Scottish Water in any of the duties referred to in subsection (1) above. 3 The Secretary of State may make an order under subsection (2) of section 11 without having caused a local inquiry to be held into the matter. 3A Before making an order under subsection (2) of section 11, the Scottish Ministers must consult the Drinking Water Quality Regulator for Scotland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76F", "section_title": " General functions of local authorities in relation to water quality.", "section_text": "76F 1 It shall be the duty of every local authority to take all such steps as they consider appropriate for keeping themselves informed about the wholesomeness and sufficiency ofwater supplies provided to premises in their area, including every private supply to any such premises. 2 It shall be the duty of a local authority to notify   Scottish Water and the Drinking Water Quality Regulator for Scotland of anything appearing to the local authority to suggest— a that any supply by   Scottish Water of water for  domestic or food production purposes to any premises in the area of that local authority is, has been, or is likely to become unwholesome or (so far as any such premises are concerned) insufficient for  domesticpurposes ; b that the unwholesomeness or insufficiency of any such supply is, was or is likely to be such as to cause a danger to life or health; or c that the duty imposed on   Scottish Water by virtue of section 76A(1)(b) above is being, has been or is likely to be so contravened as to affect any supply of water to premises in that area; and it shall be the duty of a local authority to require the provision of a supply in pursuance of section 76D above whenever, in a case falling within paragraph(a) of subsection (1) of that section, they are satisfied, in relation to any premises in their area, as to the matters specified in paragraphs (b)and (c) of that subsection. 3 Where a local authority have notified   Scottish Water of any such matter as is mentioned in subsection (2) above, it shall be the duty of that local authority, if they are not satisfied that all such remedial action as isappropriate will be taken by   Scottish Water, to notify the DrinkingWater Quality Regulator for Scotland of that fact and  , to inform the Secretary of State about the contents of the notification. 4 It shall be the duty of a local authority to comply with any direction given by the Secretary of State to that local authority or to local authorities generally asto— a the cases and circumstances in which they are or are not to exercise any of the powers conferred on them by this Part in relation to private supplies; and b the manner in which those powers are to be exercised. 5 Without prejudice to subsection (7) below,  the Secretary of Statemay by regulations make such provision, supplementing the  foregoing  provisions ofthis section, as he considers appropriate for— a imposing duties and conferring powers on local authorities with respect to the acquisition of information about the quality and sufficiency of water supplies provided topremises in their areas; and b regulating the performance of any duty imposed by or under this section. 6 Without prejudice to the generality of subsection (5) above, regulations under that subsection may— a prescribe the matters to be taken into account by a local authority in determining, for the purposes of subsection (1) above, what is appropriate; b provide, for the purposes of the exercise or performance of any power or duty conferred or imposed on a local authority by or under this section, for such samples of waterto be taken and analysed at such times and in such manner as may be prescribed; c authorise local authorities to exercise or perform any such power or duty through prescribed persons; d provide for the recovery by a local authority, from prescribed persons, of such amounts as may be prescribed in respect of expenses reasonably incurred by the authority inthe exercise of any such power or the performance of any such duty. 7 The Secretary of State may by regulations require a local authority— a to publish information about the quality of private supplies of water for domestic or food production purposes to any premises in their area; and b to provide information to prescribed persons about the quality of water so supplied. 8 Regulations under subsection (7) above— a shall prescribe both the information which is to be published or provided in pursuance of the regulations and the manner and circumstances in which it is to be published orprovided; b may require the provision of information by a local authority to any person to be free of charge or may authorise it to be subject to the payment by that person to theauthority of a prescribed charge; and c may impose such other conditions on the provision of information by a local authority to any person as may be prescribed."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76FA", "section_title": "Domestic distribution failures where water is supplied to the public by private supply", "section_text": "76FA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76FB", "section_title": "Remedial powers of local authorities where domestic distribution failure affects supply to public", "section_text": "76FB 1 This section applies where a local authority a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b receive a report on the findings of an investigation in accordance with regulation 19(1)(c) of the Public Water Supplies (Scotland) Regulations 2014 ( SSI 2014/364 ). 2 A local authority must serve a notice on the person who owns or is otherwise responsible for the domestic distribution system of the premises affected by  ...  the failure or apprehended failure which is the subject of the investigation,   (the “responsible person”) for the purposes of ensuring a wholesome supply and protecting human health. 3 A notice served under this section must— a give particulars of  ...  the failure or apprehended failure   in respect of which the notice is served; b specify any steps which the local authority require to be taken for the purposes of ensuring a wholesome supply and protecting human health; c specify a period for the performance of each step; d specify the advice (if any) which the local authority require the responsible person to communicate to consumers of the supply; e specify any steps which the local authority require to be taken for the purpose of communicating such advice; f specify a period ending not less than 28 days after the day on which the notice is served within which any representations or objections with respect to the notice must be received by the local authority; and g state the effect in relation to that notice of section 76FC below. 4 Where the local authority consider that  ...  a relevant failure   (including  ...  a relevant failure  relating to an indicator parameter) constitutes a potential risk to human health, the local authority must— a require the taking of such steps under subsection (3)(b) above as the authority consider necessary to protect human health; and b require advice to be given to consumers under subsection (3)(d). 5 In requiring the taking of such steps as may be necessary to comply with subsection (4)(a) above, the local authority and the Scottish Ministers must take into account the risks to human health which would be caused by an interruption of the supply or a restriction in the use of water intended for human consumption (within the meaning of Article 2.1 of Council Directive  98/83/ EC  on the quality of water intended for human consumption). 6 The provisions of section 76G(3) below shall have effect in relation to notices served under this section and the reference to a “relevant person” in that subsection shall be construed as a reference to a “responsible person” for the purposes of this section. 7 Once the period specified for performance of a step required by a notice under this section has expired, a local authority must notify the Scottish Ministers as soon as possible of any actions taken by the responsible person and the local authority pursuant to, or in consequence of, the requirement to take the step. 8 Unless a local authority consider  ...  a relevant failure   to be of a trivial nature, the authority must take such steps as the authority consider necessary to ensure that consumers are notified of any remedial action taken under, or pursuant to, a notice served under this section. 9 In this section “indicator parameter” means a parameter listed in— a Part 2 of Table B in Schedule 1 to the Public Water Supplies (Scotland) Regulations 2014 ( SSI 2014/364 );   or   b Table C in Schedule 1 to those Regulations  . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 In subsections (4) and (8) “a relevant failure” means a failure or apprehended failure which is the subject of an investigation to which subsection (1)(b) applies."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76FC", "section_title": "Effect, confirmation and variation of a notice under section 76FB", "section_text": "76FC 1 The provisions of section 76H(1) to (10) below shall have effect in relation to notices served under section 76FB above subject to the modifications set out in subsection (2) below. 2 The modifications to section 76H are— a subsections (3)(c), (5)(b) and (5A) do not apply; b for “76G” in each place where it occurs substitute “76FB”; c for “relevant person” in both places where it occurs substitute “responsible person”; d for “76G(2)(c) and (d)” in both places where it occurs substitute “76FB(3)(f) and (g)”; and e in subsection (5)(a), omit the words “, except where the case is one to which paragraph (b) below applies,”. 3 Any responsible person on whom a notice is served under section 76FB above, who fails without reasonable excuse to take any step as specified in the notice within the period so specified shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76G", "section_title": " Remedial powers of local authorities in relation to private supplies.", "section_text": "76G 1 Subject to the following provisions of this section, where a local authority are satisfied in relation to any premises in their area which are supplied with water for  domesticor food production purposes  by means of a private supply— a that any water which is being, has been or is likely to be supplied for those purposes to those premises by means of that private supply is not, was not or, as the case maybe, is likely not to be wholesome; or b that that private supply is failing, has failed or is likely to fail to provide to any house on those premises such a supply of wholesome water as (so far as that houseis concerned) is sufficient for domestic purposes, the local authority may serve a notice in relation to that private supply on one or more of the relevant persons. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A notice under this section in relation to a private supply of water to any premises shall— a give particulars of the matters mentioned in subsection (1) above in respect of which the notice is served; b specify the steps which, in the opinion of the local authority serving the notice, are required to be taken for ensuring that there is a supply of water to those premiseswhich is both wholesome and (so far as any house on those premises is concerned) sufficient for domestic purposes; c specify a period ending not less than 28 days after the day on which the notice is served within which any representations or objections with respect to the notice must bereceived by that local authority; and d state the effect in relation to that notice of section 76H(2) and (3) below. 3 Subject to section 76H below, where a local authority serve a notice under this section on any relevant person they may do one or more of the following, that is tosay— a by that notice designate as steps to be taken by the authority themselves such of the steps specified in the notice as they consider it appropriate to so designate; b by that notice require that person, within such reasonable period as may be specified in the notice, to take one or more of the steps so specified; c by that notice require that person, at such times as may be determined in accordance with provision contained in the notice, to make to another relevant person or to thatauthority such payments as may be so determined in respect of expenses reasonably incurred by that other person or that authority in taking any step specified in thenotice; d by that notice undertake from time to time to make such payments to that person as may be so determined in respect of expenses reasonably incurred by that person in takingany step specified in the notice. 4 The power of a local authority to serve a notice under this section specifying the steps which are required to be taken in relation to any source from which a private supplyis provided both to premises in the area of that authority and to premises in the area of another local authority shall be exercisable only where— a the other authority consent to the service of the notice; or b the authorities act jointly in exercising their respective powers under this section in relation to that source. 5 The powers conferred by this section and section 76H below shall be so exercised in relation to a private supply of water to any premises where there is no house as tosecure that no local authority are required to bear any of the expenses incurred (whether by the authority or by any other person) in taking any steps for ensuring thatthe supply is wholesome which are specified in any notice under this section. 6 The steps that a relevant person may be required by a notice under this section to take in relation to any premises shall include— a requiring a supply of water to be provided to those premises by   ScottishWater  or by any other person; and b taking such steps for the purpose of securing that such a requirement is complied with, and of enabling such a supply to be so provided, as may be specified in thenotice. 7 For the purposes of this section and section 76H below the relevant persons, in relation to a private supply of water to any premises in the area of a local authority, arethe owners and occupiers of those premises and (whether or not the source of the private supply is in that authority’s area) the owners and occupiers of thepremises where that source is situated and any other person who exercises powers of management or control in relation to that source."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76H", "section_title": " Effect, confirmation and variation of notice under section 76G.", "section_text": "76H 1 Subject to subsection (2) below, a notice served by a local authority under section 76G above shall not take effect until the end of the period specified in thenotice as the period within which representations or objections with respect to the notice must be received by that authority. 2 Where any written representation or objection with respect to a notice by a local authority under section 76G above is received by the authority, before the end of theperiod specified in the notice, from a person on whom the notice was served, that notice shall not take effect unless— a the notice is submitted by the authority to the Secretary of State and is confirmed by him either with or without modifications; or b the representation or objection is withdrawn. 3 If a local authority submit a notice under section 76G above to the Secretary of State for confirmation, the Secretary of State— a shall consider whether the notice should be confirmed and whether, if it is confirmed, it should be confirmed with or without modifications; b may, with respect to the matters specified in the notice or any proposed modification of it, direct the local authority to serve a notice under section 76G above, in suchterms as may be specified in the direction, on any relevant person who has not previously been so served; c may, for the purposes of paragraph (a) or (b) above— i cause a local inquiry to be held; or ii afford to the local authority and to every person who has made representations or objections with respect to the notice or a proposed direction under paragraph (b)above an opportunity of appearing before, and being heard by, a person appointed by the Secretary of State for the purpose; and d may, if he is satisfied that the person on whom any notice to be served in pursuance of a direction under paragraph (b) above has had a proper opportunity ofhaving his representations or objections with respect to the proposal for the direction considered, dispense in relation to the notice so served with the provisions of subsections(1) and (2) above and of section 76G(2)(c) and (d) above. 4 Where the Secretary of State confirms a notice under section 76G above (whether with or without modifications)— a he, or if he so directs, the local authority concerned shall serve notice of that confirmation on every person originally served with the notice under that section;and b that notice shall take effect, with any modifications made by the Secretary of State, at such time as may be specified in the notice served under this subsection. 5 Where any relevant person who is required by virtue of a notice under section 76G above to take any step in relation to any premises fails to take that step within theperiod specified in the notice, the authority which served the notice  — a may, except where the case is one to which paragraph (b) below applies, take that step themselves in accordance with any applicable provision having effect byvirtue of section 76I below; and b may, in a case to which this paragraph applies, take that step themselves and for that purpose exercise the powers which   ScottishWater  may, under this Act, exercise for the purpose of   its  water undertaking. 5A Paragraph (b) of subsection (5) above applies to any case where the local authority are satisfied that the failure arose because the person was unable onreasonable terms to acquire any necessary rights— a to take water from a suitable source; b to lay pipes through any land not belonging to him; or c to do any other work. 6 Where any step is taken by a local authority in relation to any premises by virtue of subsection (5) above— a the authority may recover from the person who failed to take that step within the specified period any expenses reasonably incurred by the authority in taking that step;and b for the purposes of any requirement under which payments are required to be made to that person by any person other than the authority, sums paid by virtue of paragraph(a) above in respect of the taking of any step shall be deemed to be expenses incurred in the taking of that step by the person who failed to take it. 7 Nothing in this Act shall confer any right of action on any person in respect of any loss or damage sustained by that person in consequence of the failure by any otherperson to take any step specified in a notice under section 76G above; but any sum required to be paid to any person by virtue of any requirement or undertaking contained in sucha notice shall be recoverable by that person from the person who is required to pay it. 8 Any requirement which is imposed by virtue of a notice under section 76G above on the owner or occupier of any premises and is expressed to bind those premises in relationto the owners or occupiers from time to time shall bind successive owners or, as the case may be, occupiers of those premises  . 9 Subject to subsection (10) below, a local authority may by notice served on any person modify or revoke the effect in relation to that person of any notice undersection 76G above or this subsection (including a notice which has been confirmed, with or without modifications, by the Secretary of State). 10 Section 76G(2)(c) and (d) and subsections (1) to (4) above shall apply, as they apply in relation to a notice under section76G above, in relation to any notice served by a local authority on any person under subsection (9) above except where the notice— a extends the period within which any step is required to be taken by that person; or b discharges, postpones or abates any obligation of that person to make a payment to the local authority."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76HA", "section_title": "Application of sections 76G and 76H to certain private supplies", "section_text": "76HA   1 In their application to a private supply which is a   supply of water to which the Water Intended for Human Consumption (Private Supplies) (Scotland) Regulations 2017   apply, sections 76G and 76H above have effect subject to the modifications in subsections (2) and(3). 2 In section 76G– a in subsection (1), for “water for domestic or food production purposes” substitute “water intended for human consumption (within the meaning of the Water Intended for Human Consumption (Private Supplies) (Scotland) Regulations 2017)”; b in subsection (2)(d), for  “section 76H(2) and (3)”substitute  “                      section 76H(2), (3) and (11)                    ” ; ba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e for subsection (7), substitute– 7 For the purposes of this section and section 76H below  a “relevant person” , in relation to a private supply   which is a supply of water to which the Water Intended for Human Consumption (Private Supplies) (Scotland) Regulations 2017 apply, has the same meaning as it has in those Regulations. ; and f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 76H, after subsection (10), insert– 11 Any relevant person on whom a notice is served under section 76G above, who fails without reasonable excuse to take anystep as specified in the notice within the period so specified shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standardscale. ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76I", "section_title": " Incidental powers of local authorities.", "section_text": "76I 1 Subject to  subsections (5) and (6)  below, a localauthority may serve on any person a notice requiring him to furnish that authority, within a period or at times specified in the notice and in a form and manner so specified, withsuch information as is reasonably required by that authority for the purpose of exercising or performing any power or duty conferred or imposed on that authority by or under anyof sections 76F to 76H above. 2 Subject to subsection (6) below,  any person designated in writingfor the purpose by any local authority may— a enter any premises for the purpose, in relation to any private supply, of— i determining whether, and if so in what manner, any power or duty conferred or imposed on that authority by or under any of sections 76F to 76H above should be exercised orperformed; or ii exercising any such power or performing any such duty; b enter any premises to which a supply of water is provided by   Scottish Water  forthe purpose, in relation to a supply so provided, of determining whether, and if so in what manner, such a power should be exercised or such a duty performed or of exercising sucha power or performing such a duty; or c carry out such inspections, measurements and tests on premises entered by that person or of articles found on any such premises, and take away such samples of water or ofany land or articles, as the local authority— i consider appropriate for the purposes of any such power or duty; and ii have authorised that person to carry out or take away, and the provisions of subsections (3) to (7) of section 38 shall apply to the right of entry given by this subsection to any person designated by a localauthority as they apply to the right of entry of an authorised officer of   ScottishWater  . 3 Entry into any premises shall not be demanded as of right by virtue of this section except— a in an emergency, or b at a reasonable time and after 24 hours’ notice of the intended entry has been given to the occupier of the premises. 4 The Secretary of State may by regulations make provision for restricting the information which may be required under subsection (1) above and for determining theform in which the information is to be so required. 5 A person who fails to comply with the requirements of a notice served on him under subsection (1) above shall be guilty of an offence and liable on summaryconviction to a fine not exceeding level 5 on the standard scale; and it shall be a defence for a person charged with an offence under this subsection to show that he had areasonable excuse. 6 The foregoing provisions of this section do not apply as respects, but are without prejudice to the exercise of, a power conferred by section 76H(5)(b)above."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76J", "section_title": " Standards of wholesomeness.", "section_text": "76J 1 The Secretary of State may by regulations make provision that water that is supplied to any premises is or is not to be regarded as wholesome for the purposes of this  Act  if it satisfies or, as the case may be, fails to satisfy such requirements as may be prescribed. 2 Without prejudice to the generality of subsection (1) above, regulations under this section may, for the purpose of determining the wholesomeness of any water— a prescribe general requirements as to the purposes for which the water is to be suitable; b prescribe specific requirements as to the substances that are to be present in or absent from the water and as to the concentrations of substances which are or are required to be present in the water; c prescribe specific requirements as to other characteristics of the water; d provide that the question whether prescribed requirements are satisfied may be determined by reference to such samples as may be prescribed; e enable the Secretary of State to authorise such relaxations of and departures from the prescribed requirements (or from any of them) as may be prescribed, to make any such authorisation subject to such conditions as may be prescribed and to modify or revoke any such authorisation or condition; and f enable the Secretary of State to authorise a local authority (either instead of the Secretary of State or concurrently with him) to exercise in relation to a private supply any power conferred on the Secretary of State by regulations made by virtue of paragraph (e) above."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76K", "section_title": " Power to give effect to international obligations.", "section_text": "76K 1 The Secretary of State may by regulations provide that the provisions of this Part shall have effect with such modifications as may be prescribed for the purpose of enabling Her Majesty’s Government in the United Kingdom  (a) to give effect to any                     EU  obligation or exercise any related right; or b to give effect to any obligation or exercise any related right under any international agreement to which the United Kingdom is for the time being a party. 2 In this section— “ modifications ” includes additions, alterations and omissions; and “ related right ”, in relation to an obligation, includes any derogation or other right to make more onerous provisions available in respect of that obligation."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76L", "section_title": " Interpretation etc. of Part VIA.", "section_text": "76L 1 In this Part— “ analyse ”, in relation to any sample of land or water, includes subjecting the sample to a test of any description, andcognate expressions shall be construed accordingly;   “ domestic distribution system ” has the same meaning as it has in the Public Water Supplies (Scotland) Regulations 2014; “ food production purposes ” shall be construed in accordance withsubsection (1A) below; ... “ micro-organism ” includes any microscopic biological entity which is capable of replication; “ private supply ” means, subject to subsection (2) below, a supply of water provided otherwise than by   ScottishWater  (including a supply provided for the purposes of the bottling of water) and cognate expressions shall be construedaccordingly;   ...   “ responsible person ” has the meaning given by section 76FB(2) above;   “ substance ” includes micro-organisms and any natural or artificial substance or other matter, whether it is in solid or liquidform or in the form of a gas or vapour; ... 1A In this Part references to food production purposes are references to the manufacturing, processing, preserving or marketing purposes with respect to food or drink for whichwater supplied to food production premises may be used; and in this subsection ’food production premises’ means premises used for the purposes of a business ofpreparing food or drink for consumption  ... . 2 For the purposes of any reference in this Part to a private supply, or to supplying water by means of a private supply, water shall be treated as supplied to any premisesnot only where it is supplied from outside those premises, but also where it is abstracted, for the purpose of being used or consumed on those premises, from a source which issituated on the premises themselves; and for the purposes of this subsection water shall be treated as used on any premises where it is bottled on those premises for use orconsumption elsewhere. 3 The rights conferred by virtue of this Part as against the owner or occupier of any premises shall be without prejudice to any rights and obligations, as between themselves,of the owner and occupier of the premises in question."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76M", "section_title": "Power to enter", "section_text": "76M 1 Scottish Water may— a enter any premises for the purposes of— i assessing or monitoring the quality of any raw water, or ii investigating or isolating anything that appears to be affecting, or may affect, the quality of any raw water, b take any steps at the premises which are reasonably required for those purposes. 2 Subsection (1)— a authorises entry only if the occupier of the premises has been given at least 24 hours' notice of the intended entry for those purposes, b does not authorise entry into a house. 3 Subsection (1) has effect whether the water or thing is located at the premises or elsewhere. 4 In subsection (1), the reference to affecting the quality of the water is to affecting its quality adversely (directly or indirectly). 5 In this section,  “raw water”— a means water contained in any bodies of water— i identified by an order made under section 6(1) of the Water Environment and Water Services (Scotland) Act 2003, or ii specified by an order made under section 76R(1), b also includes water that flows or drains into any bodies of water so identified or specified (or is capable of doing so). 6 But excluded from the definition given by subsection (5) is any water that is used or available as or for a private water supply within such meaning as the Scottish Ministers may by order prescribe for the purpose of this subsection."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76N", "section_title": "Entry warrants", "section_text": "76N 1 Scottish Water may apply to the sheriff for a warrant authorising it to— a enter particular premises for the purposes mentioned in section 76M(1), b take any steps at the premises which are reasonably required for those purposes. 2 The sheriff may grant the warrant sought if satisfied— a that there are reasonable grounds for entering the premises for those purposes, and b that— i the first and second conditions are met, or ii the third condition is met. 3 The first condition is that— a admission to the premises has been refused, b the taking of steps at the premises has been obstructed, or c such refusal or obstruction may reasonably be expected. 4 The second condition is that notice of the intention to seek a warrant has been given to the occupier of the premises. 5 The third condition is that the premises are unoccupied. 6 A warrant under subsection (1)— a remains valid until the purposes mentioned in section 76M(1) are fulfilled, b allows the use of reasonable force (if required), c does not authorise entry into a house. 7 Subsection (1) has effect whether the water or thing is located at the premises or elsewhere."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76O", "section_title": "Approved persons", "section_text": "76O 1 Subsection (2) applies to the authority conferred on Scottish Water by— a section 76M(1), or b a warrant under section 76N(1). 2 The authority is exercisable on behalf of Scottish Water by any person approved (in writing) by Scottish Water for the purposes mentioned in section 76M(1)."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76P", "section_title": "Taking steps", "section_text": "76P 1 Subsections (2) to (6) apply in relation to the exercise of the authority mentioned in section 76O(1)(a) or (b). 2 An approved person must, if required by the occupier of the premises— a produce evidence of the approved person's identity (and approval), and b explain the nature of the authority by (as the case may be)— i reference to section 76M, or ii showing a copy of the warrant. 3 An approved person may take onto the premises— a other persons acting under the approved person's direction, b such equipment as is necessary in connection with the steps that may be taken there. 4 The steps that may be taken by an approved person at the premises include— a inspecting or measuring any water found there, b carrying out tests on or taking samples from any soil, water or other substance found there, c installing or maintaining any measuring, testing or sampling equipment for use there. 5 An approved person may enter the premises only at a reasonable time. 6 If the premises are unoccupied, an approved person must leave them as effectively secured against entry as they were when that person entered them. 7 In subsections (2) to (6),  “ approved person ” means person approved as mentioned in section 76O(2)."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76Q", "section_title": "Obstruction offence", "section_text": "76Q 1 A person commits an offence if the person intentionally obstructs an approved person in the exercise of the authority mentioned in section 76O(1)(b). 2 In subsection (1),  “ approved person ” means person approved as mentioned in section 76O(2). 3 A person who commits an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76R", "section_title": "Specifying bodies of water", "section_text": "76R 1 For the purpose of section 76M(5)(a)(ii), the Scottish Ministers may by order specify any bodies of water that are— a used for the abstraction of water intended for human consumption, or b intended to be used as mentioned in paragraph (a). 2 An order under subsection (1) may specify any bodies of water by reference to a map prepared in connection with the order (and laid along with it). 3 The Scottish Ministers must send to the Scottish Environment Protection Agency a copy of— a an order made under subsection (1), and b any map prepared in pursuance of subsection (2)."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "76S", "section_title": "Orders under this Part", "section_text": "76S An order under section 76M(6) or 76R(1) is subject to the negative procedure."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "77"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "80", "section_title": " Central Scotland Water Development Board.", "section_text": "80 1 The Central Scotland Water Development Board (in this Act referred to as “ the Central Board ”) established under section 3 of the  Water (Scotland) Act 1967 shall continue to perform the functions assigned or transferred to them by or under that Act. 2 The area for which the Central Board is established shall comprise the limits of supply as water authorities of the Tayside, Fife, Lothian, Central and Strathclyde regional councils."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "81", "section_title": " Functions of Central Board.", "section_text": "81 1 The Central Board shall continue to perform the functions transferred to them on 16th May 1968 under section 4 of the Water (Scotland) Act 1967 from joint water boards whose limits of supply were comprised in their area and whose principal function was the supply of water in bulk to the constituent authorities of those boards. 2 There shall be assigned to the Central Board the function of developing new sources of water supply for the purposes of giving a supply of water in bulk to two or more water authorities whose limits of supply are comprised in the area of the Board."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "82", "section_title": " Establishment of new water development boards.", "section_text": "82 1 Subject to the provisions of this section, the Secretary of State may at any time by order— a designate an area for the purpose of establishing a new water development board (consisting of any part of Scotland, whether wholly or partly comprised in such an area already existing or not) and establish such a board; or b alter the area of any water development board, specified or designated by virtue of this Act. 2 Any order under this section may contain such transitional, incidental, supplementary and consequential provisions as the Secretary of State may consider necessary or expedient for the purposes of the order including (but without prejudice to the generality of this subsection) such provisions as he considers necessary or expedient with respect to the transfer of functions, assets and liabilities, the amendment, adaptation or repeal of local enactments, or the application (subject to such exceptions, adapations and modifications as may be specified in the order) of any of the provisions of this Act. 3 Where a new water development board are established by an order under this section, they shall have, in addition to any other functions assigned or transferred to them by the order, the like functions as the Central Board. 4 The provisions of Schedule 7 shall have effect in relation to the making of an order under this section."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "83", "section_title": " Duty of water authorities and development boards to collaborate.", "section_text": "83 1 Water authorities and water development boards shall, in matters of common interest in relation to the performance of their functions, consult together and collaborate. 2 Where a water authority or a water development board propose to investigate a potential new source of water supply, they shall give notice thereof as early as possible to any water authority or water development board likely to be interested so that the consultation required by the foregoing subsection may begin as soon as possible."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "84", "section_title": " Constitution of water development boards.", "section_text": "84 1 The members of a water development board shall be appointed from and by the constituent water authorities of which they are members. 2 The number of members of a water development board to be appointed by each constituent authority shall be two or such greater number as the Secretary of State may by order specify in relation to any constituent authority where he is satisfied that the greater number is necessary in view of special circumstances relating to that authority or their limits of supply. 3 In this Act, “ constituent water authority ”, in relation to a water development board, means a water authority any part of whose limits of supply is comprised in the area of that water development board. 4 The provisions of Schedule 8 shall have effect in relation to water development boards."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "85", "section_title": " Requisitions.", "section_text": "85 1 Each water development board shall in respect of any financial year determine the aggregate amount required to be requisitioned by the board under this Part from their contributing authorities. 2 Each water development board shall, by such date or dates as may be prescribed, cause a requisition in respect of any financial year to be sent to their contributing authorities requiring each of them to pay such sum as may be apportioned to each under the subsequent provisions of this Part, and each of those authorities shall, at such intervals and by such instalments as may be prescribed, pay over to the board the sum so requisitioned. 3 In this section “ prescribed ” means prescribed by regulations made by the Secretary of State under section 111 of the  Local Government (Scotland) Act 1973."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "86", "section_title": " Calculation of amount to be requisitioned by water development boards.", "section_text": "86 For the purposes of a requisition referred to in section 85(1), the aggregate amount required to be raised from their constituent water authorities by a water development board for any financial year shall be apportioned in accordance with a scheme prepared and approved in accordance with the provisions of this Part and referred to as an “apportionment scheme”, and such aggregate amount shall be the sum by which the estimated expenditure of the water development board chargeable to the revenue account of their general fund exceeds the estimated income of that account, and there shall be added to, or as the case may be, deducted from that sum any sum required to be brought forward either as a debit or as a credit from a previous financial year."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "87", "section_title": " Apportionment schemes.", "section_text": "87 1 By such a date as the Secretary of State may specify a water development board shall prepare and submit to him a scheme for his approval as an apportionment scheme. 2 Such a scheme as aforesaid shall provide for an apportionment between the constituent water authorities of a water development board of the aggregate amount to be requisitioned from those authorities and shall have regard to the general principle that the amount to be requisitioned from each constituent authority is to be proportionate to the quantities of water supplied and expected to be supplied to that authority by the water development board."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "88", "section_title": " Duration of scheme.", "section_text": "88 When an apportionment scheme has been approved, with or without modifications, by the Secretary of State as an apportionment scheme, it shall come into operation on such a date and for such a period (if any) as may be specified in the apportionment scheme, and, where any period is so specified, the Secretary of State may approve an application for an extension of that period."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "89", "section_title": " Revision of apportionment schemes.", "section_text": "89 1 Where an apportionment scheme is for the time being in force in respect of a water development board, the board may apply to the Secretary of State for a revision of that scheme, and any such application shall include the submission for his approval of a new apportionment scheme prepared by the board either by way of variation of, or substitution for, the apportionment scheme in force at the time of the application. 2 The Secretary of State may require a water development board to make, by such a date as he may specify, such an application as aforesaid. 3 Sections 87(2) and 88 shall apply to a new apportionment scheme as it does to an apportionment scheme. 4 The reference in section 86 to an apportionment scheme in relation to any water development board shall be construed as a reference to an apportionment scheme which is for the time being in force in respect of requisitions made by that board."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "90", "section_title": " Default by water development board on apportionment scheme.", "section_text": "90 In the event of a water development board failing to submit an apportionment scheme, or, as the case may be, a new apportionment scheme, for approval by the date by which it is due, the Secretary of State shall, after consultation with the water development board and their constituent water authorities, make on behalf of that board an apportionment scheme or a new apportionment scheme (whichever is appropriate) and the scheme so made shall be binding on the water development board and their constituent authorities."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "91", "section_title": " Provision of services for water authorities and development boards.", "section_text": "91 A regional, islands or district council may provide the water authority or water development board with such services as the authorities or board may request for the performance of their functions; and any water development board may make such provision as aforesaid for any water authority or any other such board."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "92", "section_title": " Power of water development boards to promote or oppose private legislation.", "section_text": "92 1 Subject to the provisions of this section, a water development board may petition for the issue of a provisional order under the  Private Legislation Procedure (Scotland) Act 1936 or oppose any private legislation in Parliament where they are satisfied that it is expedient so to do, and may defray the expenses incurred in relation thereto. 2 A water development board shall not petition for the issue of a provisional order as aforesaid without the consent of the Secretary of State, and the Secretary of State shall not give such a consent unless he is satisfied that the powers sought by the proposed order cannot be obtained by means of an order under this Act. 3 An application for the consent of the Secretary of State for the purposes of this section shall be accompanied by a concise summary of the purposes of the proposed order. 4 In this section “ private legislation in Parliament ” includes a provisional order, and the confirmation Bill relating thereto under the said Act of 1936, and any local or personal Bill."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "93", "section_title": " Obtaining of information as to underground water.", "section_text": "93 1 Any person who proposes to sink, for the purpose of searching for or abstracting water, a well or borehole intended to reach a depth of more than 50 feet below the surface shall, before he begins to do so, give to the Natural Environmental Research Council notice in writing of his intention to do so, and shall keep a journal of the progress of the work, which shall include measurements of the strata passed through, and all the levels at which water is struck and subsequently rests, and shall allow any person authorised by the said council for the purpose, on the production of some duly authenticated document showing his authority, at all reasonable times— a to have free access to any such well or borehole; b to inspect the well or borehole and the material excavated therefrom; c to take specimens of such material and of water abstracted from the well or borehole; and d to inspect and take copies of or extracts from the journal required to be kept under this section. 2 The person sinking any such well or borehole shall, on completion or abandonment of the work, send a complete copy of the journal kept under subsection (1) to the council and shall also send them particulars of any test made, before such completion or abandonment, of the flow of water, specifying the rate of flow throughout the test and the duration of the test, and also, where practicable, specifying the water levels during the test and thereafter until the water has returned to its natural level. 3 Where any such well or borehole is sunk in connection with an existing pumping station, the particulars of any test to be supplied to the council shall also include the rate of pumping at the existing works during the test. 4 Where the person sinking a well or borehole on any land is not the occupier of the land, the obligation to allow a person authorised by the council to exercise the rights specified in paragraphs (a) to (d) of subsection (1) shall be the obligation of the occupier as well as of the person sinking the well or borehole. 5 Where any person contracts to sink any well or borehole on land belonging to or occupied by any other person and the execution of the work is under the control of the contractor, the contractor and no other person shall be deemed for the purposes of this section to be the person sinking the well or borehole. 6 The person sinking a well or borehole or (if a different person) the owner or occupier of the land on which it is sunk may give notice in writing to the council requiring them to treat as confidential any copy of or extract from the journal required to be kept under subsection (1) or any specimen taken under that subsection, and the council shall thereupon not allow that copy, extract or specimen, except in so far as it contains or affords information as to water resources and supplies, to be published or shown to any person not being an officer of the council or of the Secretary of State, unless the person giving the notice consents thereto: Provided that, if at any time the council give notice to that person that in their opinion his consent is unreasonably withheld, then that person may, within three months after the notice is given by the council, appeal to the Court of Session, but if at the expiration of that period no such appeal has been made, or if after hearing the appeal the Court does not make an order restraining them from doing so, the council may proceed as if such consent had been given. 7 Any person who fails to comply with any obligation imposed on him by the provisions of this section shall be guilty of an offence against this Act and shall on summary conviction be liable to a fine not exceeding  level 4 on the standard scale  and, where the offence continues after conviction, to a further fine of £20 for every day during which it so continues. 8 Any person who in keeping a journal under subsection (1) or in furnishing information under subsection (2) or (3) makes any statement which he knows to be false or misleading in a material particular or recklessly makes any statement which is false or misleading in a material particular shall be guilty of an offence and shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years, or to both."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "94", "section_title": " False information.", "section_text": "94 Any person who, in keeping any record or journal or in furnishing any return, abstract or information which he is required by or under this Act  (other than by or under section 93)  to keep or furnish, knowingly or recklessly makes any statement which is false in a material particular shall be liable in respect of each offence— a on summary conviction, to a fine not exceeding  the statutory maximum  or to imprisonment for a term not exceeding three months or to both such fine and imprisonment; b on conviction on indictment, to a fine or to imprisonment for a term not exceeding three months or to both such fine and imprisonment."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "95", "section_title": " Penalties for offences.", "section_text": "95 Any person guilty of an offence under this Act shall, except where the provision by or under which the offence is created provides for the penalty to be imposed, be liable in respect of each offence— a on summary conviction, to a fine not exceeding  the statutory maximum  and in the case of a continuing offence to a further fine not exceeding £25 for every day during which the offence is continued after conviction; b on conviction on indictment, to imprisonment for a period not exceeding three months or to a fine, and in the case of a continuing offence to a fine for every day during which the offence is continued after conviction."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "96"}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "97", "section_title": " Continuing offences and penalties.", "section_text": "97 Where provision is made by or under this Act or any local enactment incorporating any provisions of Schedule 4 for the imposition of a daily penalty in respect of a continuing offence, the court by which a person is convicted may fix a reasonable period from the date of the conviction for compliance by that person with any directions given by the court, and, where the court has fixed such a period, the daily penalty shall not be recoverable in respect of any day before the expiration thereof."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "98", "section_title": " Local inquiries.", "section_text": "98 The Secretary of State may cause such local inquiries to be held as he may consider necessary or proper in connection with the discharge by him of any of his functions under this Act or under any other enactment with respect to water supplies or water undertakings, and the provisions of section 210(2) to (9) of the  Local Government (Scotland) Act 1973 shall apply to any such local inquiry and to any other local inquiry which he is required by this Act or any other such enactment to cause to be held."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "99", "section_title": " Orders subject to special parliamentary procedure.", "section_text": "99 1 Any inquiry in relation to an order under this Act which in certain events becomes subject to special parliamentary procedure shall, if the Secretary of State so directs, be held by commissioners under the  Private Legislation Procedure (Scotland) Act 1936; and any direction so given shall be deemed to have been given under section 2, as read with section 10, of the  Statutory Orders (Special Procedure) Act 1945. 2 Nothing in section 210(2) to (9) of the Local Government (Scotland) Act 1973 shall apply to any inquiry under this section by commissioners under the Private Legislation Procedure (Scotland) Act 1936. 3 The provisions of the  Statutory Orders (Special Procedure) Act 1945 with regard to the publication of notices in the Edinburgh Gazette and in a newspaper shall, notwithstanding anything in that Act contained, not apply to any order under this Act which is subject to special parliamentary procedure."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "100", "section_title": " Orders.", "section_text": "100 1 Any power to make orders under this Act may be exercisable by statutory instrument. 2 Before making, on his own initiative, an order under section 107, the Secretary of State shall consult   Scottish Water  ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "101", "section_title": " Regulations.", "section_text": "101 1 The Secretary of State may make regulations prescribing anything required to be prescribed for the purpose of any provision of this Act. 1A Regulations made under this Act may make— a such supplemental, consequential or transitional provision as the Secretary of State thinks fit; b different provision for different cases or classes of case. 1B The Secretary of State may by regulations make provision as to— a the manner in which and the time within which a question or dispute may be referred (other than by him for determination by arbitration), or a request may be made, in pursuance of section 6(3), 9(4) or 24(10) of this Act and as to the procedure for dealing with any such reference or request; and b the manner in which, subject to sections 76G and 76H of this Act, written representation or objection may be made, submitted or withdrawn under subsection (2) of the said section 76H. 2 Any power to make regulations under this Act shall be exercisable by statutory instrument; and any instrument containing any such regulations shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "102", "section_title": " Expenses.", "section_text": "102 There shall be paid out of moneys provided by Parliament any expenses incurred by the Secretary of State in the exercise of his functions under this Act."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "103", "section_title": " Notices to be in writing.", "section_text": "103 All notices, consents, approvals, demands and other documents authorised or required by or under this Act or any local enactment incorporating any provisions of Schedule 4to be given, made or issued by the Secretary of State or any  local authority , or   Scottish Water , and all notices andapplications authorised or required by or under this Act or any such local enactment to be given or made to the Secretary of State or to, or to any officer of, any  localauthority , or   Scottish Water , shall  , subject to section 23(4) of and paragraph 4(1) ofSchedule 3 to this Act,  be in writing."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "104", "section_title": " Appeal to sheriff-principal.", "section_text": "104 1 It shall be competent to appeal to the sheriff-principal against the decision of a sheriff on any application to him under this Act  (other than an application under section 23(1A))  within 21 days after the date of that decision, but subject thereto the decision of the sheriff-principal or sheriff shall be final. 2 The provisions of this section shall also apply in the case of applications to the sheriff-principal under any local enactment incorporating any provisions of Schedule 4."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "105", "section_title": " Reference to arbitration.", "section_text": "105 In arbitrations under this Act or under any local enactment incorporating any provisions contained in Schedule 4, the reference shall, except where otherwise expressly provided, be to a single arbiter to be appointed by agreement between the parties or in default of agreement by the Secretary of State."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "106", "section_title": " Supplementary provisions relating to determination of disputes.", "section_text": "106 1 Where for the purposes of this Act the Secretary of State or an arbiter is required to determine a dispute, the following provisions of this section shall apply in relation to that determination. 2 Any such arbiter shall have the like powers for securing the attendance of witnesses and the production of documents, and with regard to the examination of witnesses on oath and the awarding of expenses, as if the arbitration were under a submission. 3 The arbiter may, and if so directed by the Court of Session shall, state a case for the opinion of that Court on any question of law arising in the proceedings. 4 Any award of the Secretary of State or, as the case may be, of an arbiter, under  this Act  may be recorded in the Books of Council and Session for execution, and may be enforced accordingly."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "107", "section_title": " Repeal, amendment and adaptation of local enactments.", "section_text": "107 1 The Secretary of State may by order— a on his own initiative, repeal or amend any local enactment relating to the supply of water, or b on the application of   Scottish Water ,repeal or amend any local enactment relating to the supply of water— i by or to   Scottish Water  , or ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The power conferred on the Secretary of State by the foregoing subsection shall include power to consolidate any such local enactments as aforesaid, with or withoutamendments. 3 Any order under this section may include such transitional, incidental, supplementary and consequential provisions as the Secretary of State may consider necessary orexpedient. 4 The provisions of this scetion shall have effect without prejudice to the exercise of any power to repeal, amend or adapt local enactments which is conferred by any otherenactment, including any enactment contained in this Act. 5 The provisions of Part I of Schedule 1 shall apply to orders made under this section on the application of   Scottish Water ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "108", "section_title": " Transitional provisions and savings.", "section_text": "108 The transitional provisions and savings contained in Schedule 9 shall have effect."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "109", "section_title": " Interpretation.", "section_text": "109 1 In this Act the following expressions shall subject to any express provision or anything in the context to the contrary have the meanings hereby respectively assigned tothem, that is to say— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ agricultural lands and heritages ” means any lands and heritages used for agricultural or pastoral purposes only or aswoodlands, market gardens, orchards, allotments or allotment gardens and any lands exceeding 1011.75 square metres used for the purpose of poultry farming, but does not includeany lands occupied together with a house as a park, garden or pleasure ground or any land kept or preserved mainly or exclusively for sporting purposes “ area ”, in relation to Scottish Water, means the area comprising all of the local governmentareas established by virtue of section 1 of the Local Government etc. (Scotland) Act 1994 (c.39); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ communication pipe ”, subject to section 110, means— a where the premises supplied with water abut on the part of the  road  in whichthe main is laid and the service pipe enters those premises otherwise than through the outer wall of a building abutting on the  road  and has a stopcock placed in those premises and as near to the boundary of that  road as is reasonably practicable, so much of the service pipe as lies between the main and that stopcock; b in any other case, so much of the service pipe as lies between the main and the boundary of the part of the  road in which the main is laid; and includes the ferrule at the junction of the service pipe with the main, and also— i where the communication pipe ends at a stopcock, that stopcock; and ii any stopcock fitted on the communication pipe between the end thereof and the main; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ contravention ” includes failure to comply, and “ contravene ” shall be construedaccordingly; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ enactment ” means any Act of Parliament, whether public general, local or private, any statutory order or any provision in anAct of Parliament or statutory order; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ fishery district ” means a district for the purposes of the  Salmon Fisheries(Scotland) Act 1862; and “ fishery district board ” means the district board for a fishery district and for the purposes of this Act the Commissionersappointed under the  Tweed Fisheries Act 1969 shall be deemed to be a fishery district board, and the river, as defined by the said Act of1969, shall be deemed to be their fishery district; “ functions ” includes powers and duties; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ house ” means a dwelling-house, whether a private dwelling-house or not, and includes any part of a building if that part isoccupied as a separate dwelling-house; “ land ” includes land covered with water and any interest in land and any right or servitude in, to or over land and shall beinterpreted accordingly for the purposes of any provisions of any Act incorporated with this Act; “ limits of supply ”, in relation to Scottish Water, means the area of ScottishWater; “ local enactment ” means any local Act of Parliament, any statutory order or any provision in any such Act of Parliament orstatutory order; “ main ” means a pipe laid for the purpose of giving a general supply of water as distinct from a supply to individualconsumers, and includes any apparatus used in connection with such a pipe; “ navigation authority ” means any persons or body of persons, whether incorporated or not, having powers under an enactment towork, maintain, conserve, improve or control any canal or other inland navigation, navigable river, estuary, harbour or dock; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ occupier ” means the tenant or sub-tenant or any person in the actual occupation of premises, but does not include a lodger orperson in the occupation as tenant of a furnished house let for a period of less than a year, but includes the person by whom such a furnished house is let; “ outer wall ”, in relation to a building abutting on a street, does not include the outer wall of a cellar, or other structure,belonging to that building but situated beneath the street; “owner”                       includes in relation to any land or other premises any person who under the Lands Clauses Acts would be enabled to sell andconvey the land or other premises to the promoters of an undertaking; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ performance ”, in relation to functions, includes the exercise of powers as well as the performance of duties, and “ perform ” shall be construed accordingly; “ premises ” includes land and also tents, vans, sheds and similar structures; “ prescribed ” means prescribed by  or determined under regulations made by the Secretary of State under this Act; “ private road ” and “ public road ” have the same meanings as in the Roads(Scotland) Act 1984; “ protection of the water environment ” has the same meaning as in section 1(2) of the WaterEnvironment and WaterServices (Scotland) Act 2003 (asp 3) “ reasonably practicable ” means reasonably practicable in all the circumstances, including in any case where works are involvedthe expense involved in executing the works; “ repeal ”, in relation to a local enactment not contained in an Act, means revoke; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ road ” has the same meaning as in the  Part IV of the New Roads and StreetWorks Act 1991 ; “ roads authority ” has the same meaning as in the Roads (Scotland) Act 1984; “ service pipe ” means so much of any pipe for supplying water from a main to any premises as is subject to water pressure fromthat main, or would be so subject but for the closing of some tap; “ statutory order ” means an order or scheme made under an Act of Parliament, including an order or scheme confirmed byParliament; “ stream ” includes a river, burn, spring or other running water; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ a supply of water for domestic purposes ” has the meaning assigned to it in section 7, and any reference to domestic purposesin relation to the supply of water shall be construed accordingly; “ supply of water in bulk ” means a supply of water for distribution by   ScottishWater ; “ supply pipe ” means so much of any service pipe as is not a communication pipe; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ watercourse ” includes all rivers, streams, ditches, drains, cuts, culverts, dykes, sluices and passages through which waterflows; “ water development board ” means a board established by virute of section 82(1)(a) and includes the CentralBoard; “ the water environment ” has the same meaning as in section 3 of the Water Environment and Water Services(Scotland)Act 2003 (asp 3) “ water fittings ” includes pipes (other than mains), taps, cocks, valves, ferrules, meters, cisterns, baths, sinks,water-closets, soil-pans and other similar apparatus used in connection with the supply and use of water; “ waterworks ” includes streams, springs, wells, pumps, reservoirs, cisterns, tanks, aqueducts, cuts, sluices, mains, pipes,culverts, engines and all machinery, lands, buildings and things for supplying, or used for supplying, water or used for protecting sources of water supply. “wholesome” and cognate expressions shall be construed subject to the provisions of any regulations made under section 76J 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In the construction of any enactment incorporated with this Act, the expressions “the promoters of the undertaking” or “ the company ”, and “ the special Act ”, shall be construed as meaningrespectively the   Scottish Water    . . . , and thisAct. 4 In this Act, except where otherwise indicated— a a reference to a numbered Part, section or Schedule is a reference to the Part or section of, or the Schedule to, this Act so numbered, and b a reference in a section to a numbered subsection is a reference to the subsection of that section so numbered, and c a reference in a section, subsection or Schedule to a numbered paragraph is a reference to the paragraph of that section, subsection or Schedule so numbered. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "110", "section_title": " Further provisions as to communication pipes, etc.", "section_text": "110 1 Where any main is laid alongside and within 60 feet of the middle of a  road ,then, for the purposes of the definition of “communication pipe” contained in section 109(1), the land in which the mainis laid, and any land between the main and the  road , shall be deemed to form partof the  road , and references in that definition to the part of the  road  in which the main is laid, and to the boundary of the  road in which the main is laid, shall be construed accordingly; Provided that where the premises supplied with water lie between any such main as aforesaid and the  road ,only that land in which the main is laid together with any land between the main and those premises shall be deemed to form part of the  road . 2 Where any main is laid as mentioned in subsection (1), the power of   Scottish Water to lay service pipes, stopcocks and other fittings under paragraph 4 of Schedule 3 shall include power, with the consent of every owner and occupier of the land, and subject topayment of compensation for any damage done by   Scottish Water , to lay such pipes, stopcocks and fittings in, on or over any land which is deemed to form part of a  road for the purposes specified in subsection (1). 3 Any consent required for the purposes of subsection (2) shall not be unreasonably withheld, and any question whether such consent is, or is not, unreasonablywithheld shall be referred to and determined by the Secretary of State; and any dispute as to the amount of compensation to be paid under subsection (2) shall bedetermined by arbitration in the manner provided by section 105. 4 For the avoidance of doubt, it is hereby declared that the provisions of section 24(3) apply to any pipe laid before the commencement of this Act which, by virtueof this section, is deemed to be a communication pipe."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "111", "section_title": " Saving for protective clauses in other Acts.", "section_text": "111 Except with the consent of the persons interested, no order made under section 29 shall abrogate or affect— a any provision contained in a local enactment for the protection or benefit of any specified person or class of persons or body of persons whether incorporated or not, other than a provision with respect to the discharge of compensation water into any watercourse; b any provision contained in a local enactment for conferring on or preserving to the public rights of enjoyment of air, exercise and recreation on land or rights of access to land for those purposes or for conferring any right of way."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "112", "section_title": " Amendments and repeals.", "section_text": "112 1 The enactments specified in Schedule 10 shall have effect subject to the amendments specified in that Schedule, being amendments consequential upon the provisions of this Act. 2 The enactments specified in Schedule 10 shall have effect subject to the amendments specified in that Schedule, being amendments consequential upon the provisions of this Act."}, {"act": "Water (Scotland) Act 1980", "year": 1980, "section": "113", "section_title": " Short title and extent.", "section_text": "113 1 This Act may be cited as the Water (Scotland) Act 1980. 2 This Act shall extend to Scotland only."}]