[{"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "1", "section_title": "Expressions of support for a proscribed organisation", "section_text": "1 In section 12 of the Terrorism Act 2000 (support), after subsection (1) insert— 1A A person commits an offence if the person— a expresses an opinion or belief that is supportive of a proscribed organisation, and b in doing so is reckless as to whether a person to whom the expression is directed will be encouraged to support a proscribed organisation."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "2", "section_title": "Publication of images and seizure of articles", "section_text": "2 1 Section 13 of the Terrorism Act 2000 (uniform) is amended as follows. 2 In the heading, after  “Uniform” insert  “                    and publication of images                  ” . 3 After subsection (1) insert— 1A A person commits an offence if the person publishes an image of— a an item of clothing, or b any other article, in such a way or in such circumstances as to arouse reasonable suspicion that the person is a member or supporter of a proscribed organisation. 1B In subsection (1A) the reference to an image is a reference to a still or moving image (produced by any means). 4 After subsection (3) insert— 4 A constable may seize an item of clothing or any other article if the constable— a reasonably suspects that it is evidence in relation to an offence under subsection (1), and b is satisfied that it is necessary to seize it in order to prevent the evidence being concealed, lost, altered or destroyed. 5 In connection with exercising the power in subsection (4), a constable may require a person to remove the item of clothing or other article if the person is wearing it. 6 But the powers conferred by subsections (4) and (5) may not be exercised so as to seize, or require a person to remove, an item of clothing being worn next to the skin or immediately over a garment being worn as underwear."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "3", "section_title": "Obtaining or viewing material over the internet", "section_text": "3 1 Section 58 of the Terrorism Act 2000 (collection of information) is amended as follows. 2 In subsection (1)— a omit  “or” at the end of paragraph (a); b after paragraph (b) insert , or                         c the person views, or otherwise accesses, by means of the internet a document or record containing information of that kind. 3 After subsection (1) insert— 1A The cases in which a person collects or makes a record for the purposes of subsection (1)(a) include (but are not limited to) those in which the person does so by means of the internet (whether by downloading the record or otherwise). 4 After subsection (3) insert— 3A The cases in which a person has a reasonable excuse for the purposes of subsection (3) include (but are not limited to) those in which— a at the time of the person's action or possession the person did not know, and had no reason to believe, that the document or record in question contained, or was likely to contain, information of a kind likely to be useful to a person committing or preparing an act of terrorism, or b the person's action or possession was for the purposes of— i carrying out work as a journalist, or ii academic research."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "4", "section_title": "Entering or remaining in a designated area", "section_text": "4 1 The Terrorism Act 2000 is amended as follows. 2 After section 58A insert— Entering or remaining in designated areas overseas Entering or remaining in a designated area 58B 1 Subject to subsections (3) and (4), a person commits an offence if— a the person enters, or remains in, a designated area, and b the person is a United Kingdom national, or a United Kingdom resident, at the time of entering the area or at any time during which the person remains there. 2 It is a defence for a person charged with an offence under this section to prove that the person had a reasonable excuse for entering, or remaining in, the designated area. 3 A person does not commit an offence under this section of entering, or remaining in, a designated area if— a the person is already travelling to, or is already in, the area on the day on which it becomes a designated area, and b the person leaves the area before the end of the period of one month beginning with that day. 4 A person does not commit an offence under this section of entering, or remaining in, a designated area if— a the person enters, or remains in, a designated area involuntarily, or b the person enters, or remains in, a designated area for or in connection with one or more of the purposes mentioned in subsection (5). 5 The purposes are— a providing aid of a humanitarian nature; b satisfying an obligation to appear before a court or other body exercising judicial power; c carrying out work for the government of a country other than the United Kingdom (including service in or with the country's armed forces); d carrying out work for the United Nations or an agency of the United Nations; e carrying out work as a journalist; f attending the funeral of a relative or visiting a relative who is terminally ill; g providing care for a relative who is unable to care for themselves without such assistance. 6 But a person does not commit an offence of entering or remaining in a designated area by virtue of subsection (4)(b) only if— a the person enters or remains in the area exclusively for or in connection with one or more of the purposes mentioned in subsection (5), or b in a case where the person enters or remains in the area for or in connection with any other purpose or purposes (in addition to one or more of the purposes mentioned in subsection (5)), the other purpose or purposes provide a reasonable excuse for doing so under subsection (2). 7 The Secretary of State may by regulations add a purpose to or remove a purpose from subsection (5). 8 For the purposes of subsection (5)— a the reference to the provision of aid of a humanitarian nature does not include the provision of aid in contravention of internationally recognised principles and standards applicable to the provision of humanitarian aid; b references to the carrying out of work do not include the carrying out of any act which constitutes an offence in a part of the United Kingdom or would do so if the act occurred in a part of the United Kingdom; c a person is  “terminally ill” at any time if at that time the person suffers from a progressive disease and the person's death in consequence of that disease can reasonably be expected within 6 months. 9 A person guilty of an offence under this section is liable on conviction on indictment to imprisonment for a term not exceeding 10 years, or to a fine, or to both. 10 In this section— “ designated area ” means an area outside the United Kingdom that is for the time being designated for the purposes of this section in regulations under section 58C; “ relative ” means spouse or civil partner, brother, sister, ancestor or lineal descendant; “ United Kingdom national ” means an individual who is— a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, a person who under the British Nationality Act 1981 is a British subject, or a British protected person within the meaning of that Act; “ United Kingdom resident ” means an individual who is resident in the United Kingdom. 11 The reference in subsection (3) to the day on which an area becomes a designated area is a reference to the day on which regulations under section 58C come into force designating the area for the purposes of this section. 12 Nothing in this section imposes criminal liability on any person acting on behalf of, or holding office under, the Crown. Section 58B: designated areas 58C 1 The Secretary of State may by regulations designate an area outside the United Kingdom as a designated area for the purposes of section 58B if the following condition is met. 2 The condition is that the Secretary of State is satisfied that it is necessary, for the purpose of protecting members of the public from a risk of terrorism, to restrict United Kingdom nationals and United Kingdom residents from entering, or remaining in, the area. 3 The reference in subsection (2) to the public includes a reference to the public of a country other than the United Kingdom. 4 Where an area is designated by regulations under this section, the Secretary of State must— a keep under review whether the condition in subsection (2) continues to be met in relation to the area, and b if the Secretary of State determines that the condition is no longer met, revoke the regulations (or revoke them so far as they have effect in relation to that area if the regulations designate more than one area). 5 Regulations under this section cease to have effect at the end of the period of 3 years beginning with the day on which they are made (unless they cease to have effect at an earlier time as a result of their revocation or by virtue of section 123(6ZA)(b)). 6 Subsection (5) does not prevent the making of new regulations to the same or similar effect. 7 In this section  “ designated area ”,  “ United Kingdom national ” and  “ United Kingdom resident ” have the same meaning as in section 58B. 3 In section 123 (orders and regulations)— a in subsection (4), after paragraph (b) insert— ba section 58B(7); ; b in subsection (5), for  “or (b)” substitute  “                        , (b) or (ba)                      ” ; c after subsection (6) insert— 6ZA Regulations under section 58C— a must be laid before Parliament after being made, and b cease to have effect at the end of the period of 40 days beginning with the day on which they are made unless before the end of that period the regulations are approved by a resolution of each House of Parliament. 6ZB Regulations laid before Parliament under subsection (6ZA) designating an area outside the United Kingdom must be accompanied by a statement setting out the grounds on which the Secretary of State has determined that the condition for making the regulations referred to in section 58C(2) is met in relation to that area. 6ZC For the purposes of subsection (6ZA) the period of 40 days is to be computed in accordance with section 7(1) of the Statutory Instruments Act 1946. 6ZD Subsection (6ZA)(b)— a is without prejudice to anything previously done or to the power of the Secretary of State to make new regulations under section 58C; b does not apply to regulations that only revoke previous regulations under that section. 6ZE Regulations under section 58C that only revoke previous regulations under that section are subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "5", "section_title": "Encouragement of terrorism and dissemination of terrorist publications", "section_text": "5 1 The Terrorism Act 2006 is amended as follows. 2 Section 1 (encouragement of terrorism) is amended in accordance with subsections (3) and (4). 3 In subsection (1)— a for the words from  “some” to  “published” substitute  “                        a reasonable person                      ” ; b for  “to them” substitute  “                        , to some or all of the members of the public to whom it is published,                      ” . 4 In subsection (3)— a in the opening words, for  “members of the public” substitute  “                        a reasonable person                      ” ; b in paragraph (b), omit  “those”. 5 Section 2 (dissemination of terrorist publications) is amended in accordance with subsections (6) and (7). 6 In subsection (3), in paragraph (a), for the words from  “, by” to  “them” substitute  “                    by a reasonable person as a direct or indirect encouragement or other inducement, to some or all of the persons to whom it is or may become available as a result of that conduct,                  ” . 7 In subsection (4)— a in the opening words, after  “by a” insert  “                        reasonable                      ” ; b in paragraph (b), for  “that person” substitute  “                        a person                      ” ."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "6", "section_title": "Extra-territorial jurisdiction", "section_text": "6 1 Section 17 of the Terrorism Act 2006 (commission of offences abroad) is amended as follows. 2 Subsection (2) is amended in accordance with subsections (3) to (5) below. 3 In paragraph (a)— a after  “section 1” insert  “                        or 2                      ” , and b omit the words from  “so far as” to the end. 4 After paragraph (c) insert— ca an offence under section 12(1) or (1A) of that Act (inviting or expressing support for proscribed organisation); cb an offence under section 13 of that Act (uniform etc associated with proscribed organisation); . 5 After paragraph (d) insert— da an offence under section 4 of the Explosive Substances Act 1883 (making or possessing explosives under suspicious circumstances) so far as committed for the purposes of an act of terrorism; . 6 In subsection (3), after  “citizen” insert  “                    (subject to subsection (3A))                  ” . 7 After subsection (3) insert— 3A Subsection (1) applies in the case of an offence falling within subsection (2)(ca) or (cb) only if at the time of committing the offence the person is a United Kingdom national or a United Kingdom resident. 3B In subsection (3A)— “ United Kingdom national ” means an individual who is— a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, a person who under the British Nationality Act 1981 is a British subject, or a British protected person within the meaning of that Act; “ United Kingdom resident ” means an individual who is resident in the United Kingdom."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "7", "section_title": "Increase in maximum sentences", "section_text": "7 1 The Terrorism Act 2000 is amended in accordance with subsections (2) to (4). 2 In section 38B (information about acts of terrorism), in subsection (5)(a), for  “five years” substitute  “                      10 years                    ” . 3 In section 58 (collection of information), in subsection (4)(a), for  “10 years” substitute  “                      15 years                    ” . 4 In section 58A (eliciting, publishing or communicating information about members of armed forces etc), in subsection (3)(a), for  “10 years” substitute  “                      15 years                    ” . 5 The Terrorism Act 2006 is amended in accordance with subsections (6) and (7). 6 In section 1 (encouragement of terrorism), in subsection (7)(a), for  “7 years” substitute  “                      15 years                    ” . 7 In section 2 (dissemination of terrorist publications), in subsection (11)(a), for  “7 years” substitute  “                      15 years                    ” ."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "8", "section_title": "Sentences for offences with a terrorist connection", "section_text": "8 1 The Counter-Terrorism Act 2008 is amended as follows. 2 In section 30 (sentences for offences with a terrorist connection: England and Wales)— a in the heading, after  “Wales” insert  “                          and Northern Ireland                        ” ; b in subsection (1), after  “Wales” insert  “                          , or in Northern Ireland,                        ” . 3 In section 42 (offences to which notification requirements apply: offences having a terrorist connection), in subsection (1), in paragraph (a), after  “Wales” insert  “                      and Northern Ireland                    ” . 4 Schedule 2 (list of offences where terrorist connection to be considered) is amended in accordance with subsections (5) and (6). 5 In the list of common law offences, after the entry for  “Abduction” insert— Assault by explosive device under the law of Scotland. Assault to severe injury under the law of Scotland. Assault and poisoning under the law of Scotland. Poisoning under the law of Scotland. False imprisonment under the law of Northern Ireland. 6 In the list of statutory offences— a in the entry relating to the Offences against the Person Act 1861, after paragraph (a) insert— aa section 18 (wounding with intent), ; b after the entry relating to the Explosive Substances Act 1883 insert— An offence under section 20 of the Theft Act (Northern Ireland) 1969 (c. 16 (N.I.)) (blackmail). An offence under section 1 of the Protection of the Person and Property Act (Northern Ireland) 1969 (c. 29 (N.I.)) (intimidation). ; c after the entry relating to the Chemical Weapons Act 1996 insert—  “                          An offence under Article 6 of the Protection from Harassment (Northern Ireland) Order 1997 (S.I. 1997/1180 (N.I. 9)) (putting people in fear of violence).                        ” ; d after the entry relating to the Anti-terrorism, Crime and Security Act 2001 insert— An offence under any of the following provisions of the Firearms (Northern Ireland) Order 2004 (S.I. 2004/702 (N.I. 3))—                           a Article 3(1) (unauthorised possession etc of firearm), b Article 3(2) (unauthorised possession etc of ammunition), c Article 58(1) (possession of firearm with intent to endanger life etc), d Article 58(2) (possession of firearm with intent to cause person to believe that unlawful violence will be used etc), e Article 60 (carrying a firearm with criminal intent), f Article 61 (carrying or discharging a firearm in a public place), g Article 64 (possession of firearm or ammunition in suspicious circumstances)."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "9", "section_title": "Extended sentences etc for terrorism offences: England and Wales", "section_text": "9 1 The Criminal Justice Act 2003 is amended as follows. 2 In section 224 (meaning of  “specified offence” etc)— a in subsection (1), for  “or a specified sexual offence” substitute  “                          , a specified sexual offence or a specified terrorism offence                        ” ; b in subsection (3), after the definition of  “specified sexual offence” insert— “ specified terrorism offence ” means an offence specified in Part 3 of that Schedule. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In Schedule 15 (specified offences for the purposes of certain sentencing provisions in Chapter 5 of Part 12, relating to dangerous offenders), after Part 2 insert— PART 3 Specified Terrorism Offences 154 An offence under section 11 of the Terrorism Act 2000 (membership of a proscribed organisation). 155 An offence under section 12 of that Act (inviting support for a proscribed organisation). 156 An offence under section 54 of that Act (weapons training). 157 An offence under section 56 of that Act (directing a terrorist organisation). 158 An offence under section 57 of that Act (possession of article for terrorist purposes). 159 An offence under section 58 of that Act (collection of information likely to be of use to a terrorist). 160 An offence under section 58A of that Act (publishing information about members of the armed forces etc). 161 An offence under section 58B of that Act (entering or remaining in a designated area). 162 An offence under section 59 of that Act (inciting terrorism overseas). 163 An offence under section 47 of the Anti-terrorism, Crime and Security Act 2001 (use etc of nuclear weapons). 164 An offence under section 50 of that Act (assisting or inducing certain weapons-related acts overseas). 165 An offence under section 113 of that Act (use of noxious substance or thing to cause harm or intimidate). 166 An offence under section 1 of the Terrorism Act 2006 (encouragement of terrorism). 167 An offence under section 2 of that Act (dissemination of terrorist publications). 168 An offence under section 5 of that Act (preparation of terrorist acts). 169 An offence under section 6 of that Act (training for terrorism). 170 An offence under section 8 of that Act (attendance at a place used for terrorist training). 171 An offence under section 9 of that Act (making or possession of radioactive device or material). 172 An offence under section 10 of that Act (misuse of radioactive device or material for terrorist purposes etc). 173 An offence under section 11 of that Act (terrorist threats relating to radioactive devices etc). 174 1 Aiding, abetting, counselling or procuring the commission of an offence specified in the preceding paragraphs of this Part of this Schedule. 2 An attempt to commit such an offence. 3 Conspiracy to commit such an offence. 4 Incitement to commit such an offence. 5 An offence under Part 2 of the Serious Crime Act 2007 in relation to which an offence specified in the preceding paragraphs of this Part of this Schedule is the offence (or one of the offences) which the person intended or believed would be committed. 6 In Schedule 18A (offences in relation to which a special custodial sentence for offenders of particular concern may be imposed under section 236A)— a after paragraph 6 insert— 6A An offence under section 11 of the Terrorism Act 2000 (membership of a proscribed organisation). 6B An offence under section 12 of that Act (inviting support for a proscribed organisation). ; b after paragraph 9 insert— 9A An offence under section 58 of that Act (collection of information likely to be of use to a terrorist). 9B An offence under section 58A of that Act (publishing information about members of the armed forces etc). 9C An offence under section 58B of that Act (entering or remaining in a designated area). ; c after paragraph 13 insert— 13A An offence under section 1 of the Terrorism Act 2006 (encouragement of terrorism). 13B An offence under section 2 of that Act (dissemination of terrorist publications). ; d after paragraph 15 insert— 15A An offence under section 8 of that Act (attendance at a place used for terrorist training)."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "10", "section_title": "Extended sentences for terrorism offences: Scotland", "section_text": "10 1 Section 210A of the Criminal Procedure (Scotland) Act 1995 (extended sentences for sex and violent offenders) is amended as follows. 2 In the heading, for  “sex and violent offenders” substitute  “                      sex, violent and terrorist offenders                    ” . 3 In subsection (1)— a for  “or violent” substitute  “                          , violent or terrorism                        ” ; b in paragraph (a)(ii), after  “violent” insert  “                          or terrorism                        ” . 4 In subsection (3)— a omit  “and” at the end of paragraph (a); b after paragraph (b) insert , and                           c a terrorism offence, ten years. 5 In subsection (10)— a in the definition of  “imprisonment”, omit  “and” at the end of paragraph (ii); b after that definition insert— “ terrorism offence ” means— an offence under any of the following provisions of the Terrorism Act 2000— section 11 (membership of a proscribed organisation), section 12 (inviting support for a proscribed organisation), section 54 (weapons training), section 56 (directing a terrorist organisation), section 57 (possession of article for terrorist purposes), section 58 (collection of information likely to be of use to a terrorist), section 58A (publishing information about members of the armed forces etc), section 58B (entering or remaining in a designated area), or section 59 (inciting terrorism overseas), an offence under any of the following provisions of the Anti-terrorism, Crime and Security Act 2001— section 47 (use etc of nuclear weapons), section 50 (assisting or inducing certain weapons-related acts overseas), or section 113 (use of noxious substance or thing to cause harm or intimidate), an offence under any of the following provisions of the Terrorism Act 2006— section 1 (encouragement of terrorism), section 2 (dissemination of terrorist publications), section 5 (preparation of terrorist acts), section 6 (training for terrorism), section 8 (attendance at a place used for terrorist training), section 9 (making or possession of radioactive device or material), section 10 (misuse of radioactive device or material for terrorist purposes etc), or section 11 (terrorist threats relating to radioactive devices etc), an offence of aiding, abetting, counselling, procuring or inciting the commission of an offence specified in paragraphs (a) to (c), an offence of attempting to commit such an offence, an offence of conspiring to commit such an offence; and ."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "11", "section_title": "Extended sentences for terrorism offences: Northern Ireland", "section_text": "11 1 The Criminal Justice (Northern Ireland) Order 2008 (S.I. 2008/1216 (N.I. 1)) is amended as follows. 2 In Article 12 (meaning of  “specified offence” etc)— a in paragraph (1), for  “or a specified sexual offence” substitute  “                          , a specified sexual offence or a specified terrorism offence                        ” ; b in paragraph (3), after the definition of  “specified sexual offence” insert— “ specified terrorism offence ” means an offence specified in Part 3 of that Schedule. 3 In Article 14 (extended custodial sentence for certain violent or sexual offences), in paragraph (8), in sub-paragraph (b) at the end insert  “                      or a specified terrorism offence                    ” . 4 In Schedule 2 (specified offences for the purposes of certain sentencing provisions in Chapter 3, relating to dangerous offenders), after Part 2 insert—  PART 3  Specified terrorism offences The Terrorism Act 2000 (c. 11) 1 An offence under— section 11 (membership of a proscribed organisation), section 12 (inviting support for a proscribed organisation), section 54 (weapons training), section 56 (directing a terrorist organisation), section 57 (possession of article for terrorist purposes), section 58 (collection of information likely to be of use to a terrorist), section 58A (publishing information about members of the armed forces etc), section 58B (entering or remaining in a designated area), or section 59 (inciting terrorism overseas). The Anti-terrorism, Crime and Security Act 2001 (c. 24) 2 An offence under— section 47 (use etc of nuclear weapons), section 50 (assisting or inducing certain weapons-related acts overseas), or section 113 (use of noxious substance or thing to cause harm or intimidate). The Terrorism Act 2006 (c. 11) 3 An offence under— section 1 (encouragement of terrorism), section 2 (dissemination of terrorist publications), section 5 (preparation of terrorist acts), section 6 (training for terrorism), section 8 (attendance at a place used for terrorist training), section 9 (making or possession of radioactive device or material), section 10 (misuse of radioactive device or material for terrorist purposes etc), or section 11 (terrorist threats relating to radioactive devices etc). Other offences 4 An offence of— a aiding, abetting, counselling, procuring or inciting the commission of an offence specified in this Part of this Schedule, b conspiring to commit an offence so specified, or c attempting to commit an offence so specified. 5 An offence under Part 2 of the Serious Crime Act 2007 (c. 27) (encouraging or assisting crime) in relation to an offence specified in this Part of this Schedule."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "12", "section_title": "Additional requirements", "section_text": "12 1 The Counter-Terrorism Act 2008 is amended as follows. 2 In section 47 (information to be notified), in subsection (2)— a after paragraph (d) insert— da all contact details on that date; ; b after paragraph (f) insert— fa all contact details on the date on which notification is made; ; c after paragraph (g) insert— ga identifying information of any motor vehicle of which the person is the registered keeper, or which the person has a right to use (whether routinely or on specific occasions or for specific purposes), on the date on which notification is made; gb the financial information specified in paragraph 1 of Schedule 3A; gc the information about identification documents specified in paragraph 2 of Schedule 3A; . 3 In section 48 (notification of changes)— a in the heading, at the end insert  “                          : general                        ” ; b after subsection (4) insert— 4A If there is a change in the contact details of a person to whom the notification requirements apply, the person must notify the police of the new contact details. 4B If a person to whom the notification requirements apply ceases to use contact details which the person has previously notified under this Part, the person must notify the police of that fact. 4C If a person to whom the notification requirements apply becomes the registered keeper of, or acquires a right to use, a motor vehicle the identifying information of which has not previously been notified to the police, the person must notify the police of the identifying information of that motor vehicle. 4D If there is a change in the identifying information of a motor vehicle previously notified under this Part, the person must notify the police— a that there has been a change, and b of the new identifying information of the motor vehicle. 4E If a person to whom the notification requirements apply ceases to be the registered keeper of a motor vehicle the identifying information of which the person has notified, or ceases to have the right to use such a motor vehicle, the person must notify the police that the person is no longer the registered keeper of the motor vehicle or no longer has the right to use it. ; c for subsection (7) substitute— 7 Notification under this section must be made— a in a case to which subsection (4C) applies, before the earlier of the following— i the end of the period of three days beginning with the day on which the person becomes the registered keeper of the motor vehicle or acquires a right to use it, or ii the first occasion on which the person uses the motor vehicle by virtue of being its registered keeper or having a right to use it, b in a case to which subsection (4D) applies, before the earlier of the following— i the end of the period of three days beginning with the day on which the identifying information changes, or ii the first occasion on which the person uses the motor vehicle after the identifying information has changed, c in any other case, before the end of the period of three days beginning with the day on which the event in question occurs (and, where subsection (3) applies, that is the day with which the period referred to in paragraph (a) or (b) (as the case may be) of subsection (3) ends). 4 After section 48 insert— Notification of changes: financial information and information about identification documents 48A 1 If there is a change in any of the financial information (see paragraph 1 of Schedule 3A), or information about identification documents (see paragraph 2 of that Schedule), in relation to a person to whom the notification requirements apply, the person must notify the police of the change. 2 For the purposes of subsection (1) there is a change in the financial information if— a an account previously notified in accordance with this Part is closed; b a payment card previously notified in accordance with this Part is no longer held by the person notified as holding it; c an account is opened, or a payment card is obtained, which would have been required to be notified in accordance with section 47(2)(gb) if the account or card had been held at the time when notification was made under section 47(1); d any other financial information previously notified in accordance with this Part is altered or becomes inaccurate. 3 For the purposes of subsection (1) there is a change in the information about identification documents if— a the person ceases to hold a passport or other document previously notified in accordance with this Part; b the person obtains a passport or other document which would have been required to be notified in accordance with section 47(2)(gc) if it had been held at the time when notification was made under section 47(1). 4 Where a change required to be notified under subsection (1) relates to opening a new account or obtaining a new payment card as mentioned in subsection (2)(c), the person must in notifying the change include all the information (so far as relevant) specified in paragraph 1(2) of Schedule 3A in respect of the new account or card. 5 Where a change required to be notified under subsection (1) relates to the holding of a new passport or other document as mentioned in subsection (3)(b), the person must in notifying the change include all the information (so far as relevant) specified in paragraph 2 of Schedule 3A in relation to the new passport or other document. 6 Notification under this section must be made before the end of the period of three days beginning with the day on which the event in question occurs. 7 In determining the period within which notification is to be made under this section, any time when the person is— a remanded in or committed to custody by any order of a court, b serving a sentence of imprisonment or detention, c detained in a hospital, or d detained under the Immigration Acts, is to be ignored. 8 Notification under this section must be accompanied by re-notification of the other information mentioned in section 47(2). 5 In section 49 (periodic re-notification)— a in subsection (1), for  “the period of one year” substitute  “                          the applicable period                        ” ; b after that subsection insert— 1A In this section the  “ applicable period ” means— a in the case of a person who has no sole or main residence in the United Kingdom, the period of one week, and b in any other case, the period of one year.” 6 In section 60 (minor definitions), at the appropriate places insert the following definitions— “ contact details ” means— telephone numbers (if any), and email addresses (if any); ; “ identifying information ”, in relation to a motor vehicle, means— a the registration number of the vehicle, b the make, model and colour of the vehicle, and c the location where the vehicle is normally kept when not in use; ; “ motor vehicle ” means a mechanically propelled vehicle intended or adapted for use on roads; ; “ payment card ” means a credit card, a charge card, a prepaid card or a debit card; ; “ registered keeper ”, in relation to a motor vehicle, means the person in whose name the vehicle is registered under the Vehicle Excise and Registration Act 1994; . 7 After Schedule 3 insert, as Schedule 3A, the Schedule set out in Schedule 1 to this Act."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "13", "section_title": "Power to enter and search home", "section_text": "13 In the Counter-Terrorism Act 2008, after section 56 insert— Entry and search of home address Power to enter and search home address 56A 1 If on an application made by a senior police officer of the relevant force a justice is satisfied that the requirements in subsection (2) are met, the justice may issue a warrant authorising a constable of that force— a to enter premises specified in the warrant for the purpose of assessing the risks posed by the person to whom the warrant relates; and b to search the premises for that purpose. 2 The requirements are— a that the person to whom the warrant relates— i is a person to whom the notification requirements apply, and ii is not a person to whom subsection (3) applies, b that the address of each set of premises specified in the application is an address falling within subsection (4), c that it is necessary for a constable to enter and search the premises for the purpose mentioned in subsection (1)(a), and d that on at least two occasions a constable has sought entry to the premises in order to search them for that purpose and has been unable to gain entry for that purpose. 3 This subsection applies to a person who is— a remanded in or committed to custody by order of a court, b serving a sentence of imprisonment or a term of service detention, c detained in a hospital, or d outside the United Kingdom. 4 An address falls within this subsection if— a it is the address which was last notified in accordance with the notification requirements by the person to whom the warrant relates, or b there are reasonable grounds to believe that the person to whom the warrant relates resides there or may regularly be found there. 5 A warrant issued under this section must specify each set of premises to which it relates. 6 The warrant may authorise the constable executing it to use reasonable force if necessary to enter and search the premises. 7 The warrant may authorise entry to and search of premises on more than one occasion if, on the application, the justice is satisfied that it is necessary to authorise multiple entries in order to achieve the purpose mentioned in subsection (1)(a). 8 Where a warrant issued under this section authorises multiple entries, the number of entries authorised may be unlimited or limited to a maximum. 9 In this section— “ justice ” means— in the application of this section to England and Wales, a justice of the peace; in the application of this section to Northern Ireland, a lay magistrate; in the application of this section to Scotland, a sheriff or summary sheriff; “ the relevant force ” means— in relation to premises in England or Wales, the police force maintained for the police area in which the premises in respect of which the application is made or the warrant is issued are situated; in relation to premises in Northern Ireland, the Police Service of Northern Ireland; in relation to premises in Scotland, the Police Service of Scotland; “ senior police officer ” means a constable of the rank of superintendent or above; “ sentence of imprisonment ” includes any form of custodial sentence (apart from service detention); “ service detention ” has the meaning given by section 374 of the Armed Forces Act 2006."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "14", "section_title": "Serious crime prevention orders", "section_text": "14 1 Schedule 1 to the Serious Crime Act 2007 (serious offences for the purposes of serious crime prevention orders) is amended as follows. 2 In Part 1 (serious offences in England and Wales), after paragraph 2 insert— Terrorism 2A An offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008 (offences to which Part 4 of that Act applies: terrorism offences). 3 In Part 1A (serious offences in Scotland), after paragraph 16B insert— Terrorism 16BA An offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008 (offences to which Part 4 of that Act applies: terrorism offences). 4 In Part 2 (serious offences in Northern Ireland), after paragraph 18 insert— Terrorism 18A An offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008 (offences to which Part 4 of that Act applies: terrorism offences)."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "15", "section_title": "Traffic regulation", "section_text": "15 1 The Road Traffic Regulation Act 1984 is amended as follows. 2 After section 22C insert— Section 22C: power to impose charges 22CA 1 This section applies where a traffic authority— a makes, or proposes to make, an order by virtue of section 22C, or b issues, or proposes to issue, a notice by virtue of that section, for the purpose of protecting a relevant event or a relevant site from danger or damage connected with terrorism. 2 The authority may impose a charge of such amount as it thinks reasonable in respect of anything done in connection with or in consequence of the order or notice (or proposed order or notice). 3 The charge is payable— a in the case of a relevant event, by the person promoting or organising the event; b in the case of a relevant site, by the occupier of the site. 4 But a charge may not be imposed in relation to the holding of a relevant event if the event is a public procession, or public assembly, held for the purpose of— a demonstrating support for, or opposition to, the views or actions of any person or body of persons, b publicising a cause or campaign, or c marking or commemorating an event. 5 In this section— “ public assembly ” means an assembly of two or more persons in a public place which is wholly or partly open to the air; “ public place ” means— any highway or, in Scotland, any road within the meaning of the Roads (Scotland) Act 1984, and any place to which at the material time the public, or any section of the public, has access (on payment or otherwise) as of right or by virtue of an express or implied permission; “ public procession ” means a procession in a public place; “ relevant event ” means— a sporting event, social event or entertainment, or any other event that is organised for commercial, charitable or not for profit purposes; “ relevant site ” means a site on which activities are carried out in connection with the supply of essential goods or services. 6 The reference in the definition of  “relevant site” to essential goods or services is a reference to goods or services disruption in the supply of which would cause, or would create a significant risk of, serious damage to— a human welfare in a place in the United Kingdom, b the environment of a place in the United Kingdom, c the economy of the United Kingdom, or d the national security of the United Kingdom. 7 For the purposes of subsection (6)(a) disruption in the supply of goods, systems or services causes serious damage to human welfare only if it causes— a loss of human life, b human illness or injury, c disruption of a supply of money, food, water, energy or fuel, d disruption of a system of communication, e disruption of facilities for transport, or f disruption of services relating to health. 8 References in this section to the supply of services include references to the provision of systems or facilities. 3 Section 22D (section 22C: supplemental) is amended in accordance with subsections (4) to (9). 4 In subsection (1)— a after  “made” insert  “                        , and a notice may be issued,                      ” ; b after  “the order” insert  “                        or notice                      ” . 5 After subsection (1) insert— 1A Any statutory requirement to publish a proposal for, or a notice of, the making of an order does not apply to an order made by virtue of section 22C if the chief officer of police for the area to which the order relates considers that to do so would risk undermining the purpose for which the order is made. 6 In subsection (2), after  “made” insert  “                    , or a notice issued,                  ” . 7 In subsection (3), after  “made” insert  “                    , or a notice under that section issued,                  ” . 8 In subsection (4)— a after  “made” insert  “                        , or a notice issued,                      ” ; b after  “the order,” insert  “                        notice,                      ” . 9 In subsection (5)— a in the words before paragraph (a), after  “made” insert  “                        , or a notice issued,                      ” ; b in paragraph (a) after  “order” insert  “                        or notice                      ” ; c after paragraph (c) insert— d enable a constable to authorise a person of a description specified in the order or notice to do anything that the constable could do by virtue of this subsection. 10 In section 67 (emergencies and temporary obstructions), after subsection (1A) insert— 1B In the application of subsection (1) in connection with terrorism or the prospect of terrorism— a the reference to vehicular traffic is to be read as a reference to any kind of traffic (including pedestrians), and b the other references to traffic are to be read accordingly. 11 After section 94 insert (in Part 7)— Bollards and other obstructions: terrorism 94A 1 This section applies where the passage, or the passage in any direction, of traffic (including pedestrians), or of traffic of any class, is prohibited at any point of a road by virtue of the exercise of a power under section 67 for a purpose relating to danger or damage connected with terrorism or the prospect of terrorism. 2 An authorised person may place at or near that point whatever bollards or other obstructions the person considers appropriate for preventing the passage of the traffic. “ Authorised person ” means a constable or a person authorised or required to act on behalf of a constable. 3 The bollards or other obstructions that may be placed under this section— a include obstructions of any description, b may be either fixed or moveable, and c may be placed so as to prevent the passage of traffic at all times or certain times only. 4 Where the passage of traffic along a stretch of road is prevented by virtue of the power under subsection (2) being exercised in respect of one or more points on the road, the power under that subsection includes placing, or authorising the placing of, further obstructions on that stretch of road. 5 A power conferred by this section to place an obstruction includes power to maintain or light it. 6 Nothing in this section affects any power that a constable has apart from this section."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "16", "section_title": "Evidence obtained under port and border control powers", "section_text": "16 In Schedule 7 to the Terrorism Act 2000 (port and border controls), after paragraph 5 insert— 5A 1 An answer or information given orally by a person in response to a question asked under paragraph 2 or 3 may not be used in evidence against the person in criminal proceedings. 2 Sub-paragraph (1) does not apply— a in the case of proceedings for an offence under paragraph 18 of this Schedule, b on a prosecution for perjury, or c on a prosecution for some other offence where, in giving evidence, the person makes a statement inconsistent with the answer or information mentioned in sub-paragraph (1). 3 An answer or information may not be used by virtue of sub-paragraph (2)(c) unless— a evidence relating to it is adduced, or b a question relating to it is asked, by or on behalf of the person in the proceedings arising out of the prosecution. 4 In sub-paragraph (2)(b) the reference to a prosecution for perjury is— a in the case of England and Wales, a reference to a prosecution for an offence under section 5 of the Perjury Act 1911; b in the case of Northern Ireland, a reference to a prosecution for an offence under Article 10 of the Perjury (Northern Ireland) Order 1979 (S.I. 1979/1714 (N.I. 19))."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "17", "section_title": "Persons detained under port and border control powers", "section_text": "17 1 Schedule 8 to the Terrorism Act 2000 (detention) is amended as follows. 2 In paragraph 6, after sub-paragraph (3) insert— 4 A detained person must be informed of the right under this paragraph on first being detained. 3 In paragraph 7, after sub-paragraph (2) insert— 3 A detained person must be informed of the right under this paragraph on first being detained. 4 In paragraph 9— a for sub-paragraphs (1) and (2) substitute— 1 This paragraph applies where a detained person exercises the right under paragraph 7 to consult a solicitor. 2 A police officer of at least the rank of superintendent may direct that the right— a may not be exercised (or further exercised) by consulting the solicitor who attends for the purpose of the consultation or who would so attend but for the giving of the direction, but b may instead be exercised by consulting a different solicitor of the detained person's choosing. 2A A direction under this paragraph may be given before or after a detained person's consultation with a solicitor has started (and if given after it has started the right to further consult that solicitor ceases on the giving of the direction). , and b omit sub-paragraphs (4) and (5). 5 In paragraph 16— a in sub-paragraph (8), omit  “Subject to paragraph 17,”, and b after sub-paragraph (9) insert— 10 A detained person must be informed of the rights under sub-paragraphs (1) and (6) on first being detained. 6 In paragraph 17— a for sub-paragraphs (1) and (2) substitute— 1 This paragraph applies where a detained person exercises the right under paragraph 16(6) to consult a solicitor. 2 A police officer not below the rank of superintendent may, if it appears to the officer to be necessary on one of the grounds mentioned in sub-paragraph (3), direct that the right— a may not be exercised (or further exercised) by consulting the solicitor who attends for the purpose of the consultation or who would so attend but for the giving of the direction, but b may instead be exercised by consulting a different solicitor of the detained person's choosing. 2A A direction under this paragraph may be given before or after a detained person's consultation with a solicitor has started (and if given after it has started the right to further consult that solicitor ceases on the giving of the direction). , and b in sub-paragraph (3), in the opening words for  “(1)” substitute  “                        (2)                      ” ."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "18", "section_title": "Detention of terrorist suspects: hospital treatment", "section_text": "18 1 The Terrorism Act 2000 is amended as follows. 2 In section 41 (arrest without a warrant), after subsection (8) insert— 8A If a person detained under this section, including by virtue of a warrant under Part 3 of Schedule 8, is removed to hospital because the person needs medical treatment— a any time during which the person is being questioned in hospital or on the way there or back for the purpose of obtaining relevant evidence is to be included in calculating any period which falls to be calculated for the purposes of this section or Part 3 of Schedule 8, but b any other time when the person is in hospital or on the way there or back is not to be included. 8B In subsection (8A),  “ relevant evidence ” means, in relation to the detained person, evidence which— a relates to the person's commission of an offence under any of the provisions mentioned in section 40(1)(a), or b indicates that the person is a person falling within section 40(1)(b). 3 In Schedule 7 (port and border controls), in paragraph 6A, after sub-paragraph (3) insert— 3A If a person detained under paragraph 6 is removed to hospital because the person needs medical treatment— a any time during which the person is being questioned under paragraph 2 or 3 in hospital or on the way there or back is to be included in calculating the 6 hour period, but b any other time when the person is in hospital or on the way there or back is not to be included."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "19", "section_title": "Retention of biometric data for counter-terrorism purposes etc", "section_text": "19 Schedule 2 contains amendments in relation to the retention of biometric data for counter-terrorism and other national security purposes."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "20", "section_title": "Persons vulnerable to being drawn into terrorism", "section_text": "20 1 The Counter-Terrorism and Security Act 2015 is amended in accordance with subsections (2) to (7). 2 Section 36 (assessment and support for persons vulnerable to being drawn into terrorism: local panels) is amended in accordance with subsections (3) and (4). 3 In subsection (2), after  “police” insert  “                    , or by a local authority,                  ” . 4 In subsection (3), after  “police” insert  “                    or a local authority                  ” . 5 Section 38 (co-operation) is amended in accordance with subsections (6) and (7). 6 In subsection (1)(b), after  “the police” insert  “                    and local authorities                  ” . 7 In subsection (8)— a after  “police” insert  “                        and local authorities                      ” ; b after “officer's” insert “or local authority's”. 8 The Secretary of State must  ... make arrangements for an independent review and report on the Government strategy for supporting people vulnerable to being drawn into terrorism. 9 The report and any recommendations of the review under subsection (8) must be laid before both Houses of Parliament  .... 10 The laying of the report and recommendations under subsection (9) must be accompanied by a statement by the Secretary of State responding to each recommendation made as part of the independent review."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "21", "section_title": "Terrorism reinsurance", "section_text": "21 1 Section 2 of the Reinsurance (Acts of Terrorism) Act 1993 (reinsurance arrangements to which the Act applies) is amended as follows. 2 In subsection (1)— a omit  “and” at the end of paragraph (a); b after paragraph (b) insert and                         c any loss which falls within subsection (1A); . 3 After subsection (1) insert— 1A Loss falls within this subsection if— a it results from interruption to business carried on in Great Britain, and b the interruption results from or is consequential upon acts of terrorism."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "22", "section_title": "Port and border controls", "section_text": "22 Schedule 3 confers powers exercisable at ports and borders etc."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "23", "section_title": "Minor and consequential amendments", "section_text": "23 1 Schedule 4 contains minor and consequential amendments. 2 The Secretary of State may by regulations make provision that is consequential on any provision made by this Act. 3 Regulations under this section may amend any enactment passed or made before this Act or in the same Session. 4 A statutory instrument containing regulations under this section any of which amend primary legislation may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 5 A statutory instrument containing regulations under this section none of which amends primary legislation is subject to annulment in pursuance of a resolution of either House of Parliament. 6 Regulations under this section— a are to be made by statutory instrument; b may make different provision for different purposes; c may include incidental, supplementary, consequential, transitional or saving provision. 7 In this section— “ amend ” includes repeal or revoke; “ enactment ” includes— an enactment comprised in subordinate legislation within the meaning of the Interpretation Act 1978, an enactment comprised in, or in an instrument made under, a Measure or Act of the National Assembly for Wales, an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, and an enactment comprised in, or in an instrument made under, Northern Ireland legislation; “ primary legislation ” means— an Act of Parliament, an Act or Measure of the National Assembly for Wales, an Act of the Scottish Parliament, or Northern Ireland legislation."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "24", "section_title": "Notification requirements: transitional provisions", "section_text": "24 1 The amendments made by sections 12 and 13 apply in relation to notification requirements that apply to a person in respect of an offence committed, or a sentence or order imposed, before, on or after the commencement day. 2 The amendments made by sections 12 and 13 apply in relation to a person to whom the notification requirements apply whether the person became subject to those requirements before the commencement day or becomes so on or after the commencement day, subject as follows. 3 If the person has made an initial notification under section 47 of the Counter-Terrorism Act 2008 before the commencement day, the person must make a further such notification under that section of the information in subsection (2) of that section, as amended by section 12 of this Act. 4 So far as relating to the further notification mentioned in subsection (3), the reference in section 47(1) of the Counter-Terrorism Act 2008 to the period of three days beginning with the day on which the person was dealt with in respect of the offence is to be read— a in the case of a person who has a sole or main residence in the United Kingdom, as a reference to the period of three months beginning with the commencement day; b in the case of a person who does not have a sole or main residence in the United Kingdom, as a reference to the period of one week beginning with the commencement day. 5 The requirement imposed by subsection (3) to notify information under section 47(1) of the Counter-Terrorism Act 2008 within a period mentioned in subsection (4) of this section does not apply if the information is otherwise notified before the end of that period when a person complies with a duty imposed by— a section 48 of that Act (notification of changes: general); b section 48A of that Act (notification of changes: financial information and information about identification documents); c section 49 of that Act (periodic re-notification). 6 For the purposes of section 54(1) of the Counter-Terrorism Act 2008 (offences relating to notification), references to compliance with section 47 are to be read as including references to compliance with that section as modified in accordance with subsections (3) and (4). 7 The amendment made by paragraph 51 of Schedule 4 does not apply in relation to a person whose intended date of departure is before the end of the period of 7 days beginning with the day on which the amendment comes into force. 8 In this section,  “ the commencement day ” means the day on which section 12 comes into force."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "25", "section_title": "Other transitional provisions", "section_text": "25 1 An amendment made by any of sections 1, 2, 3, 5 or 6 applies only in a case where every act or other event proof of which is required for conviction of the offence in question takes place on or after the day on which the amendment comes into force. 2 An amendment made by section 7  ... applies only in relation to an offence committed on or after the day on which the amendment comes into force. 3 Except as otherwise provided by subsection (4), an amendment made by section 9 or 10, or by Part 1 of Schedule 4, applies in relation to a person sentenced for an offence on or after the day on which the amendment comes into force, whether the offence was committed before that day or on or after it. 4 The amendments made by section 9 and Part 1 of Schedule 4, so far as they have effect for the purposes of the following provisions, apply only in relation to a person sentenced for an offence committed on or after the day on which they come into force— a sections 225(1)(a) and 226(1)(a) of the Criminal Justice Act 2003, and b sections 219(1)(b) and 221(1)(b) of the Armed Forces Act 2006. 5 An amendment made by section 11 or Part 2 of Schedule 4 applies only in relation to a person sentenced for an offence committed on or after the day on which the amendment comes into force. 6 An amendment made by section 14 applies in relation to an offence or conduct whether committed or occurring before the day on which the amendment comes into force or on or after that day. 7 An amendment made by the following provisions of Schedule 2 applies only in respect of a national security determination made or renewed on or after the day on which the amendment comes into force— a paragraph 3(4); b paragraph 7(4); c paragraph 10(4); d paragraph 13(4); e paragraph 16(4); f paragraph 19. 8 For the purposes of subsection (7)— a it does not matter whether the material to which the determination relates was taken or provided, or was derived from material taken or provided, before the day on which the amendment comes into force or on or after that day; b the reference to the renewal of a determination on or after that day includes a reference to the renewal of a determination that was first made before that day. 9 The powers conferred by Schedule 3 are exercisable in relation to a hostile act whether carried out before the day on which that Schedule comes into force or on or after that day."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "26", "section_title": "Extent", "section_text": "26 1 This Act extends to England and Wales, Scotland and Northern Ireland, except as otherwise provided by subsections (2) to (6). 2 Section 9 extends to England and Wales only. 3 Section 10 extends to Scotland only. 4 Section 11 extends to Northern Ireland only. 5 The following provisions extend to England and Wales and Scotland only— a section 15; b section 20; c section 21. 6 An amendment or repeal made by Schedule 2 or 4 has the same extent as the provision amended or repealed. 7 The power under section 338(1) of the Criminal Justice Act 2003 (extension to the Channel Islands or the Isle of Man) may be exercised in relation to any amendments made to that Act by this Act. 8 The power under section 39(6) of the Terrorism Act 2006 (extension to the Channel Islands or the Isle of Man) may be exercised in relation to any amendments made to that Act by this Act. 9 The power under section 31(4) of the Terrorism Prevention and Investigation Measures Act 2011 (extension to the Isle of Man) may be exercised in relation to any amendments made to that Act by this Act."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "27", "section_title": "Commencement", "section_text": "27 1 The following provisions come into force on the day on which this Act is passed— a section 21; b section 23(2) to (7); c section 26; d this section; e section 28; f paragraph 19 of Schedule 4 and section 23(1) so far as relating to that paragraph; g any other provision of this Act so far as necessary for enabling the exercise on or after the day on which this Act is passed of any power under Schedule 3 to make regulations or to issue codes of practice. 2 The following provisions come into force on such day or days as the Secretary of State may by regulations appoint— a sections 16, 17 and 18; b section 19 and Schedule 2; c section 22 and Schedule 3 (so far as not brought into force by subsection (1)(g) of this section); d paragraphs 17 and 18, 20 to 26 and 28 to 33 of Schedule 4 and section 23(1) so far as relating to those paragraphs. 3 The other provisions of this Act come into force at the end of the period of two months beginning with the day on which this Act is passed. 4 The Secretary of State may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act. 5 Regulations under this section are to be made by statutory instrument."}, {"act": "Counter-Terrorism and Border Security Act 2019", "year": 2019, "section": "28", "section_title": "Short title", "section_text": "28 This Act may be cited as the Counter-Terrorism and Border Security Act 2019."}]