[{"act": "Finance Act 2019", "year": 2019, "section": "1", "section_title": "Income tax charge for tax year 2019-20", "section_text": "1 Income tax is charged for the tax year 2019-20."}, {"act": "Finance Act 2019", "year": 2019, "section": "2", "section_title": "Corporation tax charge for financial year 2020", "section_text": "2 Corporation tax is charged for the financial year 2020."}, {"act": "Finance Act 2019", "year": 2019, "section": "3", "section_title": "Main rates of income tax for tax year 2019-20", "section_text": "3 For the tax year 2019-20 the main rates of income tax are as follows— a the basic rate is 20%; b the higher rate is 40%; c the additional rate is 45%."}, {"act": "Finance Act 2019", "year": 2019, "section": "4", "section_title": "Default and savings rates of income tax for tax year 2019-20", "section_text": "4 1 For the tax year 2019-20 the default rates of income tax are as follows— a the default basic rate is 20%; b the default higher rate is 40%; c the default additional rate is 45%. 2 For the tax year 2019-20 the savings rates of income tax are as follows— a the savings basic rate is 20%; b the savings higher rate is 40%; c the savings additional rate is 45%."}, {"act": "Finance Act 2019", "year": 2019, "section": "5", "section_title": "Basic rate limit and personal allowance", "section_text": "5 1 For the tax years 2019-20 and 2020-21, the amount specified in section 10(5) of ITA 2007 (basic rate limit) is  “£37,500”. 2 For the tax years 2019-20 and 2020-21, the amount specified in section 35(1) of ITA 2007 (personal allowance) is  “£12,500”. 3 In consequence of the amendment made by subsection (2), omit section 4 of F(No.2)A 2015 (which has effect only if the personal allowance is less than £12,500). 4 Omit the following (which relate to the link between the personal allowance and the national minimum wage)— a sections 57(8), 57A and 1014(5)(b)(iia) of ITA 2007, and b section 3 of F(No.2)A 2015. 5 In consequence of the provision made by this section— a section 21 of ITA 2007 (indexation of basic rate limit and starting rate limit for savings) does not apply in relation to the basic rate limit, and b section 57 of ITA 2007 (indexation of allowances) does not apply in relation to the amount specified in section 35(1) of that Act, for the tax years 2019-20 and 2020-21."}, {"act": "Finance Act 2019", "year": 2019, "section": "6", "section_title": "Starting rate limit for savings for tax year 2019-20", "section_text": "6 Section 21 of ITA 2007 (indexation) does not apply in relation to the starting rate limit for savings for the tax year 2019-20 (so that the starting rate limit for savings remains at £5,000 for that tax year)."}, {"act": "Finance Act 2019", "year": 2019, "section": "7", "section_title": "Optional remuneration arrangements: arrangements for cars and vans", "section_text": "7 1 ITEPA 2003 is amended as follows. 2 In section 120A (optional remuneration arrangements: benefit of a car)— a in subsection (3)(b), for the words from  “the amount” to  “year is” substitute  “                        the total foregone amount in connection with the car for the tax year is                      ” , and b after subsection (3) insert— 4 In this section, and in section 121A, the total foregone amount in connection with the car for a tax year is the total of— a the amount foregone (see section 69B) with respect to the benefit of the car for that year, and b the amount foregone (see section 69B) with respect to each other benefit that— i is connected with the car, ii is provided in that year for the employee, or a member of the employee's household, pursuant to optional remuneration arrangements, and iii is neither the provision of a driver nor the provision of fuel. 3 In section 121A (optional remuneration arrangements: method of calculating relevant amount)— a in subsection (1), for step 1 substitute—  “                         Step 1                          Take the total foregone amount in connection with the car for the tax year (see section 120A(4)).                      ” , and b in subsection (2)— i for  “ “amount foregone” under” substitute  “                            “ total foregone amount ” for the purposes of                          ” , and ii for  “the benefit of the car” substitute  “                            a benefit mentioned in section 120A(4)(a) or (b)                          ” . 4 In section 132A (capital contributions by employee: optional remuneration arrangements)— a for subsection (3) substitute— 3 The amount of the deduction allowed in any tax year is found by— a first multiplying the capped amount by the appropriate percentage, and b then multiplying the result by the availability factor. , and b after subsection (4) insert— 4A For the purposes of subsection (3),  “the availability factor” is given by the formula— Y − U Y where— Y is the number of days in the tax year, and U is the number of days in the tax year on which the car is unavailable. 4B For the purposes of subsection (4A), the car is unavailable on any day if the day— a falls before the first day on which the car is available to the employee, b falls after the last day on which the car is available to the employee, or c falls within a period of 30 days or more throughout which the car is not available to the employee. 5 In section 154A (optional remuneration arrangements: benefit of a van)— a in subsection (2)(b), for the words from  “the amount” to  “section 69B)” substitute  “                        the total foregone amount in connection with the van                      ” , b in subsection (3), for step 1 substitute—  “                         Step 1                          Take the total foregone amount in connection with the van for the tax year.                      ” , c in subsection (7), for  “the benefit of the van” substitute  “                        a benefit mentioned in subsection (8)(a) or (b)                      ” , and d after subsection (7) insert— 8 In this section the total foregone amount in connection with the van for a tax year is the total of— a the amount foregone (see section 69B) with respect to the benefit of the van for that year, and b the amount foregone (see section 69B) with respect to each other benefit that— i is connected with the van, ii is provided in that year for the employee, or a member of the employee's household, pursuant to optional remuneration arrangements, and iii is neither the provision of a driver nor the provision of fuel. 6 In section 239 (exemptions for payments and benefits relating to taxable cars, vans and exempt HGVs), in subsection (3)— a after  “by virtue of” insert  “                        section 120A (optional remuneration arrangements: benefit of a car),                      ” , and b before  “or section 160” insert  “                        , section 154A (optional remuneration arrangements: benefit of a van)                      ” . 7 The amendments made by this section have effect for the tax year 2019-20 and subsequent tax years."}, {"act": "Finance Act 2019", "year": 2019, "section": "8", "section_title": "Exemption for benefit in form of vehicle-battery charging at workplace", "section_text": "8 1 In Chapter 3 of Part 4 of ITEPA 2003 (employment income: travel-related exemptions), after section 237 insert— Vehicle-battery charging 237A 1 No liability to income tax arises in respect of the provision, at or near an employee's workplace, of facilities for charging a battery of a vehicle used by the employee (including a vehicle used by the employee as a passenger). 2 Subsection (1) applies only if the facilities are made available generally to the employer's employees at that workplace. 3 In this section— “facilities”— includes electricity, but does not include workplace parking, “ taxable ”, in relation to a car or van, has the meaning given by section 239(6), “ vehicle ” means a vehicle— to which Chapter 2 applies (see section 235), and which is neither a taxable car nor a taxable van, and “ workplace parking ” has the meaning given by section 237(3). 2 The amendment made by subsection (1) has effect for the tax year 2018-19 and subsequent tax years."}, {"act": "Finance Act 2019", "year": 2019, "section": "9", "section_title": "Exemptions relating to emergency vehicles", "section_text": "9 1 Section 248A of ITEPA 2003 (emergency vehicles) is amended in accordance with subsections (2) and (3). 2 In subsection (1)— a in paragraph (a), for  “for the person's private use” substitute  “                        mainly for use for the person's business travel                      ” ; b in paragraph (b), omit  “engaged in on-call”. 3 In subsection (8)— a in the opening words, omit  “engaged in on-call”; b in paragraph (a), for  “it” substitute  “                        the vehicle                      ” ; c omit paragraph (b)\t\t\t\t\t\t\t(and the  “and” before it). 4 In section 205 of ITEPA 2003 (cost of the benefit: asset made available without transfer), after subsection (4) insert— 5 Where the asset is an emergency vehicle, the expense of providing fuel for it in a tax year is not an additional expense by virtue of subsection (4) so long as— a the person incurring that expense incurs no expense in that tax year in the provision of fuel for the vehicle which is used for the employee's private travel (“private fuel expense”), or b all private fuel expense that the person does incur in that tax year is made good by the employee on or before 6 July following the tax year. 6 For the purposes of this section— “ emergency vehicle ” has the same meaning as in section 248A; “ fuel ” includes electrical energy; “ private travel ” means travelling the expenses of which, if incurred and paid by the employee, would not be deductible under Chapter 2 or 5 of Part 5. 5 The amendments made by subsections (1) to (4) have effect for the tax year 2017-18 and subsequent tax years. 6 For the tax year 2017-18, the tax year 2018-19 and the tax year 2019-20, sections 205 and 205A of ITEPA 2003 (taxable benefits: assets made available without transfer) have effect, where the asset mentioned in section 205(1)(a) is an emergency vehicle, with the modifications in subsections (7) and (8). 7 Section 205(1C) has effect as if— a in paragraph (a), at the beginning, there were inserted  “the private use proportion of”; b after paragraph (b), and on a new line, there were inserted— The private use proportion is the proportion (by miles) of travel by the employee by the emergency vehicle in the tax year that is private travel. 8 Section 205A(2) has effect as if paragraphs (c) and (d) were omitted. 9 For the purposes of subsection (6),  “ emergency vehicle ” has the same meaning as in section 248A of ITEPA 2003."}, {"act": "Finance Act 2019", "year": 2019, "section": "10", "section_title": "Exemption for expenses related to travel", "section_text": "10 1 Section 289A of ITEPA 2003 (exemption for paid or reimbursed expenses) is amended as follows. 2 After subsection (2) insert— 2A No liability to income tax arises in respect of an amount paid or reimbursed by a person (“the payer”) to an employee (whether or not an employee of the payer) for expenses in the course of qualifying travel if— a the amount has been calculated and paid or reimbursed in accordance with regulations made by the Commissioners for Her Majesty's Revenue and Customs, b the payment or reimbursement is not provided pursuant to relevant salary sacrifice arrangements, and c condition C is met. 3 After subsection (4) insert— 4A Condition C is that— a the payer or another person operates a system for checking that the employee has undertaken the qualifying travel in relation to which the amount is paid or reimbursed, and b neither the payer nor any other person operating the system knows or suspects, or could reasonably be expected to know or suspect, that the travel was not undertaken. 4 In subsection (5)— a for “ “Relevant” substitute “In this section  “relevant”, and b before  “in respect of” insert  “                        for or                      ” . 5 After subsection (5) insert— 5A In this section  “ qualifying travel ” means travel for which a deduction from the employee's earnings would be allowed under Chapter 2 or 5 of Part 5. 6 In subsection (6), for  “this section” substitute  “                    subsection (2)                  ” . 7 In subsection (7), after  “subsection” insert  “                    (2A)(a) or                  ” . 8 After subsection (7) insert— 8 Regulations made under subsection (2A)(a) may contain provision about calculating amounts that is framed by reference to rates (for expenses) published from time to time by the Commissioners for Her Majesty's Revenue and Customs. 9 The amendments made by this section have effect for the tax year 2019-20 and subsequent tax years. 10 For the tax year 2019-20 and subsequent tax years, the Income Tax (Approved Expenses) Regulations 2015 (S.I. 2015/1948)— a have effect as if made under section 289A(2A)(a) of ITEPA 2003 (and may be revoked, or amended, accordingly), and b have effect as if in regulation 2(1)— i the reference to section 289A of ITEPA 2003 were to section 289A(2A)(a) of that Act, ii for the words  “in an approved way” there were substituted  “                            in accordance with these regulations                          ” , and iii the words  “purchased by the employee” were omitted."}, {"act": "Finance Act 2019", "year": 2019, "section": "11", "section_title": "Beneficiaries of tax-exempt employer-provided pension benefits", "section_text": "11 1 In section 307(2) of ITEPA 2003 (“death or retirement benefit” is a benefit for employee or others on employee's retirement or death), for  “or a member of the employee's family or household” substitute  “                    , or paid or given in respect of the employee to any other individual or to a charity,                  ” . 2 The amendment made by subsection (1) has effect for the tax year 2019-20 and subsequent tax years."}, {"act": "Finance Act 2019", "year": 2019, "section": "12", "section_title": "Tax treatment of social security income", "section_text": "12 1 Part 10 of ITEPA 2003 (social security income) is amended as follows. 2 In Table A in section 660 (taxable UK benefits), at the appropriate place insert— Carer's allowance supplement SS(S)A 2018 Sections 24 and 28 . 3 In section 658 (amount charged to tax), in subsection (4), after  “carer's allowance,” insert  “                    carer's allowance supplement,                  ” . 4 In section 661 (taxable social security income), in subsection (1), after  “carer's allowance,” insert  “                    carer's allowance supplement,                  ” . 5 In Part 1 of Table B in section 677(1) (UK social security benefits wholly exempt from tax: benefits payable under primary legislation), insert each of the following at the appropriate place— Best start grant SS(S)A 2018 Sections 24 and 32 Discretionary housing payment SS(S)A 2018 Section 88 Discretionary support award DSR(NI) 2016 Regulation 2 Funeral expense assistance SS(S)A 2018 Sections 24 and 34 Flexible support fund payment ETA 1973 Section 2 Payment under a council tax reduction scheme: England LGFA 1992 Section 13A(2) Young carer grant SS(S)A 2018 Sections 24 and 28 . 6 In the heading of Part 1 of Table B in section 677(1), after  “Northern Ireland welfare supplementary payments” insert  “                    etc                  ” . 7 In Part 2 of Table B in section 677(1) (UK social security benefits wholly exempt from tax: benefits payable under regulations), insert each of the following at the appropriate place— Discretionary housing payment CSPSSA 2000 Section 69 Payment under a council tax reduction scheme: Wales LGFA 1992 Section 13A(4) . 8 In Part 1 of Schedule 1 to ITEPA 2003 (abbreviations of Acts and instruments), insert each of the following at the appropriate place— LGFA 1992 Local Government Finance Act 1992 CSPSSA 2000 Child Support, Pensions and Social Security Act 2000 DSR(NI) 2016 Discretionary Support Regulations (Northern Ireland) 2016 (S.R. (N.I.) 2016 No. 270) SS(S)A 2018 Social Security (Scotland) Act 2018 ."}, {"act": "Finance Act 2019", "year": 2019, "section": "13", "section_title": "Disposals by non-UK residents etc", "section_text": "13 1 Schedule 1 substitutes a new Part 1 of TCGA 1992 which— a extends the cases in which gains accruing to persons not resident in the United Kingdom are chargeable to tax, and b abolishes the specific charge to tax on ATED-related chargeable gains. 2 Schedule 1 also— a repeals other provisions contained in the previous version of Part 1 of TCGA 1992 or in Part 2 of that Act and restates their effect in rewritten form (whether in the new Part 1 or elsewhere), b makes provision in relation to collective investment vehicles that (directly or indirectly) hold interests in land in the United Kingdom, and c makes provision connected with the matters mentioned in subsection (1) or this subsection."}, {"act": "Finance Act 2019", "year": 2019, "section": "14", "section_title": "Disposals of UK land etc: payments on account of capital gains tax", "section_text": "14 1 Schedule 2 makes provision for the purposes of capital gains tax requiring returns, and payments on account of that tax, to be made where there is— a any direct or indirect disposal of UK land which meets the non-residence condition (whether or not a gain accrues), or b any other direct disposal of UK land on which a residential property gain accrues. 2 Subsection (1) is to be read as if contained in Part 1 of that Schedule."}, {"act": "Finance Act 2019", "year": 2019, "section": "15", "section_title": "Offshore receipts in respect of intangible property", "section_text": "15 Schedule 3 contains provision about offshore receipts in respect of intangible property."}, {"act": "Finance Act 2019", "year": 2019, "section": "16", "section_title": "Avoidance involving profit fragmentation arrangements", "section_text": "16 Schedule 4 contains provision about profit fragmentation arrangements."}, {"act": "Finance Act 2019", "year": 2019, "section": "17", "section_title": "Non-UK resident companies carrying on UK property businesses etc", "section_text": "17 Schedule 5 contains provision for non-UK resident companies to be chargeable to corporation tax on— a profits of UK property businesses, b profits consisting of other UK property income, and c profits arising from certain loan relationships and derivative contracts."}, {"act": "Finance Act 2019", "year": 2019, "section": "18", "section_title": "Diverted profits tax", "section_text": "18 Schedule 6 contains provision about diverted profits tax."}, {"act": "Finance Act 2019", "year": 2019, "section": "19", "section_title": "Hybrid and other mismatches: scope of Chapter 8 and  “financial instrument”", "section_text": "19 1 Part 6A of TIOPA 2010 (hybrid and other mismatches) is amended as follows. 2 In section 259HA (circumstances in which Chapter 8 applies)— a for subsection (5) substitute— 5 Condition C is that— a the payer is within the charge to corporation tax for the payment period, or b the multinational company— i is UK resident for the payment period, and ii under the law of the parent jurisdiction, is regarded as carrying on a business in the PE jurisdiction through a permanent establishment in that territory but, under the law of the PE jurisdiction, is not regarded as doing so. , and b in subsection (9)(a), for  “company” substitute  “                        payee                      ” . 3 For section 259HC (counteraction of the multinational payee deduction/non-inclusion mismatch) substitute— Counteraction of the multinational payee deduction/non-inclusion mismatch 259HC For corporation tax purposes— a if paragraph (b) of Condition C in subsection (5) of section 259HA is met, an amount equal to the multinational payee deduction/non-inclusion mismatch mentioned in subsection (6) of that section is to be treated as income arising to the multinational company in the United Kingdom (and nowhere else) for the payment period, and b in any other case, the relevant deduction that may be deducted from the payer's income for that period is to be reduced by that amount. 4 In section 259N (meaning of  “financial instrument”)— a in subsection (3), for paragraph (b) substitute— b anything of a description specified in regulations made by the Treasury. , and b omit subsection (4). 5 The amendments made by subsections (2)(a) and (3) have effect in relation to— a payments made on or after 1 January 2020, and b quasi-payments in relation to which the payment period begins on or after that date. 6 For the purposes of subsection (5)(b), where a payment period begins before 1 January 2020 and ends after that date (“the straddling period”)— a so much of the straddling period as falls before that date, and so much of it as falls on or after that date, are to be treated as separate taxable periods, and b if it is necessary to apportion an amount for the straddling period to the two separate taxable periods, it is to be apportioned— i on a time basis according to the respective length of the separate taxable periods, or ii if that would produce a result that is unjust or unreasonable, on a just and reasonable basis. 7 The amendment made by subsection (2)(b) is to be regarded as always having had effect. 8 The first regulations under section 259N(3)(b) may have effect in relation to times before they come into force, but not times before 1 January 2019. 9 Until those regulations come into force section 259N continues to have effect (other than for the purposes of making those regulations) as if— a the amendments made by subsection (4) had not been made, and b the Taxation of Regulatory Capital Securities Regulations 2013 (S.I. 2013/3209) had not been revoked by paragraph 1 of Schedule 20 to this Act."}, {"act": "Finance Act 2019", "year": 2019, "section": "20", "section_title": "Controlled foreign companies: finance company exemption and control", "section_text": "20 1 Part 9A of TIOPA 2010 (controlled foreign companies) is amended as follows. 2 In section 371IA (exemptions for profits from qualifying loan relationships), in subsection (4), for the words from  “the profits” to the end substitute so much of the profits of all its qualifying loan relationships taken together as are non-trading finance profits which— a fall within section 371EC (capital investment from the UK), and b do not fall within section 371EB (UK activities). 3 In section 371RA (overview of Chapter 18), in subsection (2), for  “Section 371RC sets” substitute  “                    Sections 371RC and 371RG set                  ” . 4 After section 371RF insert— Companies in which a UK resident company has more than a 50% investment 371RG 1 If a UK resident company (whether alone or together with any associated enterprises) directly or indirectly has more than a 50% investment in a non-UK resident company, the non-UK resident company is to be taken to be a CFC (if it would not otherwise be). 2 A person (“P”) is an  “ associated enterprise ” in relation to a UK resident company if— a P directly or indirectly has a 25% investment in the company (or vice versa), or b another person directly or indirectly has a 25% investment in each of P and the company. 3 Section 259ND (meaning of  “ 50% investment ” and  “ 25% investment ”) applies for the purposes of determining for the purposes of this section— a whether a person has  “more than a 50% investment” in another person, and b whether a person has a  “25% investment” in another person, and, accordingly, references in section 259ND to  “X%” are to be read as references to more than 50% or to 25% (as appropriate) and references in that section to  “X% or more” are to be read as references to more than 50% or to 25% or more (as appropriate). 5 The amendments made by this section have effect in relation to accounting periods of CFCs beginning on or after 1 January 2019. 6 For the purposes of subsection (5), if a CFC has an accounting period beginning before, and ending on or after, that date (“the straddling period”)— a so much of the straddling period as falls before that date, and so much of it as falls on or after that date, are treated as separate accounting periods, and b if it is necessary to apportion an amount for the straddling period to the two separate periods, it is to be apportioned— i on a time basis according to the respective length of the separate periods, or ii if that would produce a result that is unjust or unreasonable, on a just and reasonable basis. 7 In this section  “ CFC ” has the same meaning as in Part 9A of TIOPA 2010."}, {"act": "Finance Act 2019", "year": 2019, "section": "21", "section_title": "Permanent establishments: preparatory or auxiliary activities", "section_text": "21 1 Section 1143 of CTA 2010 (permanent establishments: preparatory or auxiliary activities) is amended as follows. 2 In subsection (2), at the end insert  “                    and are not part of a fragmented business operation                  ” . 3 After subsection (2) insert— 2A Activities are  “part of a fragmented business operation” if— a they are carried on (whether at the same place or at different places in the same territory) by the company or a person closely related to the company, b they constitute complementary functions that are part of a cohesive business operation, and c subsection (2B) applies. 2B This subsection applies if— a the overall activity resulting from the combination of the functions mentioned in subsection (2A)(b) is not activity that is only of a preparatory or auxiliary character, or b the company or a person closely related to the company has a permanent establishment in the territory by reason of carrying on any of those functions. 2C A person who is not a company is to be treated for the purposes of subsection (2B)(b) as having a permanent establishment in a territory if, were the person a company, the person would have a permanent establishment in the territory. 2D For the purposes of this section, one person (“A”) is closely related to another person (“B”) if— a A is able to secure that B acts in accordance with A's wishes (or vice versa), b B can reasonably be expected to act, or typically acts, in accordance with A's wishes (or vice versa), c a third person is able to secure that A and B act in accordance with the third person's wishes, d A and B can reasonably be expected to act, or typically act, in accordance with a third person's wishes, or e the 50% investment condition is met in relation to A and B. 2E The 50% investment condition is met in relation to A and B if— a A has a 50% investment in B (or vice versa), or b a third person has a 50% investment in each of A and B, and section 259ND of TIOPA 2010 (meaning of  “50% investment”) applies for the purposes of determining whether a person has a “50% investment . 4 In subsection (3), for  “For this purpose” substitute  “                    In this section                  ” . 5 The amendments made by this section have effect in relation to accounting periods beginning on or after 1 January 2019. 6 For the purposes of subsection (5), if a company has an accounting period beginning before, and ending on or after, that date (“the straddling period”)— a so much of the straddling period as falls before that date, and so much of it as falls on or after that date, are treated as separate accounting periods, and b if it is necessary to apportion an amount for the straddling period to the two separate periods, it is to be apportioned— i on a time basis according to the respective length of the separate periods, or ii if that would produce a result that is unjust or unreasonable, on a just and reasonable basis."}, {"act": "Finance Act 2019", "year": 2019, "section": "22", "section_title": "Payment of CGT exit charges", "section_text": "22 Schedule 7 contains provision about CGT exit charge payment plans."}, {"act": "Finance Act 2019", "year": 2019, "section": "23", "section_title": "Corporation tax exit charges", "section_text": "23 Schedule 8— a amends provisions concerning CT exit charge payment plans, b repeals certain provisions that enable the postponement of exit charges, and c contains amendments concerning the treatment of assets that are the subject of EU exit charges."}, {"act": "Finance Act 2019", "year": 2019, "section": "24", "section_title": "Group relief etc: meaning of  “UK related” company", "section_text": "24 1 In section 134 of CTA 2010 (group relief: meaning of  “UK related” company) in paragraph (b) for the words from  “carrying on” to the end substitute  “                    within the charge to corporation tax                  ” . 2 In section 188CJ of CTA 2010 (group relief for carried-forward losses: meaning of  “UK related” company) in paragraph (b) for the words from  “carrying on” to the end substitute  “                    within the charge to corporation tax                  ” . 3 The amendments made by this section have effect for the purpose of determining whether a company is a UK related company at any time on or after 5 July 2016. 4 In its application in relation to a claim for group relief or group relief for carried-forward losses made in reliance on this section, paragraph 74 of Schedule 18 to FA 1998 (time limit for claims) has effect as if the list of dates in sub-paragraph (1) of that paragraph included 31 December 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "25", "section_title": "Intangible fixed assets: restrictions on goodwill and certain other assets", "section_text": "25 Schedule 9 contains provision about the debits to be brought into account for corporation tax purposes in respect of goodwill and certain other assets."}, {"act": "Finance Act 2019", "year": 2019, "section": "26", "section_title": "Intangible fixed assets: exceptions to degrouping charges etc", "section_text": "26 1 Part 8 of CTA 2009 (intangible fixed assets) is amended as follows. 2 In section 780 (deemed realisation etc on company leaving group) in subsection (5) (exceptions) after paragraph (a) insert— aa section 782A (company leaving group because of relevant share disposal), . 3 After section 782 insert— Company leaving group because of relevant share disposal 782A 1 Section 780 does not apply if a company ceases to be a member of a group because of a relevant disposal of shares by another company. 2 A disposal of shares by a company is  “relevant” if— a the company would not be chargeable to corporation tax in respect of any gain accruing on the disposal by reason of the exemption conferred by paragraph 1 of Schedule 7AC to TCGA 1992 (assuming the company was within the charge to corporation tax), and b the disposal is not part of an arrangement under which the recipient of the shares is to dispose of any of them to another person. 3 For the purposes of subsection (2)(a) ignore paragraph 6 of Schedule 7AC to TCGA 1992 (cases in which exemptions do not apply). 4 In section 785 (principal company becoming member of another group)— a in subsection (2)(b) for the words from  “both” to  “effective 51%” substitute  “                        a relevant                      ” , and b after subsection (2) insert— 2A For the purposes of subsection (2)(b) the transferee is a  “relevant subsidiary” of a member of the second group (“A”) if, but for sections 767 to 770, the transferee would be a member of another group of which A would be the principal company. 2B Subsection (2) does not apply if the transferee ceases to meet the qualifying condition by reason of a relevant disposal of shares by another company (within the meaning given by section 782A(2)). 5 The amendments made by this section have effect in relation to a company that ceases to be a member of a group or ceases to meet the condition in section 785(2)(b) of CTA 2009 (as amended by subsection (4)) on or after 7 November 2018. 6 In its application in relation to a company that ceases to be a member of a group or ceases to meet the condition in section 785(2)(b) of CTA 2009 before 21 December 2018, section 782A of CTA 2009 has effect as if subsection (3) of that section was omitted."}, {"act": "Finance Act 2019", "year": 2019, "section": "27", "section_title": "Corporation tax relief for carried-forward losses", "section_text": "27 Schedule 10 makes provision about corporation tax relief for losses and other amounts that are carried forward."}, {"act": "Finance Act 2019", "year": 2019, "section": "28", "section_title": "Corporate interest restriction", "section_text": "28 Schedule 11 contains provision amending Part 10 of TIOPA 2010 (corporate interest restriction)."}, {"act": "Finance Act 2019", "year": 2019, "section": "29", "section_title": "Debtor relationships of company where money lent to connected companies", "section_text": "29 Schedule 12 makes provision for preventing a mismatch for corporation tax purposes in a case where— a a company has a debtor relationship which is dealt with in its accounts on the basis of fair value accounting, and b the money it receives under that relationship is wholly or mainly used to lend money to companies that are connected with it (and, accordingly, those creditor relationships are required to be dealt with for corporation tax purposes on an amortised cost basis of accounting)."}, {"act": "Finance Act 2019", "year": 2019, "section": "30", "section_title": "Construction expenditure on buildings and structures", "section_text": "30 1 The Treasury may by regulations amend CAA 2001 so as to provide for allowances under that Act to be available where— a expenditure has been incurred, on or after 29 October 2018, on the construction of a building, b the building is in qualifying use, and c the expenditure incurred on the construction of the building, or other expenditure, is qualifying expenditure. 2 Regulations under this section (“ the regulations ”) must— a specify what is qualifying use; b specify what is qualifying expenditure; c provide for a writing-down allowance to be available at an annual rate of 2% of the qualifying expenditure; d specify the persons to whom allowances may be made; e make provision about how effect is to be given to allowances. 3 The regulations must secure that— a allowances are not available for expenditure on the acquisition of land or rights in or over land; b qualifying use is restricted to use for prescribed business purposes. 4 The regulations may provide for allowances not to be available or to be restricted— a in the case of a building that is wholly or partly used as a dwelling-house or for purposes that are ancillary to the purposes of a dwelling-house; b in respect of a building that is used wholly or partly for holiday or overnight accommodation of a prescribed kind; c in respect of a building that is only partly in qualifying use or in respect of periods when a building is not in qualifying use; d in prescribed cases or circumstances. 5 The regulations may provide that if a person incurs expenditure for the purposes of a qualifying activity before (but not more than 7 years before) the date on which the person starts to carry on that activity, the expenditure is to be treated as if it were incurred by the person on that date. 6 The regulations may provide that if— a allowances have been available to a person (A) in respect of expenditure on the construction of a building, and b A sells A's interest in the building to another person (B), allowances are available to B in respect of the residue of the qualifying expenditure. 7 The regulations may make provision about leases, including provision for the grant of a lease to be treated in prescribed circumstances in the same way as the sale of the grantor's interest. 8 The regulations may make— a provision under which expenditure is apportioned; b provision for balancing adjustments (and about how effect is to be given to them); c provision for qualifying expenditure to be written off; d special provision about highway undertakings; e provision about additional VAT liability and additional VAT rebate (within the meaning given by section 547 of CAA 2001); f anti-avoidance provision; g supplementary or incidental provision; h consequential provision (including provision amending enactments other than CAA 2001). 9 The regulations may make transitional provision, including provision under which expenditure incurred on or after 29 October 2018 is treated as incurred before that date— a where the expenditure is associated or connected with expenditure incurred before that date, b where the expenditure relates to a contract entered into before that date, or c in other prescribed cases. 10 Subsections (2) to (9) are not to be read as limiting subsection (1). 11 A statutory instrument containing the regulations may not be made unless a draft of the instrument has been laid before and approved by a resolution of the House of Commons. 12 A reference in this section to expenditure on the construction of a building includes a reference to capital expenditure— a on repairs to the building, or b on the renovation or conversion of the building. 13 In this section— “ building ” includes structure; “ dwelling-house ” has the meaning given by the regulations; “ prescribed ” means prescribed by the regulations."}, {"act": "Finance Act 2019", "year": 2019, "section": "31", "section_title": "Special rate expenditure on plant and machinery", "section_text": "31 1 Part 2 of CAA 2001 (plant and machinery allowances) is amended as follows. 2 In section 104D(1) (writing-down allowances in respect of special rate expenditure) for  “8%” substitute  “                    6%                  ” . 3 Accordingly, in— a section 56(2)(a), b the heading of section 104D, and c section 104E(1)(a), for  “8%” substitute  “                    6%                  ” . 4 The amendments made by subsections (2) and (3) have effect in relation to chargeable periods beginning on or after the relevant day. 5 In relation to a chargeable period that begins before and ends on or after the relevant day, section 104D(1) of CAA 2001 has effect as if the reference to 8% was a reference to X%. 6 For the purposes of subsection (5), X is— ( 8 × BRD CP ) + ( 6 × ARD CP ) where— BRD is the number of days in the chargeable period before the relevant day, ARD is the number of days in the chargeable period on or after the relevant day, and CP is the number of days in the chargeable period. 7 Where X would be a figure with more than 2 decimal places it is to be rounded up to the nearest second decimal place. 8 In this section  “the relevant day” is— a for corporation tax purposes, 1 April 2019, and b for income tax purposes, 6 April 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "32", "section_title": "Temporary increase in annual investment allowance", "section_text": "32 1 In relation to expenditure incurred during   the period beginning with 1 January 2019 and ending with 31 March 2023 , section 51A of CAA 2001 (entitlement to annual investment allowance) has effect as if in subsection (5) the amount specified as the maximum allowance were £1,000,000. 2 Schedule 13 contains provision about chargeable periods which straddle 1 January 2019 or   1 April 2023 ."}, {"act": "Finance Act 2019", "year": 2019, "section": "33", "section_title": "First-year allowances and first-year tax credits", "section_text": "33 1 In Part 2 of CAA 2001 (plant and machinery allowances), the following provisions are repealed— a sections 45A to 45C (energy-saving plant or machinery), b sections 45H to 45J (environmentally beneficial plant or machinery), and c section 262A and Schedule A1 (first-year tax credits). 2 In consequence of subsection (1)— a in TMA 1970, in the second column of the Table in section 98, in the entry relating to requirements imposed by provisions of CAA 2001, omit  “45B(5) and (6),” and  “, 45I(5) and (6)”, b in CAA 2001— i in section 2(3), for  “262A” substitute  “                            262                          ” , ii in section 3— a in subsection (1), omit  “, and no first-year tax credit is to be paid under Schedule A1,”, and b omit subsection (2B), iii in the list in section 39, omit— a the entry relating to section 45A, and b the entry relating to section 45H, iv in section 46— a in the list in subsection (1), omit the entry relating to section 45A and the entry relating to section 45H, and b omit subsections (5) and (6), and v in the table in section 52(3), omit— a the entry relating to expenditure qualifying under section 45A, and b the entry relating to expenditure qualifying under section 45H, and c the following provisions are repealed— i in FA 2001, section 65 and Schedule 17, ii in FA 2003, paragraphs 2(c), 3, 4(1)(c) and (2) and 5 to 7 of Schedule 30, iii in FA 2006, paragraph 11 of Schedule 9, iv in FA 2008, section 79 and Schedule 25, v in CTA 2009, paragraph 521 of Schedule 1, vi in CTA 2010, paragraph 364 of Schedule 1, vii in FA 2011, paragraph 12(16) of Schedule 14, viii in the Welfare Reform Act 2012— a paragraph 14 of Schedule 3, and b in the table in Part 1 of Schedule 14, the entry relating to CAA 2001, ix in FA 2012— a section 45(2) and (3), and b paragraph 106 of Schedule 16, x in FA 2013— a section 67, b section 68(2), and c paragraph 6 of Schedule 18, xi in FA 2014, paragraph 7 of Schedule 4, xii in FA 2016, paragraph 7 of Schedule 8, xiii in F(No.2)A 2017— a paragraph 126 of Schedule 4, and b paragraph 7 of Schedule 6, and xiv in FA 2018, section 29. 3 The following orders were made under powers contained in provisions repealed by subsection (1) and are therefore revoked— a the Capital Allowances (Environmentally Beneficial Plant and Machinery) Order 2003 (S.I. 2003/2076), and b any instrument amending that order. 4 The Capital Allowances (Energy-saving Plant and Machinery) Order 2018 (S.I. 2018/268) is revoked. 5 The amendments made by this section have effect in relation to expenditure incurred on or after— a for corporation tax purposes, 1 April 2020, and b for income tax purposes, 6 April 2020."}, {"act": "Finance Act 2019", "year": 2019, "section": "34", "section_title": "First-year allowance: expenditure on electric vehicle charge points", "section_text": "34 In section 45EA of CAA 2001 (expenditure on plant or machinery for electric vehicle charging point), in subsection (3) (the relevant period) for  “2019”, in both places it occurs, substitute  “                2023              ” ."}, {"act": "Finance Act 2019", "year": 2019, "section": "35", "section_title": "Qualifying expenditure: buildings, structures and land", "section_text": "35 1 Chapter 3 of Part 2 of CAA 2001 (qualifying expenditure) is amended as follows. 2 In each of sections 21 and 22 (buildings, structures, assets and works), at the end of subsection (4) insert  “                    (but any reference in list C in subsection (4) of that section to  “ plant ” does not include anything where expenditure on its provision is excluded by this section)                  ” . 3 The amendments made by this section— a are treated as always having had effect, but b do not have effect in relation to claims for capital allowances made before 29 October 2018."}, {"act": "Finance Act 2019", "year": 2019, "section": "36", "section_title": "Changes to accounting standards etc", "section_text": "36 Schedule 14 contains provision relating to the taxation of leases."}, {"act": "Finance Act 2019", "year": 2019, "section": "37", "section_title": "Oil activities: transferable tax history", "section_text": "37 Schedule 15 makes provision for a company which sells an interest in an oil licence and a company which buys that interest to make a joint election for an amount of the seller's profits to be treated, in accordance with the provisions of the Schedule, as if it were an amount of the purchaser's profits."}, {"act": "Finance Act 2019", "year": 2019, "section": "38", "section_title": "Petroleum revenue tax: post-transfer decommissioning expenditure", "section_text": "38 1 Schedule 3 to OTA 1975 (petroleum revenue tax: miscellaneous provisions) is amended in accordance with this section. 2 After paragraph 11 insert— Transfers of interests in oil fields: post-transfer decommissioning expenditure 11A 1 This paragraph applies if— a there is, for the purposes of Schedule 17 to FA 1980, a transfer by a participator in an oil field of the whole or part of an interest in the field, and b on or after 1 November 2018, the OGA gives consent for the transfer. 2 Paragraph 8(1) (certain subsidised expenditure to be disregarded) does not apply to any decommissioning expenditure that— a is incurred by the new participator, and b has been, or is to be, met directly or indirectly out of a payment made by the old participator. 3 Sub-paragraph (4) applies if, at the end of the transfer period, the old participator is no longer a licensee or a participator in respect of any licensed area wholly or partly included in the oil field. 4 Decommissioning expenditure that is incurred by the old participator, after the end of the transfer period, is to be treated for the purposes of this Act as having been incurred by the new participator (and paragraph 8(1) does not apply to any such expenditure). 5 If the old participator has transferred the whole or part of another interest in the oil field to the new participator, but the condition in sub-paragraph (1)(b) was not met in respect of the transfer, references in sub-paragraphs (2) and (4) to decommissioning expenditure are references to such proportion of that expenditure as is just and reasonable. 6 In this paragraph— a “ decommissioning expenditure ” means— i expenditure that is incurred, in relation to the oil field mentioned in sub-paragraph (1)(a), for a purpose within section 3(1)(i) or (j) (decommissioning or restoration), and ii is allowable under that section; b “ the old participator ”,  “ the new participator ” and  “ the transfer period ” have the same meaning as in Schedule 17 to FA 1980 (see paragraph 1(3) of that Schedule). 7 If there is, for the purposes of Schedule 17 to FA 1980, a subsequent transfer of the whole or part of an interest in the oil field mentioned in sub-paragraph (1)(a), references in this paragraph to  “the old participator” include references to each participator whose interest, or part of it, in the oil field is the subject of a transfer to which this paragraph applies. 3 In paragraph 8, at the end insert— 3 This paragraph is subject to paragraph 11A (transfers of interests in oil fields: post-transfer decommissioning expenditure)."}, {"act": "Finance Act 2019", "year": 2019, "section": "39", "section_title": "Entrepreneurs' relief", "section_text": "39 Schedule 16 contains provision amending Part 5 of TCGA 1992 (transfer of business assets, entrepreneurs' relief and investors' relief) in connection with entrepreneurs' relief."}, {"act": "Finance Act 2019", "year": 2019, "section": "40", "section_title": "Gift aid etc: restrictions on associated benefits", "section_text": "40 1 In section 418 of ITA 2007 (gifts to charities by individuals: restrictions on associated benefits) in subsection (2) (the variable limit) for paragraphs (a) to (c) substitute— a in a case where the amount of the gift is £100 or less, 25% of that amount, and b in a case where the amount of the gift exceeds £100, the sum of £25 and 5% of the amount of the excess. 2 The amendment made by subsection (1) has effect in relation to gifts made on or after 6 April 2019. 3 In section 197 of CTA 2010 (payments to charities by companies: restrictions on associated benefits) in subsection (2) (the variable limit) for paragraphs (a) to (c) substitute— a in a case where the amount of the payment is £100 or less, 25% of that amount, and b in a case where the amount of the payment exceeds £100, the sum of £25 and 5% of the amount of the excess. 4 The amendment made by subsection (3) has effect in relation to payments made on or after 6 April 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "41", "section_title": "Charities: exemption for small trades etc", "section_text": "41 1 In section 528 of ITA 2007 (exemption for small trades of charitable trust: condition that trading incoming resources etc do not exceed requisite limit) in subsection (6)(b) (the requisite limit)— a for  “£5,000” substitute £8,000”, and b for  “£50,000” substitute  “                        £80,000                      ” . 2 The amendments made by subsection (1) have effect for the tax year 2019-20 and subsequent tax years. 3 Section 482 of CTA 2010 (exemption for small trades of charitable company: condition that trading incoming resources etc do not exceed requisite limit) is amended as follows. 4 In subsection (6)(b) (the requisite limit)— a for  “£5,000” substitute  “                        £8,000                      ” , and b for  “£50,000” substitute  “                        £80,000                      ” . 5 In subsection (7)— a for  “£5,000” substitute £8,000”, and b for  “£50,000” substitute  “                        £80,000                      ” . 6 The amendments made by subsections (3) to (5) have effect in relation to accounting periods beginning on or after 1 April 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "42", "section_title": "Relief for first-time buyers in cases of shared ownership", "section_text": "42 1 Schedule 9 to FA 2003 (stamp duty land tax: shared ownership leases etc) is amended as follows. 2 In paragraph 4 (shared ownership lease: election where staircasing allowed), after sub-paragraph (4) insert— 4A See paragraph 15 for further provision in connection with relief for first-time buyers. 3 After paragraph 14 insert— Relief for first-time buyers: shared ownership lease where election made 15 Where— a paragraph 4 applies, and b relief is claimed under paragraph 1 of Schedule 6ZA in respect of the grant of the lease concerned, no tax is chargeable in respect of so much of the chargeable consideration for the grant as consists of rent. 4 After paragraph 15 (as inserted by subsection (3)) insert— Relief for first-time buyers: shared ownership lease where no election made 15A 1 This paragraph applies where— a a shared ownership lease is granted, and b no election is made for tax to be charged in accordance with paragraph 2 or 4. 2 For the purpose of determining whether the second condition in paragraph 1 of Schedule 6ZA is met in respect of the grant, the chargeable consideration for the grant is to be treated as being the amount stated in the lease in accordance with paragraph 2(2)(e) or paragraph 4(2)(e)(i) or (ii). 3 If relief is claimed in respect of the grant under paragraph 1 of Schedule 6ZA no tax is chargeable in respect of so much of the chargeable consideration for the grant as consists of rent. 4 In this paragraph  “ shared ownership lease ” has the same meaning as in paragraph 4A. Relief for first-time buyers: shared ownership trust where no election made 15B 1 This paragraph applies where— a a shared ownership trust is declared, and b no election is made for tax to be charged in accordance with paragraph 9. 2 For the purpose of determining whether the second condition in paragraph 1 of Schedule 6ZA is met in respect of the declaration, the chargeable consideration for the declaration is to be treated as being the sum specified in the trust in accordance with paragraph 7(4)(f). 3 If relief is claimed in respect of the declaration under paragraph 1 of Schedule 6ZA no tax is chargeable in respect of any rent-equivalent payment treated by reason of paragraph 11(b) as rent. 5 For the italic cross-heading before paragraph 16 substitute  “                    No relief for first-time buyers for staircasing transactions etc                  ” . 6 In paragraph 16 (cases where first-time buyer's relief is not available)— a in sub-paragraph (1), omit paragraphs (a), (b) and (d) (but not  “or” at the end of paragraph (d)), and b in sub-paragraph (2), omit paragraphs (a) and (c) (but not  “or” at the end of paragraph (c)). 7 The amendments made by this section have effect in relation to— a any land transaction of which the effective date is on or after 29 October 2018, and b any land transaction of which the effective date is before 29 October 2018 and in respect of which a land transaction return has not been given by that date."}, {"act": "Finance Act 2019", "year": 2019, "section": "43", "section_title": "Repayment to first-time buyers in cases of shared ownership", "section_text": "43 1 Until 29 October 2019, a claim for the repayment of tax may be made in respect of a land transaction within subsection (2) or (3). 2 A transaction is within this subsection if the amount of tax chargeable in respect of the transaction would have been less had the amendment made by section 42(3) been in force from the effective date of the transaction. 3 A transaction is within this subsection if first-time buyer's relief— a could not have been claimed for the transaction, but b could have been claimed had the amendments made by section 42(4), (5) and (6) been in force from the effective date of the transaction. 4 Where a claim is made under this section, HMRC must repay— a in a case where the transaction is within subsection (2), so much of the tax paid as exceeds the amount that would have been chargeable had the amendment made by section 42(3) been in force from the effective date of the transaction, and b in a case where the transaction is within subsection (3), so much of the tax paid as exceeds the amount that would have been chargeable had the amendments made by section 42(4), (5) and (6) been in force from the effective date of the transaction and had a claim for first-time buyer's relief been made. 5 A claim under this section must be made by amendment of the land transaction return. 6 Sub-paragraphs (2A) and (3) of paragraph 6 of Schedule 10 to FA 2003 do not apply in the case of an amendment of a land transaction return made for the purpose of making a claim under this section. 7 In this section— a the expressions used have the same meaning as in Part 4 of FA 2003; b “ first-time buyer's relief ” means relief under Schedule 6ZA to FA 2003."}, {"act": "Finance Act 2019", "year": 2019, "section": "44", "section_title": "Higher rates of tax for additional dwellings etc", "section_text": "44 1 Schedule 4ZA to FA 2003 (stamp duty land tax: higher rates for additional dwellings and dwellings purchased by companies) is amended as follows. 2 In paragraph 2 (meaning of  “higher rates transaction” etc) after sub-paragraph (4) insert— 5 References in this Schedule to a major interest in a dwelling include an undivided share in a major interest in a dwelling. 3 The amendment made by subsection (2) has effect in relation to any land transaction of which the effective date is on or after 29 October 2018. 4 In paragraph 8(3) (period during which land transaction return may be amended to take account of subsequent disposal of main residence) for the words from  “whichever” to the end substitute “the period of 12 months beginning with— a the effective date of the subsequent transaction, or b if later, the filing date for the return. 5 The amendment made by subsection (4) has effect in a case where the effective date of the subsequent transaction is on or after 29 October 2018."}, {"act": "Finance Act 2019", "year": 2019, "section": "45", "section_title": "Exemption in respect of financial institutions in resolution", "section_text": "45 1 In FA 2003, after section 66 insert— Resolution of financial institutions 66A 1 A land transaction is exempt from charge if it is effected by— a an instrument listed in subsection (2), or b an instrument made under an instrument listed in subsection (2). 2 The instruments are— a a property transfer instrument made in accordance with section 12(2) of the Banking Act 2009 (transfer to a bridge bank), b a property transfer instrument made in accordance with section 12ZA(3) of that Act (transfer to asset management vehicle), c a supplemental property transfer instrument made in accordance with section 42(2) of that Act where the original instrument was made in accordance with section 12(2), 12ZA(3) or 41A(2) of that Act, d a property transfer instrument made in accordance with section 41A(2) of that Act (transfer of property subsequent to resolution instrument), e a bridge bank supplemental property transfer instrument made in accordance with section 44D(2) of that Act, f a property transfer order made in accordance with section 45(2) of that Act (temporary public ownership: property transfer), or g a third-country instrument made in accordance with section 89H(2) or 89I(4) of that Act. 3 References in subsection (2) to a provision of the Banking Act 2009 include references to that provision as applied by or under any other provision of that Act (including where it is applied with modifications or in a substituted form). 2 The amendment made by this section has effect in relation to any land transaction the effective date of which is on or after the day on which this Act is passed."}, {"act": "Finance Act 2019", "year": 2019, "section": "46", "section_title": "Changes to periods for delivering returns and paying tax", "section_text": "46 1 FA 2003 is amended as follows. 2 In section 76(1) (duty to deliver land transaction return), for  “30 days” substitute  “                    14 days                  ” . 3 For section 80(2) (adjustment where contingency ceases or consideration is ascertained) substitute— 2 If the effect of the new information is that a transaction becomes notifiable, the purchaser must make a return to HMRC within 14 days. 2A If the effect of the new information is that— a tax is payable in respect of a transaction where none was payable before and subsection (2) does not apply, or b additional tax is payable in respect of a transaction, the purchaser must make a further return to HMRC within 30 days. 2B For the purposes of subsections (2) and (2A), any tax or additional tax payable is calculated according to the effective date of the transaction. 2C If a purchaser is required to make a return under subsection (2) or a further return under subsection (2A)— a that return must contain a self-assessment of the tax chargeable in respect of the transaction on the basis of the information contained in the return, and b the tax or additional tax payable must be paid not later than the filing date for that return. 4 In section 81 (further return where relief withdrawn)— a in subsection (1B)— i after paragraph (c) insert— ca in the case of relief under paragraph 5CA of that Schedule (acquisition under a regulated home reversion plan), the first day in the period mentioned in paragraph 5IA(2) of that Schedule on which the purchaser holds the higher threshold interest otherwise than for the purposes of the regulated home reversion plan, unless paragraph 5IA(3)(a) and (b) applies; , and ii after paragraph (d) insert— da in the case of relief under paragraph 5EA of that Schedule (acquisition by management company of flat for occupation by caretaker), the first day in the period mentioned in paragraph 5JA(2) of that Schedule on which the purchaser holds the higher threshold interest otherwise than for the purpose of making the flat available for use as caretaker accommodation; , and b in subsection (2A), after  “subsection (1)” insert  “                        or (1A)                      ” . 5 For section 81A(1) (return or further return in consequence of later linked transaction) substitute— 1 Where the effect of a transaction (“the later transaction”) that is linked to an earlier transaction is that the earlier transaction becomes notifiable, the purchaser under the earlier transaction must deliver a return in respect of that transaction before the end of the period of 14 days after the effective date of the later transaction. 1A Where the effect of a transaction (“the later transaction”) that is linked to an earlier transaction is that— a tax is payable in respect of the earlier transaction where none was payable before and subsection (1) does not apply, or b additional tax is payable in respect of the earlier transaction, the purchaser under the earlier transaction must deliver a further return in respect of that transaction before the end of the period of 30 days after the effective date of the later transaction. 1B For the purposes of subsections (1) and (1A), any tax or additional tax payable is calculated according to the effective date of the earlier transaction. 1C Where a purchaser is required to deliver a return under subsection (1) or a further return under subsection (1A)— a that return must include a self-assessment of the amount of tax chargeable as a result of the later transaction, and b the tax or additional tax payable must be paid not later than the filing date for that return. 6 In section 86(2) (payment of tax), before paragraph (a) insert— za any of paragraphs 5G to 5K of Schedule 4A (higher rate for certain transactions), . 7 In section 87 (interest on unpaid tax)— a after subsection (1) insert— 1A But where the relevant date is determined by subsection (3)(aa), (aaa), (ab) or (c), and a return is required to be delivered before the end of the period of 14 days after that relevant date, interest is instead payable on the amount of any unpaid tax from the end of that period until the tax is paid. , b in subsection (2), after  “subsection (1)” insert  “                        or (1A)                      ” , and c in subsection (3), before paragraph (a) insert— za in the case of an amount payable because relief is withdrawn under any of paragraphs 5G to 5K of Schedule 4A (higher rate for certain transactions), the date which is the relevant date for the purposes of section 81(1A); . 8 In Schedule 17A (further provisions relating to leases)— a for paragraph 3(3) substitute— 3 Where the effect of sub-paragraph (2) in relation to the continuation of the lease for a period (or further period) of one year after the end of a fixed term is that a transaction becomes notifiable, the purchaser must deliver a return in respect of that transaction before the end of the period of 14 days after the end of that one year period. 3ZA Where the effect of sub-paragraph (2) in relation to the continuation of the lease for a period (or further period) of one year after the end of a fixed term is that— a tax is payable in respect of a transaction where none was payable before and sub-paragraph (3) does not apply, or b additional tax is payable in respect of a transaction, the purchaser must deliver a further return in respect of that transaction before the end of the period of 30 days after the end of that one year period. 3ZB For the purposes of sub-paragraphs (3) and (3ZA), any tax or additional tax payable is calculated according to the effective date of the transaction. 3ZC Where a purchaser is required to deliver a return under sub-paragraph (3) or a further return under sub-paragraph (3ZA)— a that return must include a self-assessment of the amount of tax chargeable in respect of the transaction on the basis of the information contained in the return, and b the tax or additional tax payable must be paid not later than the filing date for that return. , b for paragraph 4(3) substitute— 3 Where the effect of sub-paragraph (1) in relation to the continuation of the lease after the end of a deemed fixed term is that a transaction becomes notifiable, the purchaser must deliver a return in respect of that transaction before the end of the period of 14 days after the end of that term. 3A Where the effect of sub-paragraph (1) in relation to the continuation of the lease after the end of a deemed fixed term is that— a tax is payable in respect of a transaction where none was payable before and sub-paragraph (3) does not apply, or b additional tax is payable in respect of a transaction, the purchaser must deliver a further return in respect of that transaction before the end of the period of 30 days after the end of that term. 3B For the purposes of sub-paragraphs (3) and (3A), any tax or additional tax payable is calculated according to the effective date of the transaction. 3C Where a purchaser is required to deliver a return under sub-paragraph (3) or a further return under sub-paragraph (3A)— a that return must include a self-assessment of the amount of tax chargeable in respect of the transaction on the basis of the information contained in the return, and b the tax or additional tax payable must be paid not later than the filing date for that return. , and c for paragraph 8(3) substitute— 3 If the result as regards the rent paid or payable in respect of the first five years of the term of the lease is that a transaction becomes notifiable, the purchaser must make a return to HMRC within 14 days of the date referred to in sub-paragraph (1)(a) or (b). 3A If the result as regards the rent paid or payable in respect of the first five years of the term of the lease is that— a tax is payable in respect of a transaction where none was payable before and sub-paragraph (3) does not apply, or b additional tax is payable in respect of a transaction, the purchaser must make a further return to HMRC within 30 days of the date referred to in sub-paragraph (1)(a) or (b). 3B If a purchaser is required to make a return under sub-paragraph (3) or a further return under sub-paragraph (3A)— a that return must contain a self-assessment of the tax chargeable in respect of the transaction on the basis of the information contained in the return, b the tax so chargeable is to be calculated by reference to the rates in force at the effective date of the transaction, and c the tax or additional tax payable must be paid not later than the filing date for that return. 9 In Schedule 61 to FA 2009 (alternative finance investment bonds)— a in paragraph 7(5) (interest due on first transaction where relief is withdrawn) for  “30 days” substitute  “                        14 days                      ” , and b in paragraph 20(3)(a) (no relief where bond-holder acquires control of underlying asset) for  “30 days” substitute  “                        14 days                      ” . 10 The amendments made by this section are to be treated as having effect in relation to— a any land transaction with an effective date on or after 1 March 2019, and b any land transaction with an effective date before 1 March 2019 which becomes notifiable on or after 1 March 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "47", "section_title": "Stamp duty: transfers of listed securities and connected persons", "section_text": "47 1 This section applies if— a an instrument transfers listed securities to a company or a company's nominee (whether or not for consideration), and b the person transferring the securities is connected with the company or is the nominee of a person connected with the company. 2 “Listed securities” are stock or marketable securities which are regularly traded on— a a regulated market, b a multilateral trading facility, or c a recognised foreign exchange, and expressions used in paragraphs (a) to (c) have the same meaning as in section 80B of FA 1986 (intermediaries: supplementary). 3 For the purposes of the enactments relating to stamp duty— a in a case where listed securities are transferred for consideration which consists of money or any stock or security, or to which section 57 of the Stamp Act 1891 applies, the amount or value of the consideration is to be treated as being equal to— i the amount or value of the consideration for the transfer, or ii if higher, the value of the listed securities; b in any other case, the transfer of listed securities effected by the instrument is to be treated as being for an amount of consideration in money equal to the value of the listed securities. 4 For the purposes of subsection (3)— a “ the enactments relating to stamp duty ” means the Stamp Act 1891 and any enactment amending that Act or that is to be construed as one with that Act, and b the value of listed securities is to be taken to be the price which they might reasonably be expected to fetch on a sale in the open market at the date the instrument is executed. 5 Section 1122 of CTA 2010 (connected persons) has effect for the purposes of this section. 6 The Treasury may by regulations made by statutory instrument provide for this section not to apply in relation to particular cases. 7 Regulations under subsection (6) may have effect in relation to instruments executed before the regulations come into force. 8 A statutory instrument containing regulations under subsection (6) is subject to annulment in pursuance of a resolution of the House of Commons. 9 This section is to be construed as one with the Stamp Act 1891. 10 This section has effect in relation to instruments executed on or after 29 October 2018."}, {"act": "Finance Act 2019", "year": 2019, "section": "47A", "section_title": "Stamp duty: transfers of unlisted securities and connected persons", "section_text": "47A 1 This section applies if— a an instrument transfers unlisted securities to a company or a company’s nominee for consideration, b the person transferring the securities is connected with the company or is the nominee of a person connected with the company, and c some or all of the consideration consists of the issue of shares. 2 In this section “unlisted securities” means stock or marketable securities that are not listed securities within the meaning of section 47 (stamp duty: transfers of listed securities and connected persons). 3 For the purposes of the enactments relating to stamp duty the amount or value of the consideration is to be treated as being equal to— a the amount or value of the consideration for the transfer, or b if higher, the value of the unlisted securities. 4 For the purposes of subsection (3) “the enactments relating to stamp duty” means the Stamp Act 1891 and any enactment amending that Act or that is to be construed as one with that Act. 5 For the purposes of this section— a the value of unlisted securities is to be taken to be the market value of the securities at the date the instrument is executed; b “market value” has the same meaning as in TCGA 1992 and is to be determined in accordance with sections 272 and 273 of that Act (valuation). 6 Section 1122 of CTA 2010 (connected persons) has effect for the purposes of this section. 7 This section is to be construed as one with the Stamp Act 1891. 8 This section has effect in relation to instruments executed on or after the date on which FA 2020 is passed."}, {"act": "Finance Act 2019", "year": 2019, "section": "48", "section_title": "SDRT: listed securities and connected persons", "section_text": "48 1 This section applies if a person is connected with a company and— a the person or the person's nominee agrees to transfer listed securities to the company or the company's nominee (whether or not for consideration), or b the person or the person's nominee transfers such securities to the company or the company's nominee for consideration in money or money's worth. 2 “Listed securities” are chargeable securities which are regularly traded on— a a regulated market, b a multilateral trading facility, or c a recognised foreign exchange, and expressions used in paragraphs (a) to (c) have the same meaning as in section 88B of FA 1986 (intermediaries: supplementary). 3 For the purposes of stamp duty reserve tax chargeable under section 87 of FA 1986 (the principal charge)— a in a case where the agreement is one to transfer listed securities for consideration in money or money's worth, the amount or value of the consideration is to be treated as being equal to— i the amount or value of the consideration for the transfer, or ii if higher, the value of the listed securities at the time the agreement is made; b in any other case, the agrement to transfer listed securities is to be treated as being one for an amount of consideration in money equal to the value of the listed securities at the time the agreement is made. 4 Subsection (5) has effect for the purposes of stamp duty reserve tax chargeable under section 93 (depositary receipts) or 96 (clearance services) of FA 1986. 5 If the amount or value of the consideration for any transfer of listed securities is less than the value of those securities at the time they are transferred, the transfer is to be treated as being for an amount of consideration in money equal to that value. 6 For the purposes of this section, the value of listed securities at any time is the price which they might reasonably be expected to fetch on a sale in the open market at that time. 7 Section 1122 of CTA 2010 (connected persons) has effect for the purposes of this section. 8 The Treasury may by regulations made by statutory instrument provide for this section not to apply in relation to particular cases. 9 Regulations under subsection (8) may have effect in relation to transactions entered into before the regulations come into force. 10 A statutory instrument containing regulations under subsection (8) is subject to annulment in pursuance of a resolution of the House of Commons. 11 This section is to be construed as one with Part 4 of FA 1986. 12 This section has effect— a in relation to the charge to tax under section 87 of FA 1986 where— i the agreement to transfer securities is conditional and the condition is satisfied on or after 29 October 2018, or ii in any other case, the agreement is made on or after that date; b in relation to the charge to tax under section 93 or 96 of that Act, where the transfer is on or after 29 October 2018 (whenever the arrangement was made)."}, {"act": "Finance Act 2019", "year": 2019, "section": "48A", "section_title": "SDRT: unlisted securities and connected persons", "section_text": "48A 1 This section applies if a person is connected with a company and— a the person or the person’s nominee— i agrees to transfer unlisted securities to the company or the company’s nominee for consideration in money or money’s worth, or ii transfers such securities to the company or the company’s nominee for consideration in money or money’s worth, and b some or all of the consideration consists of the issue of shares. 2 In this section “unlisted securities” means chargeable securities that are not listed securities within the meaning of section 48 (SDRT: listed securities and connected persons). 3 For the purposes of stamp duty reserve tax chargeable under section 87 of FA 1986 (the principal charge), the amount or value of the consideration is to be treated as being equal to— a the amount or value of the consideration for the transfer, or b if higher, the market value of the unlisted securities at the time the agreement is made. 4 Subsection (5) has effect for the purposes of stamp duty reserve tax chargeable under section 93 of FA 1986 (depositary receipts) or section 96 of that Act (clearance services). 5 If the amount or value of the consideration for any transfer of unlisted securities is less than the value of those securities at the time they are transferred, the transfer is to be treated as being for an amount of consideration in money equal to that value. 6 For the purposes of this section— a the value of unlisted securities is to be taken to be their market value; b “market value” has the same meaning as in TCGA 1992 and is to be determined in accordance with sections 272 and 273 of that Act (valuation). 7 Section 1122 of CTA 2010 (connected persons) has effect for the purposes of this section. 8 This section is to be construed as one with Part 4 of FA 1986. 9 This section has effect— a in relation to the charge to tax under section 87 of FA 1986 where— i the agreement to transfer securities is conditional and the condition is satisfied on or after the relevant date, or ii in any other case, the agreement is made on or after that date; b in relation to the charge to tax under section 93 or 96 of that Act, where the transfer is on or after the relevant date (whenever the arrangement was made). In this subsection “the relevant date” is the day on which FA 2020 is passed."}, {"act": "Finance Act 2019", "year": 2019, "section": "49", "section_title": "Stamp duty: exemption in respect of financial institutions in resolution", "section_text": "49 1 In FA 1986, after section 85 insert— Resolution of financial institutions Resolution of financial institutions 85A 1 Stamp duty is not chargeable on the transfer of stock or marketable securities by— a an instrument listed in subsection (2), or b an instrument made under an instrument listed in subsection (2). 2 The instruments are— a a mandatory reduction instrument made in accordance with section 6B of the Banking Act 2009 (mandatory write-down, conversion etc of capital instruments), b a share transfer instrument or property transfer instrument made in accordance with section 12(2) of that Act (transfer to a bridge bank), c a property transfer instrument made in accordance with section 12ZA(3) of that Act (transfer to asset management vehicle), d a resolution instrument made in accordance with section 12A of that Act (bail-in), e a share transfer order or share transfer instrument made in accordance with section 13(2) of that Act (share transfer), f a supplemental share transfer instrument made in accordance with section 26 of that Act, where the original instrument was made in accordance with section 12(2) or 13(2) of that Act, g a supplemental share transfer order made in accordance with section 27 of that Act, h a property transfer instrument made in accordance with section 41A(2) of that Act (transfer of property subsequent to resolution instrument), i a supplemental property transfer instrument made in accordance with section 42(2) of that Act where the original instrument was made in accordance with section 12(2), 12ZA(3) or 41A(2) of that Act, j a bridge bank supplemental property transfer instrument made in accordance with section 44D(2) of that Act, k a property transfer order made in accordance with section 45(2) of that Act, l a supplemental resolution instrument made in accordance with section 48U(2) of that Act, m an onward transfer resolution instrument made in accordance with section 48V of that Act in the circumstances set out in subsection (3), n an order under section 85 of that Act (temporary public ownership: building societies), or o a third-country instrument made in accordance with section 89H(2) or 89I(4) of that Act. 3 The circumstances referred to in subsection (2)(m) are that the transfer— a is to a person within section 67(6), (7) or (8) or section 70(6), (7) or (8) of this Act (depositary receipt issuers, clearance services), and b is made by way of compensation to a creditor of the financial institution in respect of which the original instrument (within the meaning of section 48V of the Banking Act 2009) was made. 4 References in this section to a provision of the Banking Act 2009 include references to that provision as applied by or under any other provision of that Act (including where it is applied with modifications or in a substituted form). 2 The amendment made by this section has effect in relation to instruments— a within section 85A(2) of FA 1986, or b made under an instrument within section 85A(2) of FA 1986, which are executed on or after the day on which this Act is passed."}, {"act": "Finance Act 2019", "year": 2019, "section": "50", "section_title": "Stamp duty and SDRT: exemptions in respect of share incentive plans", "section_text": "50 1 In section 95 of FA 2001 (exemptions in relation to approved share incentive plans)— a in subsections (1) and (2), and in the heading, omit  “approved”, and b in subsection (3), for  “an approved share incentive plan” substitute  “                        a Schedule 2 SIP                      ” . 2 The amendments made by subsection (1) are to be treated as having effect from 6 April 2014."}, {"act": "Finance Act 2019", "year": 2019, "section": "51", "section_title": "Duty of customers to account for tax on supplies", "section_text": "51 In section 55A of VATA 1994 (customers to account for tax on certain supplies of goods or services), after subsection (9) insert— 9A An order made under subsection (9) may modify the application of subsection (3) in relation to any description of goods or services specified in the order."}, {"act": "Finance Act 2019", "year": 2019, "section": "52", "section_title": "Treatment of vouchers", "section_text": "52 Schedule 17 makes provision about the VAT treatment of vouchers."}, {"act": "Finance Act 2019", "year": 2019, "section": "53", "section_title": "Groups: eligibility", "section_text": "53 1 Schedule 18 contains provision about the eligibility of individuals and partnerships to be treated as members of a group for the purposes of value added tax. 2 That Schedule comes into force on such day as the Treasury may by regulations made by statutory instrument appoint."}, {"act": "Finance Act 2019", "year": 2019, "section": "54", "section_title": "Rates of duty on cider, wine and made-wine", "section_text": "54 1 ALDA 1979 is amended as follows. 2 In section 62(1A) (rates of duty on cider) in paragraph (a) (rate of duty on sparkling cider of a strength exceeding 5.5%), for  “£279.46” substitute  “                    £288.10                  ” . 3 For Part 1 of the table in Schedule 1 substitute— WINE OR MADE-WINE OF A STRENGTH NOT EXCEEDING 22% Description of wine or made-wine Rates of duty per hectolitre £ Wine or made-wine of a strength not exceeding 4% 91.68 Wine or made-wine of a strength exceeding 4% but not exceeding 5.5% 126.08 Wine or made-wine of a strength exceeding 5.5% but not exceeding 15% and not being sparkling 297.57 Sparkling wine or sparkling made-wine of a strength exceeding 5.5% but less than 8.5% 288.10 Sparkling wine or sparkling made-wine of a strength of at least 8.5% but not exceeding 15% 381.15 Wine or made-wine of a strength exceeding 15% but not exceeding 22% 396.72 4 The amendments made by this section are treated as having come into force on 1 February 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "55", "section_title": "Excise duty on mid-strength cider", "section_text": "55 1 ALDA 1979 is amended as follows. 2 In section 62(1A) (rates of excise duty on cider)— a omit the  “and” at the end of paragraph (b), and b after paragraph (b) insert— ba £50.71 per hectolitre in the case of cider of a strength of not less than 6.9 per cent but not exceeding 7.5 per cent which is not sparkling cider; and . 3 In section 62B (cider labelled as strong cider)— a in the heading, after  “strong cider” insert  “                        or mid-strength cider                      ” , b in subsection (1)— i in the opening words, after  “standard cider” insert  “                            or mid-strength cider                          ” , ii for paragraph (a) substitute— a is in a container which is up-labelled as a container of strong cider, or , iii in paragraph (b), for  “an up-labelled container” substitute  “                            a container which is up-labelled as a container of strong cider,                          ” , and iv in the words after paragraph (b), after  “standard cider” insert  “                            or mid-strength cider                          ” , c after subsection (1), insert— 1A For the purposes of this Act, any liquor which would apart from this section be standard cider and which— a is in a container which is up-labelled as a container of mid-strength cider, or b has, at any time after 31 January 2019 when it was in the United Kingdom, been in a container which is up-labelled as a container of mid-strength cider, shall be deemed to be mid-strength cider, and not standard cider. , d for subsection (2) substitute— 2 Accordingly, references in this Act to making cider include references to— a putting standard or mid-strength cider in a container which is up-labelled as a container of strong cider; b causing a container in which there is standard or mid-strength cider to be up-labelled as a container of strong cider; c putting standard cider in a container which is up-labelled as a container of mid-strength cider; or d causing a container in which there is standard cider to be up-labelled as a container of mid-strength cider. , e in subsection (4)— i in paragraph (a), for  “not exceeding 7.5 per cent” substitute  “                            of less than 6.9 per cent                          ” , ii omit the  “and” at the end of that paragraph, and iii after paragraph (a), insert— aa “ mid-strength cider ” means cider which is not sparkling and is of a strength of not less than 6.9 per cent but not exceeding 7.5 per cent; and , f in subsection (5), in the opening words, after  “up-labelled” insert  “                        as a container of strong cider                      ” , and g after subsection (6), insert— 7 For the purposes of this section a container is up-labelled as a container of mid-strength cider if there is anything on— a the container itself, b a label or leaflet attached to or used with the container, or c any packaging used for or in association with the container, which states or tends to suggest that the strength of any liquor in that container falls within the mid-strength cider strength range. 8 For the purposes of subsection (7), a strength falls within the mid-strength cider strength range if it is not less than 6.9 per cent but does not exceed 7.5 per cent. 9 Where liquor is no longer in a container which is an up-labelled container, and it falls within subsection (1)(b) and within subsection (1A)(b), then it is deemed to be cider of the strength range stated or suggested by the labelling for the up-labelled container in which it was first contained. 10 For the purposes of subsection (9)— a an  “ up-labelled container ” means— i a container which is up-labelled as a container of strong cider as mentioned in subsection (1)(b), or ii a container which is up-labelled as a container of mid-strength cider as mentioned in subsection (1A)(b), and b references to the labelling for any container are references to anything on— i the container itself, ii a label or leaflet attached to or used with the container, or iii any packaging used for or in association with the container. 4 The amendments made by this section are to be treated as having come into force on 1 February 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "56", "section_title": "Rates", "section_text": "56 1 TPDA 1979 is amended as follows. 2 For the table in Schedule 1 substitute— TABLE 1 Cigarettes An amount equal to the higher of— 16.5% of the retail price plus £228.29 per thousand cigarettes, or £293.95 per thousand cigarettes. 2 Cigars £284.76 per kilogram 3 Hand-rolling tobacco £234.65 per kilogram 4 Other smoking tobacco and chewing tobacco £125.20 per kilogram 3 The amendment made by this section is treated as having come into force at 6pm on 29 October 2018."}, {"act": "Finance Act 2019", "year": 2019, "section": "57", "section_title": "Tobacco for heating", "section_text": "57 1 TPDA 1979 is amended as follows. 2 In section 1 (tobacco products), in subsection (1)— a in paragraph (d), omit the final  “and”; b after paragraph (e) insert and                         f tobacco for heating, . 3 In that section, in subsection (3), for  “and chewing tobacco” substitute  “                    , chewing tobacco and tobacco for heating                  ” . 4 In the table in Schedule 1 (as substituted by section 56), at the end insert— 5. Tobacco for heating £234.65 per kilogram . 5 The Commissioners for Her Majesty's Revenue and Customs may by regulations made by statutory instrument make consequential, supplementary, incidental or transitional provision in relation to the provision made by subsections (2) to (4)\t\t\t\t\t(including provision amending any enactment). 6 A statutory instrument containing regulations under subsection (5) is subject to annulment in pursuance of a resolution of the House of Commons. 7 The amendments made by subsections (2) and (4) come into force on such day as the Treasury may by regulations made by statutory instrument appoint."}, {"act": "Finance Act 2019", "year": 2019, "section": "58", "section_title": "VED: rates for light passenger vehicles, light goods vehicles, motorcycles etc", "section_text": "58 1 Schedule 1 to VERA 1994 (annual rates of vehicle excise duty) is amended as follows. 2 In paragraph 1 (general rate)— a in sub-paragraph (2) (vehicle not covered elsewhere in Schedule with engine cylinder capacity exceeding 1,549cc), for  “£255” substitute  “                        £265                      ” , and b in sub-paragraph (2A) (vehicle not covered elsewhere in Schedule with engine cylinder capacity not exceeding 1,549cc), for  “£155” substitute  “                        £160                      ” . 3 In paragraph 1B (graduated rates for light passenger vehicles registered before 1 April 2017)— a for the Table substitute— CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £ £ 100 110 10 20 110 120 20 30 120 130 115 125 130 140 135 145 140 150 150 160 150 165 190 200 165 175 225 235 175 185 250 260 185 200 290 300 200 225 315 325 225 255 545 555 255 560 570 ; b in the sentence immediately following the Table, for paragraphs (a) and (b) substitute— a in column (3), in the last two rows,  “315” were substituted for  “545” and  “                              560                            ” , and b in column (4), in the last two rows,  “325” were substituted for  “555” and  “                              570                            ” . 4 In paragraph 1GC (graduated rates for first licence for light passenger vehicles registered on or after 1 April 2017)— a for Table 1 (vehicles other than higher rate diesel vehicles) substitute— CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £ £ 0 50 0 10 50 75 15 25 75 90 100 110 90 100 120 130 100 110 140 150 110 130 160 170 130 150 200 210 150 170 520 530 170 190 845 855 190 225 1270 1280 225 255 1805 1815 255 2125 2135 , and b for Table 2 (higher rate diesel vehicles) substitute— CO 2  emissions figure Rate (1) (2) (3) Exceeding Not exceeding Rate g/km g/km £ 0 50 25 50 75 110 75 90 130 90 100 150 100 110 170 110 130 210 130 150 530 150 170 855 170 190 1280 190 225 1815 225 255 2135 255 2135 . 5 In paragraph 1GD (rates for any other licence for light passenger vehicles registered on or after 1 April 2017), in sub-paragraph (1)— a in paragraph (a) (the reduced rate) for  “£130” substitute  “                        £135                      ” , and b in paragraph (b) (the standard rate) for  “£140” substitute  “                        £145                      ” . 6 In paragraph 1GE (rates for light passenger vehicles registered on or after 1 April 2017 with a price exceeding £40,000), in sub-paragraph (4) for  “£310” substitute  “                    £320                  ” . 7 In paragraph 1J (rates for light goods vehicles), in paragraph (a) for  “£250” substitute  “                    £260                  ” . 8 In paragraph 2(1) (rates for motorcycles)— a in paragraph (a) for  “£19” substitute  “                        £20                      ” , b in paragraph (b) for  “£42” substitute  “                        £43                      ” , c in paragraph (c) for  “£64” substitute  “                        £66                      ” , and d in paragraph (d) for  “£88” substitute  “                        £91                      ” . 9 The amendments made by this section have effect in relation to licences taken out on or after 1 April 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "59", "section_title": "VED: taxis capable of zero emissions", "section_text": "59 1 Part 1AA of Schedule 1 to VERA 1994 (annual rates of duty: light passenger vehicles first registered on or after 1 April 2017) is amended as follows. 2 In paragraph 1GE (higher rates for vehicles with price above £40,000), after sub-paragraph (4) insert— 5 Sub-paragraphs (2) and (4) do not apply to a vehicle if when it is first registered, whether that is under this Act or under the law of a country or territory outside the United Kingdom, it is a taxi capable of zero emissions (see paragraph 1GG). 3 After paragraph 1GF insert— Meaning of  “taxi capable of zero emissions” 1GG 1 The Secretary of State may by regulations make provision about the meaning of  “taxi capable of zero emissions” in paragraph 1GE. 2 In the following provisions of this paragraph  “ regulations ” means regulations under sub-paragraph (1). 3 Regulations may (in particular) make provision of any one or more of the following kinds— a that a vehicle is a taxi capable of zero emissions if the vehicle is of a description specified in regulations; b that a vehicle is at any particular time a taxi capable of zero emissions if the vehicle is of a model specified at that time in a list maintained by the Secretary of State; c that a vehicle is a taxi capable of zero emissions if conditions specified in regulations are met. 4 Where regulations make provision of the kind mentioned in sub-paragraph (3)(b)— a regulations may (in particular) provide that a model of vehicle may be specified in the list only if it appears to the Secretary of State that vehicles of that model are of a description specified in regulations; b regulations must provide for publication of the list; c regulations may allow a model of vehicle to be included in the list with backdated effect. 5 A description of a kind mentioned in sub-paragraph (3)(a) or (4)(a) may be framed (in particular) by reference to a scheme, or an instrument or other document, as it has effect from time to time. 6 Regulations made before 1 April 2020 that do not increase the amount of vehicle excise duty for which any person is liable may have effect in relation to vehicle licences taken out at times before the regulations come into force (including times before the regulations are made). 4 The amendments made by this section have effect in relation to licences taken out on or after 1 April 2019. 5 The new paragraph 1GE(5) has effect, in the case of a vehicle first registered in the two years beginning with 1 April 2017, as if the reference to when the vehicle is first registered were to the start of the first period beginning on or after 1 April 2019 for which a vehicle licence for the vehicle is taken out."}, {"act": "Finance Act 2019", "year": 2019, "section": "60", "section_title": "HGV road user levy", "section_text": "60 1 The HGV Road User Levy Act 2013 is amended in accordance with subsections (2) to (6). 2 In section 5(5) (payment of levy for UK heavy goods vehicles) for  “in Schedule 1” substitute  “                    or Table 1A in Schedule 1 (depending on which of those Tables applies to the vehicle)                  ” . 3 In section 6(4) (payment of levy for non-UK heavy goods vehicles) for  “in Schedule 1” substitute  “                    or Table 1A in Schedule 1 (depending on which of those Tables applies to the vehicle)                  ” . 4 In section 7 (rebate of levy), after subsection (2) insert— 2A A rebate entitlement also arises where— a HGV road user levy has been paid in respect of a vehicle at the rate applicable to a vehicle that does not meet Euro 6 emissions standards, and b the vehicle becomes a vehicle that meets those standards. 5 In section 19 (interpretation)— a in subsection (3)— i in paragraph (b), for  “under section 7” substitute  “                            as a result of an entitlement arising under section 7(2)                          ” , and ii after paragraph (b) insert— c where a person receives a rebate of levy in respect of a vehicle as a result of an entitlement arising under section 7(2A), the person is treated as not having paid levy in respect of the vehicle for the period starting with the first day of the month after the month in which the application for a rebate was made and ending with the end of the levy period. , and b after subsection (3), insert— 4 For the purposes of subsection (3)(c), a month starts on the day of the month on which the levy period started. 6 In Schedule 1 (rates of HGV road user levy)— a for paragraph 1 substitute— 1 1 Table 1 applies to a heavy goods vehicle that meets Euro 6 emissions standards. 2 Table 1A applies to a heavy goods vehicle that does not meet Euro 6 emissions standards. 3 Tables 1 and 1A set out the rates of levy for each of the Bands given by Tables 2 to 5 and by paragraph 4. ; b in paragraph 5, after paragraph (b) insert— c a heavy goods vehicle meets Euro 6 emissions standards if it complies with the emission limits set out in Annex 1 of Regulation  (EC) No. 595/2009  of the European Parliament and of the Council of 18th June 2009 on type approval of motor vehicles and engines with respect to emissions from heavy duty vehicles (Euro VI) and on access to repair and maintenance information. ; c for Table 1 substitute— TABLE 1: VEHICLES MEETING EURO 6 EMISSIONS STANDARDS - RATES FOR EACH BAND Band Daily rate Weekly rate Monthly rate Half-yearly rate Yearly rate A £1.53 £3.83 £7.65 £45.90 £76.50 B £1.89 £4.73 £9.45 £56.70 £94.50 C £4.32 £10.80 £21.60 £129.60 £216.00 D £6.30 £15.75 £31.50 £189.00 £315.00 E £9.00 £28.80 £57.60 £345.60 £576.00 F £9.00 £36.45 £72.90 £437.40 £729.00 G £9.00 £45.00 £90.00 £540.00 £900.00 B(T) £2.43 £6.08 £12.15 £72.90 £121.50 C(T) £5.58 £13.95 £27.90 £167.40 £279.00 D(T) £8.10 £20.25 £40.50 £243.00 £405.00 E(T) £9.00 £37.35 £74.70 £448.20 £747.00 TABLE 1A: VEHICLES NOT MEETING EURO 6 EMISSIONS STANDARDS - RATES FOR EACH BAND Band Daily rate Weekly rate Monthly rate Half-yearly rate Yearly rate A £2.04 £5.10 £10.20 £61.20 £102.00 B £2.52 £6.30 £12.60 £75.60 £126.00 C £5.76 £14.40 £28.80 £172.80 £288.00 D £8.40 £21.00 £42.00 £252.00 £420.00 E £10.00 £38.40 £76.80 £460.80 £768.00 F £10.00 £48.60 £97.20 £583.20 £972.00 G £10.00 £60.00 £120.00 £720.00 £1,200.00 B(T) £3.24 £8.10 £16.20 £97.20 £162.00 C(T) £7.44 £18.60 £37.20 £223.20 £372.00 D(T) £10.00 £27.00 £54.00 £324.00 £540.00 E(T) £10.00 £49.80 £99.60 £597.60 £996.00 7 The HGV Road User Levy (Rate for Prescribed Vehicles) Regulations 2018 (S.I. 2018/417) are revoked. 8 In section 19 of VERA 1994 (rebates)— a in subsection (3), after paragraph (g) insert— h a relevant application for a vehicle licence for the vehicle has been received by the Secretary of State. , b after subsection (3ZA) insert— 3ZB An application for a vehicle licence is a relevant application for the purposes of subsection (3)(h) if— a there is an unexpired licence for the vehicle in respect of which the application is made, b when the unexpired licence was taken out, the vehicle was chargeable to HGV road user levy under section 5 of the HGV Road User Levy Act 2013 at a rate applicable to a vehicle that does not meet Euro 6 emissions standards, and c the vehicle now meets those standards, and an application for a rebate of HGV road user levy has been made under section 7 of that Act as a result of an entitlement arising under subsection (2A) of that section. , c in subsection (7), after  “rebate conditions” insert  “                        (other than the condition in subsection (3)(h))                      ” , and d after subsection (7) insert— 7A Where the rebate condition in subsection (3)(h) is satisfied in relation to a licence, the licence ceases to be in force immediately before the first day of the period for which the relevant person is treated as not having paid levy in respect of the vehicle as a result of section 19(3)(c) of the HGV Road User Levy Act 2013. 9 The amendments and revocation made by subsections (1) to (7) are to be treated as having effect in relation to HGV road user levy that— a becomes due on or after 1 February 2019, and b is paid on or after that date. 10 The amendments made by subsection (8) are to be treated as having effect in relation to licences taken out on or after 1 February 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "61", "section_title": "Rates of duty from 1 April 2020", "section_text": "61 1 In section 30 of FA 1994 (air passenger duty: rates), in subsection (4A) (long haul rates of duty)— a in paragraph (a) for  “£78” substitute  “                        £80                      ” , and b in paragraph (b) for  “£172” substitute  “                        £176                      ” . 2 Those amendments have effect in relation to the carriage of passengers beginning on or after 1 April 2020."}, {"act": "Finance Act 2019", "year": 2019, "section": "62", "section_title": "Remote gaming duty: rate", "section_text": "62 1 In section 155(3) of FA 2014 (rate of remote gaming duty) for  “15%” substitute  “                    21%                  ” . 2 That amendment has effect in relation to accounting periods beginning on or after 1 April 2019. 3 The amount of remote gaming duty charged in respect of an accounting period that begins before and ends on or after 1 April 2019 is the sum of— a the amount of that duty that would have been charged in respect of the accounting period had it consisted only of those days within the period that fell before that date, and b the amount of that duty that would have been charged in respect of the accounting period had it consisted only of those days within the period that fell on or after that date and had the amendment made by subsection (1) had effect in relation to it."}, {"act": "Finance Act 2019", "year": 2019, "section": "63", "section_title": "Gaming duty", "section_text": "63 Schedule 19 contains provision about gaming duty."}, {"act": "Finance Act 2019", "year": 2019, "section": "64", "section_title": "Climate change levy: exemption for mineralogical and metallurgical processes", "section_text": "64 1 Paragraph 12A of Schedule 6 to FA 2000 (exemption: mineralogical and metallurgical processes) is amended as follows. 2 In sub-paragraph (1)— a omit  “to a person”, and b omit  “by the person”. 3 In sub-paragraph (2), for the words from  “has the same meaning” to the end substitute  “                    means a process falling within Division 23 of NACE Rev 2.                  ” 4 In sub-paragraph (4), the words after paragraph (c) become sub-paragraph (4A). 5 In that sub-paragraph, for  “sub-paragraph” substitute  “                    paragraph                  ” ."}, {"act": "Finance Act 2019", "year": 2019, "section": "65", "section_title": "Landfill tax rates", "section_text": "65 1 Section 42 of FA 1996 (amount of landfill tax) is amended as follows. 2 In subsection (1)(a) (standard rate), for  “£88.95” substitute  “                    £91.35                  ” . 3 In subsection (2) (reduced rate for certain disposals), in the words after paragraph (b)— a for  “£88.95” substitute  “                        £91.35                      ” , and b for  “£2.80” substitute  “                        £2.90                      ” . 4 The amendments made by this section have effect in relation to disposals made (or treated as made) on or after 1 April 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "66", "section_title": "Residence nil-rate band", "section_text": "66 1 IHTA 1984 is amended as follows. 2 In section 8FA(2)(b) and (5) (conditions for entitlement to downsizing addition), for  “VT”, in each place it occurs, substitute  “                    the value transferred by the transfer of value under section 4 on the person's death                  ” . 3 In section 8FE(9) (calculation of downsizing addition in section 8FA cases), in Step 2, for  “VT” substitute  “                    the value transferred by the transfer of value under section 4 on the person's death                  ” . 4 In section 8E(1) (which, in relation to the person mentioned in section 8D(1), refers to the transfer of value under section 4), after  “section 4” insert  “                    on the person's death                  ” . 5 In section 8J(6) (meaning of  “inherited”: property disposed of before death by gift subject to a reservation), for the words after  “by way of” substitute gift—                     a subsections (2) to (5) do not apply, and b B inherits the property if the property originally comprised in the gift became comprised in B's estate on the making of the disposal. 6 The amendments made by this section apply for the purpose of calculating the amount of the charge to inheritance tax under section 4 of IHTA 1984 on a person's death if the person dies after 29 October 2018."}, {"act": "Finance Act 2019", "year": 2019, "section": "67", "section_title": "Application of penalty provisions", "section_text": "67 1 In Schedule 10 to F(No.3)A 2010 (which prospectively amends Schedule 55 to FA 2009 (penalties for failure to make returns etc)) in paragraph 7, in the inserted paragraph 13A(1), after  “7B” insert  “                    , 13A                  ” . 2 The amendments to Schedule 55 to FA 2009 made by Schedule 10 to F(No.3)A 2010 (including the amendment made by subsection (1)) are taken to have come into force for the purposes of soft drinks industry levy on the day on which this section comes into force. 3 In Schedule 11 to F(No.3)A 2010 (which prospectively amends Schedule 56 to FA 2009 (penalties for failure to make payments)) in paragraph 5(3), in the substituted text of paragraph 3(1)(a) of Schedule 56 to FA 2009, for  “11” substitute  “                    11ZA                  ” ."}, {"act": "Finance Act 2019", "year": 2019, "section": "68", "section_title": "Isle of Man", "section_text": "68 1 In section 1(1) of the Isle of Man Act 1979 (common duties), at the end insert— f soft drinks industry levy chargeable under the law of the United Kingdom or the Isle of Man. 2 Part 2 of FA 2017 (soft drinks industry levy) is amended in accordance with subsections (3) and (4). 3 After section 58 insert— Isle of Man: import and export of chargeable soft drinks 58A 1 Subsections (2) and (3) apply if— a chargeable soft drinks are imported into the United Kingdom from the Isle of Man, and b a charge to soft drinks industry levy (the  “corresponding charge”) arises in relation to the soft drinks under the law of the Isle of Man. 2 If the corresponding charge arises at a rate equal to, or greater than, the UK rate, the soft drinks are not to be treated as being imported into the United Kingdom for the purposes of section 33 (chargeable events: imported soft drinks). 3 If the corresponding charge arises at a rate lower than the UK rate, the amount of soft drinks industry levy charged under this Part in relation to the soft drinks is to be reduced by an amount equal to the corresponding charge. 4 In this section  “ the UK rate ”, in relation to chargeable soft drinks, is the rate of soft drinks industry levy that would (apart from this section) be chargeable in relation to the soft drinks under this Part. 5 For the purposes of section 39(1)(a)\t\t\t\t\t\t\t\t\t\t(tax credits: exported soft drinks) or regulations made under that provision, chargeable soft drinks are not to be treated as being exported from the United Kingdom if the soft drinks are exported to the Isle of Man. 4 At the end of section 33, insert— 10 This section is subject to section 58A (Isle of Man: import and export of chargeable soft drinks). 5 In section 39, after subsection (5) insert— 5A This section is subject to section 58A (Isle of Man: import and export of chargeable soft drinks). 6 This section comes into force on 1 April 2019."}, {"act": "Finance Act 2019", "year": 2019, "section": "69", "section_title": "Carbon emissions tax", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "70", "section_title": "Charge to carbon emissions tax", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "71", "section_title": "“Reported carbon emissions”", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "72", "section_title": "“Emissions report” and  “reporting period”", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "73", "section_title": "“Emissions allowance”", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "74", "section_title": "Liability to pay carbon emissions tax", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "75", "section_title": "Power to make further provision about carbon emissions tax", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "76", "section_title": "Consequential provision", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "77", "section_title": "Interpretation", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "78", "section_title": "Regulations", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "79", "section_title": "Commencement and transitional provision", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "80", "section_title": "Offshore matters or transfers: income tax and capital gains tax", "section_text": "80 1 TMA 1970 is amended as follows. 2 After section 36 insert— Loss of tax involving offshore matter or offshore transfer 36A 1 This section applies in a case involving a loss of income tax or capital gains tax, where— a the lost tax involves an offshore matter, or b the lost tax involves an offshore transfer which makes the lost tax significantly harder to identify. 2 An assessment on a person (“the taxpayer”) may be made at any time not more than 12 years after the end of the year of assessment to which the lost tax relates. This is subject to section 36(1A) above and any other provision of the Taxes Acts allowing a longer period. 3 Lost income tax or capital gains tax  “involves an offshore matter” if it is charged on or by reference to— a income arising from a source in a territory outside the United Kingdom, b assets situated or held in a territory outside the United Kingdom, c income or assets received in a territory outside the United Kingdom, d activities carried on wholly or mainly in a territory outside the United Kingdom, or e anything having effect as if it were income, assets or activities of a kind described above. 4 Lost income tax or capital gains tax  “involves an offshore transfer” if— a it does not involve an offshore matter, and b the income or the proceeds of the disposal on or by reference to which it is charged, or any part of the income or proceeds, is transferred to a territory outside the United Kingdom before the relevant date. 5 In subsection (4)— “ relevant date ” means— in a case where the taxpayer (or a person acting on the taxpayer's behalf) delivered a return under the Taxes Acts to HMRC for the year of assessment to which the lost tax relates and in which information relating to the lost tax was required to be provided, the date on which the return was delivered, and in any other case, 31 January in the year of assessment after that to which the lost tax relates; references to income or proceeds transferred include references to assets derived from or representing the income or proceeds. 6 Where lost tax involves an offshore transfer, the cases in which the transfer makes the lost tax significantly harder to identify include any case where, because of the transfer— a HMRC was significantly less likely to become aware of the lost tax, or b HMRC was likely to become aware of the lost tax only at a significantly later time. 7 But an assessment may not be made under subsection (2) if— a before the time limit that would otherwise apply for making the assessment, HMRC received relevant overseas information on the basis of which HMRC could reasonably have been expected to become aware of the lost tax, and b it was reasonable to expect the assessment to be made before that time limit. 8 In subsection (7)(a)  “ relevant overseas information ” means information which is provided to HMRC by an authority in a territory outside the United Kingdom under— a any provision of EU law relating to any tax, or b an agreement to which the United Kingdom and that territory are parties, with or without other parties. 9 An assessment may also not be made under subsection (2) to the extent that liability to the lost tax arises as a result of an adjustment under Part 4 of TIOPA 2010 (transfer pricing adjustments). 10 In this section  “ assets ” has the meaning given in section 21(1) of the 1992 Act, but also includes sterling. 11 Section 36(2) to (3A) applies for the purposes of this section (as if references to section 36(1) or (1A) were to subsection (1) of this section).” 3 In section 37A (effect of assessment where allowances transferred), after  “or (1A)” insert  “                    or 36A                  ” . 4 In section 40 (personal representatives), in subsection (1), for  “or 36” substitute  “                    , 36 or 36A                  ” . 5 The amendments made by this section have effect— a in relation to assessments on a person relating to the 2013-14 year of assessment and subsequent years of assessment, where the loss of tax is brought about carelessly by that person or by a person acting on that person's behalf, and b in any other case, in relation to assessments relating to the 2015-16 year of assessment and subsequent years of assessment."}, {"act": "Finance Act 2019", "year": 2019, "section": "81", "section_title": "Offshore matters or transfers: inheritance tax", "section_text": "81 1 IHTA 1984 is amended as follows. 2 In section 240 (underpayments), in subsection (3), at the end insert  “                    and to section 240B (underpayments involving offshore matter etc).                  ” 3 After section 240A insert— Underpayments involving offshore matters etc 240B 1 This section applies in a case within section 240(2) which involves a loss of tax in relation to a chargeable transfer, where— a the lost tax involves an offshore matter, or b the lost tax involves an offshore transfer which makes the lost tax significantly harder to identify. 2 Proceedings for the recovery of the lost tax may be brought at any time not more than 12 years after the later of the dates in section 240(2)(a) and (b). 3 Lost tax  “involves an offshore matter” if it is charged on or by reference to property which is situated or held in a territory outside the United Kingdom at, or immediately after, the time of the chargeable transfer. 4 Lost tax  “involves an offshore transfer” if— a it does not involve an offshore matter, and b the property is transferred to a territory outside the United Kingdom at a relevant time. 5 In subsection (4)(b)  “ relevant time ” means a time after the chargeable transfer but before— a the date on which an account under section 216 is delivered to HMRC in relation to the chargeable transfer, or b any later date on which an account under section 217 is so delivered. 6 Where lost tax involves an offshore transfer, the cases in which the transfer makes the lost tax significantly harder to identify include any case where, because of the transfer— a HMRC was significantly less likely to become aware of the lost tax, or b HMRC was likely to become aware of the lost tax only at a significantly later time. 7 But proceedings may not be brought under this section if— a before the last date on which the proceedings could otherwise be brought, HMRC received relevant overseas information on the basis of which HMRC could reasonably have been expected to become aware of the lost tax, and b it was reasonable to expect the proceedings to be brought before that date. 8 In subsection (7)(a)  “ relevant overseas information ” means information which is provided to HMRC by an authority in a territory outside the United Kingdom under— a any provision of EU law relating to any tax, or b an agreement to which the United Kingdom and that territory are parties, with or without other parties. 9 This section is subject to any provision of this Act which allows for a longer period for the bringing of proceedings. 4 The amendments made by this section have effect— a in a case involving loss of tax brought about carelessly by a person liable for the tax (or a person acting on behalf of such a person), in relation to chargeable transfers taking place on or after 1 April 2013, and b in any other case, in relation to chargeable transfers taking place on or after 1 April 2015. 5 Section 240(8) of IHTA 1984 applies to the reference to  “person liable for the tax” in subsection (4)(a)."}, {"act": "Finance Act 2019", "year": 2019, "section": "82", "section_title": "Construction industry scheme and corporation tax etc", "section_text": "82 1 In Chapter 3 of Part 3 of FA 2004 (construction industry scheme)— a in the italic heading before section 69, after  “returns” insert  “                        , security                      ” ; b after section 70 insert— Security for payments to HMRC 70A 1 The Commissioners for Her Majesty's Revenue and Customs may by regulations make provision for and in connection with requiring the giving, by prescribed persons and in prescribed circumstances, of security for the payment of amounts that a person is or may be liable to pay to the Commissioners under this Chapter. 2 Regulations under this section must provide that security may be required only where an officer of Revenue and Customs considers it necessary for the protection of the revenue. 3 Regulations under this section must provide for a right of appeal against— a decisions to require security to be given; b decisions as to the amount, terms or duration of any security required. 4 A person commits an offence if— a the person fails to comply with a requirement to give security that is imposed by regulations under this section, and b the failure continues for such period as is prescribed. 5 A person who commits an offence under subsection (4) is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale. 6 In this section— “ prescribed ” means prescribed in regulations under this section; “ security ” includes further security. 2 In Schedule 18 to FA 1998 (company tax returns, assessments and related matters), after paragraph 88 insert— Security for payments 88A 1 The Commissioners for Her Majesty's Revenue and Customs may by regulations make provision for and in connection with requiring the giving, by prescribed persons and in prescribed circumstances, of security for the payment of tax that a company is or may be liable to pay. 2 Regulations under this paragraph must provide that security may be required only where an officer of Revenue and Customs considers it necessary for the protection of the revenue. 3 Regulations under this paragraph must provide for a right of appeal against— a decisions to require security to be given; b decisions as to the amount, terms or duration of any security required. 4 A person commits an offence if— a the person fails to comply with a requirement to give security that is imposed by regulations under this paragraph, and b the failure continues for such period as is prescribed. 5 A person who commits an offence under sub-paragraph (4) is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale. 6 In this paragraph— “ prescribed ” means prescribed in regulations under this paragraph; “ security ” includes further security. 3 In section 684(4A) of ITEPA 2003 (failure to comply with requirement under PAYE regulations to give security), for  “on summary conviction to a fine not exceeding level 5 on the standard scale” substitute on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale ."}, {"act": "Finance Act 2019", "year": 2019, "section": "83", "section_title": "Resolution of double taxation disputes", "section_text": "83 In Chapter 2 of Part 2 of TIOPA 2010 (double taxation relief: miscellaneous provisions) after section 128 insert— International dispute-resolution instruments and agreements Power by regulations to give effect to international obligations etc 128A 1 The Treasury may make regulations for, or in connection with, giving effect to or enabling effect to be given to— a Council  Directive (EU) 2017/1852  of 10 October 2017 on tax dispute resolution mechanisms in the European Union (“ the Directive ”); b any instrument modifying or supplementing the Directive; c any international agreements or arrangements that deal with— i matters dealt with by the Directive, ii matters that are similar to any of those dealt with by the Directive, or iii any other matters that relate to or are connected with the resolution of disputes in relation to double taxation arrangements. 2 The provision that may be made by regulations under this section includes (in particular)— a provision as to the effect of any arrangements that the Commissioners for Her Majesty's Revenue and Customs may make with authorities of territories outside the United Kingdom; b provision conferring or imposing functions, rights or obligations, or authorising the conferral or imposition of functions, rights or obligations, on a person (including a commission, tribunal or court); c provision under which the Commissioners or other persons may exercise discretions; d provision about procedure in relation to the resolution of disputes; e provision about costs, expenses and fees; f provision imposing penalties or creating criminal offences; g provision about appeals; h provision about the form and manner in which, or time within which, things are to be done; i provision supplementing section 128B. 3 The regulations may— a make provision having effect in relation to periods before the regulations come into force; b make provision by reference to an instrument or document as it has effect from time to time; c make provision about things done, or to be done, in territories outside the United Kingdom; d make different provision for different purposes; e make consequential, incidental, supplemental, transitional, transitory or saving provision; f make provision amending, repealing, revoking or disapplying, or modifying the effect of, any enactment (whenever passed or made). 4 The regulations may not create a criminal offence punishable on indictment with imprisonment for more than two years. 5 Regulations under this section containing anything that amends or repeals a provision of primary legislation may not be made unless a draft of the regulations has been laid before, and approved by a resolution of, the House of Commons. In this subsection  “ primary legislation ” means— a an Act, b an Act of the Scottish Parliament, c a Measure or Act of the National Assembly for Wales, or d Northern Ireland legislation. 6 In subsections (2) and (3) and sections 128B and 128C, a reference to a commission, tribunal, court or other person includes a reference to a commission, tribunal, court or other person in a territory outside the United Kingdom. Giving effect to requirements under section 128A regulations 128B 1 Subsection (2) applies if anything in regulations under section 128A requires the Commissioners for Her Majesty's Revenue and Customs to give effect to an agreement, decision or opinion made or given by— a the Commissioners (or their authorised representative), b the competent authority of a territory outside the United Kingdom, or c any commission, tribunal, court or other person. 2 The Commissioners are to give effect to the agreement, decision or opinion despite anything in any enactment, and any such adjustment as is appropriate in consequence may be made. 3 An adjustment under subsection (2) may be made by way of discharge or repayment of tax, the allowance of credit against tax payable in the United Kingdom, the making of an assessment or otherwise. Disclosure under international obligations etc 128C 1 The obligation as to secrecy imposed by any enactment does not prevent— a the Commissioners for Her Majesty's Revenue and Customs, b a person who is or was an authorised Revenue and Customs official, c a person who is or was a member of a committee or other body established by the Commissioners for Her Majesty's Revenue and Customs (or jointly by the Commissioners and an authority of a territory outside the United Kingdom), or d a person specified, or of a description specified, in regulations made by the Treasury, from disclosing information required to be disclosed under a relevant instrument or agreement in pursuance of a request made by any person. 2 In this section— “ relevant instrument or agreement ” means an instrument, agreement or arrangement referred to, or of a kind referred to, in section 128A(1); “ Revenue and Customs official ” means— a Commissioner for Her Majesty's Revenue and Customs; an officer of Revenue and Customs; a person acting on behalf of the Commissioners for Her Majesty's Revenue and Customs; a person acting on behalf of an officer of Revenue and Customs."}, {"act": "Finance Act 2019", "year": 2019, "section": "84", "section_title": "International tax enforcement: disclosable arrangements", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2019", "year": 2019, "section": "85", "section_title": "Interest in respect of unlawful ACT", "section_text": "85 1 This section applies where— a on any date before 12 December 2012, a person started proceedings against the Commissioners in the High Court or the Court of Session, b the proceedings include a claim arising out of a relevant payment, and c the claim has not been settled, discontinued or finally determined. 2 “ Relevant payment ” means a payment of unlawful ACT that— a was made by the person on or after 1 January 1996 or in the period of 6 years ending immediately before the date the proceedings were started, and b was set off or repaid (wholly or in part) before the proceedings were started. 3 The person is entitled to an order requiring the Commissioners to pay to the person— a an amount (“the principal amount”) equal to the amount of interest that would have accrued if simple interest had accrued on the relevant payment at the appropriate rate for the period beginning with the date the payment was made and ending with— i the date as regards which the unlawful ACT was set off, or ii the date the unlawful ACT was repaid, and b simple interest at the appropriate rate on the principal amount for the period beginning with the day after the date mentioned in paragraph (a)(i) or (ii) and ending with the date the principal amount is paid. 4 “The appropriate rate” is, in relation to any day, the rate specified in the following table in respect of that day. Period Rate per year (%) 1 October 1993 to 31 March 1997 8 1 April 1997 to 5 January 1999 6 6 January 1999 to 5 March 1999 5 6 March 1999 to 5 February 2000 4 6 February 2000 to 5 May 2001 5 6 May 2001 to 5 November 2001 4 6 November 2001 to 5 August 2003 3 6 August 2003 to 5 December 2003 2 6 December 2003 to 5 September 2004 3 6 September 2004 to 5 September 2005 4 6 September 2005 to 5 September 2006 3 6 September 2006 to 5 August 2007 4 6 August 2007 to 5 January 2008 5 6 January 2008 to 5 November 2008 4 6 November 2008 to 5 December 2008 3 6 December 2008 to 5 January 2009 2 6 January 2009 to 26 January 2009 1 27 January 2009 to 29 October 2018 0.5 30 October 2018 onwards 0.5 or such other rate as the Treasury may by regulations specify in respect of a period specified in the regulations 5 Where the unlawful ACT was repaid, any amount of interest or repayment supplement paid by the Commissioners on the making of the repayment is to be deducted from the principal amount (and subsection (3)(b) has effect accordingly). 6 Where part of the unlawful ACT has been set off or repaid at one time, and part of it has been set off or repaid at another time or has not been set off or repaid, for the purposes of this section treat each part as a separate payment. 7 In this section— “ the Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs (or, in relation to any time before the commencement of section 5 of the Commissioners for Revenue and Customs Act 2005, the Commissioners of Inland Revenue); “set off or repaid”: references to a payment of unlawful ACT being set off or repaid are— to it being set against a liability to corporation tax of any person, or to it being repaid by the Commissioners; “ settled ” means settled by agreement; “ unlawful ACT ” means advance corporation tax that was unlawfully levied. 8 The Treasury may by regulations substitute for the date for the time being specified in subsection (1)(a) such later date as they consider appropriate. 9 Regulations under this section are to be made by statutory instrument. 10 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 2019", "year": 2019, "section": "86", "section_title": "Section 85: supplementary", "section_text": "86 1 This section supplements section 85. 2 Nothing in section 85 limits the remedies that a court may award in respect of the claim. 3 However— a a person is not entitled to an order under section 85 in respect of a relevant payment if the person has obtained any other relevant remedy in respect of the relevant payment, and b a person who has obtained an order under section 85 in respect of a relevant payment is not entitled to any other relevant remedy in respect of the relevant payment. 4 In subsection (3)  “ relevant remedy ” means a remedy for the loss of use of the amount of the relevant payment during the period mentioned in section 85(3)(a) (or during some similar period). 5 Any interest or repayment supplement paid by the Commissioners on the making of— a a repayment of a relevant payment, or b a repayment of corporation tax occurring as a result of a relevant payment, is not regarded as a relevant remedy in respect of the relevant payment. 6 Where the right to bring a claim arising out of a payment of unlawful ACT has been transferred from the person who made the payment (“the payor”) to another person (“ the successor ”)— a in section 85(1) the reference to  “a person” is to the payor or the successor; b in section 85(2) the reference to  “the person” is to the payor; c in section 85(3) the reference to  “the person” is to the successor. 7 Any amount paid by the Commissioners to a person on a day by virtue of section 85 is to be brought into account when calculating, for tax purposes, the profits (or income) of the person for any period which includes that day."}, {"act": "Finance Act 2019", "year": 2019, "section": "87", "section_title": "Voluntary returns", "section_text": "87 1 In Part 2 of TMA 1970 (returns of income and gains), after section 12C insert— Voluntary returns Returns made otherwise than pursuant to a notice 12D 1 This section applies where— a a person delivers a purported return (“the relevant return”) under section 8, 8A or 12AA (“the relevant section”) for a year of assessment or other period (“ the relevant period ”), b no notice under the relevant section has been given to the person in respect of the relevant period, and c HMRC treats the relevant return as a return made and delivered in pursuance of such a notice. 2 For the purposes of the Taxes Acts— a treat a relevant notice as having been given to the person on the day the relevant return was delivered, and b treat the relevant return as having been made and delivered in pursuance of that notice (and, accordingly, treat it as if it were a return under the relevant section). 3 “ Relevant notice ” means— a in relation to section 8 or 8A, a notice under that section in respect of the relevant period; b in relation to section 12AA, a notice under section 12AA(3) requiring the person to deliver a return in respect of the relevant period, on or before the day the relevant return was delivered (or, if later, the earliest day that could be specified under section 12AA). 4 In subsection (1)(a)\t\t\t\t\t\t\t\t\t\t\t “ purported return ” means anything that— a is in a form, and is delivered in a way, that a corresponding return could have been made and delivered had a relevant notice been given, and b purports to be a return under the relevant section. 5 Nothing in this section affects sections 34 to 36 or any other provisions of the Taxes Acts specifying a period for the making or delivering of any assessment (including self-assessment) to income tax or capital gains tax. 2 In Schedule 18 to FA 1998 (company tax returns etc) at the end of Part 2 insert— Voluntary returns 20A 1 This paragraph applies where— a a company delivers a purported return (“the relevant return”) for a period (“ the relevant period ”), b no notice under paragraph 3 has been given to the company in respect of the relevant period, and c Her Majesty's Revenue and Customs treats the relevant return as a return made and delivered in pursuance of such a notice. 2 For the purposes of the Taxes Acts— a treat a relevant notice as having been given to the company on the day the relevant return was delivered, and b treat the relevant return as having been made and delivered in pursuance of that notice (and, accordingly, treat it as if it were a company tax return under paragraph 3). 3 “ Relevant notice ” means a notice under paragraph 3 requiring the company to deliver a return for the relevant period. 4 In sub-paragraph (1)(a)\t\t\t\t\t\t\t\t\t\t\t “ purported return ” means anything that— a is in a form, and is delivered in a way, that a corresponding return could have been made and delivered had a relevant notice been given, and b purports to be a company tax return. 5 Nothing in this paragraph affects paragraph 46 or any other provisions of the Taxes Acts specifying a time limit for the making of an assessment. 3 The amendments made by this section are treated as always having been in force. 4 However, those amendments do not apply in relation to a purported return delivered by a person if, before 29 October 2018— a the person made an appeal under the Taxes Acts, or a claim for judicial review, and b the ground (or one of the grounds) for the making of the appeal or claim was that the purported return was not a return under section 8, 8A or 12AA of TMA 1970 or paragraph 3 of Schedule 18 to FA 1998 because no relevant notice was given. 5 The Treasury may by regulations— a make such amendments of relevant tax legislation as they consider appropriate in consequence of subsection (1) or (2); b make such amendments of section 12D of TMA 1970 (inserted by subsection (1) of this section) as they consider appropriate in connection with the coming into force of section 61 of, and Schedule 14 to, F(No.2)A 2017 (digital reporting and record keeping for income tax etc). 6 In subsection (5)(a)\t\t\t\t\t “ relevant tax legislation ” means— a TMA 1970, b Schedule 18 to FA 1998, or c any other enactment relating to income tax, corporation tax or capital gains tax. 7 Regulations under this section are to be made by statutory instrument. 8 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 2019", "year": 2019, "section": "88", "section_title": "Interest under section 178 of FA 1989 and section 101 of FA 2009", "section_text": "88 1 Where, before the day on which this Act is passed— a regulations under subsection (1) of section 178 of FA 1989 provide for a rate of interest for the purposes of an enactment to which that section applies, but b no order was made under subsection (7) of that section appointing a day for that enactment, the rate has effect for any period of time beginning on or after the day on which the regulations came into force even though no such order was made. 2 In section 178 of FA 1989 (setting of rates of interest)— a in subsection (2), omit paragraph (u); b in subsection (3)(f), after  “provide that” insert  “                        rates or                      ” ; c omit subsection (7) (but this repeal does not affect any order already made under that subsection). 3 In Schedule 35 to FA 2014 (promoters of tax avoidance schemes), in paragraph 11 (interest on penalties)— a in sub-paragraph (1), for the words from  “at the rate” to the end substitute  “                        in accordance with section 101 of FA 2009                      ” ; b omit sub-paragraph (2). 4 In the Taxes (Interest Rate) Regulations 1989 (S.I. 1989/1297)— a in regulation 3(1), after paragraph (e) insert— f section 14(4) of the Ports Act 1991 (for any period of time beginning on or after the day on which the Finance Act 2019 is passed), and g paragraph 8 of Schedule 1 to the Employment Act 2002 (for any period of time beginning on or after the day on which the Finance Act 2019 is passed), ; b after regulation 5 insert— Applicable rate of interest for diverted profits tax 5A For the purposes of section 79 of the Finance Act 2015, the rate applicable under section 178 of the Finance Act 1989 is— a 3% per annum for the period beginning with 1 October 2015 and ending with 5 April 2017, and b 2.5% per annum thereafter. 5 Regulations under section 178(1) of FA 1989 may revoke or amend the provision made in the Taxes (Interest Rate) Regulations 1989 by subsection (4). 6 Section 101 of FA 2009 is to be regarded as having come into force on 6 May 2014 for the purposes of— a penalties under paragraphs 6B to 6D of Schedule 55 to FA 2009, in the case of returns falling within item 4 in the Table in paragraph 1 of that Schedule (real time information for PAYE); b penalties under paragraphs 5 to 8 of Schedule 56 to FA 2009, in the case of payments of tax falling within item 2 or 4 of the Table in paragraph 1 of that Schedule (PAYE and CIS amounts); c a penalty under section 208 or 226 of FA 2014 (penalties relating to follower notices, accelerated payment notices and partner payment notices), where the penalty relates to income tax payable under PAYE regulations."}, {"act": "Finance Act 2019", "year": 2019, "section": "89", "section_title": "Regulatory capital securities and hybrid capital instruments", "section_text": "89 Schedule 20— a makes provision revoking the previous rules that applied in relation to regulatory capital securities, and b makes new provision in relation to hybrid capital instruments."}, {"act": "Finance Act 2019", "year": 2019, "section": "90", "section_title": "Minor amendments in consequence of EU withdrawal", "section_text": "90 1 The Treasury may by regulations make such provision as they consider appropriate— a for the purpose of maintaining the effect of any relevant tax legislation on the withdrawal of the United Kingdom from the EU (and, accordingly, on the United Kingdom ceasing to be an EEA state); b for the purposes of any relevant tax, in connection with any provision made by regulations under section 8 of the European Union (Withdrawal) Act 2018 (power to remedy deficiencies); c in connection with any reference in relevant tax legislation to euros; d amending paragraph 2(4) of Schedule 5 to FA 1997 (indirect taxes: overpayments etc) for the purposes of removing the reference to EU legislation; e amending section 173 of FA 2006 (international tax enforcement) to permit the disclosure of information to the Commissioners by other public authorities and by the Commissioners (subject to conditions about its use) to persons outside the United Kingdom. 2 The regulations may— a amend any enactment; b contain incidental, transitional or saving provision; c make different provision for different purposes. 3 Where— a regulations under this section are made after exit day, and b a provision of the regulations is made by virtue of any of paragraphs (a) to (d) of subsection (1), the regulations may provide that the provision has effect from exit day. 4 Regulations under this section are to be made by statutory instrument. 5 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons. 6 In this section— “ the Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs; “ enactment ” includes an enactment comprised in subordinate legislation; “ relevant tax ” means any tax (including stamp duty) except— value added tax, any duty of customs, or any excise duty under the Alcoholic Liquor Duties Act 1979, the Hydrocarbon Oil Duties Act 1979 or the Tobacco Products Duty Act 1979; “ relevant tax legislation ” means any enactment relating to a relevant tax. 7 The provisions of this section only come into force if— a a negotiated withdrawal agreement and a framework for the future relationship have been approved by a resolution of the House of Commons on a motion moved by a Minister of the Crown for the purposes of section 13(1)(b) of the European Union (Withdrawal) Act 2018, or b the Prime Minister has notified the President of the European Council, in accordance with Article 50(3) of the Treaty on European Union, of the United Kingdom's request to extend the period in which the Treaties shall still apply to the United Kingdom, or c leaving the European Union without a withdrawal agreement and a framework for the future relationship has been approved by a resolution of the House of Commons on a motion moved by a Minister of the Crown."}, {"act": "Finance Act 2019", "year": 2019, "section": "91", "section_title": "Emissions reduction trading scheme: preparatory expenditure", "section_text": "91 1 The Secretary of State may incur expenditure in preparing for the introduction of a scheme for charges to be imposed for the allocation of emissions allowances. 2 In subsection (1),  “ emissions allowance ” means an allowance under paragraph 5 of Schedule 2 to the Climate Change Act 2008 relating to a trading scheme dealt with under Part 1 of that Schedule (schemes limiting activities relating to emissions of greenhouse gas)."}, {"act": "Finance Act 2019", "year": 2019, "section": "92", "section_title": "Impact analyses of the anti-avoidance provisions of this Act", "section_text": "92 1 The Chancellor of the Exchequer must review the impact of— a section 15 and Schedule 3, b section 16 and Schedule 4, c sections 19 and 20, d section 22 and Schedule 7, e section 23 and Schedule 8, f sections 47 and 48, and g section 84, of this Act in accordance with this section and lay a report of that review before the House of Commons within six months of the passing of this Act. 2 A review under this section must consider the impact of those provisions on— a child poverty, b households at different levels of income, c people with protected characteristics (within the meaning of the Equality Act 2010), and d different parts of the United Kingdom and different regions of England. 3 In this section— “ parts of the United Kingdom ” means— England, Scotland, Wales, and Northern Ireland; “ regions of England ” has the same meaning as that used by the Office for National Statistics."}, {"act": "Finance Act 2019", "year": 2019, "section": "93", "section_title": "Review of effectiveness of provisions on tax avoidance", "section_text": "93 1 The Chancellor of the Exchequer must review the effectiveness of the provisions of this Act relating to tax avoidance and lay a report of that review before the House of Commons within six months of the passing of this Act. 2 In this section,  “ the provisions of this Act relating to tax avoidance ” means— a section 15 and Schedule 3, b section 16 and Schedule 4, c sections 19 and 20, d section 22 and Schedule 7, e section 23 and Schedule 8, f sections 47 and 48, g section 84. 3 A review under this section must consider in particular— a the effects of those provisions in reducing tax avoidance and evasion, b the effect of those provisions in inducing new tax avoidance measures unanticipated by the Act, and c estimates of the efficacy of the provisions in reducing the tax gap in each tax year from 2018-19 to 2028-29."}, {"act": "Finance Act 2019", "year": 2019, "section": "94", "section_title": "Review of public health effects of gaming provisions", "section_text": "94 1 The Chancellor of the Exchequer must review the public health effects of the provisions of section 62 of and Schedule 19 to this Act and lay a report of that review before the House of Commons within six months of the passing of this Act. 2 A review under this section must consider— a the effects of those provisions in reducing the negative public health effects of gambling, and b the implications for the public finances of the public health effects of— i those provisions, ii the operation of the law relating to remote gaming duty and gaming duty if those provisions were not given effect."}, {"act": "Finance Act 2019", "year": 2019, "section": "95", "section_title": "Review of changes made by sections 80 and 81", "section_text": "95 1 The Chancellor of the Exchequer must review the effects of the changes made by sections 80 and 81 to TMA 1970 and IHTA 1984, and lay a report on that review before the House of Commons not later than 30 March 2019. 2 The review under this section must include a comparison of the time limit on proceedings for the recovery of lost tax that involves an offshore matter with other time limits on proceedings for the recovery of lost tax, including, but not limited to, those provided for by Schedules 11 and 12 to the F(No. 2)A 2017. 3 The review under this section must also consider the extent to which provisions equivalent to section 36A(7)(b) of TMA 1970 (relating to reasonable expectations) apply to the application of other time limits."}, {"act": "Finance Act 2019", "year": 2019, "section": "96", "section_title": "Interpretation", "section_text": "96 In this Act the following abbreviations are references to the following Acts. ALDA 1979 Alcoholic Liquor Duties Act 1979 CAA 2001 Capital Allowances Act 2001 CTA 2009 Corporation Tax Act 2009 CTA 2010 Corporation Tax Act 2010 FA, followed by a year Finance Act of that year F(No.2)A, followed by a year Finance (No.2) Act of that year F(No.3)A, followed by a year Finance (No.3) Act of that year IHTA 1984 Inheritance Tax Act 1984 ITA 2007 Income Tax Act 2007 ITEPA 2003 Income Tax (Earnings and Pensions) Act 2003 ITTOIA 2005 Income Tax (Trading and Other Income) Act 2005 OTA 1975 Oil Taxation Act 1975 TCGA 1992 Taxation of Chargeable Gains Act 1992 TIOPA 2010 Taxation (International and Other Provisions) Act 2010 TMA 1970 Taxes Management Act 1970 TPDA 1979 Tobacco Products Duty Act 1979 VATA 1994 Value Added Tax Act 1994 VERA 1994 Vehicle Excise and Registration Act 1994"}, {"act": "Finance Act 2019", "year": 2019, "section": "97", "section_title": "Short title", "section_text": "97 This Act may be cited as the Finance Act 2019."}]