[{"act": "Organ Donation (Deemed Consent) Act 2019", "year": 2019, "section": "1", "section_title": "“Appropriate consent” to adult transplantation activities: England", "section_text": "1 1 Section 3 of the Human Tissue Act 2004 (“appropriate consent”: adults) is amended as follows. 2 In subsection (6), after paragraph (b) insert— ba if neither paragraph (a) nor paragraph (b) applies and the activity is one to which subsection (6A) applies, the deemed consent of the person concerned; . 3 In subsection (6), in paragraph (c) after  “applies” insert  “                and the activity is not one to which subsection (6A) applies              ” . 4 After subsection (6) insert— 6A This subsection applies to the following activities done in England unless the body is the body of an excepted adult— a the storage of the body of a deceased person for use for the purpose of transplantation; b the removal from the body of a deceased person, for use for the purpose of transplantation, of any permitted material of which the body consists or which it contains; c the storage for use for the purpose of transplantation of any permitted material which has come from a human body; d the use for the purpose of transplantation of any permitted material which has come from a human body. 6B The person concerned is to be deemed, for the purposes of subsection (6)(ba), to have consented to the activity unless a person who stood in a qualifying relationship to the person concerned immediately before death provides information that would lead a reasonable person to conclude that the person concerned would not have consented. 5 After subsection (8) insert— 9 In subsection (6A)— “ excepted adult ” means— an adult who has died and who had not been ordinarily resident in England for a period of at least 12 months immediately before dying, or an adult who has died and who for a significant period before dying lacked capacity to understand the effect of subsection (6)(ba); “ permitted material ” means relevant material other than relevant material of a type specified in regulations made by the Secretary of State. 10 For the purposes of the definition of  “excepted adult” in subsection (9) a significant period means a sufficiently long period as to lead a reasonable person to conclude that it would be inappropriate for consent to be deemed to be given under subsection (6)(ba)."}, {"act": "Organ Donation (Deemed Consent) Act 2019", "year": 2019, "section": "2", "section_title": "Consequential amendments", "section_text": "2 1 The Human Tissue Act 2004 is further amended as follows. 2 In section 1 (authorisation of activities for scheduled purposes), after subsection (9B) insert— 9C Subsection (1) does not apply in relation to the following activities done in Northern Ireland in relation to relevant material that was removed from a human body in England— a the storage for use for the purpose of transplantation of the relevant material; b the use for the purpose of transplantation of the relevant material. 3 In section 1, in subsection (10)(c), for  “or (9B)(b)” substitute  “                , (9B)(b) or (9C)              ” . 4 In section 27 (provision with respect to consent), after subsection (8) insert— 8ZA The duty under section 26(3) shall also have effect, in particular, to require the Authority to give practical guidance on the circumstances in which the person concerned is to be deemed to have consented under section 3(6)(ba). 8ZB In giving practical guidance by virtue of subsection (8ZA), the Authority must, in particular, give guidance about the provision of information of the type described in section 3(6B) by a person who stood in a qualifying relationship to the person concerned immediately before death. 5 In section 52 (orders and regulations), in subsection (3) (statutory instruments to which negative procedure does not apply), after  “1(11),” insert  “                3(9),              ” . 6 In section 52, in subsection (4) (statutory instruments to which affirmative procedure applies), after  “no regulations under section” insert  “                3(9),              ” . 7 In section 52, in the list in subsection (10) (requirement to consult), after  “section 1(11)” insert—  “                section 3(9);              ” ."}, {"act": "Organ Donation (Deemed Consent) Act 2019", "year": 2019, "section": "3", "section_title": "Extent, commencement and short title", "section_text": "3 1 This Act extends to England and Wales and Northern Ireland only. 2 This section comes into force on the day on which this Act is passed. 3 The remaining provisions of this Act come into force on such day or days as the Secretary of State may by regulations made by statutory instrument appoint. 4 This Act may be cited as the Organ Donation (Deemed Consent) Act 2019."}]