[{"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "1", "section_title": "“The Parliamentary building works”", "section_text": "1 1 In this Act  “ the Parliamentary building works ” means— a works for the restoration of the Palace of Westminster, b works relating to the Parliamentary Estate, other than works within paragraph (a), that are designated for the purposes of this paragraph by the House Commissions with the agreement of the Sponsor Body and the Delivery Authority, and c works in connection with the restoration of the Palace of Westminster that— i relate to land that does not form part of the Parliamentary Estate on the first day on which any provision of this section comes into force, ii are not within paragraph (b), and iii are not designated as excluded from this paragraph by the House Commissions. 2 References in this Act to  “Palace restoration works” are to— a works within subsection (1)(a), and b works within subsection (1)(c). 3 If either House of Parliament is located somewhere other than the Palace of Westminster while the Parliamentary building works are carried out, the functions under this Act in relation to the works must be exercised with a view to facilitating the return of that House to the Palace of Westminster as soon as is reasonably practicable."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "2", "section_title": "The Parliamentary Works Sponsor Body", "section_text": "2 1 A body corporate called the Parliamentary Works Sponsor Body (referred to in this Act as  “ the Sponsor Body ”) is established for the purpose of having overall responsibility for the Parliamentary building works. 1A Regulations 3 and 4 of the Parliamentary Works Sponsor Body (Abolition) Regulations 2022 abolish the Sponsor Body (established by subsection (1) of this section, which was repealed by those Regulations) and transfer its functions to the Corporate Officers; and regulation 9(7) of those Regulations provides for references to the Sponsor Body in this Act to be treated as references to the Corporate Officers. 2 The Sponsor Body's duties are— a to determine the strategic objectives of the Parliamentary building works; b to make strategic decisions relating to the carrying out of the Parliamentary building works; c to form the Delivery Authority (see section 3); d to fund the Delivery Authority (see section 9); e to require the Delivery Authority to formulate proposals relating to the design, cost and timing of Palace restoration works; f to require the Delivery Authority, when considering the award of a contract in respect of the carrying out of the Parliamentary building works, to have regard to— i the prospective contractor's policy relating to corporate social responsibility, and ii the prospective contractor's policies and procedures relating to employment (including in relation to the blacklisting of employees); g to oversee the activities of the Delivery Authority in connection with the carrying out of the Parliamentary building works; h to deal with matters relating to completion of the Parliamentary building works, including the making of arrangements for the handing over of the buildings to which those works relate; i to promote public understanding of the purposes of the Restoration and Renewal Programme. 3 In performing the duties under subsection (2)(a) and (b) in relation to Palace restoration works, the Sponsor Body must consult members of each House of Parliament in accordance with the strategy under section 5. 4 In performing the duties under subsection (2)(a) and (b), the Sponsor Body must make arrangements for seeking the views of— a people employed in or for the purposes of either House of Parliament, b people working for members of either House of Parliament (whether or not for payment), and c members of the public. 5 In exercising its functions, the Sponsor Body must have regard to— a the need to ensure that the Parliamentary building works represent good value for money; b the need to ensure that the Parliamentary building works are carried out with a view to ensuring the safety and security of people who work in Parliament and members of the public; c the need to protect the environment and to contribute to achieving sustainable development; d the need to ensure that any place in which either House of Parliament is located while the Parliamentary building works are carried out is accessible to people visiting the place for the purpose of watching proceedings or attending meetings with members of either House; e the need to ensure that— i any place in which either House of Parliament is located while the Parliamentary building works are carried out, and ii (after completion of those works) all parts of the Palace of Westminster used by people working in it or open to people visiting it, are accessible to people with disabilities; f the need for improved visitor access to the Palace of Westminster after completion of the Parliamentary building works; g the need to ensure that educational and other facilities are provided for people visiting the Palace of Westminster after completion of the Parliamentary building works; h the need to ensure that the Parliamentary building works are carried out with a view to facilitating improved public engagement with Parliament and participation in the democratic process (especially by means of remote access to Parliament's educational and outreach facilities and programmes); i the special architectural, archaeological and historical significance of the Palace of Westminster; j the need to ensure that opportunities to secure economic or other benefits of the Parliamentary building works are available in all areas of the United Kingdom. 6 Schedule 1 contains further provision about the Sponsor Body."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "2A", "section_title": "Annual report", "section_text": "2A 1 At least once in every calendar year, the Corporate Officers must prepare and lay before Parliament a report about the carrying out of the Parliamentary building works and the progress that has been made towards completion of those works. 2 A report must in particular include information about persons to whom contracts in respect of the carrying out of the Parliamentary building works have been awarded, in particular— a their size, and b the areas in which they operate. 3 The Corporate Officers must publish each report."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "3", "section_title": "The Delivery Authority", "section_text": "3 1 The Sponsor Body must form a company limited by guarantee to exercise the functions conferred on the company by this Act. 2 The constitution of the company must include provision to ensure that the only member of the company, and its only guarantor, is the Sponsor Body. 3 The company formed under subsection (1) is referred to in this Act as  “ the Delivery Authority ”. 4 The Delivery Authority's duties are— a to formulate proposals relating to Palace restoration works, as required by the Sponsor Body under section 2(2)(e), and b to carry out the Parliamentary building works in line with the requirements of the Sponsor Body. 5 The Delivery Authority may do whatever it considers appropriate for the purposes of the duties under subsection (4), provided that it acts in accordance with— a the agreement entered into by the Sponsor Body and the Delivery Authority under section 4, and b the Delivery Authority's memorandum and articles of association. 6 In performing the duties under subsection (4) the Delivery Authority must have regard to the matters mentioned in section 2(5). 7 Schedule 2 contains further provision about the Delivery Authority."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "4", "section_title": "Relationship between the Sponsor Body and the Delivery Authority", "section_text": "4 1 The Sponsor Body and the Delivery Authority must enter into an agreement (“ the programme delivery agreement ”) containing— a a statement of the strategic objectives of the Parliamentary building works, as determined by the Sponsor Body under section 2(2)(a); b provision about the review of the Delivery Authority's activities by the Sponsor Body; c provision about how, and in what circumstances, the Sponsor Body may intervene in relation to the performance by the Delivery Authority of its duties under section 3(4) where the Sponsor Body considers that the Delivery Authority is not performing those duties effectively and efficiently. 2 The provision referred to in subsection (1)(b) includes provision for the Sponsor Body or any person authorised by it— a to inspect documents in the Delivery Authority's possession, and b to interview any member of the Delivery Authority's staff. 3 The programme delivery agreement may contain provision about such other matters relating to the Parliamentary building works as the Sponsor Body and the Delivery Authority consider appropriate. 4 If the Delivery Authority and the Sponsor Body fail to reach agreement in relation to a relevant matter, the Delivery Authority or the Sponsor Body (or both) may refer the difference between them to the House Commissions. 5 “ Relevant matter ” means— a a matter required by subsection (1)(b) or (c) to be included in the programme delivery agreement, or b a matter to be included in that agreement by virtue of subsection (3). 6 Where the House Commissions settle a difference referred to them under subsection (4)— a their decision is binding on the Sponsor Body and the Delivery Authority, and b the programme delivery agreement is to be treated as reflecting that decision. 7 The programme delivery agreement may be varied by agreement between the Sponsor Body and the Delivery Authority (and subsections (4) to (6) also apply in relation to any failure to agree a variation of a relevant matter)."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "5", "section_title": "Consultation strategy", "section_text": "5 1 The Sponsor Body must prepare a strategy for consulting members of each House of Parliament for the purposes of section 2(3) (requirement to carry out consultation in relation to Palace restoration works). 2 The Sponsor Body must publish the strategy no later than 8 weeks after the date on which this section comes into force. 3 The Sponsor Body must keep the strategy under review and revise it if appropriate. 4 If the Sponsor Body revises the strategy it must publish the revised strategy."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "6", "section_title": "Relationship between the Sponsor Body and Parliament", "section_text": "6 1 The Sponsor Body, the Corporate Officer of the House of Commons and the Corporate Officer of the House of Lords must enter into an agreement (a  “Parliamentary relationship agreement”) containing provision relating to the relationship between the Sponsor Body and Parliament. 2 A Parliamentary relationship agreement may contain provision about— a the buildings to which the Parliamentary building works relate (including responsibility for those buildings and arrangements for handing them over after completion of those works); b consultation and co-operation between the Sponsor Body and the Corporate Officers; c such other matters as the Sponsor Body and the Corporate Officers consider appropriate. 3 A Parliamentary relationship agreement may be varied by agreement between the Sponsor Body and the Corporate Officers."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "7", "section_title": "Parliamentary approval for works and funding", "section_text": "7 1 In this section— “ Delivery Authority proposals ” means proposals formulated by the Delivery Authority by virtue of section 3(4)(a); “ Parliamentary approval ” means approval by a resolution of each House of Parliament (and  “approval resolution” and  “approved by Parliament” are to be construed accordingly); “ phase two works ” means the Parliamentary building works that are proposed to be carried out during the period that— begins when Parliamentary approval is obtained for the purposes of subsection (2)(a) and (b), and ends with completion of the Parliamentary building works. 2 No Palace restoration works, other than preparatory works, may be carried out before the Sponsor Body has obtained Parliamentary approval for— a Delivery Authority proposals in respect of those works, and b funding, up to an amount specified in the approval resolution, in respect of phase two works. 3 In subsection (2)  “ preparatory works ” means works in preparation for the restoration of the Palace of Westminster, including— a initial design works, and b other works that do not affect the continued functioning of the Palace of Westminster for the purposes of either House of Parliament. 4 After obtaining Parliamentary approval for the purposes of subsection (2)(a) and (b), the Sponsor Body must obtain further Parliamentary approval— a before proceeding with Delivery Authority proposals that the Sponsor Body considers would significantly affect the design or timing of Palace restoration works, or b if the Sponsor Body considers that the amount of funding that is for the time being approved by Parliament in respect of phase two works is insufficient for the purposes of carrying out those works. 5 When seeking Parliamentary approval for the purposes of subsection (2)(a) or (4)(a), the Sponsor Body must lay before Parliament the Delivery Authority proposals in question. 6 When seeking Parliamentary approval for the purposes of subsection (2)(b) or (4)(b), the Sponsor Body must lay before Parliament its assessment of the amount of funding (or further funding) required in respect of phase two works. 7 The reference in subsection (4) to further Parliamentary approval is— a in a subsection (4)(a) case, a reference to Parliamentary approval for the Delivery Authority proposals, and b in a subsection (4)(b) case, a reference to Parliamentary approval for further funding, up to the amount specified in the approval resolution, in respect of phase two works. 8 For the purposes of any reference in this section to the time when Parliamentary approval is obtained for the purposes of subsection (2)(a) and (b), where one House passes an approval resolution on a different day from the other House, Parliamentary approval is to be taken to have been obtained on the second of those days."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "8", "section_title": "The Parliamentary Works Estimates Commission", "section_text": "8 1 A body corporate called the Parliamentary Works Estimates Commission (referred to in this Act as  “ the Estimates Commission ”) is established for the purpose of exercising the functions conferred on it by this Act. 2 Schedule 3 contains further provision about the Estimates Commission."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "9", "section_title": "Funding", "section_text": "9 1 The Corporate Officers may pay grants, or give any other form of financial assistance, to the Delivery Authority for the purpose of enabling the Delivery Authority to exercise its functions. 2 Financial assistance under subsection (1) may be given at such times, and subject to such conditions, as the Corporate Officers consider appropriate. 3 The Corporate Officers’ expenditure under this section is to be met out of money provided by Parliament. 4 Schedule 4 contains provision about the preparation of estimates by the Corporate Officers for the purposes of this section (and references in that Schedule to expenditure of the Corporate Officers are to be treated as referring only to expenditure under this section). 5 The Corporate Officers may make such arrangements as they consider appropriate to coordinate the preparation and management of estimates in accordance with Schedule 4 with the preparation and management of estimates prepared in respect of the costs of the performance of their functions (apart from the function of funding the Delivery Authority) under this Act."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "10", "section_title": "Abolition of the Sponsor Body and the Estimates Commission", "section_text": "10 1 The Leader of the House of Commons may by regulations made by statutory instrument abolish— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Estimates Commission. 2 The Leader of the House of Commons may by regulations made by statutory instrument provide for the transfer from the Corporate Officers to such person as the Leader considers appropriate of— a functions under or in connection with this Act; b property, rights or liabilities relating to or connected with functions under this Act. 3 But regulations under   subsection (2)   may not provide for the transfer of anything to a person who has not consented to the transfer. 4 The things that may be transferred by virtue of   subsection (2)   include— a property, rights and liabilities that could not otherwise be transferred; b property acquired, and rights and liabilities arising, after the making of the regulations. 5 Regulations under   subsection (2)   may— a create rights, or impose liabilities, in relation to property or rights transferred; b make provision about the continuing effect of things done by   the Corporate Officers   in respect of anything transferred; c make provision about the continuation of things (including legal proceedings) in the process of being done by, on behalf of or in relation to   the Corporate Officers   in respect of anything transferred; d if the Transfer of Undertakings (Protection of Employment) Regulations 2006 (S.I. 2006/246) do not apply in relation to the transfer, make provision that is the same or similar; e make other consequential, supplementary, incidental or transitional provision (including consequential provision amending or repealing any provision of this Act). 6 Regulations under subsection (1)(b) may make consequential, supplementary, incidental or transitional provision (including consequential provision amending or repealing any provision of this Act). 7 References in this section to rights and liabilities include rights and liabilities relating to a contract of employment. 8 Before making regulations under   subsection (1) or (2) , the Leader of the House of Commons— a must consult the Corporate Officer of the House of Commons, the Corporate Officer of the House of Lords and the House Commissions; b must obtain the consent of the Leader of the House of Lords. 9 A statutory instrument containing regulations under   subsection (1) or (2)   may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "11", "section_title": "Dissolution of the Delivery Authority", "section_text": "11 The Sponsor Body may dissolve the Delivery Authority, but only— a after completion of the Parliamentary building works, and b with the consent of— i the Corporate Officer of the House of Commons, ii the Corporate Officer of the House of Lords, and iii the House Commissions."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "12", "section_title": "Interpretation", "section_text": "12 1 In this Act—   “ the Corporate Officers ” means the Corporate Officer of the House of Commons and the Corporate Officer of the House of Lords, acting jointly;   “ the Delivery Authority ” has the meaning given by section 3(3); “ the Estimates Commission ” means the Parliamentary Works Estimates Commission; “ financial year ”, in relation to the Sponsor Body or the Estimates Commission, means— the period beginning with the date on which the Sponsor Body or the Estimates Commission (as the case may be) is established and ending with the 31 March following that date, and each successive period of 12 months; “ financial year ”, in relation to the Delivery Authority, means— the period beginning with the date on which the Delivery Authority is formed and ending with the 31 March following that date, and each successive period of 12 months; “ the House Commissions ” means the House of Commons Commission and the House of Lords Commission (and see subsection (2)); “ House of Lords Commission ” means any committee of the House of Lords whose terms of reference include the provision of strategic and political direction for the administration of the House of Lords on behalf of the House; “ Leader of the House of Commons ” means the Minister of the Crown who is for the time being designated as Leader of the House of Commons by the Prime Minister; “ Leader of the House of Lords ” means the Minister of the Crown who is for the time being designated as Leader of the House of Lords by the Prime Minister; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “ Palace restoration works ” has the meaning given by section 1(2); “ the Parliamentary building works ” has the meaning given by section 1(1); “ the Sponsor Body ” means the Parliamentary Works Sponsor Body  (but by virtue of regulation 9(7) of the Parliamentary Works Sponsor Body (Abolition) Regulations 2022 references to the Sponsor Body in this Act are after the commencement of those Regulations to be treated as references to the Corporate Officers) . 2 References in this Act to the doing of anything by the House Commissions are to the doing of the thing by them jointly. 3 Any question arising in relation to the definition of  “House of Lords Commission” in subsection (1) is to be determined by the Speaker of the House of Lords."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "13", "section_title": "Extent", "section_text": "13 1 This Act extends to England and Wales, Scotland and Northern Ireland. 2 This is subject to paragraph 28(3) of Schedule 1."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "14", "section_title": "Commencement", "section_text": "14 1 Section 13, this section and section 15 come into force on the day on which this Act is passed. 2 The other provisions of this Act come into force at the end of the period of 6 months beginning with the day on which this Act is passed (subject to subsection (3)). 3 The Leader of the House of Commons may by regulations made by statutory instrument appoint a day, falling before the end of the period mentioned in subsection (2), on which— a the provisions of this Act (other than section 13, this section and section 15) are to come into force, or b those provisions of this Act that are specified in the regulations are to come into force; and different days may be appointed for different purposes. 4 Before making regulations under subsection (3), the Leader of the House of Commons must obtain the consent of the Leader of the House of Lords."}, {"act": "Parliamentary Buildings (Restoration and Renewal) Act 2019", "year": 2019, "section": "15", "section_title": "Short title", "section_text": "15 This Act may be cited as the Parliamentary Buildings (Restoration and Renewal) Act 2019."}]