[{"act": "Defence Act 1854", "year": 1854, "section": "1", "section_title": " Principal officers of Ordnance may avail themselves of certain powers contained in 8 & 9  Vict.  c. 18 as to extinguishing rights of common, &c.", "section_text": "1 It shall be lawful for the principal officers for the time being of Her Majesty’s Ordnance (if they shall think proper so to do) to use and avail themselves of all the powers and provisions contained in the Lands Clauses Consolidation Act, 1845, for the purpose of ascertaining, making, and paying compensation for and extinguishing all rights of common, commonable, and other rights in, over, or affecting any lands the soil of which has at any time been or shall hereafter be purchased or taken by the said principal officers, under the  Defence Act, 1842; and for such purpose the principal officers for the time being of Her Majesty’s Ordnance shall be deemed and taken to be promoters of an undertaking within the meaning of the Lands Clauses Consolidation Act, 1845, and all the powers and provisions of the last-mentioned Act may, if necessary, be treated as if they had been contained in the Defence Act, 1842, for the purpose of being used or made available by the said principal officers for the time being: Provided always, that nothing herein contained shall prejudice or affect the powers and authorities of the principal officers of Her Majesty’s Ordnance for the time being under the last-mentioned statute."}, {"act": "Defence Act 1854", "year": 1854, "section": "2", "section_title": " Power of valuer appointed under Inclosure Act to cease on purchase of common rights by Ordnance. ", "section_text": "2 And in case the said principal officers of Her Majesty’s Board of Ordnance shall have purchased or shall hereafter purchase any land, and the common, commonable, and other rights in and over the same, and a valuer shall have been appointed in the matter of any inclosure proceeding in respect of such lands under the provisions of “The Acts for the Inclosure, Exchange, and Improvement of Land,” the duties and powers of such valuer in relation to the land so purchased shall, upon payment of the purchase money for such common, commonable, and other rights over the same, cease and determine, and the Inclosure Commissioners for England and Wales shall, by an order under their seal, award such amount of compensation to such valuer as they shall deem just to be paid by the said principal officers; and such valuer shall be bound to accept the same as a full compensation for his services in the matter of the said inclosure, so far as respects the land and common, commonable, and other rights so purchased."}, {"act": "Defence Act 1854", "year": 1854, "section": "3", "section_title": " Purchase may be made although proceedings pending.", "section_text": "3 Any purchase of the soil of any lands, or of any common, commonable, or other rights in or over the same, which shall be made under the provisions of any Act of Parliament, shall be valid in law to all intents and purposes, although at the time of such purchase proceedings for an inclosure of such lands were or shall be proceeding."}]