[{"act": "Crown Lands Act 1906", "year": 1906, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "3", "section_title": " Power of Board of Trade, &c. to settle disputes as to foreshore.", "section_text": "3 1 If any claim to any foreshore on the part of . . .  , the  Crown Estate Commissioners , or the Chancellor and Council of the Duchy of Lancaster is disputed by any of those departments, . . .   the  Crown Estate Commissioners  with the consent of the Treasury, and the Chancellor and Council of the Duchy of Lancaster, may enter into an agreement for settling the dispute. 2 Any such agreement may provide for the payment to or by . . .   the  Crown Estate Commissioners  by or to the Chancellor and Council of the Duchy of Lancaster of any sum of money in satisfaction of any claim which the department, to whom the money is paid, may have had to the foreshore which is the subject of the agreement. 3 Any agreement under this section shall be executed on the part of the Chancellor and Council of the Duchy of Lancaster under the hand and seal of the Chancellor, and attested by the clerk of the Council."}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "6", "section_title": " Power of Commissioners of Works to convey bridges. ", "section_text": "6 1 The  Secretary of State  may under and in accordance with the Crown Lands Acts 1829 to 1894, convey to a bridge authority willing and able to accept such a conveyance any bridge under the management of the  Secretary of State  and any land required for the purpose of widening or improving any bridge, either unconditionally or subject to such conditions and upon such terms as may be agreed upon between the  Secretary of State  and the authority, anything in those Acts to the contrary notwithstanding. 2 For the purposes of this section the expression “ bridge ” includes the approaches to and abutments of a bridge, and the expression “ bridge authority ” means any local authority having the duty of the care and maintenance of bridges."}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "7", "section_title": " Power to transfer management of Richmond and Kew Greens.", "section_text": "7 1 Nothwithstanding anything in the  Crown Lands Act 1851, it shall be lawful for the  Secretary of State  and the council of the borough of Richmond to enter into an agreement for the transfer from the  Secretary of State  to the council of the control and management as open spaces of Richmond Green and Kew Green, and on the execution of such an agreement the Open Spaces Acts 1877 to 1890, shall, subject to any conditions and reservations contained in the deed of transfer, apply as if the control and management of those greens had been transferred to the council under those Acts. 2 The  Minister of Agriculture, Fisheries and Food  and the said council may, in like manner and with like effect, enter into an agreement for the transfer to the council of the control and management of the land, formerly part of Kew Green, which lies between Kew Green and the north-west entrance to the Royal Botanic Gardens, but until such transfer the land shall for all purposes continue to be deemed to be part of those gardens."}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "10", "section_title": " Payment and application of money.", "section_text": "10 Any money due from or received by . . .   the  Crown Estate Commissioners , or the Chancellor and Council of the Duchy of Lancaster under this Act shall be paid or applied as if it had been payable or received for the purchase or sale of lands."}, {"act": "Crown Lands Act 1906", "year": 1906, "section": "11", "section_title": " Short title and interpretation.", "section_text": "11 This Act may be cited as the Crown Lands Act 1906 and with the Crown Lands Acts 1829 to 1894; and for the purposes of this Act the expression “ foreshore ” has the same meaning as in the  Crown Lands Act 1866."}]