[{"act": "Fatal Accidents and Sudden Deaths Inquiry (Scotland) Act 1906", "year": 1906, "section": "1", "section_title": "Short title.", "section_text": " 1   This Act may be cited as the Fatal Accidents and Sudden Deaths Inquiry (Scotland) Act, 1906.  "}, {"act": "Fatal Accidents and Sudden Deaths Inquiry (Scotland) Act 1906", "year": 1906, "section": "2", "section_title": "Verdicts to be returned.", "section_text": " 2   Subsection (7) of section four of the Fatal Accidents Inquiry (Scotland) Act, 1895, is hereby repealed, and, in lieu thereof, be it enacted that the jury, after hearing the evidence and the persons, if they so desire, appearing thereon, including any person duly authorised by any trades union or friendly society of which the deceased was a member, and the summing up by the sheriff, if he shall consider such summing up necessary or proper, shall return a verdict setting forth, so far as such particulars have been proved, when and where the accident and the death or deaths to which the inquiry relates took place, the cause or causes of such accident or death or deaths, the person or persons, if any, to whose fault or negligence the accident is attributable, the precautions, if any, by which it might have been avoided, any defects in the system or mode of working which contributed to the accident, and any other facts disclosed by the evidence which, in the opinion of the jury, are relevant to the inquiry.  "}, {"act": "Fatal Accidents and Sudden Deaths Inquiry (Scotland) Act 1906", "year": 1906, "section": "3", "section_title": "Public inquiries.", "section_text": " 3   In any case of sudden or suspicious death in Scotland, the Lord Advocate may, whenever it appears to him to be expedient in the public interest, direct that a public inquiry into such death and the circumstances thereof shall be held ; and the public inquiry so directed to be held shall take place according to the forms and procedure prescribed by the Fatal Accidents Inquiry (Scotland) Act, 1895, as altered by this Act.  "}, {"act": "Fatal Accidents and Sudden Deaths Inquiry (Scotland) Act 1906", "year": 1906, "section": "4", "section_title": "Repeal of 58 & 59 Vict. G.36 s.4, s.s.10.", "section_text": " 4   Subsection ten of section four of the Fatal Accidents Inquiry (Scotland) Act, 1895, is hereby repealed, and in lieu thereof be it enacted as follows, namely :—    The jury shall be cited by the sheriff clerk from the sheriff court jury book in the manner provided by statute for the citation of jurors in civil cases in Scotland, and the existing statutory provisions relative to fines for non-attendance of jurors and to the swearing of jurors shall apply to inquiries under this Act; but no person shall be summoned to attend to serve as a juror in any inquiry held under this Act who resides beyond such distances from the court-house or other building at which the inquiry is held as may from time to time be fixed by the several sheriffs of the several counties, with the approbation of the Secretary for Scotland.  "}]