[{"act": "Marriage with Foreigners Act 1906", "year": 1906, "section": "1", "section_title": " Marriages of British subjects with foreigners abroad.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage with Foreigners Act 1906", "year": 1906, "section": "2", "section_title": " Marriage of foreigners with British subjects in the United Kingdom.", "section_text": "2 1 Where arrangements have been made to the satisfaction of His Majesty with any foreign country for the issue by the proper officers of that country, in the case of persons subject to the marriage law of that country proposing to marry British subjects in  any part of the United Kingdom other than Scotland , of certificates that, after proper notices have been given, no impediment according to the law of that country has been shown to exist to the marriage, His Majesty may, by Order in Council, make regulations— a requiring any person, subject to the marriage law of that foreign country, who is to be married to a British subject in  any part of the United Kingdom other than Scotland , to give notice of the fact that he is subject to the marriage law of that country to the person by or in the presence of whom the marriage is to be solemnised; and b forbidding any person to whom such a notice is given to solemnise the marriage or to allow it to be solemnised until such a certificate as aforesaid is produced to him. 2 If any person knowingly acts in contravention of, or fails to comply with, any such regulation, he shall be guilty of a misdemeanour, and shall be liable to a fine not exceeding one hundred pounds, or to imprisonment for a term not exceeding one year. 3 Nothing in this section shall be taken to relate or have any reference to any marriages between two persons professing the Jewish religion solemnised according to the usages of the Jews in the presence of the secretary of a synagogue authorised by either the  Births and Deaths Registration Act, 1836, or the  Marriages (Ireland) Act, 1844, or by the  Marriage and Registration Act, 1856, to register such a marriage, or of a deputy appointed by such secretary by writing under his hand, and approved by the president for the time of the London committee of deputies of the British Jews by writing under his hand."}, {"act": "Marriage with Foreigners Act 1906", "year": 1906, "section": "3", "section_title": " Power to make general regulations.", "section_text": "3 His Majesty may by Order in Council make general regulations prescribing the forms to be used under this Act and making such other provisions as seem necessary or expedient for the purposes of this Act, and may by Order in Council revoke, alter, or add to any Order in Council made under this Act."}, {"act": "Marriage with Foreigners Act 1906", "year": 1906, "section": "4", "section_title": " Interpretation.", "section_text": "4 In this Act, unless the context otherwise requires,— The expressions “ Registrar-General ” and “ registrar ” mean respectively the Registrar-General within the meaning of the Births and Deaths Registration Act, 1836, and a superintendent registrar of marriages within the meaning of the   Marriage Act, 1836; and ..."}, {"act": "Marriage with Foreigners Act 1906", "year": 1906, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Marriage with Foreigners Act 1906", "year": 1906, "section": "6", "section_title": " Application to Ireland.", "section_text": "6 In the application of this Act to Ireland the expressions “ Registrar-General ” and “ registrar ” mean respectively the Registrar-General and registrar within the meaning of the  Marriages (Ireland) Act, 1844."}, {"act": "Marriage with Foreigners Act 1906", "year": 1906, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the Marriage with Foreigners Act, 1906."}]