[{"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "1", "section_title": " Short title and extent.", "section_text": "1 This Act may be cited as the National Galleries of Scotland Act 1906, and shall apply to Scotland only."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "2", "section_title": " Definitions.", "section_text": "2 In this Act (unless the context otherwise requires)— “ The Board ” shall mean the Board of Trustees established by this Act: “ Prescribed ” shall mean prescribed by Order under the hand of the  Secretary of State ; provided that every such Order shall be laid as soon as may be upon the table of both Houses of Parliament: “The National Galleries of Scotland” shall, until otherwise prescribed, mean the several buildings situated in Edinburgh, and known as the Royal Institution, the National Gallery, and the National Portrait Gallery, and shall include any other buildings which may be prescribed: “ Buildings ” shall include any land held with or for the purposes of a building."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "3", "section_title": " Establishment of National Galleries Trustees for Scotland.", "section_text": "3 A Board shall be established for the purpose of managing the National Galleries of Scotland and for  the other purposes mentioned in section 4A(1) of this Act . The Board shall be called the Board of Trustees for the National Galleries of Scotland, and from and after the establishment of such Board the Board of Trustees for Manufactures in Scotland (in this Act referred to as the Board of Manufactures), established by the  Linen and Hempen Manufactures (Scotland) Act 1726, the  Fisheries (Scotland) Act 1726, and letters patent issued in pursuance of the last-mentioned Act, and by any amending Acts, shall cease to exist, and a reference to the Board of Manufactures in any Act shall be construed as a reference to the Board, and subject to the provisions of this Act all the powers, duties, and liabilities vested in or imposed on the Board of Manufactures by any letters patent, Treasury minute, deed, or other instrument shall, until otherwise prescribed, be vested in, transferred to, and imposed on the Board, and, subject as aforesaid, the powers and duties of the Board shall be such, and shall be exercised and discharged by the Board in such manner, as may be prescribed."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "4", "section_title": " Further provision as to Board.", "section_text": "4 The Schedule to this Act shall have effect with respect to the Board."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "4A", "section_title": " Board’s general functions.", "section_text": "4A 1 So far as is practicable and subject to the provisions of this Act, the Board shall— a care for, preserve and add to the objects in their collections, b secure that the objects are exhibited to the public, c secure that the objects are available to persons seeking to inspect them in connection with study or research, and d generally promote the public’s enjoyment and understanding of the Fine Arts both by means of the Board’s collections and by such other means as they consider appropriate. 2 For those purposes the Board may, subject to the provisions of this Act— a provide education, instruction and advice and carry out research, and b enter into any contracts or other agreements including (subject to subsection (4)) contracts for the acquisition and disposal of land. 3 Subject to the provisions of this Act, the Board may do such things (including requiring payment for admission or for other services or for goods provided by them) as they think necessary or expedient— a for preserving, and increasing the utility of, their collections, b for securing the due administration of anything vested in or acquired by them, and any premises occupied or managed by them under or by virtue of this Act, and c otherwise for the purposes of their functions. 4 The Board shall not enter into any contract or agreement for the acquisition or disposal of land (except a contract of agreement for a period not exceeding one year) without the consent of the Secretary of State. 5 The Board may allow premises owned or occupied by them, or any of their resources or services, to be used by other persons (for payment or otherwise) for purposes not connected with the Board’s functions if they are satisfied that to do so would not conflict unduly with those functions."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "4B", "section_title": " Power of Board to form companies.", "section_text": "4B 1 With the consent of the Secretary of State and subject to any conditions he may impose, the Board may form or take part in forming one or more bodies corporate which (or each of which) has as its main object or objects one or more of those mentioned in subsection (2). 2 The objects are— a the production and publication of books, films or other informative material relating to the Fine Arts, b the commissioning of works of art, c the production of replicas or reproductions of works of art, or of souvenirs, d the sale of informative material relating to the Fine Arts, of works of art, of replicas or reproductions of such works, or souvenirs, and e the provision of catering or car parking or other services or facilities for the public at any premises occupied or managed by the Board. 3 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 4 This section is without prejudice to any power of the Board to undertake anything mentioned in subsection (2) by virtue of section 4A."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "4C", "section_title": " Acquisition and disposal of objects.", "section_text": "4C 1 The Board may acquire (whether by purchase, exchange or gift) any objects which in their opinion it is desirable to add to their collections. 2 Without prejudice to any power apart from this subsection, a Minister of the Crown may transfer to the Board any object (whether or not he acquired it before the Board’s establishment) if in his opinion it would appropriately form part of their collections. 3 The Board may not dispose of an object the property in which is vested in them and which is comprised in their collections unless— a the disposal is by way of sale, exchange or gift of an object which is a duplicate of another object the property in which is so vested and which is so compromised, or b the disposal is by way of sale, exchange or gift of an object which in the Board’s opinion is unsuitable for retention in their collections and can be disposed of without detriment to the interests of students or other members of the public, or c the disposal is an exercise of the power conferred by section 6 of the Museums and Galleries Act 1992, or d the disposal is made, with the approval of the Secretary of State, to  a body other than those for the time being specified in Schedule 5 to that Act, or e the disposal (by whatever means, including destruction) is of an object which the Board are satisfied has become useless for the purposes of their collections by reason of damage, physical deterioration, or infestation by destructive organisms. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 An object may be disposed of as mentioned in subsection (3)(e) notwithstanding a trust or condition (express or implied) prohibiting or restricting the disposal of the object. 6 Money accruing to the Board by virtue of a disposal mentioned in this section shall be applied by the Board in the acquisition of objects to be added to their collections."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "4D", "section_title": " Lending and borrowing of objects.", "section_text": "4D 1 Subject to subsection (2), the Board may lend any object the property in which is vested in them and which is comprised in their collections (whether or not the loan is for purposes of public exhibition, and whether or not under the terms of the loan the object is to remain in the United Kingdom). 2 In deciding whether or not to lend an object, and in determining the time for which and the conditions subject to which an object is to be lent, the Board— a shall give special consideration to a request for the loan of an object for public exhibition, and b subject to that, shall have regard to the interests of students and other persons visiting the Board’s collections, the suitability of the prospective borrower, the purpose of the loan, the physical condition and degree of rarity of the object, and any risks to which it is likely to be exposed. 3 Where the property in an object has become vested in the Board subject to a condition, they may exercise the power conferred by subsection (1) in a manner inconsistent with the condition if either— a 25 years have elapsed since the date on which the property became vested in the Board (or, where it became vested in them under section 4C(2), the Minister), or b the person who first imposed the condition or his personal representatives have consented in writing to the exercise of the power in that manner. 4 The Board may accept loans of objects for the purpose (depending on the terms of the loan) of exhibiting them, or of study or research by the Board or by persons seeking to inspect them."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "6", "section_title": " Transfer of property. ", "section_text": "6 1 It shall be lawful for the  Secretary of State  to allocate out of the general fund of the Board of Manufactures such sums as may be prescribed— a Towards the building and equipment of a school of art in Edinburgh; b For the purchase, erection, and equipment of buildings, and for the purchase of any land necessary in connection therewith, to be vested in the Commissioners of Works, and to be used for the purposes of the Royal Society of Edinburgh until otherwise prescribed with the consent of the Treasury. 2 Subject as herein-after provided all property belonging to or vested in or held in trust for or by the Board of Manufactures immediately before the establishment of the Board shall from and after such establishment pass to and vest in and be held in trust for or by the Board, subject to all debts and liabilities affecting the same, and shall be held by the Board, and applied by them for such purposes connected with the promotion of the Fine Arts in Scotland as may be prescribed."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "7", "section_title": " Vesting of buildings, &c. in Commissioners of Works. ", "section_text": "7 From and after the establishment of the Board the buildings presently vested in the Board of Manufactures, known as the Royal Institution, the National Gallery, the National Portrait Gallery, and Dunblane Cathedral, shall pass to and be vested in the Commissioners of Works, in the case of the two first-mentioned buildings for such purposes as may, with the consent of the Treasury, be prescribed, and in the case of the two last-mentioned buildings for the purposes and subject to any rights for or subject to which such buildings are presently held. The said buildings shall be maintained and kept in repair by the said Commissioners, and the expense of such maintenance and repair, together with the expenditure incurred by the Board in the payment of officers and otherwise in connection with the management of the National Gallery and National Portrait Gallery  and with the performance of such other functions as are conferred on them by or under this Act , shall be  met as provided in section 22 of the National Heritage (Scotland) Act 1985 , subject to such conditions in regard to the application of the capital moneys at the passing of this Act held by the Board of Manufactures for the maintenance and repair of any building specified in this section as may, with the consent of the Treasury, be prescribed: Provided that nothing in this Act contained and nothing done under this Act shall have the effect of imposing upon the heritors of the parish of Dunblane any obligations from which they were free at the passing of this Act."}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "8", "section_title": " Transfer of annuity to Consolidated Fund.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Galleries of Scotland Act 1906", "year": 1906, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}]