[{"act": "Open Spaces Act 1906", "year": 1906, "section": "1", "section_title": " Local authorities.", "section_text": "1 Each of the following bodies shall be a local authority for the purposes of this Act, namely— The council of any county, of any municipal   borough, or of any district: The common council of the city of London: Any parish council . . . "}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "2", "section_title": " Power of trustees under local Act to transfer open space to local authority or admit other persons to enjoyment thereof.", "section_text": "2 1 Where an open space is, in pursuance of a local or private Act of Parliament, placed under the care and management of trustees or other persons (in this section referred to as trustees), with a view to the preservation and regulation thereof as a garden or open space, the trustees may, in pursuance of a special resolution, and with the consent, signified by a special resolution, of the owners and occupiers of any houses which front upon the open space, or of which the owners and occupiers are liable to be specially rated for the maintenance of the open space,— a convey, for or without any consideration, to any local authority, their estate or interest in the open space or, if they have no such estate or interest, transfer to any local authority the entire care and management of the open space, to the end that the space may be preserved for the enjoyment of the public; or b grant, for or without any consideration, to any local authority any term of years or other limited interest in or any right or easement over the open space; or c make any agreement with any local authority for the opening to the public of the open space and the care and management thereof by the local authority, either at all times or at any specified time or times; or d notwithstanding anything in the Act or any instrument under which the trustees are constituted or act, admit persons not owning, occupying, or residing in any house fronting on the open space to the enjoyment of the open space, either at all times or at any specified time or times, and regulate the admission of such persons thereto on such terms and conditions as the trustees think proper. 2 Where the freehold of the open space and the freehold of all or the greater part of the houses round the open space are vested in the same person the powers conferred by this section shall not be exercised without the consent of that person. 3 Any such conveyance, transfer, grant, or agreement shall be made, if the trustees are a corporation, by an instrument under the common seal of the trustees, and if the trustees are not a corporation, by an instrument  under the hands and seals of executed as a deed by  any five of the trustees, or of all the trustees if for the time being they are less than five in number. 4 Any conveyance, transfer, grant, or agreement under this section shall be deemed a good execution of the trusts, powers, and duties imposed or conferred upon the trustees by the Act or instrument under which they are constituted or act, and where the trustees convey their entire interest in, or transfer the entire care and management of, the open space they shall, on the execution of the conveyance or transfer, be relieved and discharged from all trusts, powers, and duties under the Act or instrument or otherwise with reference to the open space. 5 The trustees shall hold any purchase money or rent paid for or in respect of the open space in trust for the benefit of the persons or class of persons for whose benefit the open space was previously preserved and managed by the trustees, or, as the case may be, for the benefit of the objects to which any rates previously imposed in respect of the open space had been applied, and such persons or class of persons shall be discharged either absolutely, or, if the grant was for a term of years or other limited interest, during the continuance of that interest, from any special rate or other obligation previously imposed on them in respect of the open space."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "3", "section_title": " Transfer to local authority of spaces held by trustees for purposes of public recreation.", "section_text": "3 1 Where any land is held by trustees (not being trustees elected or appointed under any local or private Act of Parliament) upon trust for the purposes of public recreation, the trustees may, in pursuance of a special resolution, transfer the land to any local authority by a free gift absolutely or for a limited term, and, if the local authority accept the gift, they shall hold the land on the trusts and subject to the conditions on and subject to which the trustees held the same, or on such other trusts and subject to such other conditions (so that the land be appropriated to the purposes of public recreation) as may be agreed on between the trustees and the local authority with the approval of the  Charity Commission . 2 Subject to the obligation of the land so transferred being used for the purposes of public recreation, the local authority may hold the land as and for the purposes of an open space under this Act."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "4", "section_title": " Transfer by charity trustees of open space to local authority.", "section_text": "4 1 Where an open space is vested in trustees, other than such as are mentioned in the foregoing provisions of this Act, for any charitable purpose and as part of their trust estate, and it appears to the majority of the trustees that the open space is no longer required for the purposes of their trust, or may with advantage to the trust be dealt with under this section, the trustees may, in pursuance of a special resolution,  and in accordance with subsection (1A) , convey or demise the open space to any local authority on such terms as they may agree, and the local authority shall thenceforth be entitled to hold the same as an open space on the terms and under the conditions specified in the conveyance or demise, or on such terms or under such conditions as may be so authorised or approved, or as the court may from time to time order, as the case may be. 1A The trustees act in accordance with this subsection if they convey or demise the open space as mentioned in subsection (1)— a with the sanction of an order of the Charity Commission or with that of an order of the court to be obtained as provided in the following provisions of this section, or b in accordance with such provisions of  section 36(2) to (8) of the Charities Act 1993   sections 117(2) and 119 to 121 of the Charities Act 2011  as are applicable. 2 The court for the purposes of this section shall  in England and Wales be either the High Court or the county court and, in Northern Ireland, shall  be either the High Court or the county court  of the district in which the whole or any part of the open space is situate . 3 An order of the court for the purposes of this section may be made upon application by the trustees, in manner directed by rules of court, and the court, before making any order, may direct such inquiries to be made, such consents to be obtained, and notice to be given to such persons, as to the court seem expedient, and may make such order thereon as in the discretion of the court appears proper.   4 Section 89 of the Charities Act 1993 (provisions as to orders under that Act) shall apply to any order of the  Charity Commission  under this section as it applies to orders made by  it                        under that Act. Section 337 of the Charities Act 2011 (provisions as to orders under that Act) applies to any order of the Charity Commission under this section as it applies to orders made by it under that Act."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "5", "section_title": " Transfer to local authority by owners of open spaces subject to rights of user.", "section_text": "5 1 Where any open space is subject to rights of user for exercise and recreation in the owners or occupiers, or both, of any houses round or near the same, whether the rights are secured by covenant or not, the owner of the open space may, with the consent, signified by a special resolution, of such owners or occupiers, or both, as the case may require,— a convey to any local authority his estate or interest in the open space in trust for the enjoyment of the public; or b grant to any local authority in trust as aforesaid any term of years or other limited interest in or any right or easement over the open space; or c make an agreement with any local authority for the opening to the public of the open space and the care and management thereof by the local authority either at all times or at any specified times: and thereupon the owner shall be discharged from any liability to any person entitled to any right of user in respect of any act done in accordance with the consent so given. 2 Where any person has any term of years or other limited interest in any such open space this section shall apply to him with reference to that interest in like manner as it applies to the owner of the open space. 3 Where any open space is used as a place of exercise and recreation for the inhabitants of certain houses, and the property and right of user is vested in one or more persons as owners or occupiers of the houses, those owners and occupiers (if any) may convey to a local authority in trust for the public a right to enter upon, use, and enjoy the open space subject to such terms and conditions as may be agreed upon."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "6", "section_title": " Transfer of disused burial grounds to local authority.", "section_text": "6 The owner of any disused burial ground may convey the burial ground to, or grant any term of years or other limited interest therein to, or make any agreement with, any local authority for the purpose of giving the public access to the burial ground, and preserving the same as an open space accessible to the public and under the control of the local authority, and for the purpose of improving and laying out the same."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "7", "section_title": " Power of corporation, &c. to convey land for open space.", "section_text": "7 1 Any corporation (other than a municipal corporation) or persons having power, either with or without the consent of any other corporation or persons, to sell any land may, but with the like consent (if any), convey, for or without any consideration, to any local authority that land, or any part thereof, for the purpose of the same being preserved as an open space for the enjoyment of the public under this Act, and may so convey the same with or without conditions, and the local authority may accept the land for that purpose, and, if conditions are imposed, subject to such conditions. 2 Where a corporation having power under this section to convey land are themselves a local authority, this section shall enable the authority to appropriate their land as an open space for the enjoyment of the public, and shall, with the necessary modifications, apply to the appropriation in like manner as it applies to the conveyance. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "8", "section_title": " Special resolutions and consents.", "section_text": "8 1 A resolution shall for the purposes of this Act be a special resolution when it has been— a passed by a majority of at least two-thirds of the persons present at a meeting summoned as herein-after provided; and b confirmed by another resolution passed by a majority of at least two-thirds of the persons present at a meeting summoned as herein-after provided and held after an interval of not less than one month from the first meeting. 2 A meeting of trustees for the purposes of this Act shall be summoned by a notice stating generally the object of the meeting, which notice shall be left at or sent by post, at least one month before the date of the meeting, to the last known or usual place of abode of each trustee. 3 A meeting of owners and occupiers of houses under this Act shall be summoned by a notice stating generally the object of the meeting, which notice shall be left at, or sent through the post to, each of such houses, at least one month before the date of the meeting, and shall be inserted as an advertisement at least three times in any two or more papers circulating in the neighbourhood. 4 If at any meeting of trustees or of owners and occupiers under this Act a resolution with respect to an open space is rejected, no meeting of the trustees, or, as the case may be, the owners or occupiers, shall be called or held with the same object and with respect to the same open space until the expiration of three years from the date of the rejection. 5 A meeting of owners or occupiers of houses for the purposes of this Act shall not be held between the first day of August in one year and the thirty-first day of January in the following year."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "9", "section_title": " Power of local authority to acquire open space or burial ground.", "section_text": "9 A local authority may, subject to the provisions of this Act,— a acquire by agreement and for valuable or nominal consideration by way of payment in gross, or of rent, or otherwise, or without any consideration, the freehold of, or any term of years or other limited estate or interest in, or any right or easement in or over, any open space or burial ground, whether situate within the district of the local authority or not; and b undertake the entire or partial care, management, and control of any such open space or burial ground, whether any interest in the soil is transferred to the local authority or not; and c for the purposes aforesaid, make any agreement with any person authorised by this Act or otherwise to convey or to agree with reference to any open space or burial ground, or with any other persons interested therein."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "10", "section_title": " Maintenance of open spaces and burial grounds by local authority. ", "section_text": "10 A local authority who have acquired any estate or interest in or control over any open space or burial ground under this Act shall, subject to any conditions under which the estate, interest, or control was so acquired— a hold and administer the open space or burial ground in trust to allow, and with a view to, the enjoyment thereof by the public as an open space within the meaning of this Act and under proper control and regulation and for no other purpose: and b maintain and keep the open space or burial ground in a good and decent state. and may inclose it or keep it inclosed with proper railings and gates, and may drain, level, lay out, turf, plant, ornament, light, provide with seats, and otherwise improve it, and do all such works and things and employ such officers and servants as may be requisite for the purposes aforesaid or any of them."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "11", "section_title": " Special provisions as to management of burial grounds and removal of tombstones.", "section_text": "11 1 A local authority shall not exercise any of the powers of management under this Act with reference to any consecrated burial ground unless and until they are authorised so to do by the licence or faculty of the bishop. 2 The playing of any games or sports shall not be allowed in any burial ground in or over which a local authority have acquired any estate, interest, or control under this Act, except that— a in the case of a consecrated burial ground, the bishop by licence or faculty; and b in the case of any burial ground which is not consecrated, the persons from whom the local authority have acquired the estate, interest, or control in or over the same may expressly sanction any such use of the burial ground, and may specify any conditions as to the extent or nature of such use. 3 In the case of any disused burial ground, at least three months before removing or changing the position of any tombstone or monument, a local authority shall— a prepare a statement sufficiently describing by the name and date appearing thereon the tombstones and monuments standing or being in the ground, and such other particulars as may be necessary, and shall cause this statement to be deposited with the clerk of the local authority, and to be open to inspection by all persons; and b insert an advertisement of the intention to remove or change the position of such tombstones and monuments three times at least in some newspaper circulating in the neighbourhood, and by that advertisement give notice of the deposit of the statement herein-before described, and of the place at which and the hours within which the same may be inspected; and c place a notice in terms similar to the advertisement on the door of the church (if any) to which the burial ground is attached, and deliver or send by post a notice to any person known or believed by the local authority to be a near relative of any person whose death is recorded on any such tombstone or monument. 4 In the case of a consecrated ground, no tombstone or monument shall be removed or its position changed without a licence or faculty from the bishop, and no application for such licence or faculty shall be made until the expiration of one month at least after the appearance of the last of such advertisements as aforesaid: Provided that on an application for a licence or faculty nothing shall prevent the bishop from directing or sanctioning the removal or change of position of any tombstone or monument, if he is of opinion that reasonable steps have been taken to bring the intention to effect such removal or change of position to the notice of some person having a family interest in the tombstone or monument. 5 A licence or faculty for the purposes of this section may be granted by the bishop of the diocese within which the consecrated burial ground is situate on the application of the local authority who have acquired any estate, interest, or control in or over the burial ground, and may be granted subject to such conditions and restrictions as to the bishop may seem fit."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "12", "section_title": " Powers over open spaces and burial grounds already vested in local authority.", "section_text": "12 A local authority may exercise all the powers given to them by this Act respecting open spaces and burial grounds transferred to them in pursuance of this Act in respect of any open spaces and burial grounds of a similar nature which may be vested in them in pursuance of any other statute, or of which they are otherwise the owners."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "13", "section_title": " Provision for compensation.", "section_text": "13 No estate, interest, or right of a profitable or beneficial nature in, over, or affecting an open space or burial ground shall, except with the consent of the person entitled thereto, be taken away or injuriously affected by anything done under this Act without compensation being made for the same; and such compensation shall be paid by the local authority by whom the estate, interest, or right is taken away or injuriously affected, and shall, in case of difference, be ascertained and provided in the same manner as if the same were compensation for lands purchased and taken otherwise than by agreement or injuriously affected under the Lands Clauses Acts."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "14", "section_title": " Power of county councils as to public walks or pleasure grounds.", "section_text": "14 A county council may purchase or take on lease, lay out, plant, improve, and maintain lands for the purpose of being used as public walks or pleasure grounds, and may support or contribute to the support of public walks or pleasure grounds provided by any person whomsoever."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "15", "section_title": " Byelaws. ", "section_text": "15 1 A local authority may, with reference to any open space or burial ground in or over which they have acquired any estate, interest, or control under this Act,  or in the case of the Greater London Council in relation to any other public park, heath, common, recreation ground, pleasure ground, garden, walk, ornamental enclosure or disused burial ground under the control and management of the said Council  make byelaws for the regulation thereof, and of the days and times of admission thereto, and for the preservation of order and prevention of nuisances therein, and may by such byelaws impose penalties recoverable summarily for the infringement thereof, and provide for the removal of any person infringing any byelaw by any officer of the local authority or police constable. 2 All byelaws made under this Act by any local authority  in England   other than byelaws of a class prescribed by regulations under section 236A(1) of the Local Government Act 1972    shall be made— a in the case of a county council . . .  , subject and according to the provisions of section sixteen of the  Local Government Act 1888; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c in the case of the Common Council of the City of London, subject and according to the  Corporation of London (Open Spaces) Act 1878; and d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e in the case of a municipal borough or district or parish council, subject and according to the provisions with respect to byelaws contained in sections one hundred and eighty-two to one hundred and eighty-six of the  Public Health Act 1875 and those sections shall apply to a parish council in like manner as if they were a local authority within the meaning of that Act, except that byelaws made by a parish council need not be under common seal. 3 The trustees or other persons having the care and management of any open space, who in pursuance of this Act admit to the enjoyment of the open space any persons not owning, occupying, or residing in any house fronting thereon, shall have the same powers of making byelaws as are conferred on a committee of the inhabitants of a square by section four of the  Town Gardens Protection Act 1863 and that section shall apply accordingly."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "16", "section_title": " Power of local authorities to act jointly.", "section_text": "16 Any two or more local authorities may jointly carry out the provisions of this Act and may make any agreement on such terms as may be arranged between them for so doing and for defraying the expenses of the execution of this Act, and any local authority may defray the whole or any part of the expenses incurred by any other local authority in the execution of this Act."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "17", "section_title": " Expenses of local authorities.", "section_text": "17 The expenses of a local authority incurred in the execution of this Act may be defrayed— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d in the case of a rural district council, as special expenses . . .  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "18", "section_title": " Borrowing.", "section_text": "18 A local authority may borrow for the purposes of this Act . . . "}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "19", "section_title": " Savings.", "section_text": "19 This Act shall not apply to— a the royal parks; nor b any land belonging to His Majesty in right of His Crown or of His Duchy of Lancaster; nor c any garden, ornamental ground, or ornamental land for the time being under the management of  the Secretary of State  or of the Commissioners for the time being acting under the  Crown Estate Paving Act 1851; nor d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e any land belonging to either of the honourable Societies of the Inner Temple and Middle Temple. 2 Nothing in this Act other than section 15 shall apply to any metropolitan common within the meaning of the Metropolitan Commons Acts 1866 to 1898 which does not fall within the provision made by article 32 of the  London Authorities (Property  etc. ) Order 1964."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "20", "section_title": " Definitions.", "section_text": "20 In this Act, unless the context otherwise requires,— The expression “ open space ” means any land, whether inclosed or not, on which there are no buildings or of which not more than one-twentieth part is covered with buildings, and the whole or the remainder of which is laid out as a garden or is used for purposes of recreation, or lies waste and unoccupied: The expression “ common council of the City of London ” means the mayor, aldermen, and commons of the City of London in common council assembled: The expression “ owner ”— used in relation to an open space (not being a burial ground), means any person in whom the open space is vested for an estate in possession during his life or for any larger estate; used in relation to a house, includes any person entitled to any term of years in the house; used in relation to a burial ground, means the person in whom the freehold of the burial ground is vested whether as appurtenant or incident to any benefice or cure of souls or otherwise: The expression “occupier,” used in relation to a house, means the person rated to the relief of the poor in respect of the house: The expression “ burial ground ” includes any churchyard, cemetery, or other ground, whether consecrated or not, which has been at any time set apart for the purpose of interment: The expression “ disused burial ground ” means any burial ground which is no longer used for interments, whether or not the ground has been partially or wholly closed for burials under the provisions of a statute or Order in Council: The expression “ building ” includes any temporary or movable building."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "21", "section_title": " Application of Act to Ireland.", "section_text": "21 1 In the application of this Act to Ireland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b Reference to any local or private Act of Parliament shall be construed as including any Act of the Parliament of Ireland; c References to the  Charity Commission  shall be construed as references to the  the Department for Social Development ; d The provisions of this Act so far as they relate to county and parish councils shall not apply. 2 Nothing in this Act shall apply to any land for the time being under the management of the Commissioners of Public Works in Ireland . . . "}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "22", "section_title": " Extent.", "section_text": "22 This Act shall not extend to Scotland."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "23", "section_title": " Repeal.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a Nothing in this repeal shall affect the validity or operation of any byelaw made under any enactment so repealed, but all such byelaws shall continue in force as if made under that Act, and may be revoked and altered accordingly:  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Open Spaces Act 1906", "year": 1906, "section": "25", "section_title": " Short title.", "section_text": "25 This Act may be cited as the Open Spaces Act 1906."}]