[{"act": "Public Trustee Act 1906", "year": 1906, "section": "1", "section_title": " Office of public trustee.", "section_text": "1 1 There shall be established the office of public trustee. 2 The public trustee shall be a corporation sole under that name, with perpetual succession and an official seal, and may sue and be sued under the above name like any other corporation sole, but any instruments sealed by him shall not, by reason of his using a seal, be rendered liable to a higher stamp duty than if he were an individual."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "2", "section_title": " General powers and duties of public trustee.", "section_text": "2 1 Subject to and in accordance with the provisions of this Act and rules made thereunder, the public trustee may, if he thinks fit— a act in the administration of estates of small value; b act as custodian trustee; c act as an ordinary trustee; d be appointed to be a judicial trustee; e  . . . . . .  2 Subject to the provisions of this Act, and to the rules made thereunder, the public trustee may act either alone or jointly with any person or body of persons in any capacity to which he may be appointed in pursuance of this Act, and shall have all the same powers, duties, and liabilities, and be entitled to the same rights and immunities and be subject to the control and orders of the court, as a private trustee acting in the same capacity. 3 The public trustee may decline, either absolutely or except on the prescribed conditions, to accept any trust, but he shall not decline to accept any trust on the ground only of the small value of the trust property. 4 The public trustee shall not accept any trust which involves the management or carrying on of any business, except in the cases in which he may be authorised to do so by rules made under this Act ..., nor the administration of any estate known or believed by him to be insolvent. 5 The public trustee shall not accept any trust exclusively for religious or charitable purposes, and nothing in this Act contained, or in the rules to be made under the powers in this Act contained, shall abridge or affect the powers or duties of the official trustee of charity lands or official trustees of charitable funds."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "3", "section_title": " Administration of small estates.", "section_text": "3 1 Any person who in the opinion of the public trustee would be entitled to apply to the court for an order for the administration by the court of an estate, the gross capital value whereof is proved to the satisfaction of the public trustee to be less than one thousand pounds, may apply to the public trustee to administer the estate, and, where any such application is made and it appears to the public trustee that the persons beneficially entitled are persons of small means, the public trustee shall administer the estate, unless he sees good reason for refusing to do so. 2 On the public trustee undertaking, by declaration in writing signed and sealed by him, to administer the estate the trust property other than stock shall, by virtue of this Act, vest in him, and the right to transfer or call for the transfer of any stock forming part of the estate shall also vest in him, in like manner as if vesting orders had been made for the purpose by the High Court under the  Trustee Act 1925 , and that Act shall apply accordingly. As from such vesting any trustee entitled under the trust to administer the estate shall be discharged from all liability attaching to the administration, except in respect of past acts: Provided that— a the public trustee shall not exercise the right of himself transferring the stock without the leave of the court; and b this subsection shall not apply to any copyhold land forming part of the estate, but the public trustee shall, as respects such land, have the like powers as if he had been appointed by the court under  section 50 of the  Trustee Act 1925 . 3 For the purposes of the administration the public trustee may exercise such of the administrative powers and authorities of the High Court as may be conferred on him by rules under this Act, subject to such conditions as may be imposed by the rules. 4 Rules shall be made under this Act for enabling the public trustee to take the opinion of the High Court on any question arising in the course of any administration without judicial proceedings, and otherwise for making the procedure under this section simple and inexpensive. 5 Where proceedings have been instituted in any court for the administration of an estate, and by reason of the small value of the estate it appears to the court that the estate can be more economically administered by the public trustee than by the court, or that for any other reason it is expedient that the estate should be administered by the public trustee instead of the court, the court may order that the estate shall be administered by the public trustee, and thereupon (subject to any directions by the court) this section shall apply as if the administration of the estate had been undertaken by the public trustee in pursuance of this section."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "4", "section_title": " Custodian trustee.", "section_text": "4 1 Subject to rules under this Act the public trustee may, if he consents to act as such, and whether or not the number of trustees has been reduced below the original number, be appointed to be custodian trustee of any trust— a by order of the court made on the application of any person on whose application the court may order the appointment of a new trustee; or b by the testator, settlor, or other creator of any trust; or c by the person having power to appoint new trustees. 2 Where the public trustee is appointed to be custodian trustee of any trust— a The trust property shall be transferred to the custodian trustee as if he were sole trustee, and for that purpose vesting orders may, where necessary, be made under the  Trustee Act 1925 : b The management of the trust property and the exercise of any power or discretion exerciseable by the trustees under the trust shall remain vested in the trustees other than the custodian trustee (which trustees are herein-after referred to as the managing trustees): c As between the custodian trustee and the managing trustees, and subject and without prejudice to the rights of any other persons, the custodian trustee shall have the custody of all securities and documents of title relating to the trust property, but the managing trustee shall have free access thereto and be entitled to take copies thereof or extracts therefrom: d The custodian trustee shall concur in and perform all acts necessary to enable the managing trustees to exercise their powers of management or any other power or discretion vested in them (including the power to pay money or securities into court), unless the matter in which he is requested to concur is a breach of trust, or involves a personal liability upon him in respect of calls or otherwise, but, unless he so concurs, the custodian trustee shall not be liable for any act or default on the part of the managing trustees or any of them: e All sums payable to or out of the income or capital of the trust property shall be paid to or by the custodian trustee: Provided that the custodian trustee may allow the dividends and other income derived from the trust property to be paid to the managing trustees or to such person as they direct, or into such bank to the credit of such person as they may direct, and in such case shall be exonerated from seeing to the application thereof and shall not be answerable for any loss or misapplication thereof: f The power of appointing new trustees, when exerciseable by the trustees, shall be exerciseable by the managing trustees alone, but the custodian trustee shall have the same power of applying to the court for the appointment of a new trustee as any other trustee: g In determining the number of trustees for the purposes of the  Trustee Act 1925 , the custodian trustee shall not be reckoned as a trustee. h The custodian trustee, if he acts in good faith, shall not be liable for accepting as correct and acting upon the faith of any written statement by the managing trustees as to any birth, death, marriage, or other matter of pedigree or relationship, or other matter of fact, upon which the title to the trust property or any part thereof may depend, nor for acting upon any legal advice obtained by the managing trustees independently of the custodian trustee: i The court may, on the application of either the custodian trustee, or any of the managing trustees, or of any beneficiary, and on proof to their satisfaction that it is the general wish of the beneficiaries, or that on other grounds it is expedient, to terminate the custodian trusteeship, make an order for that purpose, and the court may thereupon make such vesting orders and give such directions as under the circumstances may seem to the court to be necessary or expedient. 3 The provisions of this section shall apply in like manner as to the public trustee to any banking or insurance company or other body corporate entitled by rules made under this Act to act as custodian trustee, with power for such company or body corporate to charge and retain or pay out of the trust property fees not exceeding the fees chargeable by the public trustee as custodian trustee."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "5", "section_title": " Appointment of public trustee to be trustee, executor, &c.", "section_text": "5 1 The public trustee may by that name, or any other sufficient description, be appointed to be trustee of any will or settlement or other instrument creating a trust or to perform any trust or duty belonging to a class which he is authorised by the rules made under this Act to accept, and may be so appointed whether the will or settlement or instrument creating the trust or duty was made or came into operation before or after the passing of this Act, and either as an original or as a new trustee, or as an additional trustee, in the same cases, and in the same manner, and by the same persons or court, as if he were a private trustee, with this addition, that, though the trustees originally appointed were two or more, the public trustee may be appointed sole trustee. 2 Where the public trustee has been appointed a trustee of any trust, a co-trustee may retire from the trust under and in accordance with  section 39 of the  Trustee Act 1925 , notwithstanding that there are not more than two trustees, and without such consents as are required by that section. 3 The public trustee shall not be so appointed either as a new or additional trustee where the will, settlement, or other instrument creating the trust or duty contains a direction to the contrary, unless the court otherwise order. 4 Notice of any proposed appointment of the public trustee either as a new or additional trustee shall where practicable be given in the prescribed manner to all persons beneficially interested who are resident in the United Kingdom and whose addresses are known to the persons proposing to make the appointment, or, if such beneficiaries are infants, to their guardians, and if any person to whom such notice has been given within twenty-one days from the receipt of the notice applies to the court, the court may, if having regard to the interests of all the beneficiaries it considers it expedient to do so, make an order prohibiting the appointment being made, provided that a failure to give any such notice shall not invalidate any appointment made under this section."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "6", "section_title": " Power as to granting probate.", "section_text": "6 1 If in pursuance of any rule under this Act, the public trustee is authorised to accept by that name probates of wills or letters of administration, the court having jurisdiction to grant probate of a will or letters of administration may grant such probate or letters to the public trustee by that name, and for that purpose the court shall consider the public trustee as in law entitled equally with any other person or class of persons to obtain the grant of letters of administration, save that the consent or citation of the public trustee shall not be required for the grant of letters of administration to any other person, and that, as between the public trustee and the widower, widow , surviving civil partner  or next-of-kin of the deceased, the widower, widow , surviving civil partner  or next-of-kin shall be preferred, unless for good cause shown to the contrary. 2 Any executor who has obtained probate or any administrator who has obtained letters of administration, and notwithstanding he has acted in the administration of the deceased’s estate, may, with the sanction of the court, and after such notice to the persons beneficially interested as the court may direct, transfer such estate to the public trustee for administration either solely or jointly with the continuing executors or administrator, if any. And the order of the court sanctioning such transfer shall, subject to the provisions of this Act, give to the public trustee all the powers of such executor and administrator, and such executor and administrator shall not be in any way liable in respect of any act or default in reference to such estate subsequent to the date of such order, other than the act or default of himself or of persons other than himself for whose conduct he is in law responsible."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "8", "section_title": " Officers and offices.", "section_text": "8 1 The Lord Chancellor shall appoint such person as he thinks fit to the office of Public Trustee and the person so appointed shall hold and vacate office in accordance with the terms of his appointment. 1A The Public Trustee shall be paid such salary or fees as the Lord Chancellor determines with the consent of the Treasury. 1B If one person holds office both as the Public Trustee and as the Accountant General of the  Senior Courts  then, if he ceases to be the Accountant General, he shall also cease to be the Public Trustee unless the Lord Chancellor otherwise directs. 1C If a vacancy occurs in the office of Public Trustee or the person appointed to hold office is for any reason unable to act for any period such person as the Lord Chancellor appoints as deputy in that office shall, during the vacancy or that period, perform the functions of that office (and any property vested in the Public Trustee may accordingly be dealt with by the deputy in all respects as if it were vested in him instead). 2 The Lord Chancellor shall appoint such persons to be officers of the public trustee as, subject to the sanction of the Treasury, he may consider necessary for the purposes of this Act, and those officers shall hold office upon such terms, and be remunerated at such rates and in such manner, as the Treasury may sanction. 3 Any person appointed to be public trustee or an officer of the public trustee may, and shall, if the Treasury so require, be a person already in the public service. 4 The public trustee shall, if so directed by the Lord Chancellor with the concurrence of the Treasury, maintain offices in London and elsewhere, and, so far as practicable, buildings already used for public purposes shall be used for such offices. 5 The salary or remuneration of the public trustee and his officers and such other expenses of executing his office or otherwise carrying this Act into effect as may be sanctioned by the Treasury shall be paid out of moneys provided by Parliament."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "9", "section_title": " Fees charged by public trustee. ", "section_text": "9 1 There shall be charged in respect of the duties of the public trustee such fees, whether by way of percentage or otherwise,  as the Lord Chancellor may fix. . 2 Any expenses which might be retained or paid out of the trust property if the public trustee were a private trustee shall be so retained or paid, and the fees shall be retained or paid in the like manner as and in addition to such expenses. 3 Such fees shall  . . .be applied as an appropriation in aid of moneys provided by Parliament for expenses under this Act, and so far as not so applied shall be paid into the Exchequer. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The incidence of  any expenses retained or paid  under this section as between capital and income shall be determined by the public trustee."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "10", "section_title": " Appeal to the court.", "section_text": "10 1 A person aggrieved by any act or omission or decision of the public trustee in relation to any trust may apply to the court, and the court may make such order in the matter as the court thinks just. 2 Subject to rules of court, an application under this section to the High Court shall be made to a judge of the Chancery Division of the High Court in Chambers."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "11", "section_title": " Mode of action of public trustee.", "section_text": "11 1 The public trustee shall not, nor shall any of his officers, act under this Act for reward, except as provided by this Act. 2 The public trustee may, subject to the rules made under this Act, employ for the purposes of any trust such solicitors, bankers, accountants, and brokers, or other persons as he may consider necessary, and in determining the persons to be so employed in relation to any trust the public trustee shall have regard to the interests of the trust, but subject to this shall, whenever practicable, take into consideration the wishes of the creator of the trust and of the other trustees (if any), and of the beneficiaries, either expressed or as implied by the practice of the creator of the trust, or in the previous management of the trust. 3 On behalf of the public trustee such person as may be prescribed may take any oath, make any declaration, verify any account, give personal attendance at any court or place, and do any act or thing whatsoever which the public trustee is required or authorised to take, make, verify, give, or do: Provided that nothing in this Act or in any rule made under this Act shall confer upon any person not otherwise entitled thereto any right to appear, or act, or be heard in or before any court or tribunal, on behalf or instead of the public trustee, or to do any act whatsoever on behalf or on the instructions of the public trustee, which could otherwise only be lawfully done by a barrister or a duly certificated solicitor. 4 Where any bond or security would be required from a private person . . .   upon his appointment to act in any capacity, the public trustee, . . .   if he is appointed to act in such capacity as aforesaid, shall not be required to give such bond or security, but shall be subject to the same liabilities and duties as if he had given such bond or security. 5 The entry of the public trustee by that name in the books of a company shall not constitute notice of a trust, and a company shall not be entitled to object to enter the name of the public trustee on its books by reason only that the public trustee is a corporation, and, in dealings with property, the fact that the person or one of the persons dealt with is the public trustee, shall not of itself constitute notice of a trust."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "12", "section_title": " Application of Act to palatine courts.", "section_text": "12 The provisions of this Act with respect to the High Court shall, in their application to cases within the jurisdiction of a palatine court, include that court, and the public trustee shall provide an address within the county palatine where service upon him of any proceedings under this Act in such palatine court may be effected; the rules of court relating to the exercise of the jurisdiction of a palatine court under this Act shall be made by the authority having power to make general rules and orders of that court."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "13", "section_title": " Investigation and audit of trust accounts. ", "section_text": "13 1 Subject to rules under this Act and unless the court otherwise orders, the condition and accounts of any trust shall, on an application being made and notice thereof given in the prescribed manner by any trustee or beneficiary, be investigated and audited by such solicitor or public accountant as may be agreed on by the applicant and the trustees or, in default of agreement, by the public trustee or some person appointed by him: Provided that (except with the leave of the court) such an investigation or audit shall not be required within twelve months after any such previous investigation or audit, and that a trustee or beneficiary shall not be appointed under this section to make an investigation or audit. 2 The person making the investigation or audit (hereinafter called the auditor) shall have a right of access to the books, accounts, and vouchers of the trustees, and to any securities and documents of title held by them on account of the trust, and may require from them such information and explanation as may be necessary for the performance of his duties, and upon the completion of the investigation and audit shall forward to the applicant and to every trustee a copy of the accounts, together with a report thereon, and a certificate signed by him to the effect that the accounts exhibit a true view of the state of the affairs of the trust and that he has had the securities of the trust fund investments produced to and verified by him or (as the case may be) that such accounts are deficient in such respects as may be specified in such certificate. 3 Every beneficiary under the trust shall, subject to rules under this Act, be entitled at all reasonable times to inspect and take copies of the accounts, report, and certificate, and, at his own expense, to be furnished with copies thereof or extracts therefrom. 4 The auditor may be removed by order of the court, and, if any auditor is removed, or resigns, or dies, or becomes bankrupt or incapable of acting before the investigation and audit is completed, a new auditor may be appointed in his place in like manner as the original auditor. 5 The remuneration of the auditor and the other expenses of the investigation and audit shall be such as may be prescribed by rules under this Act, and shall, unless the public trustee otherwise directs, be borne by the estate; and, in the event of the public trustee so directing, he may order that such expenses be borne by the applicant or by the trustees personally or partly by them and partly by the applicant. 6 If any person having the custody of any documents to which the auditor has a right of access under this section fails or refuses to allow him to have access thereto or in anywise obstructs the investigation or audit, the auditor may apply to the court, and thereupon the court shall make such order as it thinks just. 7 Subject to rules of court, applications under or for the purposes of this section to the High Court shall be made to a judge of the Chancery Division in Chambers. 8 If any person in any statement of accounts, report, or certificate required for the purposes of this section wilfully makes a statement false in any material particular, he shall be liable on conviction on indictment to imprisonment for a term not exceeding two years, and on summary conviction to imprisonment for a term not exceeding six months, . . .   and in either case to a fine in lieu of or in addition to such imprisonment."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "14", "section_title": " Rules.", "section_text": "14 1 The Lord Chancellor shall, with the concurrence of the Treasury, make rules for carrying into effect the objects of this Act, and in particular for all or any of the following purposes (that is to say):— a establishing the office of public trustee and prescribing the trusts or duties he is authorised to accept or undertake, and the security, if any, to be given by the public trustee and his officers: b the transfer to and from the public trustee of any property: c the accounts to be kept and an audit thereof: d the establishment and regulation of any branch office: e excluding any trusts from the operation of this Act or any part thereof: f the classes of corporate bodies entitled to act as custodian trustees: g the form and manner in which notices under this Act shall be given. 2 Every rule under this Act shall be laid before each House of Parliament forthwith, and, if an address is presented to His Majesty by either House of Parliament, within the next subsequent thirty days on which the House has sat next after any such rule is laid before it, praying that the rule may be annulled, His Majesty in Council may annul the rule, and it shall thenceforth be void, but without prejudice to the validity of anything previously done thereunder. 3 If the rules require a declaration to be made for any purpose, a person who makes such declaration, knowing the same to be untrue in any material particular, shall be guilty of a misdemeanour."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "15", "section_title": " Definitions.", "section_text": "15 In this Act, unless the context otherwise requires,— the expression “ court ” means the High Court and, as respects trusts within its jurisdiction, the county court: the expression “ letters of administration ” means letters of administration of the estate and effects of a deceased person, whether general or with a will annexed, or limited either in time or otherwise: the expression “ trust ” includes an executorship or administratorship; and the expression “ trustee ” shall be construed accordingly; and the expression “ trust property ” shall include all property in the possession or under the control wholly or partly of the public trustee by virtue of any trust: the expression “ private trustee ” means a trustee other than the public trustee: the expression “ expenses ” includes costs and charges: the expression “ prescribed ” means prescribed for the time being by rules under this Act: other expressions have the same meaning as in the  Trustee Act 1925 ."}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Public Trustee Act 1906", "year": 1906, "section": "17", "section_title": " Short title and extent.", "section_text": "17 1 This Act may be cited as the Public Trustee Act 1906. 2 This Act shall not extend to Ireland or Scotland."}]