[{"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "143.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "44", "section_title": " Transfer of fine orders. ", "section_text": "44 1 Where a court of summary jurisdiction has imposed a fine on a person convicted of an offence and it appears to the court that he is residing— a within the jurisdiction of another court of summary jurisdiction in Scotland, or b in any petty sessions area in England and Wales, the court, if no term of imprisonment has been fixed by the court in default of payment of the fine, may order that payment of the fine shall be enforceable by that other court of summary jurisdiction or in that petty sessions area, as the case may be. 2 An order under this section (in this section referred to as a transfer of fine order) shall specify the court by which or the petty sessions area in which payment is to be enforceable and, where the court to be specified in a transfer of fine order is a court of summary jurisdiction, it shall, in any case where the  order is made  by the sheriff court, be a sheriff court. 3 Where a transfer of fine order is made with respect to any fine under this section, any functions under any enactment relating to that sum which, if no such order had been made, would have been exercisable by the court  which made the order  or by the clerk of that court shall cease to be so exercisable. 4 Where a transfer of fine order within the meaning of this section or of section 72A of the  Magistrates’ Courts Act 1952, as amended by the  Criminal Justice (Scotland) Act 1963, specifies a court of summary jurisdiction in Scotland, that court and the clerk of that court shall have all the like functions under this Part of this Act in respect of the fine or the sum in respect of which that order was made (including the power to make any further order under this section) as if the fine or the sum were a fine imposed by that court and as if any order made under this section or the said Act of 1952 in respect of the fine or the sum before the making of the transfer of fine order had been made by that court: Provided that for the purpose of determining the period of imprisonment which may be imposed under this Act by any court having jurisdiction in respect of a sum adjudged to be paid by a conviction of a magistrates’ court acting for a petty sessions area, section 49 of this Act shall have effect as if for the Table set out in subsection (1) of that section there were substituted the Table set out in paragraph 1 of Schedule 3 to the said Act of 1952 or that Table as modified by paragraph 3 of that Schedule, as the case may be. 5 Where a transfer of fine order under section 72A of the  Magistrates’ Courts Act 1952 or this section provides for the enforcement by a sheriff court in Scotland of a fine imposed by a court of assize or quarter sessions, the proviso to the last foregoing subsection shall not apply, but the term of imprisonment which may be imposed under this Act shall be the term fixed in pursuance of  section 31 of the  Powers of Criminal Courts Act 1973  by that court of assize or quarter sessions or a term which bears thesame proportion to the term so fixed as the amount of the fineremaining due bears to the amount of the fine imposed by that court,notwithstanding that the term exceeds the period applicable to thecase under section 49(1) of this Act."}, {"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "4573.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "74", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "74"}, {"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "75", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "76", "section_title": " Acts of Adjournal making rules,  etc.", "section_text": "76 1 It shall be lawful for the High Court, by Act of Adjournal— a  . . .  d to fix and regulate the fees payable in the High Court and the inferior courts in proceedings under this Act. 2 Until regulated under the foregoing provisions of this section the fees payable in the High Court shall be those payable at the commencement of this Act and the fees payable in the inferior courts shall be those set forth in the Third Schedule to this Act. 3 Nothing in this section shall  empower the High Court to make any regulation which the Secretary of State is empowered to make  by the  Courts of Law Fees (Scotland) Act 1895. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "77", "section_title": " Interpretation.", "section_text": "77 In this Act, . . .   . . .  “ High Court ” means the High Court of Justiciary;  . . . "}, {"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "78", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "78"}, {"act": "Summary Jurisdiction (Scotland) Act 1954 (Repealed 1.4.1996)", "year": 1954, "section": "79", "section_title": " Short title, commencement and extent.", "section_text": "79 1 This Act may be cited as the Summary Jurisdiction (Scotland) Act 1954. 2 This Act shall come into operation on the first day of January, nineteen hundred and fifty–five. 3 Save as otherwise expressly provided this Act shall extend to Scotland only."}]