[{"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "1", "section_title": " Proscribed organisations.", "section_text": "1 1 Any organisation for the time being specified in Schedule 1 to this Act is a proscribed organisation for the purposes of this Act; and any organisation which passes under a name mentioned in that Schedule shall be treated as proscribed whatever relationship (if any) it has to any other organisation of the same name. 2 The Secretary of State may by order made by statutory instrument— a add to Schedule 1 to this Act any organisation that appears to him to be concerned in, or in promoting or encouraging, terrorism occurring in the United Kingdom and connected with the affairs of Northern Ireland; b remove an organisation from that Schedule. 3 No order shall be made under this section unless— a a draft of the order has been laid before and approved by a resolution of each House of Parliament; or b it is declared in the order that it appears to the Secretary of State that by reason of urgency it is necessary to make the order without a draft having been so approved. 4 An order under this section of which a draft has not been approved under subsection (3) above— a shall be laid before Parliament; and b shall cease to have effect at the end of the period of forty days beginning with the day on which it was made unless, before the end of that period, the order has been approved by a resolution of each House of Parliament, but without prejudice to anything previously done or to the making of a new order. 5 In reckoning for the purposes of subsection (4) above any period of forty days, no account shall be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 6 In this section “ organisation ” includes any association or combination of persons."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "2", "section_title": " Membership, support and meetings.", "section_text": "2 1 Subject to subsection (3) below, a person is guilty of an offence if he— a belongs or professes to belong to a proscribed organisation; b solicits or invites support for a proscribed organisation other than support with money or other property; or c arranges or assists in the arrangement or management of, or addresses, any meeting of three or more persons (whether or not it is a meeting to which the public are admitted) knowing that the meeting is— i to support a proscribed organisation; ii to further the activities of such an organisation; or iii to be addressed by a person belonging or professing to belong to such an organisation. 2 A person guilty of an offence under subsection (1) above is liable— a on conviction on indictment, to imprisonment for a term not exceeding ten years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 3 A person belonging to a proscribed organisation is not guilty of an offence under this section by reason of belonging to the organisation if he shows— a that he became a member when it was not a proscribed organisation under the current legislation; and b that he has not since he became a member taken part in any of its activities at any time while it was a proscribed organisation under that legislation. 4 In subsection (3) above “ the current legislation ”, in relation to any time, means whichever of the following was in force at that time— a the  Prevention of Terrorism (Temporary Provisions) Act 1974; b the  Prevention of Terrorism (Temporary Provisions) Act 1976; c the  Prevention of Terrorism (Temporary Provisions) Act 1984; or d this Act. 5 The reference in subsection (3) above to a person becoming a member of an organisation is a reference to the only or last occasion on which he became a member."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "2A", "section_title": " Evidence and inferences.", "section_text": "2A 1 This section applies where a person is charged with an offence under section 2(1)(a) above; and references here to a specified organisation must be construed in accordance with section 2B below. 2 Subsection (3) below applies if a police officer of or above the rank of superintendent states in oral evidence that in his opinion the accused— a belongs to an organisation which is specified, or b belonged at a particular time to an organisation which was then specified. 3 If this subsection applies— a the statement shall be admissible as evidence of the matter stated, but b the accused shall not be committed for trial in England and Wales, or be found to have a case to answer or be convicted, solely on the basis of the statement. 4 Subsection (6) below applies if evidence is given that— a at any time before being charged with the offence the accused, on being questioned under caution by a constable, failed to mention a fact which is material to the offence and which he could reasonably be expected to mention, and b before being questioned he was permitted to consult a solicitor. 5 Subsection (6) below also applies if evidence is given that— a on being charged with the offence or informed by a constable that he might be prosecuted for it the accused failed to mention a fact which is material to the offence and which he could reasonably be expected to mention, and b before being charged or informed he was permitted to consult a solicitor. 6 If this subsection applies— a the court or jury, in considering any question whether the accused belongs or belonged at a particular time to a specified organisation, may draw from the failure inferences relating to that question, but b the accused shall not be committed for trial in England and Wales, or be found to have a case to answer or be convicted, solely on the basis of the inferences. 7 Subject to any directions by the court, evidence tending to establish the failure may be given before or after evidence tending to establish the fact which the accused is alleged to have failed to mention. 8 This section does not— a prejudice the admissibility of evidence admissible apart from this section; b preclude the drawing of inferences which could be drawn apart from this section; c prejudice an enactment providing (in whatever words) that an answer or evidence given by a person in specified circumstances is not admissible in evidence against him or some other person in any proceedings or class of proceedings (however described, and whether civil or criminal). 9 In subsection (8)(c) above the reference to giving evidence is a reference to giving it in any manner (whether by giving information, making discovery or disclosure, producing documents or otherwise). 10 In any proceedings in Scotland for an offence under section 2(1)(a) above in which the accused is charged with belonging to a specified organisation, where the court or jury draws an inference as mentioned in subsection (6) above any evidence that he belongs or, as the case may be, belonged to the organisation shall be sufficient evidence of that matter. 11 In this section “ police officer ” means a member of— a a police force within the meaning of the  Police Act 1996 or the  Police (Scotland) Act 1967, or b the Royal Ulster Constabulary. 12 This section does not apply to a statement made or failure occurring before the day on which the Criminal Justice (Terrorism and Conspiracy) Act 1998 was passed."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "2B", "section_title": " Specified organisations.", "section_text": "2B 1 For the purposes of section 2A above an organisation is specified at a particular time if at that time— a it is specified under section 3(8) of the  Northern Ireland (Sentences) Act 1998 or under subsection (2) below, and b it is, or forms part of, an organisation which is proscribed for the purposes of this Act. 2 If the condition in subsection (3) below is satisfied the Secretary of State may by order specify an organisation which is not specified under section 3(8) of the Northern Ireland (Sentences) Act 1998. 3 The condition is that the Secretary of State believes that the organisation— a is concerned in terrorism connected with the affairs of Northern Ireland, or in promoting or encouraging it, and b has not established or is not maintaining a complete and unequivocal ceasefire. 4 An order under this section shall be made by statutory instrument; and no order shall be made unless a draft has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "3", "section_title": " Display of support in public.", "section_text": "3 1 Any person who in a public place— a wears any item of dress; or b wears, carries or displays any article, in such a way or in such circumstances as to arouse reasonable apprehension that he is a member or supporter of a proscribed organisation, is guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both. 2 In Scotland a constable may arrest without warrant anyone whom he has reasonable grounds to suspect of being a person guilty of an offence under this section. 3 In this section “ public place ” includes any highway or, in Scotland, any road within the meaning of the  Roads (Scotland) Act 1984 and any premises to which at the material time the public have, or are permitted to have, access, whether on payment or otherwise."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "4", "section_title": " Exclusion orders: general.", "section_text": "4 1 The Secretary of State may exercise the powers conferred on him by this Part of this Act in such a way as appears to him expedient to prevent acts of terrorism to which this Part of this Act applies. 2 The acts of terrorism to which this Part of this Act applies are acts of terrorism connected with the affairs of Northern Ireland. 3 An order under section 5, 6 or 7 below is referred to in this Act as an “exclusion order\". 4 Schedule 2 to this Act shall have effect with respect to the duration of exclusion orders, the giving of notices, the right to make representations, powers of removal and detention and other supplementary matters for this Part of this Act. 5 The exercise of the detention powers conferred by that Schedule shall be subject to supervision in accordance with Schedule 3 to this Act."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "5", "section_title": " Orders excluding persons from Great Britain.", "section_text": "5 1 If the Secretary of State is satisfied that any person— a is or has been concerned in the commission, preparation or instigation of acts of terrorism to which this Part of this Act applies; or b is attempting or may attempt to enter Great Britain with a view to being concerned in the commission, preparation or instigation of such acts of terrorism, the Secretary of State may make an exclusion order against him. 2 An exclusion order under this section is an order prohibiting a person from being in, or entering, Great Britain. 3 In deciding whether to make an exclusion order under this section against a person who is ordinarily resident in Great Britain, the Secretary of State shall have regard to the question whether that person’s connection with any country or territory outside Great Britain is such as to make it appropriate that such an order should be made. 4 An exclusion order shall not be made under this section against a person who is a British citizen and who— a is at the time ordinarily resident in Great Britain and has then been ordinarily resident in Great Britain throughout the last three years; or b is at the time subject to an order under section 6 below."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "6", "section_title": " Orders excluding persons from Northern Ireland.", "section_text": "6 1 If the Secretary of State is satisfied that any person— a is or has been concerned in the commission, preparation or instigation of acts of terrorism to which this Part of this Act applies; or b is attempting or may attempt to enter Northern Ireland with a view to being concerned in the commission, preparation or instigation of such acts of terrorism, the Secretary of State may make an exclusion order against him. 2 An exclusion order under this section is an order prohibiting a person from being in, or entering, Northern Ireland. 3 In deciding whether to make an exclusion order under this section against a person who is ordinarily resident in Northern Ireland, the Secretary of State shall have regard to the question whether that person’s connection with any country or territory outside Northern Ireland is such as to make it appropriate that such an order should be made. 4 An exclusion order shall not be made under this section against a person who is a British citizen and who— a is at the time ordinarily resident in Northern Ireland and has then been ordinarily resident in Northern Ireland throughout the last three years; or b is at the time subject to an order under section 5 above."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "7", "section_title": " Orders excluding persons from the United Kingdom.", "section_text": "7 1 If the Secretary of State is satisfied that any person— a is or has been concerned in the commission, preparation or instigation of acts of terrorism to which this Part of this Act applies; or b is attempting or may attempt to enter Great Britain or Northern Ireland with a view to being concerned in the commission, preparation or instigation of such acts of terrorism, the Secretary of State may make an exclusion order against him. 2 An exclusion order under this section is an order prohibiting a person from being in, or entering, the United Kingdom. 3 In deciding whether to make an exclusion order under this section against a person who is ordinarily resident in the United Kingdom, the Secretary of State shall have regard to the question whether that person’s connection with any country or territory outside the United Kingdom is such as to make it appropriate that such an order should be made. 4 An exclusion order shall not be made under this section against a person who is a British citizen."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "8", "section_title": " Offences in respect of exclusion orders.", "section_text": "8 1 A person who is subject to an exclusion order is guilty of an offence if he fails to comply with the order at a time after he has been, or has become liable to be, removed under Schedule 2 to this Act. 2 A person is guilty of an offence— a if he is knowingly concerned in arrangements for securing or facilitating the entry into Great Britain, Northern Ireland or the United Kingdom of a person whom he knows, or has reasonable grounds for believing, to be an excluded person; or b if he knowingly harbours such a person in Great Britain, Northern Ireland or the United Kingdom. 3 In subsection (2) above “ excluded person ” means— a in relation to Great Britain, a person subject to an exclusion order made under section 5 above who has been, or has become liable to be, removed from Great Britain under Schedule 2 to this Act; b in relation to Northern Ireland, a person subject to an exclusion order made under section 6 above who has been, or has become liable to be, removed from Northern Ireland under that Schedule; and c in relation to the United Kingdom, a person subject to an exclusion order made under section 7 above who has been, or has become liable to be, removed from the United Kingdom under that Schedule. 4 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "9", "section_title": " Contributions towards acts of terrorism.", "section_text": "9 1 A person is guilty of an offence if he— a solicits or invites any other person to give, lend or otherwise make available, whether for consideration or not, any money or other property;  . . . b receives or accepts from any other person, whether for consideration or not, any money or other property, or c uses or has possession of, whether for consideration or not, any money or other property, intending that it shall be applied or used for the commission of, or in furtherance of or in connection with, acts of terrorism to which this section applies or having reasonable cause to suspect that it may be so used or applied. 2 A person is guilty of an offence if he— a gives, lends or otherwise makes available to any other person, whether for consideration or not, any money or other property; or b enters into or is otherwise concerned in an arrangement whereby money or other property is or is to be made available to another person, knowing or having reasonable cause to suspect that it will or may be applied or used as mentioned in subsection (1) above. 3 The acts of terrorism to which this section applies are— a acts of terrorism connected with the affairs of Northern Ireland; and b subject to subsection (4) below, acts of terrorism of any other description except acts connected solely with the affairs of the United Kingdom or any part of the United Kingdom other than Northern Ireland. 4 Subsection (3)(b) above does not apply to an act done or to be done outside the United Kingdom unless it constitutes or would constitute an offence triable in the United Kingdom. 5 In proceedings against a person for an offence under this section in relation to an act within subsection (3)(b) above done or to be done outside the United Kingdom— a the prosecution need not prove that that person knew or had reasonable cause to suspect that the act constituted or would constitute such an offence as is mentioned in subsection (4) above; but b it shall be a defence to prove that he did not know and had no reasonable cause to suspect that the facts were such that the act constituted or would constitute such an offence."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "10", "section_title": " Contributions to resources of proscribed organisations.", "section_text": "10 1 A person is guilty of an offence if he— a solicits or invites any other person to give, lend or otherwise make available, whether for consideration or not, any money or other property for the benefit of a proscribed organisation; b gives, lends or otherwise makes available or receives or accepts  or uses or has possession of , whether for consideration or not, any money or other property for the benefit of such an organisation; or c enters into or is otherwise concerned in an arrangement whereby money or other property is or is to be made available for the benefit of such an organisation. 2 In proceedings against a person for an offence under subsection (1)(b) above it is a defence to prove that he did not know and had no reasonable cause to suspect that the money or property was for the benefit of a proscribed organisation; and in proceedings against a person for an offence under subsection (1)(c) above it is a defence to prove that he did not know and had no reasonable cause to suspect that the arrangement related to a proscribed organisation. 3 In this section and sections 11 and 13 below “ proscribed organisation ” includes a proscribed organisation for the purposes of  section 30 of the Northern Ireland (Emergency Provisions) Act 1996 ."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "11", "section_title": " Assisting in retention or control of terrorist funds.", "section_text": "11 1 A person is guilty of an offence if he enters into or is otherwise concerned in an arrangement whereby the retention or control by or on behalf of another person of terrorist funds is facilitated, whether by concealment, removal from the jurisdiction, transfer to nominees or otherwise. 2 In proceedings against a person for an offence under this section it is a defence to prove that he did not know and had no reasonable cause to suspect that the arrangement related to terrorist funds. 3 In this section and section 12 below “ terrorist funds ” means— a funds which may be applied or used for the commission of, or in furtherance of or in connection with, acts of terrorism to which section 9 above applies; b the proceeds of the commission of such acts of terrorism or of activities engaged in in furtherance of or in connection with such acts; and c the resources of a proscribed organisation. 4 Paragraph (b) of subsection (3) includes any property which in whole or in part directly or indirectly represents such proceeds as are mentioned in that paragraph; and paragraph (c) of that subsection includes any money or other property which is or is to be applied or made available for the benefit of a proscribed organisation."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "12", "section_title": " Disclosure of information about terrorist funds.", "section_text": "12 1 A person may notwithstanding any restriction on the disclosure of information imposed by  statute or otherwise disclose to a constable a suspicion or belief that any money or other property is or is derived from terrorist funds or any matter on which such a suspicion or belief is based. 2 A person who enters into or is otherwise concerned in any such transaction or arrangement as is mentioned in section 9, 10 or 11 above does not commit an offence under that section if he is acting with the express consent of a constable or if— a he discloses to a constable his suspicion or belief that the money or other property concerned is or is derived from terrorist funds or any matter on which such a suspicion or belief is based; and b the disclosure is made after he enters into or otherwise becomes concerned in the transaction or arrangement in question but is made on his own initiative and as soon as it is reasonable for him to make it, but paragraphs (a) and (b) above do not apply in a case where, having disclosed any such suspicion, belief or matter to a constable and having been forbidden by a constable to enter into or otherwise be concerned in the transaction or arrangement in question, he nevertheless does so. 2A For the purposes of subsection (2) above a person who uses or has possession of money or other property shall be taken to be concerned in a transaction or arrangement. 3 In proceedings against a person for an offence under section 9(1)(b)  or (c) or (2), 10(1)(b) or (c) or 11 above it is a defence to prove— a that he intended to disclose to a constable such a suspicion, belief or matter as is mentioned in paragraph (a) of subsection (2) above; and b that there is a reasonable excuse for his failure to make the disclosure as mentioned in paragraph (b) of that subsection. 4 In the case of a person who was in employment at the relevant time, subsections (1) to (3) above shall have effect in relation to disclosures, and intended disclosures, to the appropriate person in accordance with the procedure established by his employer for the making of such disclosures as they have effect in relation to disclosures, and intended disclosures, to a constable. 5 No constable or other person shall be guilty of an offence under section 9(1)(b) or (c) or (2) or 10(1)(b) or (c) above in respect of anything done by him in the course of acting in connection with the enforcement, or intended enforcement, of any provision of this Act or of any other enactment relating to terrorism or the proceeds or resources of terrorism. 6 For the purposes of subsection (5) above, having possession of any property shall be taken to be doing an act in relation to it."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "13", "section_title": " Penalties and forfeiture.", "section_text": "13 1 A person guilty of an offence under section 9, 10 or 11 above is liable— a on conviction on indictment, to imprisonment for a term not exceeding fourteen years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 2 Subject to the provisions of this section, the court by or before which a person is convicted of an offence under section 9(1) or (2)(a) above may order the forfeiture of any money or other property— a which, at the time of the offence, he had in his possession or under his control; and b which, at that time— i in the case of an offence under subsection (1) of section 9, he intended should be applied or used, or had reasonable cause to suspect might be applied or used, as mentioned in that subsection; ii in the case of an offence under subsection (2)(a) of that section, he knew or had reasonable cause to suspect would or might be applied or used as mentioned in subsection (1) of that section. 3 Subject to the provisions of this section, the court by or before which a person is convicted of an offence under section 9(2)(b), 10(1)(c) or 11 above may order the forfeiture of the money or other property to which the arrangement in question related and which, in the case of an offence under section 9(2)(b), he knew or had reasonable cause to suspect would or might be applied or used as mentioned in section 9(1) above. 4 Subject to the provisions of this section, the court by or before which a person is convicted of an offence under section 10(1)(a) or (b) above may order the forfeiture of any money or other property which, at the time of the offence, he had in his possession or under his control for the use or benefit of a proscribed organisation. 5 The court shall not under this section make an order forfeiting any money or other property unless the court considers that the money or property may, unless forfeited, be applied or used as mentioned in section 9(1) above but the court may, in the absence of evidence to the contrary, assume that any money or property may be applied or used as there mentioned. 6 Where a person other than the convicted person claims to be the owner of or otherwise interested in anything which can be forfeited by an order under this section, the court shall, before making such an order in respect of it, give him an opportunity to be heard. 7 A court in Scotland shall not make an order under subsection (2), (3) or (4) above except on the application of the prosecutor when he moves for sentence; and for the purposes of any appeal or review an order under any of those subsections made by a court in Scotland is a sentence. 8 Schedule 4 to this Act shall have effect in relation to orders under this section."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "14", "section_title": " Arrest and detention of suspected persons.", "section_text": "14 1 Subject to subsection (2) below, a constable may arrest without warrant a person whom he has reasonable grounds for suspecting to be— a a person guilty of an offence under section 2, 8, 9, 10 or 11 above  or under section 30 of the Northern Ireland (Emergency Provisions) Act 1996 ; b a person who is or has been concerned in the commission, preparation or instigation of acts of terrorism to which this section applies; or c a person subject to an exclusion order. 2 The acts of terrorism to which this section applies are— a acts of terrorism connected with the affairs of Northern Ireland; and b acts of terrorism of any other description except acts connected solely with the affairs of the United Kingdom or any part of the United Kingdom other than Northern Ireland. 3 The power of arrest conferred by subsection (1)(c) above is exercisable only— a in Great Britain if the exclusion order was made under section 5 above; and b in Northern Ireland if it was made under section 6 above. 4 Subject to subsection (5) below, a person arrested under this section shall not be detained in right of the arrest for more than forty-eight hours after his arrest. 5 The Secretary of State may, in any particular case, extend the period of forty-eight hours mentioned in subsection (4) above by a period or periods specified by him, but any such further period or periods shall not exceed five days in all and if an application for such an extension is made the person detained shall as soon as practicable be given written notice of that fact and of the time when the application was made. 6 The exercise of the detention powers conferred by this section shall be subject to supervision in accordance with Schedule 3 to this Act. 7 The provisions of this section are without prejudice to any power of arrest exercisable apart from this section."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "15", "section_title": " Provisions supplementary to s.14.", "section_text": "15 1 If a justice of the peace is satisfied that there are reasonable grounds for suspecting that a person whom a constable believes to be liable to arrest under section 14(1)(b) above is to be found on any premises he may grant a search warrant authorising any constable to enter those premises for the purpose of searching for and arresting that person. 2 In Scotland the power to issue a warrant under subsection (1) above shall be exercised by a sheriff or a justice of the peace, an application for such a warrant shall be supported by evidence on oath and a warrant shall not authorise a constable to enter any premises unless he is a constable for the police area in which they are situated. 3 In any circumstances in which a constable has power under section 14 above to arrest a person, he may also, for the purpose of ascertaining whether he has in his possession any document or other article which may constitute evidence that he is a person liable to arrest, stop that person and search him. 4 Where a constable has arrested a person under that section for any reason other than the commission of a criminal offence, he, or any other constable, may search him for the purpose of ascertaining whether he has in his possession any document or other article which may constitute evidence that he is a person liable to arrest. 5 A search of a person under subsection (3) or (4) above may only be carried out by a person of the same sex. 6 A person detained under section 14 above shall be deemed to be in legal custody at any time when he is so detained and may be detained in such a place as the Secretary of State may from time to time direct. 7 The following provisions (requirement to bring accused person before the court after his arrest) shall not apply to a person detained in right of an arrest under section 14 above— a section 135(3) of the Criminal Procedure (Scotland) Act 1995; b Article 47 of the Police and Criminal Evidence (Northern Ireland) Order 1989; c Article 8(1) of the Criminal Justice (Children) (Northern Ireland) Order 1998. 8 Section 22(1) and (3) of the Criminal Procedure (Scotland) Act 1995  (interim liberation by officer in charge of police station) shall not apply to a person detained in right of an arrest under section 14 above. 9 Where a person is detained under section 14 above, any constable or prison officer, or any other person authorised by the Secretary of State, may take all such steps as may be reasonably necessary for photographing, measuring or otherwise identifying him. 10 Section 61(1) to (8) of the  Police and Criminal Evidence Act 1984 (fingerprinting) shall apply to the taking of a person’s fingerprints by a constable under subsection (9) above as if for subsection (4) there were substituted— 4 An officer may only give an authorisation under subsection (3)(a) above for the taking of a person’s fingerprints if he is satisfied that it is necessary to do so in order to assist in determining— a whether that person is or has been concerned in the commission, preparation or instigation of acts of terrorism to which section 14 of the Prevention of Terrorism (Temporary Provisions) Act 1989 applies; or b whether he is subject to an exclusion order under that Act; or if the officer has reasonable grounds for suspecting that person’s involvement in an offence under any of the provisions mentioned in subsection (1)(a) of that section and for believing that his fingerprints will tend to confirm or disprove his involvement. 11 Section 62(1) to (11) of the Police and Criminal Evidence Act 1984 (regulation of taking of intimate samples) shall apply to the taking of an intimate sample from a person under subsection (9) above as if— a for subsection (2) there were substituted— \" An officer may only give an authorisation under subsection (1) or (1A) above for the taking of an intimate sample if he is satisfied that it is necessary to do so in order to assist in determining— a whether that person is or has been concerned in the commission, preparation or instigation of acts of terrorism to which section 14 of the Prevention of Terrorism (Temporary Provisions) Act 1989 applies; or b whether he is subject to an exclusion order under that Act; or if the officer has reasonable grounds for suspecting that person’s involvement in an offence under any of the provisions mentioned in subsection (1)(a) of that section and for believing that an intimate sample will tend to confirm or disprove his involvement\"; and b in subsection (6), after the word “includes\", there were inserted the words “where relevant\". 12 In this section, “ intimate sample ” has the same meaning as in section 65 of the  Police and Criminal Evidence Act 1984. 13 Section 63(1) to (9) of the Police and Criminal Evidence Act 1984 (regulation of taking of non-intimate samples) shall apply to the taking of a non-intimate sample from a person by a constable under subsection (9) above as if— a for subsection (4) there were substituted— “ An officer may only give an authorisation under subsection (3) above for the taking of a non-intimate sample if he is satisfied that it is necessary to do so in order to assist in determining— a whether that person is or has been concerned in the commission, preparation or instigation of acts of terrorism to which section 14 of the Prevention of Terrorism (Temporary Provisions) Act 1989 applies; or b whether he is subject to an exclusion order under that Act; or if the officer has reasonable grounds for suspecting that person’s involvement in an offence under any of the provisions mentioned in subsection (1)(a) of that section and for believing that a non-intimate sample will tend to confirm or disprove his involvement\"; and b in subsection (7), after the word “includes\" there were inserted the words “where relevant\". 14 In this section, “ non-intimate sample ” has the same meaning as in section 65 of the Police and Criminal Evidence Act 1984."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "16", "section_title": " Port and border controls.", "section_text": "16 1 Schedule 5 to this Act shall have effect for conferring powers to examine persons  or goods  arriving in or leaving Great Britain or Northern Ireland and for connected purposes. 2 The exercise of the examination and detention powers conferred by paragraphs 2 and 6 of that Schedule shall be subject to supervision in accordance with Schedule 3 to this Act. 3 The designated ports for the purposes of paragraph 8 of Schedule 5 to this Act shall be those specified in Schedule 6 to this Act but the Secretary of State may by order add any port to, or remove any port from, that Schedule. 4 Without prejudice to the provisions of Schedule 5 to this Act with respect to persons who enter or leave Northern Ireland by land or who seek to do so, the Secretary of State may by order make such further provision with respect to those persons as appears to him to be expedient. 5 The power to make orders under this section shall be exercisable by statutory instrument. 6 An order under subsection (4) above may contain transitional provisions and savings and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "16A", "section_title": " Possession of articles for suspected terrorist purposes.", "section_text": "16A 1 A person is guilty of an offence if he has any article in his possession in circumstances giving rise to a reasonable suspicion that the article is in his possession for a purpose connected with the commission, preparation or instigation of acts of terrorism to which this section applies. 2 The acts of terrorism to which this section applies are— a acts of terrorism connected with the affairs of Northern Ireland; and b acts of terrorism of any other description except acts connected solely with the affairs of the United Kingdom or any part of the United Kingdom other than Northern Ireland. 3 It is a defence for a person charged with an offence under this section to prove that at the time of the alleged offence the article in question was not in his possession for such a purpose as is mentioned in subsection (1) above. 4 Where a person is charged with an offence under this section and it is proved that at the time of the alleged offence— a he and that article were both present in any premises; or b the article was in premises of which he was the occupier or which he habitually used otherwise than as a member of the public, the court may accept the fact proved as sufficient evidence of his possessing that article at that time unless it is further proved that he did not at that time know of its presence in the premises in question, or, if he did know, that he had no control over it. 5 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding ten years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 6 This section applies to vessels, aircraft and vehicles as it applies to premises."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "16B", "section_title": " Unlawful collection,  etc.  of information.", "section_text": "16B 1 No person shall, without lawful authority or reasonable excuse (the proof of which lies on him)— a collect or record any information which is of such a nature as is likely to be useful to terrorists in planning or carrying out any act of terrorism to which this section applies; or b have in his possession any record or document containing any such information as is mentioned in paragraph (a) above. 2 The acts of terrorism to which this section applies are— a acts of terrorism connected with the affairs of Northern Ireland; and b acts of terrorism of any other description except acts connected solely with the affairs of the United Kingdom or any part of the United Kingdom other than Northern Ireland. 3 In subsection (1) above the reference to recording information includes a reference to recording it by means of photography or by any other means. 4 Any person who contravenes this section is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding ten years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 5 The court by or before which a person is convicted of an offence under this section may order the forfeiture of any record or document mentioned in subsection (1) above which is found in his possession."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "16C", "section_title": " Power to impose a police cordon.", "section_text": "16C 1 If it appears to a police officer of at least the rank of superintendent that it is expedient to do so in connection with an investigation into the commission, preparation or instigation of an act of terrorism to which this section applies, he may authorise a cordon to be imposed on an area specified by him in the authorisation. 2 If it appears to a constable below the rank of superintendent that it is necessary for him to do so as a matter of great urgency, he may exercise the power given to a superintendent by subsection (1) above. 3 The acts of terrorism to which this section applies are— a acts of terrorism connected with the affairs of Northern Ireland; and b acts of terrorism of any other description except acts connected solely with the affairs of the United Kingdom or any part of the United Kingdom other than Northern Ireland. 4 The powers that may be exercised within an area on which a cordon has been imposed under this section are set out in Schedule 6A to this Act. 5 Schedule 6A also makes further provision with respect to cordoned areas."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "16D", "section_title": " Parking prohibitions and restrictions and the removal of vehicles.", "section_text": "16D 1 If it appears to an appropriate officer that it is expedient to do so in order to prevent acts of terrorism to which section 16C above applies he may give an authorisation for the purposes of this section. 2 An authorisation— a may be given in writing or orally but if given orally must be confirmed in writing by the person giving it as soon as is reasonably practicable; and b has effect— i in relation to such roads, or parts of roads, as may be specified; and ii for such period, not exceeding 28 days, as may be specified. 3 Only roads, or parts of roads, which are within the police area of the officer giving the authorisation may be specified. 4 An authorisation gives any constable power to prohibit or restrict the leaving of vehicles, or their remaining at rest, on any specified road, or part of a road. 5 The power conferred by subsection (4) above is to be exercised by placing the appropriate traffic sign on, or on any structure which is on, the road or part of the road concerned. 6 If the driver or other person in charge of a vehicle which has been permitted to remain at rest in contravention of any prohibition or restriction imposed under subsection (4) above fails to move the vehicle when ordered to do so by a constable in uniform, he is guilty of an offence. 7 A person is guilty of an offence if he leaves a vehicle, or permits a vehicle to remain at rest, on a road in contravention of a prohibition or restriction imposed under this section. 8 It is a defence for any person charged with an offence under this section to prove that he had lawful authority or some other reasonable excuse for the act or omission in question. 9 A person guilty of an offence under subsection (6) above is liable on summary conviction to imprisonment for a term not exceeding three months or a fine not exceeding level 4 on the standard scale or both. 10 A person guilty of an offence under subsection (7) above is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 11 If it appears to an appropriate officer that the exercise of the powers conferred by this section ought to continue beyond the period for which their exercise has been authorised under this section he may, from time to time, authorise the exercise of those powers for a further period, not exceeding 28 days. 12 The fact that a person has a current disabled person’s badge does not— a exempt him from any prohibition or restriction imposed under this section; or b constitute lawful authority, or a reasonable excuse, for failing to comply with any order given under this section. 13 In this section— “ appropriate officer ” means— any police officer of or above the rank of commander of the metropolitan police, as respects the metropolitan police district; any police officer of or above the rank of commander of the City of London police, as respects the City of London; or any police officer of or above the rank of assistant chief constable of a force maintained for any other police area; “ authorisation ” means an authorisation given under this section; “ disabled person’s badge ” has the same meaning as in section 142 of the  Road Traffic Regulation Act 1984; “ driver ” means, in relation to a vehicle which has been left on any road, the person who was driving it when it was left there; “ road ” has the same meaning as in the  Road Traffic Act 1988; “ specified ” means specified in an authorisation; “ traffic sign ” has the meaning given in section 142(1) of the  Road Traffic Regulation Act 1984; and “ vehicle ” has the same meaning as in section 99(5) of the Act of 1984. 14 A constable exercising powers under this section may suspend a parking place; and any such suspension is to be treated for the purposes of section 99 of the Act of 1984 (removal of vehicles illegally parked etc.), and any regulations in force under that section, as a restriction imposed under this section. 15 The powers conferred by this section are additional to any other powers which a constable has either at common law or under or by virtue of any other enactment and are not to be taken to affect any of those other powers."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "17", "section_title": " Investigation of terrorist activities.", "section_text": "17 1 Schedule 7 to this Act shall have effect for conferring powers to obtain information for the purposes of terrorist investigations, that is to say— a investigations into— i the commission, preparation or instigation of acts of terrorism to which section 14 above applies; or ii any other act which appears to have been done in furtherance of or in connection with such acts of terrorism, including any act which appears to constitute an offence under section 2, 9, 10  11, 18 or 18A of this Act  or  section 29 or 30 of the Northern Ireland (Emergency Provisions) Act 1996 ; or iii without prejudice to sub-paragraph (ii) above, the resources of a proscribed organisation within the meaning of this Act or a proscribed organisation for the purposes of  section 30 of the said Act of 1996 ; and b investigations into whether there are grounds justifying the making of an order under section 1(2)(a) above or  section 30(3) of the Act of 1996 . 2 A person is guilty of an offence if, knowing or having reasonable cause to suspect that a constable is acting, or is proposing to act, in connection with a terrorist investigation which is being, or is about to be, conducted, he— a discloses to any other person information or any other matter which is likely to prejudice the investigation or proposed investigation, or b falsifies, conceals or destroys or otherwise disposes of, or causes or permits the falsification, concealment, destruction or disposal of, material which is or is likely to be relevant to the investigation, or proposed investigation. 2A A person is guilty of an offence if, knowing or having reasonable cause to suspect that a disclosure (“ the disclosure ”) has been made to a constable under section 12, 18 or 18A of this Act  . . ., he— a discloses to any other person information or any other matter which is likely to prejudice any investigation which might be conducted following the disclosure; or b falsifies, conceals or destroys or otherwise disposes of, or causes or permits the falsification, concealment, destruction or disposal of, material which is or is likely to be relevant to any such investigation. 2B A person is guilty of an offence if, knowing or having reasonable cause to suspect that a disclosure (“ the disclosure ”) of a kind mentioned in section 12(4) or 18A(5) of this Act  . . . has been made, he— a discloses to any person information or any other matter which is likely to prejudice any investigation which might be conducted following the disclosure; or b falsifies, conceals or destroys or otherwise disposes of, or causes or permits the falsification, concealment, destruction or disposal of, material which is or is likely to be relevant to any such investigation. 2C Nothing in subsections (2) to (2B) above makes it an offence for a professional legal adviser to disclose any information or other matter— a to, or to a representative of, a client of his in connection with the giving by the adviser of legal advice to the client; or b to any person— i in contemplation of, or in connection with, legal proceedings; and ii for the purpose of those proceedings. 2D Subsection (2C) above does not apply in relation to any information or other matter which is disclosed with a view to furthering any criminal purpose. 2E No constable or other person shall be guilty of an offence under this section in respect of anything done by him in the course of acting in connection with the enforcement, or intended enforcement, of any provision of this Act or of any other enactment relating to terrorism or the proceeds or resources of terrorism. 3 In proceedings against a person for an offence under subsection (2)(a) above it is a defence to prove— a that he did not know and had no reasonable cause to suspect that the disclosure was likely to prejudice the investigation  or proposed investigation ; or b that he had lawful authority or reasonable excuse for making the disclosure. 3A In proceedings against a person for an offence under subsection (2A)(a) or (2B)(a) above it is a defence to prove— a that he did not know and had no reasonable cause to suspect that his disclosure was likely to prejudice the investigation in question; or b that he had lawful authority or reasonable excuse for making his disclosure. 4 In proceedings against a person for an offence under subsection (2)(b) above it is a defence to prove that he had no intention of concealing any information contained in the material in question from  any person conducting, or likely to be conducting, the investigation or proposed investigation . 4A In proceedings against a person for an offence under subsection (2A)(b) or (2B)(b) above, it is a defence to prove that he had no intention of concealing any information contained in the material in question from any person who might carry out the investigation in question. 5 A person guilty of an offence under subsection (2)  (2A) or (2B)  above is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 6 For the purposes of subsection (1) above, as it applies in relation to any offence under section 18 or 18A below  . . ., “ act ” includes omission."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "18", "section_title": " Information about acts of terrorism.", "section_text": "18 1 A person is guilty of an offence if he has information which he knows or believes might be of material assistance— a in preventing the commission by any other person of an act of terrorism connected with the affairs of Northern Ireland; or b in securing the apprehension, prosecution or conviction of any other person for an offence involving the commission, preparation or instigation of such an act, and fails without reasonable excuse to disclose that information as soon as reasonably practicable— i in England and Wales, to a constable; ii in Scotland, to a constable or the procurator fiscal; or iii in Northern Ireland, to a constable or a member of Her Majesty’s Forces. 2 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 3 Proceedings for an offence under this section may be taken, and the offence may for the purposes of those proceedings be treated as having been committed, in any place where the person to be charged is or has at any time been since he first knew or believed that the information might be of material assistance as mentioned in subsection (1) above."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "18A", "section_title": " Failure to disclose knowledge or suspicion of offences under sections 9 to 11.", "section_text": "18A 1 A person is guilty of an offence if— a he knows, or suspects, that another person is providing financial assistance for terrorism; b the information, or other matter, on which that knowledge or suspicion is based came to his attention in the course of his trade, profession, business or employment; and c he does not disclose the information or other matter to a constable as soon as is reasonably practicable after it comes to his attention. 2 Subsection (1) above does not make it an offence for a professional legal adviser to fail to disclose any information or other matter which has come to him in privileged circumstances. 3 It is a defence to a charge of committing an offence under this section that the person charged had a reasonable excuse for not disclosing the information or other matter in question. 4 Where a person discloses to a constable— a his suspicion or belief that another person is providing financial assistance for terrorism; or b any information or other matter on which that suspicion or belief is based; the disclosure shall not be treated as a breach of any restriction imposed by statute or otherwise. 5 Without prejudice to subsection (3) or (4) above, in the case of a person who was in employment at the relevant time, it is a defence to a charge of committing an offence under this section that he disclosed the information or other matter in question to the appropriate person in accordance with the procedure established by his employer for the making of such disclosures. 6 A disclosure to which subsection (5) above applies shall not be treated as a breach of any restriction imposed by statute or otherwise. 7 In this section “ providing financial assistance for terrorism ” means doing any act which constitutes an offence under section 9, 10 or 11 above or, in the case of an act done otherwise than in the United Kingdom, which would constitute such an offence if done in the United Kingdom. 8 For the purposes of subsection (7) above, having possession of any property shall be taken to be doing an act in relation to it. 9 For the purposes of this section, any information or other matter comes to a professional legal adviser in privileged circumstances if it is communicated, or given, to him— a by, or by a representative of, a client of his in connection with the giving by the adviser of legal advice to the client; b by, or by a representative of, a person seeking legal advice from the adviser; or c by any person— i in contemplation of, or in connection with, legal proceedings; and ii for the purpose of those proceedings. 10 No information or other matter shall be treated as coming to a professional legal adviser in privileged circumstances if it is communicated or given with a view to furthering any criminal purpose. 11 A person guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or to both; or b on conviction on indictment, to imprisonment for a term not exceeding five years or a fine or to both."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "19", "section_title": " Prosecutions and evidence.", "section_text": "19 1 Proceedings shall not be instituted— a in England and Wales for an offence under section 2, 3, 8, 9, 10, 11, 17  ,18 or 18A  ] above or Schedule 7 to this Act except by or with the consent of the Attorney General; or aa in England and Wales for an offence under section 13A,  13B, 16A  16B or 16D or under Schedule 6A  except by or with the consent of the Director of Public Prosecutions; b in Northern Ireland for an offence under section 8, 9, 10, 11, 17  ,18 or 18A  above or Schedule 7 to this Act except by or with the consent of the Attorney General for Northern Ireland. 2 Any document purporting to be an order, notice or direction made or given by the Secretary of State for the purposes of any provision of this Act and to be signed by him or on his behalf shall be received in evidence, and shall, until the contrary is proved, be deemed to be made or given by him. 3 A document bearing a certificate purporting to be signed by or on behalf of the Secretary of State and stating that the document is a true copy of such an order, notice or direction shall, in any legal proceedings, be evidence, and in Scotland sufficient evidence, of the order, notice or direction."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "19A", "section_title": " Extension of certain offences to Crown servants and exemptions for regulators etc.", "section_text": "19A 1 The Secretary of State may by regulations provide that, in such circumstances as may be prescribed, sections 9 to 11, 17 and 18A above shall apply to such persons in the public service of the Crown, or such categories of person in that service, as may be prescribed. 2 Section 18A of this Act shall not apply to— a any person designated by regulations made by the Secretary of State for the purpose of this paragraph; or b in such circumstances as may be prescribed, any person who falls within such category of person as may be prescribed for the purpose of this paragraph. 3 The Secretary of State may designate, for the purpose of paragraph (a) of subsection (2) above, any person appearing to him to be performing regulatory, supervisory, investigative or registration functions. 4 The categories of person prescribed by the Secretary of State, for the purpose of paragraph (b) of subsection (2) above, shall be such categories of person connected with the performance by any designated person of regulatory, supervisory, investigative or registration functions as he considers it appropriate to prescribe. 5 In this section— “ the Crown ” includes the Crown in right of Her Majesty’s Government in Northern Ireland; and “ prescribed ” means prescribed by regulations made by the Secretary of State. 6 The power to make regulations under this section shall be exercisable by statutory instrument. 7 Any such instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "20", "section_title": " Interpretation.", "section_text": "20 1 In this Act— “ aircraft ” includes hovercraft; “ captain ” means master of a ship or commander of an aircraft; . . . “ examining officer ” has the meaning given in paragraph 1 of Schedule 5 to this Act; “ exclusion order ” has the meaning given by section 4(3) above but subject to section 25(3) below; “ the Islands ” means the Channel Islands or the Isle of Man; “ port ” includes airport and hoverport; “ premises ” includes any place and in particular includes— a any vehicle, vessel or aircraft; b any offshore installation as defined in section 1 of the  Mineral Workings (Offshore Installations) Act 1971; and c any tent or moveable structure; “ property ” includes property wherever situated and whether real or personal, heritable or moveable and things in action and other intangible or incorporeal property; “ ship ” includes every description of vessel used in navigation; “ terrorism ” means the use of violence for political ends, and includes any use of violence for the purpose of putting the public or any section of the public in fear; . . . “ vehicle ” includes a train and carriages forming part of a train. 2 A constable or examining officer may, if necessary, use reasonable force for the purpose of exercising any powers conferred on him under or by virtue of any provision of this Act other than paragraph 2 of Schedule 5; but this subsection is without prejudice to any provision of this Act, or of any instrument made under it, which implies that a person may use reasonable force in connection with that provision. 3 The powers conferred by Part II and section 16 of, and Schedules 2 and 5 to, this Act shall be exercisable notwithstanding the rights conferred by section 1 of the  Immigration Act 1971 (general principles regulating entry into and stay in the United Kingdom). 4 Any reference in a provision of this Act to a person having been concerned in the commission, preparation or instigation of acts of terrorism shall be taken to be a reference to his having been so concerned at any time, whether before or after the passing of this Act."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "25", "section_title": " Consequential amendments, repeals and transitional provisions.", "section_text": "25 1 The enactments mentioned in Schedule 8 to this Act shall have effect with the amendments there specified, being amendments consequential on the provisions of this Act. 2 The enactments mentioned in Part I of Schedule 9 to this Act are hereby repealed to the extent specified in the third column of that Schedule; and the Orders mentioned in Part II of that Schedule are hereby revoked. 3 Any exclusion order in force under any provision of Part II of the  Prevention of Terrorism (Temporary Provisions) Act 1984 (“the former Act\") shall have effect as if made under the corresponding provision of Part II of this Act and references in this Act to an exclusion order shall be construed accordingly. 4 Any person who immediately before 22nd March 1989 is being detained under any provision of the former Act or of an order made under section 13 of that Act shall be treated as lawfully detained under the corresponding provision of this Act. 5 Paragraph 2 of Schedule 5 to this Act shall not apply in relation to a person whose examination under any corresponding provision of an order made under section 13 of the former Act has begun but has not been concluded before the coming into force of that paragraph, and that provision shall continue to apply to him but any reference in this Act to examination under that paragraph shall include a reference to examination under that corresponding provision. 6 The expiry of the former Act and its repeal by this Act shall not affect the operation of any Order in Council extending it to any of the Channel Islands or the Isle of Man; but any such Order may be revoked as if made under section 28(3) below and, notwithstanding anything contained in any such Order, shall continue in operation until revoked."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "26", "section_title": " Expenses and receipts.", "section_text": "26 There shall be paid out of money provided by Parliament— a any expenses incurred under this Act by the Secretary of State or the Lord Advocate; and b any increase attributable to this Act in the sums payable out of such money under any other Act; and any sums received by the Secretary of State under this Act shall be paid into the Consolidated Fund."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "27", "section_title": " Commencement and duration.", "section_text": "27 1 Subject to subsections (2), (3) and (4) below, this Act shall come into force on 22nd March 1989. 2 Sections 22 to 24 shall come into force on the day after that on which this Act is passed. 3 Schedule 3 and paragraphs 8 to 10, 18 to 20, 28 to 30 and 34 of Schedule 4 shall come into force on such day as the Secretary of State may appoint by an order made by statutory instrument; and different days may be appointed for different provisions or different purposes and for England and Wales, for Scotland and for Northern Ireland. 4 The repeal by Schedule 9 of paragraph 9 of Schedule 7 shall come into force on the coming into force of the  Land Registration Act 1988. 5 The provisions of Parts I to V of this Act and of subsection (6)(c) below shall remain in force until 22nd March 1990 and shall then expire unless continued in force by an order under subsection (6) below. 6 The Secretary of State may by order made by statutory instrument provide— a that all or any of those provisions which are for the time being in force (including any in force by virtue of an order under this paragraph or paragraph (c) below) shall continue in force for a period not exceeding twelve months from the coming into operation of the order; b that all or any of those provisions which are for the time being in force shall cease to be in force; or c that all or any of those provisions which are not for the time being in force shall come into force again and remain in force for a period not exceeding twelve months from the coming into operation of the order. 7 No order shall be made under subsection (6) above unless— a a draft of the order has been laid before and approved by a resolution of each House of Parliament; or b it is declared in the order that it appears to the Secretary of State that by reason of urgency it is necessary to make the order without a draft having been so approved. 8 An order under that subsection of which a draft has not been approved under section (7) above— a shall be laid before Parliament; and b shall cease to have effect at the end of the period of forty days beginning with the day on which it was made unless, before the end of that period, the order has been approved by a resolution of each House of Parliament, but without prejudice to anything previously done or to the making of a new order. 9 In reckoning for the purposes of subsection (8) above the period of forty days no account shall be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 10 In subsection (5) above the reference to Parts I to V of this Act does not include a reference to the provisions of Parts III and V so far as they have effect in Northern Ireland and relate to proscribed organisations for the purposes of  section 30 of the Northern Ireland (Emergency Provisions) Act 1996  or offences or orders under that section. 11 The provisions excluded by subsection (10) above from subsection (5) shall remain in force until  15th June 1999  and then expire but shall be— a included in the provisions to which subsection (3) of section 62 of the said Act of 1996 applies (provisions that can be continued in force, repealed or revived by order); and b treated as part of that Act for the purposes of subsection (10) of that section  (repeal at end of 24th August 2000) . 12  The expiry or cesser of sections 22 and 23 above shall not affect the operation of those sections in relation to an offence committed while they where in force."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "28", "section_title": " Short title and extent.", "section_text": "28 1 This Act may be cited as the Prevention of Terrorism (Temporary Provisions) Act 1989. 2 This Act extends to the whole of the United Kingdom except that— a Part I  , sections 13A 13B and 15(1) and  Part IVA and IVB  do not extend to Northern Ireland and  sections 21 to 24 , Part III of Schedule 4 and the repeal in Schedule 9 relating to the Explosives Act 1875 extend only to Northern Ireland; b section 15(10)  to (14) , Part I of Schedule 4  . . .paragraph 7(6)  to (6D) of Schedule 5  , paragraph 7of Schedule 6A and paragraph 2A of Schedule 7  extend only to England and Wales; c Part II of Schedule 4  , paragraph 8 of Schedule 6A  and Part II of Schedule 7 extend only to Scotland; d Part I of Schedule 7  except paragraph 2A extends only to England, Wales and Northern Ireland; and e subject to paragraph (a) above, the amendments and repeals in Schedules 8 and 9 have the same extent as the enactments to which they refer. 3 Her Majesty may by Order in Council direct that any of the provisions of this Act shall extend, with such exceptions, adaptations and modifications, if any, as may be specified in the Order, to any of the Channel Islands and the Isle of Man."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "14", "section_title": " Arrest and detention of suspected persons.", "section_text": "14 1 Subject to subsection (2) below, a constable may arrest without warrant a person whom he has reasonable grounds for suspecting to be— a a person guilty of an offence under section 2, 8, 9, 10 or 11 above  or under section 30 of the Northern Ireland (Emergency Provisions) Act 1996 ; b a person who is or has been concerned in the commission, preparation or instigation of acts of terrorism to which this section applies; or c a person subject to an exclusion order. 2 The acts of terrorism to which this section applies are— a acts of terrorism connected with the affairs of Northern Ireland; and b acts of terrorism of any other description except acts connected solely with the affairs of the United Kingdom or any part of the United Kingdom other than Northern Ireland. 3 The power of arrest conferred by subsection (1)(c) above is exercisable only— a in Great Britain if the exclusion order was made under section 5 above; and b in Northern Ireland if it was made under section 6 above. 4 Subject to subsection (5) below, a person arrested under this section shall not be detained in right of the arrest for more than forty-eight hours after his arrest. 5 The Secretary of State may, in any particular case, extend the period of forty-eight hours mentioned in subsection (4) above by a period or periods specified by him, but any such further period or periods shall not exceed five days in all and if an application for such an extension is made the person detained shall as soon as practicable be given written notice of that fact and of the time when the application was made. 6 The exercise of the detention powers conferred by this section shall be subject to supervision in accordance with Schedule 3 to this Act. 7 The provisions of this section are without prejudice to any power of arrest exercisable apart from this section."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "15", "section_title": " Provisions supplementary to s.14.", "section_text": "15 1 If a justice of the peace is satisfied that there are reasonable grounds for suspecting that a person whom a constable believes to be liable to arrest under section 14(1)(b) above is to be found on any premises he may grant a search warrant authorising any constable to enter those premises for the purpose of searching for and arresting that person. 2 In Scotland the power to issue a warrant under subsection (1) above shall be exercised by a sheriff or a justice of the peace, an application for such a warrant shall be supported by evidence on oath and a warrant shall not authorise a constable to enter any premises unless he is a constable for the police area in which they are situated. 3 In any circumstances in which a constable has power under section 14 above to arrest a person, he may also, for the purpose of ascertaining whether he has in his possession any document or other article which may constitute evidence that he is a person liable to arrest, stop that person and search him. 4 Where a constable has arrested a person under that section for any reason other than the commission of a criminal offence, he, or any other constable, may search him for the purpose of ascertaining whether he has in his possession any document or other article which may constitute evidence that he is a person liable to arrest. 5 A search of a person under subsection (3) or (4) above may only be carried out by a person of the same sex. 6 A person detained under section 14 above shall be deemed to be in legal custody at any time when he is so detained and may be detained in such a place as the Secretary of State may from time to time direct. 7 The following provisions (requirement to bring accused person before the court after his arrest) shall not apply to a person detained in right of an arrest under section 14 above— a section 135(3) of the Criminal Procedure (Scotland) Act 1995; b Article 47 of the Police and Criminal Evidence (Northern Ireland) Order 1989; c Article 8(1) of the Criminal Justice (Children) (Northern Ireland) Order 1998. 8 Section 22(1) and (3) of the Criminal Procedure (Scotland) Act 1995  (interim liberation by officer in charge of police station) shall not apply to a person detained in right of an arrest under section 14 above. 9 Where a person is detained under section 14 above, any constable or prison officer, or any other person authorised by the Secretary of State, may take all such steps as may be reasonably necessary for photographing, measuring or otherwise identifying him. 10 Section 61(1) to (8) of the  Police and Criminal Evidence Act 1984 (fingerprinting) shall apply to the taking of a person’s fingerprints by a constable under subsection (9) above as if for subsection (4) there were substituted— 4 An officer may only give an authorisation under subsection (3)(a) above for the taking of a person’s fingerprints if he is satisfied that it is necessary to do so in order to assist in determining— a whether that person is or has been concerned in the commission, preparation or instigation of acts of terrorism to which section 14 of the Prevention of Terrorism (Temporary Provisions) Act 1989 applies; or b whether he is subject to an exclusion order under that Act; or if the officer has reasonable grounds for suspecting that person’s involvement in an offence under any of the provisions mentioned in subsection (1)(a) of that section and for believing that his fingerprints will tend to confirm or disprove his involvement. 11 Section 62(1) to (11) of the Police and Criminal Evidence Act 1984 (regulation of taking of intimate samples) shall apply to the taking of an intimate sample from a person under subsection (9) above as if— a for subsection (2) there were substituted— \" An officer may only give an authorisation under subsection (1) or (1A) above for the taking of an intimate sample if he is satisfied that it is necessary to do so in order to assist in determining— a whether that person is or has been concerned in the commission, preparation or instigation of acts of terrorism to which section 14 of the Prevention of Terrorism (Temporary Provisions) Act 1989 applies; or b whether he is subject to an exclusion order under that Act; or if the officer has reasonable grounds for suspecting that person’s involvement in an offence under any of the provisions mentioned in subsection (1)(a) of that section and for believing that an intimate sample will tend to confirm or disprove his involvement\"; and b in subsection (6), after the word “includes\", there were inserted the words “where relevant\". 12 In this section, “ intimate sample ” has the same meaning as in section 65 of the  Police and Criminal Evidence Act 1984. 13 Section 63(1) to (9) of the Police and Criminal Evidence Act 1984 (regulation of taking of non-intimate samples) shall apply to the taking of a non-intimate sample from a person by a constable under subsection (9) above as if— a for subsection (4) there were substituted— “ An officer may only give an authorisation under subsection (3) above for the taking of a non-intimate sample if he is satisfied that it is necessary to do so in order to assist in determining— a whether that person is or has been concerned in the commission, preparation or instigation of acts of terrorism to which section 14 of the Prevention of Terrorism (Temporary Provisions) Act 1989 applies; or b whether he is subject to an exclusion order under that Act; or if the officer has reasonable grounds for suspecting that person’s involvement in an offence under any of the provisions mentioned in subsection (1)(a) of that section and for believing that a non-intimate sample will tend to confirm or disprove his involvement\"; and b in subsection (7), after the word “includes\" there were inserted the words “where relevant\". 14 In this section, “ non-intimate sample ” has the same meaning as in section 65 of the Police and Criminal Evidence Act 1984."}, {"act": "Prevention of Terrorism (Temporary Provisions) Act 1989 (repealed)", "year": 1989, "section": "16", "section_title": " Port and border controls.", "section_text": "16 1 Schedule 5 to this Act shall have effect for conferring powers to examine persons  or goods  arriving in or leaving Great Britain or Northern Ireland and for connected purposes. 2 The exercise of the examination and detention powers conferred by paragraphs 2 and 6 of that Schedule shall be subject to supervision in accordance with Schedule 3 to this Act. 3 The designated ports for the purposes of paragraph 8 of Schedule 5 to this Act shall be those specified in Schedule 6 to this Act but the Secretary of State may by order add any port to, or remove any port from, that Schedule. 4 Without prejudice to the provisions of Schedule 5 to this Act with respect to persons who enter or leave Northern Ireland by land or who seek to do so, the Secretary of State may by order make such further provision with respect to those persons as appears to him to be expedient. 5 The power to make orders under this section shall be exercisable by statutory instrument. 6 An order under subsection (4) above may contain transitional provisions and savings and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}]