[{"act": "British Nationality (Falkland Islands) Act 1983", "year": 1983, "section": "1", "section_title": " Acquisition of British citizenship at commencement of 1981 Act or by birth or adoption.", "section_text": "1 1 A person shall at commencement become a British citizen if–– a that person becomes a British Dependent Territories citizen at commencement under section 23 of the 1981 Act (persons becoming British Dependent Territories citizens at commencement); and b immediately before commencement either— i that person was a citizen of the United Kingdom and Colonies who had that citizenship by his birth, naturalisation or registration in the Falkland Islands; or ii one of that person’s parents, or a parent of one of that person’s parents, was, or but for his death would have been, a citizen of the United Kingdom and Colonies who so had that citizenship; or iii that person, being a woman, was, or had at any time been, the wife of a man who by virtue of subparagraph (i) or (ii) becomes a British citizen at commencement or would have done so but for his death. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Nationality (Falkland Islands) Act 1983", "year": 1983, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "British Nationality (Falkland Islands) Act 1983", "year": 1983, "section": "3", "section_title": " Cases in which this Act produces British citizens “by descent”.", "section_text": "3 1 A person who is a British citizen by virtue of the application to him of any provision of this Act but not otherwise shall, for the purposes of the 1981 Act, be a British citizen “ by descent ” if, and only if, being a person who became a British citizen at commencement, he would not be a British citizen by virtue of this Act but for section 1(1)(b)(ii) or (iii). 2 A person who is a British citizen by virtue of the application to him of any of the provisions of the 1981 Act as well as being a British citizen by virtue of the application to him of any provision of this Act shall, for the purposes of that Act, be a British citizen “ by descent ” if, and only if, being a person who became a British citizen at commencement, he— a would have been a British citizen by descent if this Act had not been passed; and b would not be a British citizen by virtue of this Act but for section 1(1)(b)(ii) or (iii)."}, {"act": "British Nationality (Falkland Islands) Act 1983", "year": 1983, "section": "4", "section_title": " Supplementary provisions.", "section_text": "4 1 In this Act— “ the 1981 Act ” means the  British Nationality Act 1981; “ commencement ” has the same meaning as in the 1981 Act, that is to say the beginning of 1st January 1983 (that being the day appointed under section 53(2) of that Act for the commencement of all except sections 49 and 53 of that Act); “ the Falkland Islands ” means the Colony of the Falkland Islands. 2 The following provisions of the 1981 Act shall apply for the purposes of this Act as they apply for the purposes of that Act, namely— a section 41 (regulations and Orders in Council), so far as it relates to the making of regulations; b sections 42, 42A and 42B (registration and naturalisation: formalities, fee and timing), so far as they relate to registration; c section 44 (decisions involving exercise of discretion); d section 45 (evidence); e section 46 (offences and proceedings); f sections 47 and 48 (legitimated and posthumous children); and g section 50 (interpretation). 3 In the following provisions of the 1981 Act, namely— a section 37(1)(a) (by virtue of which a person who is a British citizen under that Act has the status of a Commonwealth citizen); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 51(3)(a)(ii) (meaning of “citizen of United Kingdom and Colonies” in certain contexts), for the words “this Act” there shall be substituted the words “the British Nationality Acts 1981 and 1983”."}, {"act": "British Nationality (Falkland Islands) Act 1983", "year": 1983, "section": "5", "section_title": " Citation, provision for retrospective effect, and extent.", "section_text": "5 1 This Act may be cited as the British Nationality (Falkland Islands) Act 1983; and this Act and the  British Nationality Act 1981 may be cited together as the British Nationality Acts 1981 and 1983. 2 This Act shall be deemed to have come into force on 1st January 1983 (that is to say at commencement as defined in section 4(1)); and accordingly, subject to subsection (3), where the requirements of any provision of section 1 for the acquisition of British citizenship were satisfied in relation to any person at commencement or at any time between commencement and the passing of this Act, that person shall be treated as having acquired that citizenship at that time. 3 Nothing in section 1 shall confer British citizenship— a on a person in respect of whom a declaration of renunciation of British Dependent Territories citizenship was registered under the 1981 Act at any time before the passing of this Act; or b on a person who at any time before the passing of this Act was deprived under the 1981 Act of his British Dependent Territories citizenship. 4 This Act extends to Northern Ireland. 5 This Act extends to the Channel Islands and the Isle of Man and to all dependent territories  . . .."}]