[{"act": "Education (Fees and Awards) Act 1983", "year": 1983, "section": "1", "section_title": " Fees at universities and further education establishments.", "section_text": "1 1 The Secretary of State may, as respects any institutions to which this section applies, make regulations requiring or authorising the charging of fees which are higher in the case of students not having such connection with the United Kingdom or any part of it as may be specified in the regulations than in the case of students having such a connection. 2 The regulations may provide for exceptions and make different provision for different cases or purposes. 3 This section applies to— a any university, university college, or college school, hall or other institution of a university; b  any institution within the higher education sector ; and c any institution which provides higher education or further education (or both) and is either maintained by a   local authority   or falls within subsection (3A) below; and ca any institution within the higher education sector cb any designated institution within the meaning of Part II of the Further and Higher Education (Scotland) Act 1992; and d any further education institution in Scotland (i) i which is administered by an education authority. ; or ii which is a college of further education for which there is a board of management established under Part I of the Further and Higher Education (Scotland) Act 1992. e any training provider, within the meaning of Part 3 of the Education Act 2005 (training the school workforce), who is receiving financial   assistance—  i from the Secretary of State or the Welsh Ministers under section 14 of the Education Act 2002, or ii from a person who is receiving financial assistance under that section; ee any institution eligible for funding by the Higher Education Funding Council for Wales under Part 3 of that Act; f any institution which receives funding from the    Secretary of State   ...   (whatever proportion that funding represents of the institution’s total funding) and which is specified in, or is of a class or description specified in, the regulations; g any institution which receives funding from the   National Assembly for Wales   (whatever proportion that funding represents of the institution’s total funding) and which is specified in, or is of a class or description specified in, the regulations. 3A An institution falls within this subsection if it is substantially dependent for its maintenance on public funds and either is specified in the regulations or is of a class or description so specified. 4 In this section “ fees ” includes charges however described (including charges for board and lodging) and “ public funds ” means assistance from a   local authority   or, in Scotland, an education authority or grants under  section 485 of the Education Act 1996  or section 73 of the  Education (Scotland) Act 1980  and expressions used in this section and in the  the 1996 Act  have the same meaning as in that Act. . 5 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education (Fees and Awards) Act 1983", "year": 1983, "section": "2", "section_title": " Discretionary awards.", "section_text": "2 1 The Secretary of State may, as respects any awards to which this section applies, make regulations authorising the adoption of rules of eligibility which confine the awards to persons having such connection with the United Kingdom or any part of it as may be specified in the regulations. 2 The regulations may provide for exceptions and make different provision for different cases or purposes. 3 This section applies to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b such  . . . awards (however described) as may be specified by the regulations, being awards in connection with courses of education or training or the undertaking of research. 4 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Education (Fees and Awards) Act 1983", "year": 1983, "section": "3", "section_title": " Short title interpretation and extent.", "section_text": "3 1 This Act may be cited as the Education (Fees and Awards) Act 1983. 2 In sections 1 and 2 above references to the United Kingdom include references to the Channel Islands and the Isle of Man. 3 This Act does not extend to Northern Ireland."}]