[{"act": "Energy Act 1983", "year": 1983, "section": "126", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1–26"}, {"act": "Energy Act 1983", "year": 1983, "section": "27", "section_title": " Limitation of operators’ liability.", "section_text": "27 1 In section 16 of the  Nuclear Installations Act 1965 (below called “the 1965 Act”), in subsection (1) (limitation of operator’s liability in respect of any occurrence to £5 million) for the words “five million pounds” there shall be substituted the words “£20 million or, in the case of the licensees of such sites as may be prescribed, £5 million”. 2 After subsection (1) of that section there shall be inserted— 1A The Secretary of State may with the approval of the Treasury by order increase or further increase either or both of the amounts specified in subsection (1) of this section; but an order under this subsection shall not affect liability in respect of any occurrence before (or beginning before) the order comes into force. . 3 In subsection (5) of section 13 of that Act (claim by a person who has himself paid compensation) for the words from “not exceeding the” to “pounds” there shall be substituted the words “(subject to subsection (5A) of this section)”; and after subsection (5) there shall be inserted— 5A The amount that a person may claim by virtue of subsection (5) of this section shall not exceed the amount of the payment made by him and, in the case of a claim made by virtue of paragraph (b) of that subsection, shall not exceed the amount applicable under section 16(1) or (2) of this Act to the person subject to the duty in question. . 4 In subsection (1) of section 19 of that Act (special cover for licensee’s liability), for the words “an aggregate amount of five million pounds” there shall be substituted the words “the required amount”; and after that subsection there shall be inserted— 1A In this section “ the required amount ”, in relation to the provision to be made by a licensee in respect of a cover period, means an aggregate amount equal to the amount applicable under section 16(1) of this Act to the licensee, as licensee of the site in question, in respect of an occurrence within that period. . 5 In subsection (2) of section 19 of that Act, after the word “means” there shall be inserted the words “subject to subsection (2A) of this section”; and after subsection (2) there shall be inserted— 2A When the amount applicable under section 16(1) of this Act to a licensee of a site changes as a result of— a the coming into force of an order under section 16(1A) or of regulations made for the purposes of section 16(1), or b an alteration relating to the site which brings it within, or takes it outside, the description prescribed by such regulations, the current cover period relating to him as licensee of that site shall end and a new cover period shall begin. . 6 In section 20(1) of that Act (duty to notify Secretary of State when claims reach £3 million), for the words “three million pounds” there shall be substituted the words “three-fifths of the required amount within the meaning of section 19”. 7 In section 26(1) of that Act, in the definition of “occurrence”, after “16(1)” there shall be inserted “and (1A)”. 8 Subsection (1) above shall not affect liability in respect of any occurrence before (or beginning before) the commencement of this section; and where the amount applicable under section 16(1) of the 1965 Act to the licensee of a site is increased by virtue of subsection (1) above, then for the purposes of section 19 of that Act the cover period relating to him as licensee of that site and current at the commencement of this section shall end and a new cover period shall begin."}, {"act": "Energy Act 1983", "year": 1983, "section": "28", "section_title": " General cover for compensation.", "section_text": "28 1 In subsection (1) of section 18 of the 1965 Act (general cover for compensation)— a for the words “and (3)” there shall be substituted the words “to (4B)”, and b for the words from “an aggregate” to the end there shall be substituted the words “the aggregate amount specified in subsection (1A) of this section”. 2 After subsection (1) of that section there shall be inserted— 1A The aggregate amount referred to in subsection (1) of this section is the equivalent in sterling of 300 million special drawing rights on— a the day (or first day) of the occurrence in question, or b if the Secretary of State certifies that another day has been fixed in relation to the occurrence in accordance with an international agreement, that other day. 1B The Secretary of State may with the approval of the Treasury by order increase or further increase the sum expressed in special drawing rights in subsection (1A) of this section; but an order under this subsection shall not have effect in respect of an occurrence before (or beginning before) the order comes into force. . 3 For subsection (4) of that section there shall be substituted— 4 In relation to liability by virtue of any relevant foreign law, there shall be left out of account for the purposes of subsection (1) of this section any claim which, though made within the relevant period, was made after the expiration of any period of limitation imposed by that law and permitted by a relevant international agreement. 4A Where— a a relevant foreign law provides in pursuance of a relevant international agreement for sums additional to those referred to in subsection (1)(a) of this section to be made available out of public funds, but b the maximum aggregate amount of compensation for which it provides in respect of an occurrence in pursuance of that agreement is less than that specified in subsection (1A) of this section, then, in relation to liability by virtue of that law in respect of the occurrence, subsection (1) of this section shall have effect as if for the reference to the amount so specified there were substituted a reference to the maximum aggregate amount so provided. 4B Where a relevant foreign law does not make the provision mentioned in subsection (4A)(a) of this section, then in relation to liability by virtue of that law in respect of any occurence— a subsection (1) of this section shall not have effect unless the person (or one of the persons) liable is a licensee, the Authority or the Crown; and b if a licensee, the Authority or the Crown is liable, subsection (1) shall have effect as if for the reference to the amount specified in subsection (1A) there were substituted a reference to the amount which would be applicable to that person under section 16(1) of this Act in respect of the occurrence (or, if more than one such person is liable, to the aggregate of the amounts which would be so applicable) if it had constituted a breach of duty under section 7, 8 or 9 of this Act. . 4 In section 17(3)(b) of the 1965 Act (which restricts the cover required under section 18 in cases of shared liability)— a in sub-paragraph (i), for the words “of five million pounds” there shall be substituted the words “equal to that applicable to the person in question under section 16(1) of this Act”; and b in sub-paragraph (ii), the words “not being less than £2,100,000” shall cease to have effect. 5 This section shall not have effect in respect of any occurrence before (or beginning before) the commencement of this section."}, {"act": "Energy Act 1983", "year": 1983, "section": "29", "section_title": " Carriage of nuclear matter.", "section_text": "29 1 In subsection (1) of section 21 of the 1965 Act (compensation in respect of carriage), for the words “of £2,100,000” there shall be substituted the words “which is the equivalent in sterling (on the day, or first day, of that occurrence) of 5 million special drawing rights”. 2 After that subsection there shall be inserted— 1A The Secretary of State may with the approval of the Treasury by order increase or further increase the sum expressed in special drawing rights in subsection (1) of this section; but an order under this subsection shall not have effect in respect of any occurrence before (or beginning before) the order comes into force. . 3 After subsection (4) of that section there shall be inserted— 4A Subsection (3) of this section shall not apply where the carriage in question is wholly within the territorial limits of the United Kingdom. . 4 This section shall not have effect in respect of any occurrence before (or beginning before) the commencement of this section."}, {"act": "Energy Act 1983", "year": 1983, "section": "30", "section_title": " Provisions supplementary to sections 27 to 29.", "section_text": "30 After section 25 of the 1965 Act there shall be inserted—  Orders. 25A The power to make orders under section 16(1A), 18(1B) or 21(1A) of this Act shall be exercisable by statutory instrument; but no such order shall be made unless a draft of it has been laid before and approved by resolution of the House of Commons.  Special drawing rights. 25B 1 In this Act “ special drawing rights ” means special drawing rights as defined by the International Monetary Fund; and for the purpose of determining the equivalent in sterling on any day of a sum expressed in special drawing rights, one special drawing right shall be treated as equal to such a sum in sterling as the International Monetary Fund have fixed as being the equivalent of one special drawing right— a for that day, or b if no sum has been so fixed for that day, for the last day before that day for which a sum has been so fixed. 2 A certificate given by or on behalf of the Treasury stating— a that a particular sum in sterling has been so fixed for a particular day, or b that no sum has been so fixed for a particular day and that a particular sum in sterling has been so fixed for a day which is the last day for which a sum has been so fixed before the particular day, shall be conclusive evidence of those matters for the purposes of subsection (1) of this section; and a document purporting to be such a certificate shall in any proceedings be received in evidence and, unless the contrary is proved, be deemed to be such a certificate. 3 The Treasury may charge a reasonable fee for any certificate given in pursuance of subsection (2) of this section and any fee received by the Treasury by virtue of this subsection shall be paid into the Consolidated Fund. ."}, {"act": "Energy Act 1983", "year": 1983, "section": "31", "section_title": " Reciprocal enforcement of judgments.", "section_text": "31 In subsection (5) of section 17 of the 1965 Act (foreign judgments), at the beginning there shall be inserted the words “Subject to subsection (5A) of this section”; and after subsection (5) there shall be inserted— 5A Subsection (5) of this section shall not have effect where the judgment in question is enforceable in the United Kingdom in pursuance of an international agreement. ."}, {"act": "Energy Act 1983", "year": 1983, "section": "32", "section_title": " Meaning of “excepted matter”.", "section_text": "32 In section 26(1) of the 1965 Act (interpretation), in paragraph (a) of the definition of “excepted matter”, for the words “or scientific” there shall be substituted the words “scientific or educational”."}, {"act": "Energy Act 1983", "year": 1983, "section": "33", "section_title": " Extension to territories outside United Kingdom.", "section_text": "33 The provisions in respect of which the power conferred by section 28 of the 1965 Act is exercisable shall include the provisions of that Act as amended by this Act."}, {"act": "Energy Act 1983", "year": 1983, "section": "34", "section_title": " United Kingdom Atomic Energy Authority.", "section_text": "34 Section 5(3) of the  Atomic Energy Authority Act 1954 (which imposes a duty on the United Kingdom Atomic Energy Authority similar to that imposed by section 8 of the 1965 Act) shall cease to have effect."}, {"act": "Energy Act 1983", "year": 1983, "section": "35", "section_title": " Financial provisions.", "section_text": "35 There shall be paid out of money provided by Parliament— a any administrative expenses of the Secretary of State attributable to this Act, and b any increase attributable to this Act in the sums payable out of money so provided under the  Nuclear Installations Act 1965."}, {"act": "Energy Act 1983", "year": 1983, "section": "36", "section_title": " Repeals.", "section_text": "36 The enactments mentioned in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Energy Act 1983", "year": 1983, "section": "37", "section_title": " Commencement.", "section_text": "37 1 This Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument, and different days may be so appointed for different purposes. 2 An order under subsection (1) above may make such transitional provision and savings as appear to the Secretary of State to be necessary or expedient. 3 If section 17(5) of the Nuclear Installations Act 1965 has not been brought into force under section 30(2) of that Act before the day appointed under subsection (1) above for the coming into force of section 31 of this Act, it shall come into force on that day."}, {"act": "Energy Act 1983", "year": 1983, "section": "38", "section_title": " Short title and extent.", "section_text": "38 1 This Act may be cited as the Energy Act 1983. 2 The following provisions of this Act, namely— a Part I (except paragraph 11 of Schedule 2), and b Part I of Schedule 4, do not extend to Northern Ireland; but otherwise this Act does extend there."}]