[{"act": "Finance Act 1983", "year": 1983, "section": "1", "section_title": " Duties on spirits, beer, wine, madewine and cider.", "section_text": "1 1 In section 5 of the  Alcoholic Liquor Duties Act 1979 (excise duty on spirits) for “£14·47” there shall be substituted  “                  £15·19                ” . 2 In section 36 of that Act (excise duty on beer) for “£20·40” and “£0·68” there shall be substituted  “                  £21·60                ”  and  “                  £0·72                ”  respectively. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 62(1) of that Act (excise duty on cider) for “£8·16” there shall be substituted  “                  £9·69                ” . 6 This section shall be deemed to have come into force on 16th March 1983."}, {"act": "Finance Act 1983", "year": 1983, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1983", "year": 1983, "section": "3", "section_title": " Hydrocarbon oil.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1983", "year": 1983, "section": "4", "section_title": " Vehicles excise duty.", "section_text": "4   1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1983", "year": 1983, "section": "5", "section_title": " Bingo duty and gaming machine licence duty.", "section_text": "5 1 In paragraph 2 of Schedule 3 to the  Betting and Gaming Duties Act 1981 (exemption limits for smallscale bingo) after subparagraph (1) there shall be inserted the following subparagraph— 1A Where the total value of the card money taken in the bingo in question played at any premises exceeds during, or on any day in, a relevant week the total value of the prizes won in that bingo during that week or, as the case may be, on that day, any reference in subparagraph (1) above to the total value of the prizes so won shall be read as a reference to the total of the card money so taken. In this subparagraph “ card money ” means money taken by or on behalf of the promoter of the bingo as payment by players for their cards (within the meaning of section 17(3) of this Act) 2 In Schedule 4 to the Act of 1981, in paragraph 1, for subparagraph (3) (meaning of private gain in relation to exemption from gaming machine licence duty for charitable entertainments  etc. ) there shall be substituted the following— 3 In construing subparagraph (2)(a) above, proceeds of an entertainment promoted on behalf of a society falling within this subparagraph which are applied for any purpose calculated to benefit the society as a whole shall not be held to be applied for purposes of private gain by reason only that their application for that purpose results in benefit to any person as an individual. 4 A society falls within subparagraph (3) above if it is established and conducted either— a wholly for purposes other than purposes of any commercial undertaking, or b wholly or mainly for the purpose of participation in or support of athletic sports or athletic games; and in this paragraph “ society ” includes any club, institution, organisation or association of persons, by whatever name called, and any separate branch or section of such a club, institution, organisation or association."}, {"act": "Finance Act 1983", "year": 1983, "section": "6", "section_title": " Deferred payment of excise duty on goods.", "section_text": "6 The following section shall be inserted in Part X of the  Customs and Excise Management Act 1979 (duties and drawbacks: general provisions), after section 127—  Deferred payment of excise duty on goods  Deferred payment of excise duty on goods. 127A 1 The Commissioners may by regulations make provision for the payment of any excise duty on goods of a prescribed kind to be deferred, in prescribed cases, subject to such conditions or requirements as may be imposed— a by the regulations; or b where the regulations so provide, by the Commissioners. 2 Any duty payment of which is deferred under the regulations shall be treated, for prescribed purposes, as if it had been paid. 3 Where— a any excise duty to which an application for deferment of duty made under the regulations relates is payable on goods on their removal from an excise warehouse; and b the Commissioners are not satisfied— i that the conditions imposed under section 92(1) above in relation to the warehouse have been complied with by the occupier of the warehouse; or ii that the warehousing regulations made by virtue of section 93(2)(g) above have been complied with by the occupier or by the proprietor of the goods; the Commissioners may, notwithstanding any provision of the regulations, refuse the application or refuse it in so far as it relates to those goods. Nothing in this subsection shall be taken to prejudice the power of the Commissioners to prescribe the cases in which excise duty may be deferred. 4 Regulations under this section may make different provision for goods of different descriptions or for goods of the same description in different circumstances. 5 In this section “ prescribed ” means prescribed by regulations made under this section."}, {"act": "Finance Act 1983", "year": 1983, "section": "7", "section_title": " Imports to and exports from Northern Ireland.", "section_text": "7 1 In section 26 of the  Customs and Excise Management Act 1979 (power to regulate movement of goods into and out of Northern Ireland by land),— a in paragraph (a) of subsection (1) after the words “approved routes”) there shall be inserted the words  “                      or at such places on the boundary                    ” ; and b at the end of subsection (1) there shall be added the words  “                      and any such regulations may make different provision in relation to different classes or descriptions of goods and, in particular, in relation to different classes or descriptions of vehicles                    ” . 1A In such cases and subject to compliance with such conditions as appear to the Commissioners to be appropriate, the Commissioners may dispense with any requirement of a regulation made under subsection (1) above 3 In subsection (2) of that section (penalties) after the words “subsection (1) above” there shall be inserted the words  “                  or any condition of a dispensation given under subsection (1A) above                ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 51(1) of that Act (control of importation: special provisions as to proof where goods are within the prescribed area in Northern Ireland) the words “ within the prescribed area ” shall be omitted."}, {"act": "Finance Act 1983", "year": 1983, "section": "8", "section_title": " Export from Northern Ireland of goods chargeable with agricultural levies.", "section_text": "8 At the end of Part V of the  Customs and Excise Management Act 1979 (control of exportation), after section 68A, there shall be inserted the following section—  Special provisions as to proof in Northern Ireland. 68B 1 If goods of any class or description chargeable with agricultural levies on their exportation from the United Kingdom are found in the possession or control of any person within the prescribed area in Northern Ireland, any officer or any person having by law in Northern Ireland the powers of an officer may require that person to furnish proof either— a that the goods are not intended for such exportation; or b that the goods are intended for such exportation and any entry required to be made or security required to be given in connection with that exportation has been or will be made or given. 2 If proof of any matter is required to be furnished in relation to any goods under subsection (1) above but is not so furnished, the goods shall be liable to forfeiture."}, {"act": "Finance Act 1983", "year": 1983, "section": "9", "section_title": " Miscellaneous customs and excise repeals.", "section_text": "9 1 Subsection (5) of section 30 of the  Licensing Act 1964 (duty of clerk to licensing justices to supply to Collector of Customs and Excise a list of new licences granted and licences not renewed) and section 22 of the  Licensing (Scotland) Act 1976 (which makes corresponding provision for Scotland) shall cease to have effect. 2 Paragraph 1 of Schedule 7 to the  Finance Act 1969 (definition of “whisky” or “whiskey” for customs and excise purposes) and section 92(7) of the  Alcoholic Liquor Duties Act 1979 (saving in relation to spirits distilled before 1st August 1969) shall cease to have effect on the appointed day. 3 In subsection (2) above, “ the appointed day ” means such day as the Treasury may by order made by statutory instrument appoint; but the Treasury may not so appoint a day unless they are satisfied that on that day there will be in force as part of the law of each part of the United Kingdom a definition given by or under any enactment of the expressions “whisky” and “whiskey”."}, {"act": "Finance Act 1983", "year": 1983, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10–28"}, {"act": "Finance Act 1983", "year": 1983, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Finance Act 1983", "year": 1983, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30–33"}, {"act": "Finance Act 1983", "year": 1983, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Finance Act 1983", "year": 1983, "section": "35", "section_title": " Phasing out of APRT.", "section_text": "35 1 In section 139 of the  Finance Act 1982 (liability for APRT etc.) in subsection (1)\t\t\t\t\t(the periods for which the liability arises)— a in paragraph (a) after the words “after 31st December 1982” there shall be inserted the words  “                      and before 1st January 1987                    ” ; and b in paragraph (b) for the words “nine immediately succeeding chargeable periods” there shall be substituted the words  “                      immediately succeeding chargeable periods (if any) which ends before 1st January 1987 and                    ” . 2 In subsection (2) of that section (the rate of APRT) for the words “at the rate of 20 per cent.” there shall be substituted the following paragraphs:— a for the chargeable period ending on 30th June 1983, at the rate of 20 per cent.; b for subsequent chargeable periods ending on or before 31st December 1984, at the rate of 15 per cent.; c for chargeable periods ending in 1985, at the rate of 10 per cent.; and d for chargeable periods ending in 1986, at the rate of 5 per cent. 3 In consequence of subsections (1) and (2) above— a in each of subsections (3)(a) and (4)(a) of section 139 of the Finance Act 1982, for the words “the APRT which is paid” there shall be substituted the words  “                      any APRT which is payable and paid                    ” ; b in subsection (4) of that section for the words “the APRT paid”, in each place where they occur, there shall be substituted the words  “                      any APRT paid                    ” ; and c Schedule 19 to that Act shall have effect subject to the modifications set out in Schedule 7 to this Act."}, {"act": "Finance Act 1983", "year": 1983, "section": "36", "section_title": " Increased oil allowance for certain new fields. ", "section_text": "36 1 For all the relevant new fields, as defined in subsection (2) below, section 8 of the principal Act (the oil allowance) shall have effect subject to the following modifications:— a in subsection (2)\t\t\t\t\t\t\t(the amount of the allowance for each chargeable period) for “250,000 metric tonnes” there shall be substituted  “                      500,000 metric tonnes                    ” ; and b in subsection (6)\t\t\t\t\t\t\t(the total allowance for a field) for “5 million metric tonnes” there shall be substituted  “                      10 million metric tonnes                    ” . 2 Subject to subsection (3) below, in this section “ relevant new field ” means an oil field— a no part of which lies in a landward area, within the meaning of the  Petroleum (Production) Regulations 1982 or in an area to the East of the United Kingdom and between latitudes 52°and 55°North; and b for no part of which consent for development has been granted to the licensee by the Secretary of State before 1st April 1982; and c for no part of which a programme of development had been served on the licensee or approved by the Secretary of State before that date. 3 In determining, in accordance with subsection (2) above, whether an oil field (in this subsection referred to as “ the new field ”) is a relevant new field, no account shall be taken of a consent for development granted before 1st April 1982 or a programme of development served on the licensee or approved by the Secretary of State before that date if— a in whole or in part that consent or programme related to another oil field for which a determination under Schedule 1 to the principal Act was made before the determination under that Schedule for the new field; and b on or after 1st April 1982, a consent for development is or was granted or a programme of development is or was served on the licensee or approved by the  OGA  and that consent or programme relates, in whole or in part, to the new field. 4 In subsections (2) and (3) above “ development ” means— a the erection or carrying out of permanent works for the purpose of getting oil from the field or for the purpose of conveying oil won from the field to a place on land; or b winning oil from the field otherwise than in the course of searching for oil or drilling wells; and consent for development does not include consent which is limited to the purpose of testing the characteristics of an oil-bearing area and does not relate to the erection or carrying out of permanent works. 5 In subsection (4) above “ permanent works ” means any structures or other works whatsoever which are intended by the licensee to be permanent and are neither designed to be moved from place to place without major dismantling nor intended by the licensee to be used only for searching for oil."}, {"act": "Finance Act 1983", "year": 1983, "section": "37", "section_title": " Reliefs for exploration and appraisal expenditure etc.", "section_text": "37 1 The section set out in Part I of Schedule 8 to this Act shall be inserted in the principal Act after section 5 for the purpose of setting up a new allowance by virtue of which a participator in an oil field may obtain relief for certain expenditure which is incurred otherwise than in connection with that field. 2 For the purpose of giving effect to, and in consequence of, the new allowance, the enactments specified in Part II of Schedule 8 to this Act shall have effect subject to the amendments there specified. 3 Part III of Schedule 8 to this Act shall have effect with respect to sums received after 15th March 1983 and falling to be set off against expenditure which would otherwise be allowable under section 5 of the principal Act or under the new section set out in Part I of that Schedule. 4 In paragraph 1 of Schedule 7 to the principal Act (claims for certain allowances)— a in sub-paragraph (1) the words from “but may not” to the end of the sub-paragraph (which impose a time limit on claims) shall be, and shall be deemed always to have been, omitted; and b in sub-paragraph (2) the words “ within the time allowed for making the original claim ” shall be, and shall be deemed always to have been, omitted; and, accordingly, any claim which, immediately before the passing of this Act, could not have been made by virtue of the time bar may be made thereafter."}, {"act": "Finance Act 1983", "year": 1983, "section": "38", "section_title": " Terms of payment to be implied in determining market value. ", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1983", "year": 1983, "section": "39", "section_title": " Exclusion of oil appropriated for production purposes in other fields.", "section_text": "39 1 In section 12(1) of the principal Act (interpretation of Part I) in the definition of “relevantly appropriated”\t\t\t\t\t(which, among other matters, excludes oil appropriated for production purposes) after the word “purposes” there shall be added the words  “                  in relation to that or any other oil field                ” . 2 This section has effect, and shall be deemed to have had effect, for chargeable periods ending after 31st December 1977."}, {"act": "Finance Act 1983", "year": 1983, "section": "40", "section_title": " Variation of decisions on claims for allowable expenditure.", "section_text": "40 1 At the end of Schedule 5 to the principal Act (allowance of expenditure under section 3 or 4 of that Act) there shall be inserted the following paragraph— 9 1 If, within the period of three years commencing with the date on which notice of a decision of the Board under paragraph 3 above was given to the responsible person for an oil field, it appears to the Board that the relevant amount was incorrectly stated in the notice, the Board may before the expiry of that period serve on the responsible person a notice stating what appears to the Board to be the correct amount (referred to below as “ the notice of variation ”). 2 In this paragraph “ the relevant amount ”, in relation to a notice of a decision on a claim under paragraph 3 above, means any one or more of the following— a the amount of expenditure allowed on the claim; b the amount of that expenditure allowed as qualifying for supplement under section 2(9)(b)(ii) of this Act; c where different percentages were stated in that notice to apply to different parts of that expenditure for the purpose of calculating the supplement, each of those parts of that expenditure. 3 The responsible person may, by notice in writing given to the Board not more than thirty days after the notice of variation was served on him, appeal to the Special Commissioners against the notice of the variation. 4 A notice of appeal under sub-paragraph (3) shall state the grounds on which the appeal is brought. 5 An appeal under this paragraph may at any time be abandoned by notice in writing given to the Board by the responsible person. 6 A notice of variation may be withdrawn at any time before it becomes effective. 7 In any case where— a the responsible person gives notice of appeal against a notice of variation, and b before the appeal is determined by the Special Commissioners, the Board and the responsible person agree as to what the relevant amount ought to be, the notice of variation shall have effect subject to such modifications as may be necessary to give effect to that agreement; and thereupon the appeal shall be treated as having been abandoned. 8 On an appeal against a notice of variation the Special Commissioners may vary the notice, quash the notice or dismiss the appeal; and the notice may be varied whether or not the variation is to the advantage of all or any of the participators in the oil field in question. 9 Where a notice of variation relating to a decision on a claim becomes effective, the relevant amount shall be taken for the purposes of this Part of this Act as having been reduced or increased, as the case may require, on the date on which notice of the decision was given, by such amount as may be necessary to give effect to that notice, and the Board may make such computations under section 2 of this Act and such assessments or determinations or such amendments of assessments or determinations as may be necessary in consequence of that reduction or increase. 10 A notice of variation becomes effective for the purposes of this paragraph either— a on the expiry of the period during which notice of appeal against the notice of variation may be given to the Special Commissioners under sub-paragraph (3) above without such notice of appeal being given; or b where such notice of appeal is given, when the notice of variation can no longer be varied or quashed by the Special Commissioners or by the order of any court. 11 This paragraph has effect in relation to notices of decisions of the Board under paragraph 3 above given after 15th March 1983. 2 In Schedule 6 to the principal Act (allowance of expenditure on claim by participator) at the end of the first column of the Table set out in paragraph 2 (application of provisions of Schedule 5) there shall be added  “                  9                ” ."}, {"act": "Finance Act 1983", "year": 1983, "section": "41", "section_title": " Transfers of interests in oil fields.", "section_text": "41 1 In sub-paragraph (1) of paragraph 7 of Schedule 17 to the  Finance Act 1980 (transfers of unused losses from old participator to new in cases of transfers of interests in fields) for the words “in any chargeable period before the transfer period” there shall be substituted the words  “                  in the transfer period or any earlier chargeable period                ” . 2 In sub-paragraph (2) of that paragraph at the end there shall be added the words  “                  and, for the purposes of effecting such relief, subsection (1) of section 7 shall have effect as if the word “succeeding” were omitted                ” . 3 This section has effect in relation to transfer periods (within the meaning of paragraph 1 of Schedule 17 to the  Finance Act 1980) ending after 31st December 1982."}, {"act": "Finance Act 1983", "year": 1983, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Finance Act 1983", "year": 1983, "section": "43", "section_title": " National savings: supplements.", "section_text": "43 1 Where any sum has been borrowed by the Treasury on terms set out— a in the prospectus for Save As You Earn Savings Contracts (Third Issue); or b in the prospectus for IndexLinked National Savings Certificates Retirement Issue; that prospectus shall (whether the sum was borrowed before or after the passing of this Act) be taken to have included a provision empowering the Treasury to supplement, from time to time, the due amount and requiring any such supplement to be paid on such terms as may be notified by the Treasury in the London, Edinburgh and Belfast Gazettes. 2 “ The due amount ” means— a in the case of the prospectus mentioned in subsection (1)(a) above, the amount due under paragraph 7, 8, 9 or 10; and b in the case of the other prospectus, the amount due under paragraph 4."}, {"act": "Finance Act 1983", "year": 1983, "section": "44", "section_title": " Rates of interest for government lending.", "section_text": "44 1 Section 5 of the  National Loans Act 1968 (which, as set out in section 153 of the  Finance Act 1982, provides for the determination of rates of interest for government lending) shall be amended in accordance with this section. 2 In subsection (5)\t\t\t\t\t(withdrawal of determination or approval of rate of interest which no longer fulfils the requirements of the section)— a for the words from “approved for” to “not yet made” there shall be substituted the words  “                        approved for a class of loans                      ” ; and b for the words from “withdrawn” to the end of the subsection there shall be substituted the words  “                        withdrawn at the earliest convenient time, and, subject to subsection (5A) below, from that or such later time as may be convenient another rate determined or approved in accordance with subsection (3) or, as the case may be, subsection (4) above shall come into force for further loans of that class                      ” . 3 After subsection (5) there shall be inserted the following subsections:— 5A If, in the case of a loan of any class,— a an undertaking was given to the person to whom the loan was to be made that the rate of interest which would apply to that loan would be that which, at a time specified in or determined in accordance with the undertaking, was or would be in force for loans of that class, and b before the loan was in fact made, the determination or approval of that rate of interest was withdrawn by virtue of subsection (5) above or otherwise ceased to be effective, the rate of interest which applies to that loan shall be that which was in force for loans of that class at the time specified in, or as the case may be determined in accordance with, the undertaking. 5B In subsection (5A) above “ undertaking ” means an undertaking given by the person by whom the loan in question was to be made and, where that person is not the Treasury, given by that person with the consent of the Treasury."}, {"act": "Finance Act 1983", "year": 1983, "section": "45", "section_title": " Suspension of certain payments into National Loans Fund in respect of new towns.", "section_text": "45 1 Subject to subsection (4) below, the Treasury may, on the recommendation of the Secretary of State, by order specify any new town development loan as a loan the repayment of which to the Secretary of State (and subsequently into the National Loans Fund) is to be suspended by virtue of this section. 2 Where a loan is specified by an order under subsection (1) above— a the terms of the loan shall have effect as if any payment by way of repayment of or interest on the loan which (apart from this section) would fall due at any time within the unexpired period for repayment of the loan fell due instead at the corresponding time within the period of the same duration beginning with 1st October 1986; and b no interest shall accrue in respect of the loan during the period beginning with the coming into force of the order and ending with 30th September 1986. 3 In this section, “ new town development loan ” means any sum— a falling within section 60(a) of the  New Towns Act 1981 (sums advanced by Secretary of State to development corporations in England and Wales for the purpose of enabling them to meet expenditure properly chargeable to capital account or to make good to revenue account sums applied in meeting liabilities so chargeable);  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and “ the unexpired period for repayment of the loan ”, in relation to any loan specified by an order under subsection (1) above, means the period beginning with the coming into force of the order and ending with the date which (apart from this section) would be the last date on which any payment by way of repayment of or interest on the loan would fall due under the terms of the loan. 4 The aggregate amount of new town development loans specified by order under subsection (1) above shall not exceed £1,250 million. 5 The power to make an order under subsection (1) above shall be exercisable by statutory instrument."}, {"act": "Finance Act 1983", "year": 1983, "section": "46", "section_title": " Historic Buildings and Monuments Commission for England.", "section_text": "46 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 For the purposes of the enactments set out below, the commission shall be treated as  a charitable company :— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   section 129 of the  Finance Act 1982 (reliefs from stamp duty). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1983", "year": 1983, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Finance Act 1983", "year": 1983, "section": "48", "section_title": " Short title, interpretation, construction and repeals.", "section_text": "48 1 This Act may be cited as the Finance Act 1983. 2 In this Act “ the Taxes Act ” means the  Income and Corporation Taxes Act 1970. 3 Part II of this Act, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts and, so far as it relates to capital gains tax, shall be construed as one with the  Capital Gains Tax Act 1979. 4 Part III of this Act shall be construed as one with Part I of the  Oil Taxation Act 1975 and references in Part III to the principal Act are references to that Act. 5 The enactments specified in Schedule 10 to this Act are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]