[{"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "1", "section_title": " Joint financing of community services in England and Wales.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "2", "section_title": " Support to financing of community services in Scotland.", "section_text": "2 The following section shall be substituted for section 16A of the  National Health Service (Scotland) Act 1978—  Power to make payments towards expenditure on community services. 16A 1 A Health Board may, if they think fit, make payments in accordance with this section to any regional, islands or district counciltowards expenditure incurred or to be incurred by them in connection with the performance of the following functions— a any function relating to a matter which, by virtue of section 2(2)of the Social Work (Scotland) Act 1968 or any other enactment (other than section 3 of the Disabled Persons (Employment) Act 1958), stands referred to the social work committee of a regional or islands council; b any of a regional or islands council’s functions under section 1 of the Education (Scotland) Act 1980 in making provision for— i special educational needs; ii further education, within the meaning of those terms in that section; c any of a district or islands council’s functions under Part VII of the Housing (Scotland) Act 1966 (provision of housing accommodation); and d any of a regional or islands council’s functions under the following provisions— i Part III of the National Assistance Act 1948; ii section 116 of the Mental Health Act 1983; iii section 1 or 2 of the Chronically Sick and Disabled Persons Act 1970; iv section 23 or 297 of the Criminal Procedure (Scotland) Act 1975. 2 A Health Board may, if they think fit, make payments in accordance with this section to any of the following bodies towards expenditure incurred or to be incurred by them in connection with the provision of housing accommodation— a any housing association, as defined in section 208(1) of the Housing (Scotland) Act 1966, which is registered by the Housing Corporation under section 13 of the Housing Act 1974; b any development corporation established under section 2 of the New Towns (Scotland) Act 1968; c the Housing Corporation; and d the Scottish Special Housing Association. 3 Where a voluntary organisation provides services similar to the functions referred to in this section, payments may be made in accordance with this section to any such organisation towards expenditure incurred or to be incurred in connection with the provision of those services and such payments may be made by— a any Health Board either instead of or in addition to making payments under this section to any council, authority or other body in respect of such services; and b any such council, authority or other body which has received payments from a Health Board under this section, out of the sums so received. 4 Any payments made under this section, whether in respect of expenditure of a capital or of a revenue nature, or of both, shall be made in accordance with conditions prescribed for payments of that description by the Secretary of State in directions given under this subsection."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "3", "section_title": " Financial assistance to voluntary organisations in Scotland.", "section_text": "3 Section 64 of the  Health Services and Public Health Act 1968 (financial assistance to voluntary organisations) shall cease to have effect with regard to Scotland and the following section shall be inserted in the  National Health Service (Scotland) Act 1978 after section 16A—  Financial assistance by the Secretary of State to voluntary organisations. 16B 1 The Secretary of State may, upon such terms and subject to such conditions as he may, with the approval of the Treasury, determine, give to a voluntary organisation to which this section applies assistance by way of grant or loan, or partly in the one way and partly in the other. 2 This section applies to a voluntary organisation whose activities consist in or include the provision of a service similar to a relevant service, the promotion or publicising of a relevant service or a similar one or the giving of advice with respect to the manner in which a relevant service or a similar one can best be provided. 3 In this section,   “ relevant service ” means a service which must or may, by virtue of the National Health Service (Scotland) Act 1978, be provided or the provision of which must or may, by virtue of that Act, be secured by the Secretary of State, or a service for the provision of which a Health Board is, by virtue of that Act, under a duty to make arrangements. ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "4", "section_title": " Abolition of regional plans for accommodation for children.", "section_text": "4   1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A voluntary home designated as a controlled or assisted community home in accordance with a regional plan approved by the Secretary of State under the  Child Care Act 1980 shall be deemed to have been designated as such a home by the local authority named in the instrument of management made for the home under section 35 of that Act."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "7", "section_title": " Access to children in care—Scotland.", "section_text": "7 1 In section 16 of the  Social Work (Scotland) Act 1968 (assumption of parental rights and powers), in subsection (5)— a the words from  “unless” to  “resolution” where it third occurs shall be left out; and b for the words  “that person’s whereabouts” there shall be substituted the words  “the whereabouts of the person whose parental rights and powers have under the resolution vested in the local authority or in the voluntary organisation as the case may be”. 2 The following sections shall be inserted in the said Act of 1968 after section 17 of that Act—  Termination of access to child subject to resolution under section 16. 17A 1 A local authority or voluntary organisation may not terminate arrangements for access to a child who is the subject of a resolution under section 16 of this Act by his parent or guardian or refuse to make such arrangements unless they have first given the parent or guardian notice of termination or refusal in a form prescribed by order made by the Secretary of State. 2 A notice under this section shall contain a statement that the parent or guardian has a right to apply to the sheriff for an order under section 17B of this Act. 3 A notice terminating access shall state that access will be terminated as from the date of service of the notice. 4 A local authority or voluntary organisation are not to be taken to terminate arrangements for access for the purposes of this section in a case where they propose to substitute new arrangements for access for existing arrangements. 5 A local authority or voluntary organisation are not to be taken to refuse to make arrangements for access for the purposes of this section in a case where they postpone access for such reasonable period as appears to them to be necessary to enable them to consider what arrangements for access (if any) are to be made. 6 A notice under this section may be served on a parent or guardian either by delivering it to him or by leaving it at his proper address or by sending it by post. 7 For the purposes of this section, and of section 7 of the Interpretation Act 1978 in its application to this section, the proper address of a person shall be his last known address.  Access Orders. 17B 1 A parent or guardian on whom a notice under section 17A of this Act is served may apply by way of summary application to the sheriff (in the case of a local authority, the sheriff having jurisdiction in their area) for an order under this section (hereinafter referred to as an  “access order”). 2 An access order shall be in order requiring the authority or organisation to allow the child’s parent or guardian access to the childsubject to such conditions as the order may specify with regard tocommencement, frequency, duration or place of access or to any other matter for which it appears to the sheriff that provision ought to be made in connection with the requirement to allow access. 3 Where an access order has been made— a the parent or guardian in the order; or b the local authority or voluntary organisation may apply by way of summary application to the sheriff for the variation or discharge of the order.  Emergency order. 17C 1 The sheriff may make an order under this subsection where he is satisfied that continued access to a child by his parent or guardian in accordance with the terms of an access order will put the child’s welfare seriously at risk. 2 Subject to subsection (3) below, an order under subsection (1) of this section shall be an order suspending the operation of the access order for 7 days beginning with the date of the order under subsection (1) of this section, or for such shorter period beginning with that date as may be specified in that order. 3 If during the period for which the operation of the access order is suspended the local authority or voluntary organisation make an application for its variation or discharge to the sheriff, its operation shall be suspended until the date on which the application to vary or discharge it is determined or abandoned.  Safeguarding of interest of child. 17D A court to which an application for an access order or any other application under section 17B or 17C of this Act or any appeal relating thereto is made shall regard the welfare of the child as the first and paramount consideration in determining the matter.  Code of practice. 17E 1 The Secretary of State shall prepare, and from time totime revise, a code of practice with regard to access to children who are in care or who are subject to a supervision requirement under section 44 of this Act. 2 Before preparing the code or making any alteration in it the Secretary of State shall consult such bodies as appear to him to be concerned. 3 The Secretary of State shall lay copies of the code and of any alteration in the code before Parliament; and if either House of Parliament passes a resolution requiring the code or any alteration in it to be withdrawn the Secretary of State shall withdraw the code or alteration and, where he withdraws the code, shall prepare a code in substitution for the one which is withdrawn. 4 No resolution shall be passed by either House of Parliament under subsection (3) above in respect of a code or alteration after the expiration of the period of forty days beginning with the day on which a copy of the code or alteration was laid before that House; but for the purposes of this subsection no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 5 The Secretary of State shall publish the code as for the time beingin force. . 3 In section 18A of the Act (safeguarding of interests of child), in subsection (1), after the words  “16A(3)” there shall be inserted the words  “, 17B, 17C”."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "8", "section_title": " Secure accommodation for children in Scotland.", "section_text": "8 1 In section 32 of the  Social Work (Scotland) Act 1968 (requisite conditions for compulsory measures of care for children), in subsection (2) there shall be inserted at the end— i he is in the care of a local authority and his behaviour is such that special measures are needed for his adequate care and control. . 2 In section 59A of the said Act of 1968 (grants in respect of secure accommodation for children), subsection (3) shall be left out. 3 In section 60 of that Act (control of residential establishments), in subsection (1)— a after paragraph (b) there shall be inserted the following paragraph— bb for the granting of approval by the Secretary of State for the provision and use of accommodation in residential establishments as secure accommodation; b after paragraph (e) there shall be inserted the following paragraph— ee for prescribing the minimum age below which a child’s liberty shall not be restricted in secure accommodation except with the Secretary of State’s consent; c after paragraph (f), after the words  “classes of establishments” there shall be inserted the words  “, different classes of accommodation in residential and other establishments”. 4 After section 58 of that Act there shall be inserted the following sections—  Residence in secure accommodation. 58A 1 A child who is made subject to a supervisionrequirement under this Act may not be placed or kept in secure accommodation, except under the provisions of this Act. 2 In this Act,   “ secure accommodation ” means accommodation provided in a residential establishment in accordance with regulations made under section 60(1) of this Act for the purpose of restricting the liberty of children. 3 Where a children’s hearing decide, in accordance with section 44 of this Act, that a child is in need of compulsory measures of care, and they are satisfied that either— a he has a history of absconding, and— i he is likely to abscond unless he is kept in secure accommodation; and ii if he absconds, it is likely that his physical, mental or moral welfare will be at risk; or b he is likely to injure himself or other persons unless he is kept in secure accommodation, they may make it a condition of a supervision requirement under subsection (1)(b) of the said section 44 that the child shall be liable to be placed and kept in secure accommodation in the named residential establishment at such times as the person in charge of that establishment, with the agreement of the director of social work of the local authority required to give effect to the supervision requirement, considers it necessary that he do so. 4 The Secretary of State shall have power by regulations to make provision with respect to the placing in secure accommodation of any child— a who is subject to a supervision requirement imposed under section 44 of this Act but not subject to a condition imposed under subsection (3) of this section; or b who is not subject to such a supervision requirement but who is being cared for by a local authority or voluntary organisation in pursuance of such enactments as may be specified in the regulations, and such regulations shall specify the circumstances which require to pertain before a child may be so placed under regulations made under this subsection and may specify different circumstances for different cases or classes of case.  Time limits on keeping without reference to children’s hearing. 58B 1 The Secretary of State shall by regulations prescribe— a the maximum period during which a child may be kept under this Act in secure accommodation without the authority of a children’s hearing or of the sheriff; b the period within which the case of a child placed under this Actin secure accommodation shall be referred to the reporter and differentperiods may be prescribed in respect of different cases or classes of case. 2 The Secretary of State shall by regulations make provision to enable a child who has been placed in secure accommodation under section 58(A)(4) of this Act or his parent to require that the child’s case be brought before a children’s hearing within a shorter period than would otherwise apply under regulations made under subsection (1)(a) of this section. 3 Where, in any case, a child’s hearing direct the reporter to make application to the sheriff for a finding under section 42(2) (c) of this Act (finding that grounds for referral are established), they shall have power, if they are satisfied with regard to the criteria specified in paragraph (a) or (b) of section 58A(3) of this Act, to authorise the detention or, as thecase may be, further detention of the child in secure accommodation in anamed residential establishment, pending the determination of the case in accordance with section 42(5) or (6) of this Act.  Review of secure accommodation condition. 58C 1 A condition imposed under section 58A(3) of this Act, requiring a child to reside in secure accommodation, shall be subject to review by a children’s hearing at such time as the local authority recommends and otherwise at such times and in accordance with such provisions as the Secretary of State shall by regulations prescribe. 2 A condition to which this section applies shall be reviewed when the supervision requirement is being reviewed, and may be reviewed separately from that review. 3 A condition to which this section applies shall cease to have effectat the expiry of the period of three months after it was made, unless it has been reviewed and the condition has been ordered to continue. 4 A condition which is continued on review shall cease to have effect at the expiry of the period of— a nine months after it is first reviewed; b twelve months after the second or any subsequent review, unless it has been reviewed and the condition has been ordered to continue. 5 Sections 44 and 48(5) of this Act shall apply to the review of conditions made under section 58A(3) of this Act as they apply to the review of supervision requirements. 6 The Secretary of State may from time to time make regulations to vary the periods specified in this section.  Sheriff’s power to direct condition to cease to have effect. 58D Where under section 49(5) of this Act (appeal against decisionof children’s hearing) the sheriff is satisfied in a case in which there is inforce a condition under section 58A(3) of this Act that the decision of thechildren’s hearing is not justified in all the circumstances of the case heshall direct that the condition shall cease to have effect.  Warrants to detain in secure accommodation. 58E 1 Where the sheriff or a children’s hearing issues a warrant under any of sections 37, 40 and 42 of this Act (detention in a place of safety), he or they may, if satisfied with regard to the criteria specified in paragraph (a) or (b) of section 58A(3) of this Act, authorise the detention or, as the case may be, further detention of the child in secure accommodation in a named residential establishment. 2 For the purposes of this section, the Secretary of State may makeregulations amending, varying or disapplying any of the criteria specified in the said paragraphs (a) and (b) of section 58A(3) of this Act except in relation to a warrant under section 37 of this Act.  Procedures for placing in secure accommodation. 58F 1 The Secretary of State may by regulations make provision for the procedures to be applied in the placing of children in secure accommodation, and without prejudice to the foregoing generality may make provision for the referral of cases to a children’s hearing for review. 2 Regulations under this section may specify the duties of thereporter in relation to the placing of children in secure accommodation. 3 Regulations under this section may make provision for the parent ofa child being informed of the placing of the child in secure accommodation.  Transitional provisions. 58G Regulations made under sections 58A to 58F of this Act may include such transitional provisions as the Secretary of State may consider necessary, including provisions varying the application of any provision in those sections for a transitional period, either generally, or in relation to specified classes of cases. ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "9", "section_title": " Miscellaneous amendments of enactments relating to children and young persons.", "section_text": "9 Schedule 2 to this Act (which contains amendments relating to children and young persons) shall have effect."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "10", "section_title": " The Central Council for Education and Training in Social Work.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "11", "section_title": " Registration of homes.", "section_text": "11   1 Part I of Schedule 4 to this Act shall have effect in place of the provisions of the  Residential Homes Act 1980 other than those relating to meals and recreation for old people. 2 The amendments to  the  Nursing Homes Act 1975,  . . . specified in Part II of that Schedule shall have effect. 3 Part III of that Schedule shall have effect in relation to tribunals to hear appeals concerning the registration of homes. 4 The Secretary of State may by regulations made by statutory instrument make such transitional provision as he considers necessary or expedient in connection with this section. 5 Regulations under subsection (4) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "12", "section_title": " Amendments of National Health Service Act 1977.", "section_text": "12 Schedule 5 to this Act shall have effect."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "13", "section_title": " Repeal of provisions about designation and membership of teaching authorities.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "14", "section_title": " Medical practitioners etc.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The amendments to the  National Health Service (Scotland) Act 1978 specified in Schedule 7 to this Act shall have effect."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "15", "section_title": " Dental practitioners whose registration is suspended—England and Wales.", "section_text": "15 In the  National Health Service Act 1977— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "16", "section_title": " Dental practitioners whose registration is suspended—Scotland.", "section_text": "16 In the  National Health Service (Scotland) Act 1978— a the following subsections shall be added at the end of section 25 (arrangements for general dental services)— 4 Where the registration of a dental practitioner in the dentists register is suspended— a by an order under Part II of the Dentists Act 1983 (interim suspension); or b by a direction or order under Part III of that Act (health cases), the suspension shall not terminate any arrangements made with him for the provision of general dental services, but he shall not provide such services in person during the suspension. 5 Regulations may provide for the making of payments in consequence of suspension to a dental practitioner whose registration is so suspended. ; and b the following paragraph shall be inserted after paragraph 6 of Schedule 1— 6A Notwithstanding paragraph 7 of this Schedule, where the registration of a dental practitioner in the dentists register is suspended— a by an order under Part II of the Dentists Act 1983 (interim suspension); or b by a direction under Part III of that Act (health cases), the suspension shall not terminate any contract of employment made between him and a Health Board but a person whose registration is suspended under that Part of that Act shall not perform any duties under a contract made between him and a Health Board which involve the practice of dentistry within the meaning of section 33(1) of the Dentists Act 1957. ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "17", "section_title": " Charges for local authority services in England  ....", "section_text": "17 1 Subject to subsection (3) below, an authority  in England   providing a service to which this section applies may recover such charge (if any) for it as they consider reasonable. 2 This section applies to services provided under the following enactments— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e paragraph 1 of Part II of Schedule 9 to this Act  ... f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If a person— a avails himself of a service to which this section applies  ... , and b satisfies the authority providing the service that his means are insufficient for it to be reasonably practicable for him to pay for the service the amount which he would otherwise be obliged to pay for it, the authority shall not require him to pay more for it than it appears to them that it is reasonably practicable for him to pay. 4 Any charge under this section may, without prejudice to any other method of recovery, be recovered summarily as a civil debt. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "18", "section_title": " Charges for local authority services in Scotland.", "section_text": "18 In section 87 of the  Social Work (Scotland) Act 1968 (charges for services and accommodation) there shall be substituted for subsection (1) the following subsections— 1 Subject to sections 78 and 78A of this Act (contributions in respect of maintainable children) and to the following provisions of this section, a local authority providing a service under this Act may recover such charge (if any) for it as they consider reasonable. 1A If a person— a avails himself of a service provided under this Act; and b satisfies the authority providing the service that his means are insufficient for it to be reasonably practicable for him to pay for the service the amount which he would otherwise be obliged to pay for it, the authority shall not require him to pay more for it than it appears to them that it is reasonably practicable for him to pay. ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "19", "section_title": " Contributions in respect of children in care.", "section_text": "19   1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In section 78 of the  Social Work (Scotland) Act 1968 (duty to make contributions in respect of children in care)— a in subsection (1) the words  “and is engaged in remunerative employment” shall be omitted; and b after subsection (2) there shall be inserted the following subsection— 2A No contributions shall be payable under subsection (1)(a) of this section by a contributor during a period when he is in receipt of— a benefits under the Supplementary Benefits Act 1976; or b a family income supplement under the Family Income Supplements Act 1970. . 7 After section 78 of the said Act of 1968 there shall be inserted the following section—  Recovery of contributions. 78A 1 Section 87 of this Act (charges for services and accommodation) shall not apply to provision of services (including accommodation) under this Act in respect of maintainable children, and the provisions of this section shall apply thereto. 2 A local authority providing such services may recover from a contributor a contribution (if any) of such amount as is reasonable and, subject to that, may recover— a a standard contribution determined by them in respect of maintainable children who are in their care or under their supervision; or b such other contribution as they consider reasonable in the circumstances. ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "20", "section_title": " Power of local authority to limit charge for residential accommodation to minimum rate.", "section_text": "20 1 In the  National Assistance Act 1948— a the following subsection shall be inserted after subsection (5) of section 22 (charges to be made for accommodation)— 5A If they think fit, an authority managing premises in which accommodation is provided for a person shall have power on each occasion when they provide accommodation for him irrespective of his means, to limit to the minimum weekly rate prescribed under subsection (3) above the payments required from him for his accommodation during a period commencing when they begin to provide the accommodation for him and ending not more than eight weeks after that. ; and b in section 26(4) (which applies certain provisions of section 22) after the word  “Subsections” there shall be inserted the word  “(5A),”. 2 In section 87(3) of the  Social Work (Scotland) Act 1968 there shall be inserted after the word  “(4)” the words  “(as amended by section 20 of the Health and Social Services and Social Security Adjudications Act 1983)”."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "21", "section_title": " Recovery of sums due to local authority where persons in residential accommodation have disposed of assets.", "section_text": "21 1 Subject to the following provisions of this section where— a a person avails himself of Part III accommodation; and b that person knowingly and with the intention of avoiding charges for the accommodation— i has transferred any asset to which this section applies to some other person or persons not more than six months before the date on which he begins to reside in such accommodation; or ii transfers any such asset to some other person or persons while residing in the accommodation; and c either— i the consideration for the transfer is less than the value of the asset; or ii there is no consideration for the transfer, the person or persons to whom the asset is transferred by the person availing himself of the accommodation shall be liable to pay to the local authority providing the accommodation or arranging for its provision the difference between the amount assessed as due to be paid for the accommodation by the person availing himself of it and the amount which the local authority receive from him for it. 2 This section applies to cash and any other asset which falls to be taken into account for the purpose of assessing under section 22 of the  National Assistance Act 1948 the ability to pay for the accommodation of the person availing himself of it. 3 Subsection (1) above shall have effect in relation to a transfer by a person who leaves Part III accommodation and subsequently resumes residence in such accommodation as if the period of six months mentioned in paragraph (b)(i) were a period of six months before the date on which he resumed residence in such accommodation. 3A If the Secretary of State so directs, subsection (1) above shall not apply in such cases as may be specified in the direction. 4 Where a person has transferred an asset to which this section applies to more than one person, the liability of each of the persons to whom it was transferred shall be in proportion to the benefit accruing to him from the transfer. 5 A person’s liability under this section shall not exceed the benefit accruing to him from the transfer. 6 Subject to subsection (7) below, the value of any asset to which this section applies, other than cash, which has been transferred shall be taken to be the amount of the consideration which would have been realised for it if it had been sold on the open market by a willing seller at the time of the transfer. 7 For the purpose of calculating the value of an asset under subsection (6) above there shall be deducted from the amount of the consideration— a the amount of any incumbrance on the asset; and b a reasonable amount in respect of the expenses of the sale. 8 In this Part of this Act   “ Part III accommodation ” means accommodation provided under sections 21 to 26 of the  National Assistance Act 1948, and, in the application of this Part of this Act to Scotland, means accommodation provided under the  Social Work (Scotland) Act 1968  or   section 25 (care and support services  etc. ) of the Mental Health (Care and Treatment) (Scotland) Act 2003 , ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "22", "section_title": " Arrears of contributions charged on interest in land in England and Wales.", "section_text": "22 1 Subject to subsection (2) below, where a person who avails himself of Part III accommodation provided by a local authority in England, Wales or Scotland— a fails to pay any sum assessed as due to be paid by him for the accommodation; and b has a beneficial interest in land in England or Wales, the local authority may create a charge in their favour on his interest in the land. 2 In the case of a person who has interests in more than one parcel of land the charge under this section shall be upon his interest in such one of the parcels as the local authority may determine. 2A In determining whether to exercise their power under subsection (1) above and in making any determination under subsection (2) above, the local authority shall comply with any directions given to them by the Secretary of State as to the exercise of those functions. 2B A local authority in England may not create, or be required by directions under subsection (2A) to create, a charge under this section on or after the day on which section 1 of the Care Act 2014 came into force. 2C A local authority in Wales may not create, or be required by directions under subsection (2A) to create, a charge under this section on or after the day on which section 2 of the Social Services and Well-being (Wales) Act 2014 came into force. 3 Any interest in the proceeds of sale of land held upon trust for sale is to be treated, subject to subsection (8) below, as an interest in land for the purposes of this section. 3A Subject to subsection (5) below, a charge under this section created by a local authority in England shall be in respect of any amount which is outstanding from time to time and is— a assessed as due to be paid by the person to the authority for the Part III accommodation, or b due by the person to the authority under Part 1 of the Care Act 2014 in respect of meeting needs for care and support by the provision of accommodation for the person, including anything provided in connection with that accommodation. 3B Subject to subsection (5) below, a charge under this section created by a local authority in Wales shall be in respect of any amount which is outstanding from time to time and is— a assessed as due to be paid by the person to the authority for the Part III accommodation, or b due by the person to the authority under Part 5 of the Social Services and Well-being (Wales) Act 2014 in respect of meeting needs for care and support by the provision of accommodation for the person, including anything provided in connection with that accommodation. 4 Subject to subsection (5) below, a charge under this section  created by a local authority in  ...  Scotland   shall be in respect of any amount assessed as due to be paid which is outstanding from time to time. 5 The charge on the interest of  an equitable joint tenant in land  shall be in respect of an amount not exceeding the value of the interest that he would enjoy in  the land  if the joint tenancy were severed but the creation of such a charge shall not sever the joint tenancy. 6 On the death of  an equitable joint tenant in land  whose interest in the  land is  subject to a charge under this section— a if there are surviving joint tenants, their  interests in the land ; and b if the land vests in one person, or one person is entitled to have it vested in him, his interest in it, shall become subject to a charge for an amount not exceeding the amount of the charge to which the interest of the deceased joint tenant was subject by virtue of subsection (5) above. 7 A charge under this section shall be created by a declaration in writing made by the local authority. 8 Any such charge, other than a charge on  the interest of an equitable joint tenant in land , shall in the case of unregistered land be a land charge ofClass B within the meaning of section 2 of the  Land Charges Act 1972 and in the case of registered land be a registrable charge taking effect as a charge by way of legal mortgage."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "23", "section_title": " Arrears of contributions secured over interest in land in Scotland.", "section_text": "23 1 Subject to subsection (2) below, where a person (hereinafter referred to as the debtor) who avails himself of Part III accommodation provided by a local authority in Scotland, England or Wales— a fails to pay any sum (hereinafter referred to as the debt) assessed as due to be paid by him for the accommodation; and b has an interest in land in Scotland ( “an interest in land” meaning land or,  as defined in section 9(8) of the  Conveyancing and Feudal Reform (Scotland) Act 1970 , a real right in land ), the local authority may make in their favour and record in the General Register of Sasines or, as appropriate, register in accordance with the  Land Registration  etc.  (Scotland) Act 2012   an order (hereinafter referred to as a charging order) over that interest in land in respect of the amount of that debt. 2 In the case of a debtor who has more than one interest in land a charging order shall be over such one of those interests as the local authority may determine. 2A In determining whether to exercise their power under subsection (1) above and in making any determination under subsection (2) above, the local authority shall comply with any directions given to them by the Secretary of State as to the exercise of those functions. 2B A local authority in England may not make, or be required by directions under subsection (2A) to make, a charging order on or after the day on which section 1 of the Care Act 2014 came into force. 3 On being so recorded or, as the case may be, registered, a charging order over an interest in land shall create a right which shall be deemed to have been granted by the debtor in favour of the local authority over that interest for the purpose   mentioned in subsection (3A) or (as the case may be) (3B) below.   3A Where the charging order is made by a local authority in Scotland or Wales, the purpose referred to in subsection (3) above is the purpose of securing any debt due or to become due by the debtor to the local authority in respect of the provision of the Part III accommodation referred to in subsection (1) above, with interest on that amount as specified in section 24. 3B Where the charging order is made by a local authority in England, the purpose referred to in subsection (3) above is the purpose of securing any debt due or to become due by the debtor to the local authority— a in respect of the provision of the Part III accommodation referred to in subsection (1) above, or b under Part 1 of the Care Act 2014 in respect of meeting needs for care and support by the provision of accommodation for the person, including anything provided in connection with that accommodation, in either case, with interest on that amount as specified in section 24. 3C A local authority that records or registers a charging order as mentioned in subsection (1) above shall— a intimate to the debtor in writing that they have made and recorded or registered the order, and b inform the debtor of the order’s effect. 4 Where an interest in land (as defined in subsection (1)(b) above) over which a charging order is made is an interest to which the debtor does not have a completed title, the order shall be as valid as if the debtor had such title. 5 Charging orders and the discharge thereof shall be in such form or forms as the Secretary of State may by order prescribe and he may also by order make provision for ascertaining the amount due under the charging order at any time. 6 The provisions of Part II of the said Act of 1970 shall apply to a charging order under this section as if it were a standard security in a form prescribed in Schedule 2 to that Act to such extent and with such modifications as the Secretary of State may by order prescribe. 7 The power to make an order under subsections (5) and (6) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "24", "section_title": " Interest on sums charged on or secured over interest in land.", "section_text": "24 1 Any sum charged on or secured over an interest in land under this Part of this Act shall bear interest from the day after that on which the person for whom the local authority provided the accommodation dies. 2 The rate of interest shall be such reasonable rate as the Secretary of State may direct or, if no such direction is given, as the local authority may determine."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "26", "section_title": " Fees for certificates relating to notifiable diseases and food poisoning.", "section_text": "26   1 The following section shall be substituted for section 50 of the  Health Services and Public Health Act 1968—  Fees for certificates under section 48. 50 1 Subject to any exceptions which he may specify, the Secretary of State may direct that a District Health Authority shall pay to a medical practitioner for each certificate duly sent by him under section 48 of this Act a fee of such amount as the direction may specify. 2 The Secretary of State may direct that different fees shall be paid under this section in relation to different circumstances. 3 A direction under this section may make provision in relation to fees payable after a date specified in the direction. 4 The date may be before or after the date of the direction but may not be before if it would be to the detriment of medical practitioners. 5 Before giving a direction as to a fee under this section the Secretary of State shall consult any body accepted by him as a proper body for negotiating fees for medical practitioners. 6 For the avoidance of doubt it is hereby declared that the fact that a medical practitioner who gives a certificate under section 48 of this Act holds the office to whose holder the certificate is required to be sent does not disentitle him to payment of the fee (if any) payable for the certificate. . 2 The following section shall be inserted after section 71 of thatAct—  Fees for certificates relating to notifiable diseases and food poisoning. 71A 1 Subject to any exceptions which he may specify, the Secretary of State may direct that a Health Board shall pay to a medical practitioner a fee of such amount as the direction may specify for each certificate duly sent by him under— a section 3(1) of the Infectious Diseases (Notification) Act 1889 (notifications of infectious diseases); b regulations made under section 1 of the Public Health (Scotland) Act 1945 (power to make regulation with a view to preventing the spread of certain diseases); c section 22(1) of the Food and Drugs (Scotland) Act 1956 (notification of cases of food poisoning). 2 The Secretary of State may direct that different fees shall be paid under this section in relation to different circumstances. 3 A direction under this section may make provision in relation to fees payable after a date specified in the direction. 4 The date may be before or after the date of the direction but may not be before if it would be to the detriment of medical practitioners. 5 Before giving a direction as to a fee under this section the Secretary of State shall consult any body accepted by him as a proper body for negotiating fees for medical practitioners. 6 For the avoidance of doubt it is hereby declared that the fact that a medical practitioner who gives any such certificate as is referred to in subsection (1) above holds the office to whose holder the certificate is required to be sent does not disentitle him to payment of the fee (if any) payable for the certificate. 7 This section applies to Scotland only. ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "27", "section_title": " Abolition of advisory bodies.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "28", "section_title": " Financial provisions.", "section_text": "28 1 There shall be defrayed out of money provided byParliament— a any expenses incurred by the Secretary of State for the purposes of the Central Council for Education and Training in Social Work or of Registered Homes Tribunals; and b any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act. 2 Any sums repaid to the Secretary of State in pursuance of this Act shall be paid by him into the Consolidated Fund."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "29", "section_title": " Minor and consequential amendments.", "section_text": "29 1 The enactments specified in Part I of Schedule 9 to this Act shall have effect subject to the amendments there specified (being minor amendments and amendments consequential on the foregoing provisions of this Act). 2 Part II of that Schedule shall have effect in place of the provisions of the  Residential Homes Act 1980 relating to meals and recreation for old people."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "30", "section_title": " Repeals and revocation.", "section_text": "30 1 The enactments specified in Part I of Schedule 10 to this Act (which include enactments already obsolete or unnecessary) are repealed to the extent specified in the third column of that Part of that Schedule. 2 The instrument specified in Part II of that Schedule is revoked to the extent specified in the third column of that Part. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "31", "section_title": " Power to repeal or amend local Acts.", "section_text": "31 1 The Secretary of State may by order— a repeal any provision of a local Act passed before or in the same Session as this Act if it appears to him that the provision is inconsistent with or has become unnecessary in consequence of any enactment contained in this Act or of regulations made under any such enactment; b  amend any provision of such an Act if it appears to him that the provision requires amendment in consequence of any enactment contained in this Act or of regulations made under any such enactment or of any repeal made by virture of the preceding paragraph; and an order made in pursuance of this subsection may include such incidental or transitional provisions as the Secretary of State considers are appropriate in connection with the order. 2 It shall be the duty of the Secretary of State, before he makes an order in pursuance of subsection (1) above amending or repealing any provision of a local Act, to consult each local authority which he considers would be affected by the amendment or repeal of that provision. 3 The power to make orders conferred by subsection (1) above shall be exercisable by statutory instrument; and any statutory instrument made in the exercise of that power shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "32", "section_title": " Commencement.", "section_text": "32 1 This section and sections 33 and 34 below shall come into force on the day this Act is passed. 2 Subject to subsection (1) above, the provisions of this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint and different days may be appointed in pursuance of this subsection for different provisions or different purposes of the same provision."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "33", "section_title": " Extent.", "section_text": "33 1 The following provisions of this Act— a section 9 and paragraphs 15 and 16 of Schedule 2; b Part III and Schedule 3; c section 14(1) (except paragraphs (b) and (c)) and paragraph 1 of Schedule 6; d section 25(2) and paragraph 31(6) of Schedule 8; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . extend to Northern Ireland. 2 Except where the contrary intention appears, subject to subsection (3) below, where any enactment repealed or amended or instrument revoked by this Act extends to any part of the United Kingdom or to the Channel Islands, the repeal, amendment or revocation extends to that part or those Islands. 3 Where this Act makes— a an amendment of an enactment contained in an Act which makes special provision for extending or applying enactments contained in it to the Isles of Scilly; or b an addition to such an Act,the provision for extending or applying enactments shall authorise the extension or application of the amended enactment or addition to the Isles. 4 Subsection (3) above applies to an amended enactment whether or not the enactment was extended or applied to the Isles before it was amended. 5 Subject to subsections (2) to (4) above, this Act shall, in its application to the Isles, have effect subject to such extensions, adaptations and modifications as the Secretary of State may by order made by statutory instrument prescribe. 6 Any statutory instrument made in exercise of the power conferred by subsection (5) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health And Social Services And Social Security Adjudications Act 1983", "year": 1983, "section": "34", "section_title": " Short title.", "section_text": "34 This Act may be cited as the Health and Social Services and Social Security Adjudications Act 1983."}]