[{"act": "International Monetary Arrangements Act 1983", "year": 1983, "section": "1", "section_title": " Loans to IMF.", "section_text": "1 In section 2 of the  International Monetary Fund Act 1979 (loans to IMF up to a specified limit, which may be increased by order), for subsection (1) (which specifies a limit of £357,142,857) there is substituted— 1 The Treasury may make loans to the International Monetary Fund in accordance with the Fund’s borrowing arrangements; but the aggregate amount outstanding in respect of the principal of loans under this section shall not exceed 1,700 million special drawing rights. 1A For the purposes of subsection (1) above, a loan under this section, or repayment of such a loan, in any currency shall be treated as a loan or, as the case may be, repayment of the amount of special drawing rights which for the purposes of those arrangements is the value of the loan or repayment. ."}, {"act": "International Monetary Arrangements Act 1983", "year": 1983, "section": "2", "section_title": " Indemnities for international support operations.", "section_text": "2 1 The Treasury may, in such manner and on such conditions as they think fit, undertake to indemnify the Bank of England in respect of assistance to which this section applies. 2 This section applies to financial assistance of any kind provided by the Bank of England which appears to the Treasury to be provided in pursuance of arrangements made— a in cooperation with the Bank for International Settlements or any central bank or other monetary authority of any country outside the United Kingdom; and b for the purpose of assisting the central bank or other monetary authority of any country outside the United Kingdom. 3 The Treasury shall, immediately after giving any undertaking under this section, lay a statement of the undertaking before each House of Parliament. 4 Sums required by the Treasury for fulfilling any undertaking under this section shall be charged on and issued out of the Consolidated Fund and sums received by the Treasury in pursuance of such an undertaking shall be paid into the Fund. 5 The Treasury shall, immediately after any such sum is so issued, lay a statement relating to the sum before each House of Parliament."}, {"act": "International Monetary Arrangements Act 1983", "year": 1983, "section": "3", "section_title": " Short title and commencement.", "section_text": "3 1 This Act may be cited as the International Monetary Arrangements Act 1983. 2 Section 1 of this Act shall come into force on such day as the Treasury may by order made by statutory instrument appoint."}]