[{"act": "Level Crossings Act 1983", "year": 1983, "section": "1", "section_title": " Safety arrangements at level crossings.", "section_text": "1 1 Subject to the following provisions of this section, the Secretary of State may, in relation to any place where a railway crosses a road on a level (in this section referred to as a “level crossing”), by order provide for the protection of those using the level crossing. 1A Subsection (1) above applies whether or not the crossing is in use when the order is made; and if it is not in use when the order is made the order shall be made so as to come into force when it is in use. 2 An order under this section may make such provision as the Secretary of State considers necessary or expedient for the safety or convenience of those using the crossing; and, in particular— a may require the operator of the crossing or the local traffic authority (or both) to provide at or near the crossing any protective equipment specified in the order and to maintain and operate that equipment in accordance with the order; b may impose on the operator  requirements as to the operation of the railway at or near that crossing. 3 While an order is in force under this section in relation to a level crossing— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b subject to any exceptions specified in the order, any provision made by or under any enactment as to the crossing (or level crossings including that crossing) and imposing requirements as to  ... protective equipment at or near the crossing, the supervision of the crossing (including the provision of buildings for the purposes of supervision) or the operation of the railway at or near the crossing shall not apply in relation to the crossing. 4 Nothing in subsection (3)(b) above affects any provision as to traffic signs made under the  Road Traffic Regulation Act 1967; but a traffic sign placed on or near a road in pursuance of an order under this section shall be treated for the purposes of section 54(4) of that Act as having been placed as provided by that Act. 4A Nothing in subsection (3)(b) above affects any provision made by or under Part I of the Health and Safety at Work  etc.  Act 1974.  5 An order under this section— a may be varied or revoked by a subsequent order under this section; and b may  impose requirements as to protective  equipment provided before the making of the order. 6 The Secretary of State may make an order under this section in respect of a level crossing on being requested to do so by the operator of the crossing or without a request by the operator. 6ZA The Secretary of State may not make an order without a request by the operator unless— a he has consulted the  Office of Rail and Road  and the local traffic authority about the order he proposes to make; and b having done so, he has sent to the operator, the  Office of Rail and Road  and the local traffic authority a copy of a draft of the order he proposes to make and a notice specifying the period (not being less than two months) within which they may make representations to him in respect of his proposal to make the order. 6A Where the  Office of Rail and Road  gives written notice to an operator of a crossing that in its opinion a request should be made to the Secretary of State to make an order under this section in respect of that crossing and the notice states the reasons for that opinion, the operator shall be under a duty to make such a request. 7 Where the operator of a crossing requests the Secretary of State to make an order under this section, the request shall be accompanied by a draft of the order which the operator is requesting the Secretary of State to make. 8 Before making a request the operator— a must consult the  Office of Rail and Road  and the local traffic authority about the draft order he intends to submit to the Secretary of State; and b having done so, must give written notice to the  Office of Rail and Road  and the local traffic authority of his intention to make a request. 8A A notice given under subsection (8)— a must be accompanied by a copy of the draft order which the operator intends to submit to the Secretary of State; and b must specify the period (not being less than two months) within which the  Office of Rail and Road  and the local traffic authority may make representations to the Secretary of State in respect of the request. 9 The Secretary of State shall consider any representations made to him pursuant to subsection  (6ZA) or (8A)  above if they have been made within the period specified in the notice referred to in the subsection concerned and may then, if he decides to make the order, make it in accordance with the draft sent to persons pursuant to the subsection concerned or with such modifications as he thinks fit. 10 This section applies where a Government department is operating a railway at a level crossing as it applies in other cases. 10A Any order made under section 124 of the Transport Act 1968 or section 66 of the British Transport Commission Act 1957 and in force immediately before 1st April 1997, including any requirements or conditions laid down under the order, shall have effect as if it had been made under this section. 10B In performing his functions under this Act the Secretary of State shall take account of any advice given to him with respect thereto by or on behalf of the  Office of Rail and Road . 11 In this section— “ barrier ” includes gate; ... “protective equipment” includes                       barriers,  lights, traffic signs, manual, mechanical, automatic, electrical, telephonic or television equipment or other devices;  “ local traffic authority ”, in relation to a crossing, means the authority which for the purposes of the Road Traffic Regulation Act 1984 is the local traffic authority for the road crossed by the railway at the crossing;   “operator”, in relation to a crossing, means any person carrying on an undertaking which includes maintaining the permanent way;                      “road” means any highway or other road to which the public has access; “road” has the same meaning as in the Roads (Scotland) Act 1984;  and “traffic sign” has the same meaning as in the  Road Traffic Regulation Act  1984 ."}, {"act": "Level Crossings Act 1983", "year": 1983, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Level Crossings Act 1983. 2 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed. 3 This Act does not extend to Northern Ireland."}]