[{"act": "Litter Act 1983", "year": 1983, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Litter Act 1983", "year": 1983, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Litter Act 1983", "year": 1983, "section": "3", "section_title": " Grants for publicity discouraging litter.", "section_text": "3 The Secretary of State may with the consent of the Treasury make grants to any body for the purpose of assisting the body to encourage the public not to deface places by litter."}, {"act": "Litter Act 1983", "year": 1983, "section": "4", "section_title": " Consultations and proposals for abatement of litter.", "section_text": "4 1 In England and Wales, it shall be the duty of— a the council of each non-metropolitan county  and the other litter authorities whose areas are included in the county,  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . to consult from time to time together, and with such voluntary bodies as they consider appropriate and as agree to participate in the consultations, about the steps which the county council, each of the other litter authorities,  . . . and each of the bodies are to take for the purpose of abating litter in the county; and it shall be the duty of the county council— i to prepare and from time to time revise a statement of the steps which the council, each of the other litter authorities,  . . . and each of the bodies agree to take for that purpose, and ii to take such steps as in their opinion will give adequate publicity in the county to the statement, and iii to keep a copy of the statement available at their principal office for inspection by the public free of charge at all reasonable hours. 2 Subsection (1) above shall apply to a metropolitan county with the omission, as respects consultation, of references to the council of the county and as if the duty with respect to the statement mentioned in that subsection were a duty imposed jointly on the councils of the metropolitan districts comprised in the county; and that subsection shall apply to Greater London as if it were a county with the like omissions and as if that duty were imposed jointly on the councils of the London boroughs and the Common Council of the City of London. 3 In subsection (1) above, “ litter authority ” includes a parish meeting but not a joint body. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Litter Act 1983", "year": 1983, "section": "5", "section_title": " Litter bins in England and Wales. ", "section_text": "5 1 A litter authority in England and Wales may provide and maintain in any street or public place receptacles for refuse or litter (in this section referred to as “ litter bins ”). 2 It shall be the duty of a litter authority in England and Wales to make arrangements for the regular emptying and cleansing of any litter bins provided or maintained by them under this section or under section 185 of the  Highways Act 1980; and such an authority shall have power to cleanse and empty litter bins provided in any street or public place by them or any other person. 3 The regular emptying mentioned in subsection (2) above shall be sufficiently frequent to ensure that no such litter bin or its contents shall become a nuisance or give reasonable ground for complaint. 4 In any place where a litter bin may be provided or maintained under this section or under section 185 of the Highways Act 1980, a litter authority may put up notices about the leaving of refuse and litter, and for that purpose may, subject to the provisions of this section, erect and maintain notice boards. 5 Subject to section 13 of the  City of London (Various Powers) Act 1971 (which empowers the Common Council of the City of London to affix litter bins), a litter authority shall not have power under this section to place any litter bin or any notice board— a on any land forming part of an open space as defined in the  Open Spaces Act 1906 which is provided by or under the management and control of some other litter authority or a parish meeting, without the consent of that authority or meeting, or b on any other land not forming part of a street, without the consent of the owner and of the occupier of that land. 6 The powers conferred by this section shall only be exercisable with the consent of the persons mentioned in the Table in paragraph 1 of Schedule 1 to this Act, and paragraphs 2 and 3 of that Schedule shall have effect in relation to those consents. 7 A litter authority may sell refuse or litter removed by them from any litter bins. 8 A litter authority may not, under this section, do anything that is unlawful under the law relating to ancient monuments or to town and country planning. 9 Any person who wilfully removes or otherwise interferes with any litter bin or notice board provided or erected under this section or section 185 of the  Highways Act 1980 shall be liable on summary conviction to a fine not exceeding level 1 on the standard scale. 10 The court by which a person is convicted under subsection (9) above may order him to pay a sum not exceeding £20 as compensation to the litter authority concerned, and any such order shall be enforceable in the same way as an order for costs to be paid by the offender. 11 This section applies to a receptacle provided under section 76 of the  Public Health Act 1936 or section 51 of the  Public Health Act 1961 as if it has been provided under this section."}, {"act": "Litter Act 1983", "year": 1983, "section": "6", "section_title": " Provisions supplementary to s. 5. ", "section_text": "6 1 A county council  and a metropolitan district council  may if they think fit make a contribution to any expenditure incurred by a parish council or a community council under section 5 above. 2 A parish council or community council may contribute towards— a the reasonable expenses incurred by any person in doing anything which the council have power to do under section 5 above, and b the expenses incurred by any other parish council or community council in exercising their powers under that section. 3 Two or more parish councils or community councils may by agreement combine for the purpose of exercising their powers under section 5 above. 4 The Secretary of State may, subject to subsection (5) below, by order repeal or amend any provision— a in any local Act passed before 3rd August 1961 (the date on which the Public Health Act 1961 was passed), b in any Act passed before that date and confirming a provisional order, or c in any order or other instrument made under an Act before that date, where it appears to him that that provision is inconsistent with, or has become unnecessary in consequence of, section 5 above or this section. 5 The Secretary of State shall not make an order under subsection (4) above repealing or amending a provision in a local Act the Bill for which was promoted by— a a county council, a district council, a London borough council, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple, the Under Treasurer of the Middle Temple or the Council of the Isles of Scilly, or b any authority, board, commissioners, trustees or other body whose functions under the local Act have become exercisable by such a council, Sub-Treasurer or Under Treasurer as aforesaid, except on the application of that council, Sub-Treasurer or Under Treasurer. 6 Where— a a resolution under subsection (3) of section 147 of the  Local Government Act 1972 (resolution declaring expenses to be special expenses chargeable only on part of a district council’s area), or b an order under section 190(3) of the  Local Government Act 1933 that, by virtue of subsection (6) of the said section 147, continues to have effect as if it were such a resolution, contains, or has effect as if it included, a reference to section 51 of the  Public Health Act 1961 (litter bins), that reference shall have effect as if it were a reference to the said section 51 or section 5 above. 7 Sections 283 to 285, 288, 304, 305, 341 and 343 of the Public Health Act 1936 apply in relation to section 5 above, this section and Schedule 1 to this Act as if section 5, this section and that Schedule were contained in the said Act of 1936. 8 In section 5 above, “ litter authority ” includes the Council of the Isles of Scilly but not a joint body  . . .."}, {"act": "Litter Act 1983", "year": 1983, "section": "7", "section_title": " Litter bins in Scotland.", "section_text": "7 1 A litter authority in Scotland may provide and maintain receptacles for the deposit of litter (in this section referred to as “ litter bins ”), and may within their area set up litter bins in any place situated—  a in or adjacent to any road (within the meaning of the Roads (Scotland) Act 1984) maintainable or maintained by a local authority, b on any land owned or occupied by the litter authority. 2 A litter authority in Scotland— a shall from time to time empty and cleanse any litter bins set up by them under subsection (1) above, b may so deal with any other litter bins set up in any place in their area, being a place situated as mentioned in subsection (1) above, c may in such manner as they think fit remove and dispose of litter taken from such litter bins or any litter found lying in any such place. 3 For the purpose of the exercise of their powers under subsection (2) above, a litter authority may provide and use such plant or apparatus for treating or disposing of litter as they may think necessary. 4 The powers conferred on a litter authority by this section shall be exercisable in relation to any place in their area which is not situated as mentioned in subsection (1) above, but in relation to such a place the powers shall be so exercisable— a only with the consent of all persons having an interest in the land on which the place is situated, b on such terms as may be arranged between the litter authority and those persons. 5 A litter authority may arrange by agreement for any power conferred or duty imposed on them by this section to be exercised or performed on their behalf by some other person on such terms as may be specified in the agreement. 6 This section has effect in substitution for the corresponding provisions of any local Act regarding the provision of litter bins and the removal and disposal of litter by a litter authority in Scotland, and every such corresponding provision shall cease to have effect."}, {"act": "Litter Act 1983", "year": 1983, "section": "8", "section_title": " Provisions supplementary to s. 7.", "section_text": "8 1 A litter authority may make contributions towards expenditure incurred or to be incurred by any other local authority or by any voluntary organisation in the doing of anything which could have been done under section 7 above by the litter authority; and a litter authority may receive from any other person contributions towards expenditure incurred or to be incurred by them under that section. 2 In subsection (1) above, “ voluntary organisation ” means any body of persons, whether corporate of unincorporate, carrying on or proposing to carry on an undertaking otherwise than for profit, and includes a community council within the meaning of the  Local Government (Scotland) Act 1973. 3 ... where any person having such an interest in any land as enables him to bind the land enters into any agreement relating to the land with a litter authority acting in exercise of powers conferred on them by section 7 above, the agreement may — a if the land is registered in the Land Register of Scotland, be registered in that register, and b in any other case, be recorded in the Register of Sasines, and if the agreement is so registered or recorded it                       shall, subject to subsection (5) below, be enforceable at the instance of the litter authority against persons deriving title to the land from the person who entered into the agreement. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 An agreement under subsection (3) above shall not be enforceable against a third party who has in good faith and for value acquired right (whether completed by infeftment or not) to the land before the agreement was registered or recorded as aforesaid, or against any person deriving title from such third party. 6 On the application of any local authority directly concerned, the Secretary of State may by order repeal or amend any provision— a in any local Act passed before the  31st July 1964 (the date on which the Local Government (Development and Finance) (Scotland) Act 1964 was passed), or b in any Act passed before that date and confirming a provisional order, where it appears to him that the provision is inconsistent with, or has become unnecessary in consequence of, section 7 above or this section. 7 In section 7 above and this section— “ land ” includes any structure or erection on land, land covered with water and any interest or right in or over land; “ litter ” includes derelict vehicles, vessels and scrap metal and rubbish of any description; “ litter authority ” means an islands or district council; “ local authority ” means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ."}, {"act": "Litter Act 1983", "year": 1983, "section": "9", "section_title": " Orders.", "section_text": "9 1 An order under this Act shall be made by statutory instrument. 2 Any such statutory instrument, other than one made under section 13(2) below, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Before making an order under section 6 or 8 above, the Secretary of State shall consult— a as to an order under section 6, with any of the authorities mentioned in section 6(5)(a), b as to an order under section 8, with any local authority (as defined in that section), who appear to him to be concerned, not being an authority on whose application the order is made. 5 An order under this Act, other than one made under section 13(2) below, may contain such transitional, supplemental or incidental provisions as appear to the Secretary of State to be appropriate."}, {"act": "Litter Act 1983", "year": 1983, "section": "10", "section_title": " Interpretation.", "section_text": "10 1 In this Act— “ joint body ” means a joint body constituted solely of two or more such councils as are mentioned in paragraphs (a) to (f) of the definition of “litter authority” below; “ litter authority ”, in relation to England and Wales, means, except so far as is otherwise provided— a a county council, b a district council, c a London borough council, d the Common Council of the City of London, e a parish council, f a community council, g a joint body, h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i the Sub-Treasurer of the Inner Temple, or j the Under Treasurer of the Middle Temple;  . . . . . . . . . 2 In the application of this Act in relation to Wales, any reference to a county shall be read as including a reference to a county borough and any reference to a county council shall be read as including a reference to a county borough council."}, {"act": "Litter Act 1983", "year": 1983, "section": "11", "section_title": " Isles of Scilly.", "section_text": "11 Sections 3 and 4 above shall have effect in their application to the Isles of Scilly with such modifications, additions, omissions and amendments as the Secretary of State may by order specify."}, {"act": "Litter Act 1983", "year": 1983, "section": "12", "section_title": " Consequential amendments and repeals.", "section_text": "12   1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Section 13(1) of the  City of London (Various Powers) Act 1971 is amended by substituting for the words “section 51 of the Public Health Act 1961” the words “sections 5 and 6 of the Litter Act 1983”. 3 The enactments specified in Schedule 2 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Litter Act 1983", "year": 1983, "section": "13", "section_title": " Short title, commencement and extent.", "section_text": "13 1 This Act may be cited as the Litter Act 1983. 2 Section 4 of this Act, and sections 12(3) and Schedule 2 so far as they repeal section 24(1) to (3) of the  Control of Pollution Act 1974, shall come into force on such day as the Secretary of State may by order appoint, and different days may be appointed for different provisions or for different purposes thereof. 3 The rest of this Act shall come into force at the end of the period of three months beginning with the day on which this Act is passed. 4 Sections 1(5) and (6), 4(1) to (3), 5 and 6 above and Schedule 1 to this Act extend only to England and Wales, and sections 1(7),  ... 7 and 8 above extend only to Scotland. 5 This Act does not extend to Northern Ireland."}]