[{"act": "Local Authorities (Expenditure Powers) Act 1983", "year": 1983, "section": "1", "section_title": " Expenditure powers of local authorities.", "section_text": "1 1 The powers conferred on a local authority by any enactment to which this section applies shall not be regarded as restricting the powers conferred on the authority by— a section 137 of the  Local Government Act 1972 (power to incur expenditure for purposes not authorised by any other enactment); or b section 83 of the  Local Government (Scotland) Act 1973 (which contains corresponding provisions); and accordingly the reference to any other enactment in subsection (1) of each of those sections shall not include a reference to any enactment to which this section applies. 2 This section applies to— a section 3 of the  Local Authorities (Land) Act 1963 (power to make advances for acquisition of land, erection of buildings and carrying out of works); b section 7 of the  Local Government (Development and Finance) (Scotland) Act 1964 (which contains corresponding provisions); and c any enactment contained in a local Act and conferring power on a local authority to incur expenditure, being an enactment designated for the purposes of this section by an order made by the Secretary of State. 3 An order designating an enactment under subsection (2)(c) above may provide that this section shall apply to the enactment only to such extent as is specified in the order. 4 The power to make orders under subsection (2)(c) above shall be exercisable by statutory instrument; and the Secretary of State shall not designate any enactment by such an order except after consultation with the local authority or authorities on whom powers are conferred by that enactment. 5 This section shall, as respects the enactments mentioned in paragraphs (a) and (b) of subsection (2) above, have effect from 1st April 1983; and an order designating an enactment under paragraph (c) of that subsection may be expressed to have effect from the beginning of the financial year in which it is made. 6 In this section “ local Act ” includes an Act confirming a provisional order, “ local authority ” has the same meaning as in section 137 of the said Act of 1972 or, as respects Scotland, section 83 of the said Act of 1973 and “ financial year ” has the same meaning as in the said Act of 1972 or, as respects Scotland, the said Act of 1973."}, {"act": "Local Authorities (Expenditure Powers) Act 1983", "year": 1983, "section": "2", "section_title": " Short title and extent.", "section_text": "2 1 This Act may be cited as the Local Authorities (Expenditure Powers) Act 1983. 2 This Act does not extend to Northern Ireland."}]