[{"act": "Marriage Act 1983", "year": 1983, "section": "1", "section_title": " Marriages of house-bound and detained persons in England and Wales.", "section_text": "1 1 Subject to the provisions of this Act and the  Marriage Act 1949, the marriage of a person who is house-bound or is a detained person may be solemnized in England and Wales, on the authority of   a marriage schedule   issued under Part III of the Marriage Act 1949, at the place where that person usually resides. 2 For the purposes of this section a person is house-bound if— a each notice  of his or her marriage given in accordance with section 27 of the Marriage Act 1949 is accompanied by a statement, made in a form prescribed under that Act by a registered medical practitioner not more than fourteen days before that notice is given, that, in his opinion— i by reason of illness or disability, he or she ought not to move or be moved from his or her home or the other place where he or she is at that time, and ii it is likely that it will be the case for at least the three months following the date on which the statement is made that by reason of the illness or disability he or she ought not to move or be moved from that place; and b he or she is not a detained person. 3 For the purposes of this section, a person is a detained person if he or she is for the time being detained— a otherwise than by virtue of section 2, 4, 5, 35, 36 or 136 of the  Mental Health Act 1983 (short term detentions), as a patient in a hospital; or b in a prison or other place to which the  Prison Act 1952 applies. 4 In subsection (3) above “ hospital ” and “ patient ” have the same meanings as in Part II of the Mental Health Act 1983. 5 For the purposes of this section, a person who is house-bound or is a detained person shall be taken, if he or she would not otherwise be, to be usually resident at the place where he or she is for the time being. 6 Nothing in the preceding provisions of this section shall be taken to relate or have any reference to any marriage according to the usages of the Society of Friends or any marriage between two persons professing the Jewish religion according to the usages of the Jews. 7 Schedule 1 to this Act (amendment of the  Marriage Age 1949 in consequence of this section) shall have effect."}, {"act": "Marriage Act 1983", "year": 1983, "section": "2", "section_title": " Consequential amendments of enactments.", "section_text": "2 1 Any reference in the  Registration Service Act 1953 to the Marriage Act 1949 includes a reference to that Act as amended by this Act. 2 In Schedule 3 to the  Public Expenditure and Receipts Act 1968 (variation of fees payable under certain enactments) the reference to the Marriage Act 1949 includes a reference to that Act as amended by this Act. 3 At the end of subsection (2) of section 1 of the  Marriage (Registrar General’s Licence) Act 1970 (restrictions on Registrar General’s power to issue licences under subsection (1) of that section) there shall be added the words “(disregarding for this purpose the provisions of that Act relating to marriages in pursuance of section 26(1)(dd) of that Act)”. 4 In section 11 of the  Matrimonial Causes Act 1973 (void marriages) for the words in paragraph (a) “the Marriages Acts 1949 to 1970” there shall be substituted the words “the Marriage Acts 1949 to 1983”."}, {"act": "Marriage Act 1983", "year": 1983, "section": "3", "section_title": " Marriages of house-bound and detained persons in Northern Ireland.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "4", "section_title": " Issue of licence by Registrar General.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "5", "section_title": " Solemnization of marriage pursuant to Registrar General’s licence.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "6", "section_title": " Void marriages.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "7", "section_title": " Offences.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "8", "section_title": " Application of Marriage Acts.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "9", "section_title": " Fees.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "10", "section_title": " Regulations.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "11", "section_title": " Interpretation and savings (Northern Ireland).", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Marriage Act 1983", "year": 1983, "section": "12", "section_title": " Citation, commencement,  etc.", "section_text": "12 1 This Act may be cited as the Marriage Act 1983 and this Act as it extends to England and Wales and the Marriages Acts 1949 to 1970 may be cited as the Marriage Acts 1949 to 1983. 2 Sections 3 to 11 above shall be construed as one with the Acts relating to marriage in Northern Ireland. 3 Nothing in this Act shall affect any law or custom relating to the marriage of members of the Royal Family. 4 Nothing in this Act shall affect the right of the Archbishop of Canterbury or any other person by virtue of the  Ecclesiastical Licences Act 1533 to grant special licences to marry at any convenient time or place or affect the validity of any marriage solemnized on the authority of such a licence. 5 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different purposes. 6 This Act shall not extend to Scotland. 7 Sections 1 and 2 above and Schedule 1 to this Act, except paragraph 9, shall not extend to Northern Ireland and sections 3 to 11 above and Schedule 2 to this Act, except paragraph 11, shall not extend to England and Wales."}]