[{"act": "Medical Act 1983", "year": 1983, "section": "1", "section_title": " The General Medical Council.", "section_text": "1 1 There shall continue to be a body corporate known as the General Medical Council (in this Act referred to as “ the General Council ”) having the functions assigned to them by this Act. 1A The over-arching objective of the General Council in exercising their functions is the protection of the public. 1B The pursuit by the General Council of their over-arching objective involves the pursuit of the following objectives— a to protect, promote and maintain the health, safety and well-being of the public, b to promote and maintain public confidence in the medical profession, and c to promote and maintain proper professional standards and conduct for members of that profession. 2 The General Council shall be constituted as provided for by order of the Privy Council, subject to Part 1 of Schedule 1 to this Act. 3 The General Council shall have the following committees— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c one or more  Registration Panels , d one or more Registration Appeals Panels, e the Investigation Committee, f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g the Medical Practitioners Tribunal Service (“the MPTS”), h one or more Medical Practitioners Tribunals, i one or more Interim Orders Tribunals, constituted in accordance with Part III of Schedule 1 to this Act and having the functions assigned to them by or under this Act. 3A The committees of the General Council specified in   ... subsection (3) above are referred to in this Act as “the statutory committees”. 4 Schedule 1 to this Act shall have effect with respect to the General Council, its branch councils and committees, its proceedings, its officers and its accounts."}, {"act": "Medical Act 1983", "year": 1983, "section": "2", "section_title": " Registration of medical practitioners.", "section_text": "2 1 There shall continue to be kept by the registrar of the General Council (in this Act referred to as “ the Registrar ”)  a register   of medical practitioners registered under this Act containing the names of those registered and the qualifications they are entitled to have registered under this Act. 2 The  register referred to is   “the register of medical practitioners” consisting of    the following lists — a the principal list, aa if anyone is registered under section 18A, the emergency powers doctors list,   and   b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the visiting overseas doctors list,  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Medical practitioners shall be registered as fully registered medical practitioners or provisionally  ... as provided in Parts II and  III  of this Act and in the appropriate list of the register of medical practitioners  ... as provided in Part IV of this Act. 4 Section 35C(2)(da) (the necessary knowledge of English) shall not apply in determining whether a person’s fitness to practise is impaired for the purposes of registration under this Act."}, {"act": "Medical Act 1983", "year": 1983, "section": "3", "section_title": " Registration by virtue of primary United Kingdom or primary European qualifications.", "section_text": "3 1 Subject to the provisions of this Act any person   whose fitness to practise is not impaired and  who— a holds one or more primary United Kingdom qualifications and has satisfactorily completed an acceptable programme for provisionally registered doctors; or b being a national of   any relevant European State , holds one or more primary European qualifications  and has made an application, before  IP completion day, for registration under this paragraph or is provisionally registered under section 15A , is entitled to be registered under this section as a fully registered medical practitioner. 2 Any person who— a is not a national of   a relevant European State ; but b is, by virtue of an enforceable   EU   right, entitled to be treated, for the purposes of access to and pursuit of the medical profession, no less favourably than a national of a relevant European State, shall be treated for the purposes of subsection (1)(b) above as if he were such a national. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "4", "section_title": " Qualifying examinations and primary United Kingdom qualifications.", "section_text": "4 1 Subject to the provisions of this Part of this Act, a qualifying examination for the purposes of this Part of this Act is an examination held for the purpose of granting one or more primary United Kingdom qualifications by any one of the bodies or combinations of bodies in the United Kingdom which are included in a list maintained by the General Council of the bodies and combinations of bodies entitled to hold such examinations. 1A The General Council may from time to time amend the list. 1B The list maintained under subsection (1) shall be published in such manner as the General Council see fit. 1C The General Council shall only include in the list maintained under subsection (1) bodies or combinations of bodies that require from candidates at examinations a standard of proficiency that conforms to the prescribed standard of proficiency. 1D If the General Council have formed the provisional opinion that a body or combination of bodies included in the list maintained under subsection (1) should be removed from the list, they shall notify that opinion in writing to the body or combination of bodies concerned and shall allow them a reasonable opportunity to respond before determining whether or not to remove the body or combination of bodies from the list. 3 In this Act “ primary United Kingdom qualification ” means any of the following qualifications, namely— a the degree of bachelor of medicine or bachelor of surgery granted by   a body or combination of bodies included in the list maintained under subsection (1) ; b licentiate of the Royal College of Physicians of London  or the Royal College of Surgeons of England  or the Royal College of Physicians of Edinburgh or the Royal College of Surgeons of Edinburgh or the Royal College (formerly Royal Faculty) of Physicians and Surgeons of Glasgow; c membership of the Royal College of Surgeons of England  granted before the coming into force of section 1 of the Medical Qualifications (Amendment) Act 1991 ; d licentiate in medicine and surgery of the Society of Apothecaries of London. 4 Any two or more of the  bodies and combinations of bodies included in the list maintained under subsection (1)   may, with the approval and under the directions of   the  General Council , unite or co-operate in conducting examinations held for the purpose of granting primary United Kingdom qualifications. 4A If a body or combination of bodies is removed from the list maintained under subsection (1), primary United Kingdom qualifications granted by that body or combination of bodies during the period in respect of which it was on the list are still to be considered primary United Kingdom qualifications after that removal. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "5", "section_title": " General functions of   the  General Council   in relation to medical education in the United Kingdom.", "section_text": "5 1   The  General Council   shall have the general function of promoting high standards of medical education and co-ordinating all stages of medical education. 2 For the purpose of discharging that function   the  General Council   shall— a determine the extent of the knowledge and skill which is to be required for the granting of primary United Kingdom qualifications and secure that the instruction given   in or under the direction of bodies or combinations of bodies   in the United Kingdom to persons studying for such qualifications is sufficient to equip them with knowledge and skill of that extent; b determine the standard of proficiency which is to be required from candidates at qualifying examinations and secure the maintenance of that standard; and c discharge their functions under section 10A below in respect of programmes for provisionally registered doctors. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Determinations of   the  General Council   under subsection (2)(a) or (b) above shall be published in such manner as they see fit. 3A Such determinations— a are binding on   bodies or combinations of bodies   concerned with medical education as regards the matters to which they relate; and b accordingly, those   bodies or combinations of bodies   must act in accordance with them as regards the matters to which they relate. 4 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the prescribed knowledge and skill ” means knowledge and skill of the extent for the time being determined under subsection (2)(a) above and  set out in determinations published   under subsection (3) above; “ the prescribed standard of proficiency ” means the standard of proficiency for the time being determined under subsection (2)(b) above and  set out in determinations published   under subsection (3) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "6", "section_title": " Further powers of   the  General Council .", "section_text": "6 1 A   body or combination of bodies   in the United Kingdom granting any primary United Kingdom qualification or any additional qualification for the time being registrable under section 16 below shall from time to time, when so required by   the  General Council , furnish   the  General Council   with such information as   the  General Council   may require as to— a the courses of study and examinations to be gone through in order to obtain the qualification; b the ages at which such courses of study and examinations are required to be gone through; c the age at which the qualification is granted; and d generally the requisites for obtaining the qualification. 2 For the purpose of securing the maintenance of the prescribed standard of proficiency   the  General Council   may appoint such number of inspectors as they may determine, and the inspectors shall attend, as   the  General Council   may direct, all or any of the qualifying examinations held by any   body or combination of bodies included in the list maintained under section 4(1) . 3 Any person deputed for the purpose by   the  General Council   may attend and be present at any examination held in the United Kingdom which has to be gone through in order to obtain a primary United Kingdom qualification or any additional qualification for the time being registrable under section 16 below. 4 Inspectors appointed under subsection (2) above shall not interfere with the conduct of any examination, but it shall be their duty to report to   the  General Council   their opinion as to the sufficiency of every examination which they attend, and any other matters relating to such examinations which   the  General Council   may require them to report. 5   The  General Council   shall forward a copy of every report of the inspectors to the body or each of the bodies who held the examination to which the report relates ...."}, {"act": "Medical Act 1983", "year": 1983, "section": "7", "section_title": " Power to appoint visitors of medical schools.", "section_text": "7 1   The  General Council   may appoint persons to visit ... places where instruction is given to medical students under the direction of any  body or combination of bodies included in the list maintained under section 4(1) . 2 It shall be the duty of visitors appointed under subsection (1) above to report to   the  General Council   as to the sufficiency of the instruction given in the places which they visit and as to any other matters relating to the instruction which may be specified by   the  General Council   either generally or in any particular case; but no visitor shall interfere with the giving of any instruction. 3 On the receipt of any report of a visitor under subsection (2) above   the  General Council   shall send a copy of the report to the   body or combination of bodies   under whose direction the instruction is given, and on the receipt of the copy that body  or combination of bodies   may, within such period of not less than one month as   the  General Council   may have specified at the time they sent the copy of the report, make to   the  General Council   observations on the report or objections to it. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "8", "section_title": " Power to add further qualifying examinations.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "9", "section_title": " Powers of Privy Council where standards not maintained.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "10", "section_title": " Experience required for full registration by virtue of primary United Kingdom qualifications.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "10A", "section_title": "Programmes for provisionally registered doctors", "section_text": "10A 1 For the purposes of this Act, “acceptable programme for provisionally registered doctors” means a programme that is for the time being recognised by   the  General Council   as providing a provisionally registered person with an acceptable foundation for future practice as a fully registered medical practitioner. 2 In connection with recognising programmes for provisionally registered doctors as mentioned in subsection (1) above,   the  General Council   may determine— a the duration of a programme for provisionally registered doctors ...; b the bodies that may provide, arrange for the provision of or be responsible for programmes for provisionally registered doctors and (where different) the bodies by whom a person is to be employed or engaged while he is participating in a programme for provisionally registered doctors; c the content and standard of programmes for provisionally registered doctors; d activities which a person is, or is not, to engage in as part of or while participating in a programme for provisionally registered doctors; e the arrangements for certification that a person has satisfactorily completed a programme for provisionally registered doctors, including— i determining the bodies that may certify that a person has satisfactorily completed a programme for provisionally registered doctors, ii determining assessment arrangements and the standards required for certification, and iii determining the form of the certificate of experience to be awarded on satisfactory completion of a programme for provisionally registered doctors; and f arrangements for a person with a disability not to be disadvantaged unfairly by the disability when participating in a programme for provisionally registered doctors. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Determinations of   the  General Council   under subsection (2) above shall be published in such manner as they see fit. 5 Such determinations— a are binding on bodies concerned with programmes for provisionally registered doctors as regards the matters to which they relate; and b accordingly, those bodies must act in accordance with them as regards the matters to which they relate. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 For the purpose of— a determining whether any programme for provisionally registered doctors should for the time being be recognised; or b making any determination in connection with a body mentioned in subsection (2),   the  General Council   may appoint persons to consider programmes for provisionally registered doctors, to visit the bodies mentioned in subsection (2) and to report to   the  General Council   on those programmes and those bodies. 8 If   the  General Council   have formed the provisional opinion— a that a programme for provisionally registered doctors that has been recognised by them should no longer be recognised by them, they shall notify that opinion in writing to any body, mentioned in subsection (2), that is connected with that programme and shall allow that body a reasonable opportunity to respond before determining whether or not to end their recognition of that programme; or b that a determination under subsection (2)(b) or (e)(i) should be revoked, they shall notify that opinion in writing to the body in respect of whom the determination was made and shall allow that body a reasonable opportunity to respond before determining whether or not to revoke that determination."}, {"act": "Medical Act 1983", "year": 1983, "section": "10B", "section_title": "Professional traineeships carried out in  ... relevant European States, etc.", "section_text": "10B A1 This section applies for the purposes of determining whether a person who— a is a national of a relevant European state, b holds a primary United Kingdom qualification, and c has applied, before  IP completion day, for registration under section 3(1)(a), has satisfactorily completed an acceptable programme for doctors who are provisionally registered. 1 If   such a programme   includes a requirement to carry out a professional traineeship of a particular standard, a professional traineeship of an equivalent standard that has been carried out in a relevant European State  ... is treated as meeting that requirement. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any person who— a is not a national of a relevant European State; but b is, by virtue of any enforceable EU right, entitled to be treated, for the purposes of access to and the practice of the medical profession, no less favourably than a national of such a State, must be treated for the purposes of subsection   (A1)   as if the person were such a national."}, {"act": "Medical Act 1983", "year": 1983, "section": "11", "section_title": " Provisions supplementary to s. 10,  etc.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "12", "section_title": " Special provisions as to employment in health centres.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "13", "section_title": " Power to appoint visitors of approved hospitals.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "14", "section_title": " Alternative requirements as to experience in certain cases.", "section_text": "14 1 On an application made to them by a person to whom this section applies, the General Council may direct that, as an alternative to the satisfactory completion of an acceptable programme for provisionally registered doctors, it shall be sufficient for the applicant to satisfy the General Council that, in the course of or as an adjunct to practice in the United Kingdom or elsewhere, he has undergone medical training and acquired clinical experience, over a period acceptable to the General Council, which has provided him with a foundation for future practice as a fully registered medical practitioner which is at least as good as the foundation provided by an acceptable programme for provisionally registered doctors. 2 This section applies to any person who claims registration under section 3 above and— a claims such registration by virtue of a qualification granted before 1st January 1953; or b is the holder of a primary United Kingdom qualification and also of a qualification granted outside the United Kingdom which is recognised by the General Council for the purposes of this section as furnishing a sufficient guarantee of the possession of knowledge and skill corresponding with the prescribed knowledge and skill. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subsection (5) applies if— a a person within subsection (2)(b) who is a national of a relevant European State makes an application under subsection (1)  in connection with an application for registration under section 3(1)(a) made before  IP completion day ; and b the person has carried out a professional traineeship, all or part of which was carried out in a third country. 5 The General Council must take the professional traineeship into account in exercising its functions under subsection (1). 6 The General Council must publish guidelines on the organisation and recognition of professional traineeships carried out in third countries (including, in particular, guidelines on the role of the supervisor of the professional traineeship). 7 Any person who— a is not a national of a relevant European State; but b is, by virtue of any enforceable EU right, entitled to be treated, for the purposes of access to and the practice of the medical profession, no less favourably than a national of such a State, must be treated for the purposes of subsections (4) and (5) as if the person were such a national."}, {"act": "Medical Act 1983", "year": 1983, "section": "14A", "section_title": "Full registration of EEA nationals etc without certain acquired rights certificates", "section_text": "14A 1 A person who is a national of a relevant European State— za who has made an application for registration under this section before  IP completion day, a whose case falls within regulation   3(8)(a)   of the General Systems Regulations, b to whom regulations   27 to 34   of those Regulations apply by reason of the operation of regulation   3(5)   of those Regulations, c who is permitted to pursue the profession of medical practitioner in the United Kingdom by virtue of Part 3 of those Regulations (having, in particular, successfully completed any adaptation period, or passed any aptitude test, that he may be required to undertake pursuant to that Part of those Regulations), and d whose fitness to practise is not impaired, is entitled to be registered under this section as a fully registered medical practitioner. 2 Any person who— a is not a national of a relevant European State; but b is, by virtue of any enforceable   EU   right, entitled to be treated, for the purposes of access to the medical profession, no less favourably than a national of such a State, shall be treated for the purposes of subsection (1) as if he were such a national."}, {"act": "Medical Act 1983", "year": 1983, "section": "15", "section_title": "  Provisional registration.", "section_text": "15 1 This section shall have effect for enabling persons wishing to complete an acceptable programme for provisionally registered doctors to participate in such a programme. 2 A person shall be entitled to be registered provisionally under this section if— a he has not satisfactorily completed an acceptable programme for provisionally registered doctors; but b apart from that he would be entitled to be registered under section 3 above. 3 A person provisionally registered under this section shall be deemed to be registered under section 3 above as a fully registered medical practitioner so far as is necessary to enable him to participate in an acceptable programme for provisionally registered doctors but not further."}, {"act": "Medical Act 1983", "year": 1983, "section": "15A", "section_title": "Provisional registration for  EEA  nationals   etc  ", "section_text": "15A 1 This section shall have effect for enabling a national of   a relevant European State   to be employed for the purpose of enabling him to acquire the clinical experience under appropriate supervision which he needs in order to obtain a primary European qualification. 2 A national of   a relevant European State   who, but for the acquisition of suitable clinical experience, has completed the training required for a primary European qualification, shall be entitled to be registered provisionally under this section  if   a the person has made an application, before  IP completion day, for registration under this section, and b the person's fitness to practise is not impaired. . 3 Any person who— a is not a national of   a relevant European State ; but b is, by virtue of   any enforceable   EU   right , entitled to be treated, for the purposes of access to and the practice of the medical profession, no less favourably than a national of such a State, shall be treated for the purposes of subsections (1) and (2) as if he were such a national. 4 Subsection (3) of section 15 above shall apply for the purposes of this section as it applies for the purposes of that. 5 For the purposes of subsection (2), a person has completed the training required for a primary European qualification, but for the acquisition of suitable clinical experience, where he has obtained a medical degree which guarantees that he has fulfilled the requirements of   paragraph 3(a), (b) and (c) of article 24 of the Directive (basic medical training) ."}, {"act": "Medical Act 1983", "year": 1983, "section": "16", "section_title": " Registration of qualifications.", "section_text": "16 1 A person registered under  section 3,   14A,  15 or 15A  above  or 18A below   shall be entitled to have registered   any primary United Kingdom   qualification or qualifications or primary European qualification or qualifications which he holds when he is so registered and also— a any other primary United Kingdom qualification or qualification specified in   Annex V, point 5.1.1 of the Directive (evidence of formal qualifications in basic medical training)   which he obtains after registration; b subject to subsection (3) below, any additional qualification which  the  General Council   determine ought to be registrable by virtue of this paragraph which he holds when he is registered or obtains thereafter; c any  . . .   qualification which is for the time being registrable by virtue of section 26(1)(b) below which he holds when he is registered or obtains thereafter. 2 In this Act “ additional qualification ” means any qualification granted in   a relevant European State   other than  ... a qualification specified in   Annex V, point 5.1.1 of the Directive (evidence of formal qualifications in basic medical training) . 3 If   the  General Council   determine that any such qualification as is mentioned in paragraph (b) of subsection (1) above ought not to be registrable by virtue of that paragraph if granted before or after a particular date, a person holding that qualification shall not be entitled to have it registered if it was granted to him before or, as the case may be, after that date."}, {"act": "Medical Act 1983", "year": 1983, "section": "17", "section_title": " Primary qualifications obtained in  ...   relevant European States .", "section_text": "17 1 A primary European qualification for the purposes of this Part of this Act is any of the following obtained in   a relevant European State   ... , namely— a a qualification listed in Annex V, point 5.1.1 of the Directive which was obtained in a relevant European State on or after the reference date and is not evidence of training commenced by the holder before that date, provided that that qualification is accompanied, where appropriate, by the certificate listed in relation to that State in the column of Annex V, point 5.1.1 of the Directive entitled  “Certificate accompanying the qualifications”; b subject to compliance with subsection (2) below, a qualification listed in Annex V, point 5.1.1 of the Directive, which was obtained before the reference date, or on or after that date where training of which it is evidence was commenced by the holder before that date; ba subject to compliance with subsection (2A) below, a qualification not listed in Annex V, point 5.1.1 of the Directive, which was obtained on or after the reference date and is not evidence of training commenced by the holder before that date; c subject to compliance with subsection (3) below, a qualification not listed in Annex V, point 5.1.1 of the Directive, which was obtained before the reference date, or on or after that date where training of which it is evidence was commenced by the holder before that date; d subject to compliance with subsection (4) below, a qualification which is evidence of training commenced before 3rd October 1990 and undertaken on the territory of the former German Democratic Republic. e subject to compliance with subsection (4A) below, a qualification which— i is evidence of training commenced before the date specified in column (a) of the table in that subsection and undertaken on the territory specified in the corresponding entry in column (b) of that table, or ii was awarded by   the former state   specified in column (b) of the table in that subsection before the date specified in the corresponding entry in column (a). 2 For compliance with this subsection in the case of any qualification, either— a evidence of the qualification must be— i such that the Registrar is satisfied (by means of a certificate of a competent authority of the relevant European State in which it was obtained or otherwise) that it accords with the standards laid down by article 24 of the Directive (basic medical training), and ii accompanied, where appropriate, by the certificate listed in relation to the State in which the qualification was obtained in the column of Annex V, point 5.1.1 of the Directive entitled  “Certificate accompanying the qualifications”; or b evidence of the qualification must be accompanied by a certificate of a competent authority of any relevant European State that the holder has effectively and lawfully been engaged in medical practice in that State for at least three consecutive years during the five years preceding the date of the certificate. 2A For compliance with this subsection in the case of any qualification, evidence of it must be accompanied by a certificate of a competent authority of the relevant European State in which it was obtained to the effect that— a it is evidence of training which satisfies the requirements of article 24 of the Directive; and b it is treated by that State as if it were a qualification listed in relation to that State in Annex V, point 5.1.1 of the Directive. 3 For compliance with this subsection in the case of any qualification, evidence of it must be accompanied by a certificate such as is described in— a subsection (2)(b); or b subsection (2A). 4 For compliance with this subsection in the case of any qualification— a it must be such that the Registrar is satisfied with respect to it (by means of a certificate of   a competent authority of Germany   or otherwise) that the holder is entitled by virtue of it to engage in medical practice throughout the territory of Germany on the same conditions as the holder of a German qualification listed in   Annex V, point 5.1.1 of the Directive ; and b evidence of it must be accompanied by a certificate of   a competent authority of Germany   that the holder has effectively and lawfully been engaged in actual medical practice in Germany for at least 3 consecutive years during the 5 years preceding the date of the certificate. 4A For compliance with this subsection in the case of any qualification— a it must be such that the Registrar is satisfied with respect to it (by means of a certificate from   a competent authority of the relevant European State   specified in the appropriate row of column (c) of the table below) that that qualification has, on its territory, the same legal validity as regards access to and practice of the medical profession as the qualification listed in relation to that State in   Annex V, point 5.1.1 of the Directive ; and b evidence of it must be accompanied by a certificate from   a competent authority of that State   stating that the holder has effectively and lawfully been engaged in the activity in question on the territory of that State for at least 3 consecutive years during the 5 years preceding the date of issue of that certificate. Column (a) Column (b) Column (c) 1st January 1993 Former Czechoslovakia Czech Republic 1st January 1993 Former Czechoslovakia Slovakia 20th August 1991 Former Soviet Union Estonia 21st August 1991 Former Soviet Union Latvia 11th March 1990 Former Soviet Union Lithuania 25th June 1991   Former Yugoslavia   Slovenia   8th October 1991  Former Yugoslavia Croatia 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section,  “ the reference date ”, in relation to a relevant European State, means the date specified in relation to that State in the column entitled  “Reference date” in Annex V, point 5.1.1 of the Directive."}, {"act": "Medical Act 1983", "year": 1983, "section": "18", "section_title": "Visiting medical practitioners from relevant European States", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "18A", "section_title": "Temporary registration with regard to emergencies involving loss of human life or human illness  etc.", "section_text": "18A 1 If the Secretary of State advises the Registrar that an emergency has occurred, is occurring or is about to occur and that action should be considered under this section, the Registrar may register under this section— a a person as a fully registered medical practitioner, if the Registrar considers that the person is a fit, proper and suitably experienced person to be registered as a fully registered medical practitioner with regard to the emergency; or b the persons comprising a specified group of persons as fully registered medical practitioners, if the Registrar considers that the group is comprised of persons who are of a type who may reasonably be considered fit, proper and suitably experienced persons to be registered as fully registered medical practitioners with regard to the emergency. 2 The Registrar may register under this section by virtue of subsection (1)(b) all of the persons comprising a specified group of persons without first identifying each person in the group. 3 The registration of a person under this section is subject to such conditions as the Registrar may specify, and the Registrar may at any time vary the conditions to which a person’s registration under this section is subject (including by adding to the conditions or revoking any conditions). 4 The registration of any person registered under this section by virtue of subsection (1)(b) as one of a specified group may be subject to the same conditions as the registration of other members of the group, or it may be subject to different conditions. 5 A person’s registration under this section shall cease to have effect if revoked by the Registrar, which— a the Registrar must do if the Secretary of State advises the Registrar that the circumstances that led the Secretary of State to advise the Registrar as mentioned in subsection (1) no longer exist; b the Registrar may do for any other reason at any time, including where the Registrar has grounds for suspecting that the person’s fitness to practise may be impaired. 6 The registration of a person registered under this section by virtue of subsection (1)(b) as one of a specified group may be revoked without revoking the registration of the other members of the group, or it may be revoked by virtue of a decision to revoke the registration of all the members of the group. 7 Part 5 of this Act, apart from sections 35, 35A(1) and (4) to (8) and 35B(2) and (3), shall not apply to persons registered under this section. 8 If a person breaches any condition to which the person’s registration under this section is subject, anything done by the person in breach of that condition is to be treated as not being done by a registered medical practitioner. 9 For the purposes of this section, “emergency” means an emergency of the type described in section 19(1)(a) of the Civil Contingencies Act 2004 (meaning of “emergency”), read with subsection (2)(a) and (b) of that section."}, {"act": "Medical Act 1983", "year": 1983, "section": "19", "section_title": " Full registration of EEA nationals etc. by virtue of overseas primary qualifications etc.", "section_text": "19 A1 Subsection (1) applies only in relation to an exempt person— a who has made an application, before  IP completion day, for registration under this section, or b who is provisionally registered under section 21. 1 Where an exempt person satisfies the Registrar— a that he holds , or has passed all the qualifying examinations necessary for obtaining,   an acceptable overseas qualification other than a primary European qualification; aa that, where— i that qualification was, or would have been, granted otherwise than in a relevant European State, and ii that qualification, or the person's having passed those examinations, has not previously been accepted by a relevant European State as qualifying the person to practise as a medical practitioner in that State, the qualification is, or would have been, evidence of medical training which satisfies the requirements of article 24(1), (2) and (3)(a), (b) and (c) of the Directive (basic medical training); b that, in the course of or as an adjunct to practice in the United Kingdom or elsewhere, he has undergone medical training and acquired clinical experience, over a period acceptable to the General Council, which has provided him with a foundation for future practice as a fully registered medical practitioner which is at least as good as the foundation provided by an acceptable programme for provisionally registered doctors; and c that his fitness to practise is not impaired, that person shall, if the General Council think fit so to direct, be registered under this section as a fully registered medical practitioner. 1A Subsection (1) does not apply to persons entitled to be registered under section 14A or 19A. 2 In this Act  “ exempt person ” means— a a person who, immediately before  IP completion day, was a national of a relevant European State, b a person who, immediately before  IP completion day, was a national of the United Kingdom and, at that time, was seeking access to, or pursuing, the medical profession by virtue of an enforceable EU right, or c a person who, immediately before  IP completion day, was not a national of a relevant European State, but at that time was, by virtue of an enforceable EU right, entitled to be treated, for the purposes of access to and pursuit of the medical profession, no less favourably than a national of a relevant European State. 3 In determining an application by any person for registration under this section, the General Council shall take into account— a if the applicant holds a medical qualification which was granted otherwise than in a relevant European State, but has been accepted by a relevant European State  ... as qualifying him to practise as a medical practitioner in that State, the acceptance of that qualification; and b all medical qualifications, knowledge or experience, wherever acquired, which are relevant to the determination of his application. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "19A", "section_title": "Full registration of EEA nationals etc by virtue of overseas qualifications accepted by a relevant European State  ...", "section_text": "19A An exempt person— za who has made an application for registration under this section before  IP completion day, a whose case falls within regulation   3(8)(e)   of the General Systems Regulations, b to whom regulations   27 to 34   of those Regulations apply by reason of the operation of regulation   3(5)   of those Regulations, c who is permitted to pursue the profession of medical practitioner in the United Kingdom by virtue of Part 3 of those Regulations (having, in particular, successfully completed any adaptation period, or passed any aptitude test, that he may be required to undertake pursuant to that Part of those Regulations), and d whose fitness to practise is not impaired, is entitled to be registered under this section as a fully registered medical practitioner."}, {"act": "Medical Act 1983", "year": 1983, "section": "20", "section_title": " Experience required for full registration by virtue of recognised overseas qualifications.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "21", "section_title": " Provisional registration   of  EEA  nationals  etc.  with certain overseas qualifications .", "section_text": "21 1 The following provisions shall have effect for enabling persons wishing to satisfy the Registrar of the matters specified in section 19(1)(b) above to participate in an acceptable programme for provisionally registered doctors. 2 Where a person— a has made an application to the General Council, before  IP completion day, to be provisionally registered under this section, and b satisfies the Registrar of the matters specified in paragraphs (a), (aa) and (c) of section 19(1), the person shall, if the Council think fit so to direct, be provisionally registered under this section. 2A Subsection (3) of section 19 above applies in relation to an application for registration under this section as it applies in relation to an application for registration under that section. 3 A person provisionally registered under this section shall be deemed to be registered under section 19 above as a fully registered medical practitioner so far as is necessary to enable him to participate in an acceptable programme for provisionally registered doctors but not further."}, {"act": "Medical Act 1983", "year": 1983, "section": "21A", "section_title": " Full registration for eligible specialists and qualified general practitioners", "section_text": "21A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "21B", "section_title": "Full registration of persons with an overseas qualification", "section_text": "21B 1   Subject to  subsections (1A) and (1AA)   where a person satisfies the Registrar— a that the person— i holds, or has passed all the qualifying examinations necessary for obtaining, an acceptable overseas qualification, or ii holds a specified state qualification that is not an acceptable overseas qualification and has met the requirement specified in relation to the person under section 21BA; b that he possesses the knowledge, skills and experience necessary for practising as a fully registered medical practitioner in the United Kingdom; c that his fitness to practise is not impaired;  ...  and   d that— i in the case of a person who is not a specified state professional, the person has the necessary knowledge of English; or ii in the case of a person who is a specified state professional, the person has satisfied such requirement as to language skills as is imposed on the person under section 21BA(7); e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . that person shall, if the General Council think fit so to direct, be registered under this section as a fully registered medical practitioner. 1A Subsection (1)(b) does not apply to a person who makes an application under this section on or after  IP completion day  in reliance on the holding of a relevant European qualification within subsection (3)(a) or (b). 1AA Subsection (1)(b) does not apply in the case of a person who makes an application under this section in reliance on the holding of a specified state qualification and on having met the requirement specified in relation to the person under section 21BA. 1B Subsection (1C) applies instead of subsection (1) in the case of an exempt person who— a has made an application for registration as a fully registered medical practitioner under this section before  IP completion day, or b is provisionally registered under section 21C and made the application for that provisional registration before  IP completion day. 1C Where the exempt person satisfies the Registrar that— a the person holds, or has passed all the qualifying examinations necessary for obtaining, an acceptable overseas qualification, b where— i the acceptable overseas qualification was, or would have been, granted otherwise than in a relevant European State, and ii that qualification, or the person's having passed those examinations, has not previously been accepted by a relevant European State as qualifying the person to practise as a medical practitioner in that State, that qualification is, or would have been, evidence of medical training which satisfies the requirements of article 24(1), (2) and (3)(a), (b) and (c) of the Directive (basic medical training), c the person possesses the knowledge, skills and experience necessary for practising as a fully registered medical practitioner in the United Kingdom, and d the person's fitness to practise is not impaired, the person shall, if the General Council think fit so to direct, be registered under this section as a fully registered medical practitioner. 2 In this Act, an  “ acceptable overseas qualification ” means— a in relation to a person who makes an application for registration on or after  IP completion day, a relevant European qualification, or b (whether or not in relation to such a person) any other qualification granted outside the United Kingdom, where that qualification is for the time being accepted by the General Council as qualifying a person to practise as a medical practitioner in the United Kingdom. 3 In this section,  “ relevant European qualification ” means— a a primary European qualification under section 17(1)(a) that has not been designated by the General Council for the purposes of this paragraph, b a qualification that is not a primary European qualification under section 17(1)(a) but— i was granted in a relevant European State, and ii demonstrates, in the opinion of the General Council, a comparable level of knowledge, skill and experience to that demonstrated by the means of qualification laid down by section 3(1)(a) (including the programme for provisionally registered doctors), or c a qualification that is not a primary European qualification under section 17(1)(a) and does not fall within paragraph (b) but— i was granted in a relevant European State, and ii demonstrates, in the opinion of the General Council, a comparable level of knowledge and skill to that demonstrated by a primary United Kingdom qualification. 4 The General Council— a may designate a qualification for the purposes of subsection (3)(a) only with the approval of the Privy Council; b must maintain and publish a list of the qualifications that are so designated. 5 The General Council may designate a specified state qualification for the purposes of subsection (3)(a) only where one or more of Conditions 1 to 3 are met. 6 The General Council may designate that a specified state qualification does not meet the standard in subsection (3)(b)(ii) or (c)(ii) only where one or more of Conditions 1 to 3 are met. 7 Condition 1 is met where there exists a substantial difference between the knowledge and skill evidenced by the specified state qualification and the prescribed knowledge and skill. 8  Condition 2 is met where the professional activities to which a primary UK qualification relates include one or more professional activities that cover substantially different matters from those covered by the specified state qualification. 9 Condition 3 is met where requiring a person who holds the specified state qualification to pass an aptitude test or successfully to complete an adaptation period, or to do both, would amount to requiring the person to acquire a primary United Kingdom qualification."}, {"act": "Medical Act 1983", "year": 1983, "section": "21BA", "section_title": "Further provision relating to the registration of specified state professionals", "section_text": "21BA 1 This section applies where a specified state professional applies to be registered under section 21B and the person’s specified state qualification is not an acceptable overseas qualification. 2 This section does not apply if the specified state qualification is not an acceptable overseas qualification because Condition 3 is met in relation to it (see section 21B(9)). 3 Where this section applies, the General Council must specify what aptitude test or adaptation period, or aptitude test and adaptation period, must be passed or successfully completed by the person. 4 An aptitude test or adaptation period specified under this section, or an aptitude test and adaptation period together specified under this section, must be proportionate to the difference sought to be addressed. 5 The General Council must give a person their reasons for specifying an aptitude test or an adaptation period, or both, in relation to the person under this section, if the person makes a written request for them. 6 If the General Council specify aptitude tests in relation to persons under this section, the Council must ensure that such tests are scheduled with reasonable frequency and at least once a year. 7 The General Council may require a specified state professional who wishes to be registered under section 21B to demonstrate that the person possesses the language skills necessary to the practice of a fully registered medical practitioner. 8 A language test required by the General Council under subsection (7) must be proportionate to the level of language skills referred to in that subsection."}, {"act": "Medical Act 1983", "year": 1983, "section": "21C", "section_title": "Provisional registration of persons with an overseas qualification", "section_text": "21C 1 The following provisions shall have effect for enabling persons wishing to participate in programmes for provisionally registered doctors in order to be able to satisfy the Registrar, in accordance with section 21B(1)(b)  or (1C)(c) , that they possess the knowledge, skills and experience necessary for practising as fully registered medical practitioners in the United Kingdom. 2 A person who satisfies the Registrar— a of the matters specified in paragraphs (a), (c),   and (d)   of subsection (1) of section 21B above so far as they are matters of which the Registrar would in the person's case have to be satisfied in order for the person to be eligible to benefit from a direction under that subsection; and b that he possesses the knowledge and skill requisite for embarking upon an acceptable programme for provisionally registered doctors, may apply to the General Council to be provisionally registered under this section and, if the Council think fit so to direct, that person shall be so registered. 2A Subsection (2)(b) does not apply to a person who makes an application under this section on or after  IP completion day  and who— a has passed all of the qualifying examinations necessary for obtaining (but does not hold) a relevant European qualification within section 21B(3)(a) or (b), or b holds, or has passed all of the qualifying examinations necessary for obtaining, a relevant European qualification within section 21B(3)(c). 2B Where an exempt person has made an application to the General Council, before  IP completion day, to be provisionally registered under this section and satisfies the Registrar— a of the matters specified in paragraphs (a), (b) and (d) of section 21B(1C) above so far as they are matters of which the Registrar would in the person's case have to be satisfied in order for the person to be eligible to benefit from a direction under that subsection, and b that the person possesses the knowledge and skill requisite for embarking upon an acceptable programme for provisionally registered doctors, the person shall, if the Council think fit so to direct, be provisionally registered under this section. 3 A person provisionally registered under this section shall be deemed to be registered under section 21B above as a fully registered medical practitioner so far as is necessary to enable him to participate in an acceptable programme for provisionally registered doctors but not further."}, {"act": "Medical Act 1983", "year": 1983, "section": "22", "section_title": " Limited registration of persons by virtue of overseas qualifications.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "23", "section_title": " Limited registration: supplementary provisions.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "24", "section_title": " Limited registration: erasure.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "25", "section_title": " Full registration of persons with limited registration.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "26", "section_title": " Registration of qualifications.", "section_text": "26 1 A person registered under section   19,   19A,   21, 21B or 21C    above shall be entitled to have registered the   acceptable overseas qualification   which he holds when he is so registered and also— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b subject to subsection (3) below, any overseas qualification  which the General Council determine ought to be registrable by virtue of this paragraph which he holds when he is registered or obtains thereafter; c subject to subsection (3) below, any additional qualification which the General Council determine ought to be registrable by virtue of this paragraph which he holds when he is registered or obtains thereafter; and d any primary United Kingdom qualification or primary European qualification which he holds when he is registered or obtains thereafter. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If the General Council determine that any such qualification as is mentioned in paragraph (b) or (c) of subsection (1) above ought not to be registrable by virtue of that paragraph if granted before or after a particular date, a person holding that qualification shall not be entitled to have it registered if it was granted to him before or, as the case may be, after that date."}, {"act": "Medical Act 1983", "year": 1983, "section": "27A", "section_title": "Temporary registration for visiting eminent specialists", "section_text": "27A 1 A person who is an eminent specialist in a particular branch of medicine and who is or intends to be in the United Kingdom temporarily for the purpose of providing medical services within that branch of medicine may apply to the General Council to be registered temporarily as a fully registered medical practitioner. 2 If the person referred to in subsection (1) satisfies the Registrar— a that he holds, or has passed all the qualifying examinations necessary for obtaining, an acceptable overseas qualification; b that he is entitled to practise medicine in the State where he is ordinarily resident; c that he is or will be employed or engaged within the United Kingdom to provide medical services in a particular branch of medicine; d that he is an eminent specialist in that particular branch of medicine; and e that his fitness to practise is not impaired, that person shall, if the General Council think fit so to direct, be registered under this section as a fully registered medical practitioner, subject to any conditions specified in the direction, for such period (being no more than 26 weeks) as they specify in the direction. 3 The General Council may, if they think fit so to direct, vary the conditions specified in the direction and, subject to subsection (4), may extend the period specified in the direction for which the person is registered under this section. 4 A person may not be registered under this section for more than 26 weeks in any period of five years. 5 A person’s registration under this section shall cease to have effect on the expiry of the period for which he is registered. 6 If a person breaches any condition to which his registration under this section is subject, anything done by him in breach of that condition— a is to be treated as not being done by a registered medical practitioner; and b may be treated as misconduct for the purposes of section 35C(2)(a) below, and the Registrar may refer the matter to the Investigation Committee for investigation by them under section 35C(4) below."}, {"act": "Medical Act 1983", "year": 1983, "section": "27B", "section_title": "Special purpose registration", "section_text": "27B 1 A person who is or intends to be in the United Kingdom temporarily for the purposes of providing particular medical services exclusively to persons who are not nationals of the United Kingdom may apply to the General Council to be registered temporarily as a fully registered medical practitioner. 2 If the person referred to in paragraph (1) satisfies the Registrar— a that he holds, or has passed all the qualifying examinations necessary for obtaining, an acceptable overseas qualification; b that he is entitled to practise medicine in the State where he is ordinarily resident; c that he is or will be employed or engaged within the United Kingdom— i at an establishment that provides medical services for persons who are not nationals of the United Kingdom, and ii to provide particular medical services, but only for persons who are not nationals of the United Kingdom; and d that his fitness to practise is not impaired, that person shall, if the General Council think fit so to direct, be registered under this section as a fully registered medical practitioner, subject to the conditions specified in the direction, for such period as they specify in the direction. 3 The conditions that the General Council specifies in any direction under subsection (2) are to comprise or include— a a condition that the person shall, except in an emergency, provide medical services within the United Kingdom only to persons who are not nationals of the United Kingdom; and b a condition that the person shall, except in an emergency, provide only the particular medical services which are specified in the direction, whilst he is in the United Kingdom. 4 The General Council may, if they think fit so to direct, vary the conditions in the direction (but not in such a way that the requirements of subsection (3) are no longer met) and may extend the period specified in the direction for which the person is registered under this section. 5 A person’s registration under this section shall cease to have effect on the expiry of the period for which he is registered. 6 If a person breaches any condition to which his registration under this section is subject, anything done by him in breach of that condition— a is to be treated as not being done by a registered medical practitioner; and b may be treated as misconduct for the purposes of section 35C(2)(a) below, and the Registrar may refer the matter to the Investigation Committee for investigation by them under section 35C(4) below."}, {"act": "Medical Act 1983", "year": 1983, "section": "27", "section_title": " Temporary full registration for visiting overseas specialists.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "28", "section_title": " The Review Board for Overseas Qualified Practitioners.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "29", "section_title": " Functions of the Review Board.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "29A", "section_title": " Regulations as to licence to practise and revalidation", "section_text": "29A 1 Any reference in this Act to a “licence to practise” is a reference to a licence granted under and in accordance with this Part to a medical practitioner by a licensing authority. 2 The General Council shall make regulations with respect to licences to practise. 3 The provisions made by regulations under subsection (2) above must include provision for or in connection with each of the matters specified in subsection (4) below. 4 Those matters are— a grant of a licence to practise; b refusal of a licence to practise; c withdrawal of a licence to practise; and d revalidation of a medical practitioner of a prescribed description whenever a licensing authority sees fit to do so, either as a condition of the practitioner’s continuing to hold a licence to practise or of the practitioner’s licence to practise being restored. 5 In this Part— “licensing authority” means— the Registrar; a ... Registration Panel ; such other committee of the General Council as may be prescribed; or such other officer of the General Council as may be prescribed; “prescribed” means prescribed by regulations made by the General Council under subsection (2) above; and “revalidation” means evaluation of a medical practitioner’s fitness to practise."}, {"act": "Medical Act 1983", "year": 1983, "section": "29B", "section_title": " Grant, refusal and withdrawal of licence", "section_text": "29B 1 Regulations under section 29A above shall  subject to subsection (1A),   provide for a licence to practise to be granted to a medical practitioner— a on first registration under this Act as a medical practitioner with  full registration ; b on being provisionally registered under this Act; and c in such other cases or circumstances as may be prescribed. 1A Regulations under section 29A may include provision for a licensing authority to refuse to grant a licence to practise for a medical practitioner in any case where the person has not demonstrated the necessary knowledge of English to the authority (notwithstanding the medical practitioner’s registration under Part 2 or 3). 1B Regulations under section 29A which include provision under subsection (1A) must also include provision requiring the licensing authority, when determining whether a medical practitioner has demonstrated the necessary knowledge of English, to have regard to guidance published under section 29G(2A). 2 Regulations under section 29A above shall provide for the withdrawal of a licence to practise from a medical practitioner— a where the practitioner has failed to comply with prescribed requirements of regulations under section 29A above; b where the licence to practise was fraudulently procured or otherwise incorrectly granted; c where the medical practitioner requests that the licence to practise be withdrawn; and d in such other cases or circumstances as may be prescribed. 2D Regulations under section 29A may include provision requiring a licensing authority to take account, in particular, of such evidence as a medical practitioner provides of his knowledge of English. 3 Regulations under section 29A above shall make provision as to the procedure to be followed in connection with the grant or refusal, or the withdrawal, of a licence to practise by a licensing authority. 4 If a licensing authority decides— a to refuse to grant a licence to practise to a medical practitioner; or b to withdraw a licence to practise from a medical practitioner, the Registrar shall give the practitioner notice in accordance with subsection (5) below. 5 The notice required by subsection (4) above is notice of— a the decision; b the reasons given for the decision by the licensing authority concerned; and c the practitioner’s right of appeal under section 29F below. 6 Section 29H below applies in relation to a notice under subsection (4) above."}, {"act": "Medical Act 1983", "year": 1983, "section": "29C", "section_title": "Dealing with questions as to impairment of fitness to practise", "section_text": "29C 1 Paragraph (2) applies if— a in the course of revalidation, it comes to the attention of a licensing authority that a medical practitioner’s fitness to practise is called into question by one or more of the matters mentioned in section 35C(2) below; but b no allegation to that effect has been made to the  General Council  against the practitioner. 2 The Registrar shall notify the practitioner and section 35C below shall apply as if an allegation that the practitioner’s fitness to practise is impaired had been made to the  General Council  under that section."}, {"act": "Medical Act 1983", "year": 1983, "section": "29D", "section_title": " Restoration of licence", "section_text": "29D 1 The General Council shall make regulations under section 29A above for and in connection with authorising or requiring a licensing authority, in such cases or circumstances as may be prescribed, to restore a licence to practise to a medical practitioner whose licence to practise has been withdrawn. 1A Regulations by virtue of subsection (1) above may not include provision as to licences to practise that are withdrawn by virtue of section 41C below. 2 Regulations by virtue of subsection (1) above shall make provision as to the procedure to be followed in connection with the restoration, or the refusal of the restoration, of a licence to practise by a licensing authority. 3 If a licensing authority refuses to restore a licence to practise to a medical practitioner, the Registrar shall give the practitioner notice of— a the decision; b the reasons given for the decision by the licensing authority concerned; and c the practitioner’s right of appeal under section 29F below. 4 Section 29H below applies in relation to a notice under subsection (3) above."}, {"act": "Medical Act 1983", "year": 1983, "section": "29E", "section_title": " Evidence", "section_text": "29E 1 Regulations under section 29A above may make provision for a licensing authority— a to refuse to grant a licence to practise to a medical practitioner; b to withdraw a licence to practise from a medical practitioner; or c to refuse to restore a licence to practise to a medical practitioner, in any case where the medical practitioner does not provide the licensing authority with such evidence or information as the authority may reasonably request for any of the purposes specified in subsection (2) below. 2 The purposes are those of— a determining whether to grant a licence to practise to the practitioner; b revalidation of the practitioner; c determining whether to withdraw a licence to practise from the practitioner; and d determining whether to restore a licence to practise to the practitioner. 2A Regulations under section 29A above may include provision for or in connection with requiring a medical practitioner to supply information to a licensing authority (including information about his prospective, current or past employment as a medical practitioner) which, in the opinion of the licensing authority, will assist it in determining when and how to revalidate him. 3 For the purpose of carrying out any function under sections 29A to 29D above in relation to a medical practitioner, a licensing authority may require— a any medical practitioner (other than that practitioner); or b any other person, who, in the opinion of the authority, is able to supply information, or produce any document, which appears relevant to the discharge of any such function, to supply such information or produce such a document. 4 For the purpose of reviewing procedures relating to— a revalidation; or b the grant, withdrawal or restoration of a licence to practise, a licensing authority may require any medical practitioner or other person to supply information or produce any document. 5 Nothing in subsection (3) or (4) above shall require or permit any disclosure of information which is prohibited by or under any other enactment  or the   UK GDPR  . 6 But where information is held in a form in which the prohibition operates because the information is capable of identifying an individual, a licensing authority may, in exercising its functions under subsection (3) or (4) above, require that the information be put into a form which is not capable of identifying that individual. 7 In determining for the purposes of subsection (5) whether a disclosure is prohibited, it is to be assumed for the purposes of paragraph 5(2) of Schedule 2 to the Data Protection Act 2018 and paragraph 3(2) of Schedule 11 to that Act (exemptions from certain provisions of the data protection legislation: disclosures required by law) that the disclosure is required by this section. 8 Subsections (3) and (4) do not apply in relation to the supplying of information or the production of a document which a person could not be compelled to supply or produce in civil proceedings before the relevant court (within the meaning of section 40(5) below). 9 In this section “enactment” includes— a an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament; and b any provision of, or any instrument made under, Northern Ireland legislation.   ... "}, {"act": "Medical Act 1983", "year": 1983, "section": "29EA", "section_title": "Disclosure by a licensing authority of information relating to revalidation", "section_text": "29EA 1 This section applies where— a a medical practitioner participates in a revalidation pilot scheme and the medical practitioner’s revalidation under the scheme ceases before evaluation of the practitioner’s fitness to practise is complete; or b a medical practitioner’s revalidation under this Part ceases before any decision is made as to— i the practitioner holding, or continuing to hold, a licence to practise; or ii the making of any change to the General Practitioner Register or the Specialist Register in respect of the practitioner. 2 If the licensing authority considers it to be in the public interest to do so, the licensing authority may disclose any relevant information about the medical practitioner to— a the Secretary of State, the Scottish Ministers, the Department of Health, Social Services and Public Safety in Northern Ireland or the Welsh Ministers; and b any person of whom the licensing authority is aware— i by whom the practitioner is employed to provide services in, or in relation to, any area of medicine, or ii with whom the practitioner has an arrangement to provide such services. 3 In this section— “relevant information”, in relation to a medical practitioner, means information arising in the course of or otherwise in connection with such revalidation of the practitioner as is mentioned in subsection (1)(a) or (b); and “revalidation pilot scheme” means any voluntary pilot scheme for the purpose of determining when and how revalidation under this Part will operate (whether in relation to all medical practitioners or medical practitioners of any description)."}, {"act": "Medical Act 1983", "year": 1983, "section": "29F", "section_title": " Appeals", "section_text": "29F 1 If a licensing authority decides under this Part— a to refuse to grant a licence to practise to a medical practitioner; b to withdraw a licence to practise from a medical practitioner; or c to refuse to restore a licence to practise to a medical practitioner, the practitioner may appeal to a Registration Appeals Panel. 1A If a licensing authority decides under— a   section 44C(8)   to refuse to grant a licence to practise to a medical practitioner; or b   section 44C(9)(a)   to withdraw a licence to practise from a medical practitioner, the practitioner may appeal to a Registration Appeals Panel. 2 Schedule 3B (which provides for the procedures to be followed before a Registration Appeals Panel) shall apply in relation to any appeal under subsection (1)   or (1A)  above. 3 A decision under this Part to withdraw a licence to practise from a medical practitioner shall not be carried into effect— a until the time for bringing any appeal against the decision has expired without an appeal being brought; or b where an appeal is brought, until the date on which the appeal is finally disposed of or abandoned or fails by reason of its non-prosecution."}, {"act": "Medical Act 1983", "year": 1983, "section": "29G", "section_title": " Guidance", "section_text": "29G 1 The General Council may publish guidance for medical practitioners relating to the information and documents to be provided, and any other requirements to be satisfied— za for securing the grant of a licence to practise; a for the purposes of revalidation; or b for securing restoration of a licence to practise. 1A The information and documents to be provided, and other requirements to be satisfied, may relate to— a standards set by a prescribed person or body; or b documents issued by a prescribed person or body. 2   In preparing any guidance under subsection (1)(a)   in relation to revalidation, the General Council shall take into account such similarities as there may be between any information or documents to be provided, or any other requirements to be satisfied— a for the purposes of revalidation; and b for the purposes of any scheme for the appraisal of medical practitioners which applies within  any of the UK health services . 2A The General Council must publish guidance relating to the evidence, information or documents to be provided for the purposes of demonstrating that a medical practitioner has the necessary knowledge of English. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "29GA", "section_title": "Information for specified state professionals", "section_text": "29GA 1 The General Council must make information about the following matters available to specified state professionals— a the relevant laws to be applied regarding disciplinary action, financial responsibility or liability and other relevant matters; b the principles of discipline and enforcement of professional standards, including disciplinary jurisdiction and consequential effects on practising professional activities; c the processes and procedures for the ongoing verification of competence; d the criteria for, and procedures relating to, erasure from the register; e the documentation required of specified state professionals and the form in which it should be presented; and f the documents and certificates issued in relation to professional qualifications or other conditions that apply to the practice of registered medical practitioners that are acceptable to the General Council. 2 The General Council must deal promptly with enquiries from specified state professionals about conditions that apply to the practice of registered medical practitioners."}, {"act": "Medical Act 1983", "year": 1983, "section": "29H", "section_title": " Notices", "section_text": "29H 1 This section applies to any notice required to be given to a medical practitioner under— a section 29B or 29D above; or b paragraph 6 or 7 of Schedule 3B to this Act. 2 Any such notice may be so given— a by delivering it to him; b by leaving it at his proper address; c by sending it by a registered post service; or d by sending it by a postal service which provides for the delivery of the notice by post to be recorded. 3 For the purposes of this section and of section 7 of the Interpretation Act 1978 in its application to this section, a medical practitioner’s proper address shall be— a his address in the register; or b if the conditions in subsection (4) below are satisfied, his last known address. 4 The conditions are that— a the practitioner’s last known address differs from his address in the register; and b it appears to the body or person giving the notice that a letter sent to the practitioner at his last known address is more likely to reach him. 5 For the purposes of this section— a the giving of a notice effected by sending it by post shall be deemed to have been effected at the time when the letter containing it would be delivered in the ordinary course of post; and b so much of section 7 of the Interpretation Act 1978 as relates to the time when service is deemed to have been effected shall not apply to a notice sent by post."}, {"act": "Medical Act 1983", "year": 1983, "section": "29J", "section_title": " Miscellaneous", "section_text": "29J 1 Regulations under section 29A above may provide for the charging of a fee to a medical practitioner in respect of the cost of— a his revalidation; or b the consideration of any application made by him for restoration of a licence to practise. 2 Any sum payable by a medical practitioner under subsection (1) above— a may be recovered by the  General Council ; or b where regulations by virtue of subsection (2B) below are in force, may instead be recovered by a prescribed person or body in such cases or circumstances, and to such extent, as may be prescribed. 2A In England and Wales or Northern Ireland, any such sum shall be recoverable summarily as a civil debt. 2B Regulations under section 29A above may specify requirements to be satisfied by medical practitioners (or medical practitioners of a prescribed description) by reference to standards which are— a set by a prescribed person or body (“C”); and b endorsed by the  General Council . 2C If regulations under section 29A above make provision by virtue of subsection (2B), they may also— a provide for C to carry out revalidation of any medical practitioner to whom the regulations apply; b require a medical practitioner or any other person (including another medical practitioner) to provide any evidence, information or document which C may reasonably request for or in connection with revalidation of a medical practitioner; c provide for the powers of a licensing authority in section 29E(1)(a) to (e) above to be exercisable in relation to a medical practitioner in connection with any refusal or failure by the practitioner to provide C with such information; d make provision equivalent to section 29E(5) to (9) above as to the disclosure of such information to C (with appropriate modifications); e provide for C to make reports and recommendations to the licensing authority about a medical practitioner in connection with revalidation by C; and f make other provision as to the procedure to be followed for or in connection with revalidation by C. 2D Nothing in subsection (2C) permits regulations to be made giving C power to make any decision as to— a a medical practitioner holding, or continuing to hold, a licence to practise; or b the making of any change to the General Practitioner Register or the Specialist Register in respect of a medical practitioner. 2E Regulations under section 29A may make provision in connection with determining whether a medical practitioner has demonstrated the necessary knowledge of English; and the regulations may in particular— a provide for the licensing authority to require a person to undertake an assessment to demonstrate whether the person has the necessary knowledge of English; b require a person to provide any evidence, information or document which the licensing authority may reasonably request for the purpose of demonstrating whether the person has the necessary knowledge of English but the regulations may not require, or enable the licensing authority to request, evidence or information demonstrating that the practitioner’s knowledge of English exceeds the necessary knowledge of English; c provide for the powers of the licensing authority in section 29E(1)(a) and (b) to be exercisable in relation to a person in connection with any refusal or failure by the person to provide the licensing authority with such information; d make provision equivalent to section 29E(5) to (9) as to the disclosure of such information to the licensing authority (with appropriate modifications). 3 Regulations under section 29A above may make different provision for different purposes, cases or circumstances  or different areas . 4 Regulations under section 29A above shall not have effect until approved by order of the Privy Council. 5 Before making regulations under section 29A above, the General Council shall consult such bodies of persons representing medical practitioners, or medical practitioners of any description, as appear to the Council requisite to be consulted."}, {"act": "Medical Act 1983", "year": 1983, "section": "30", "section_title": " The registers.", "section_text": "30 A1 In this Part,  “ the registers ” means— a the register; b the General Practitioner Register; and c the Specialist Register. 1 The register of medical practitioners shall   include — a in the principal list the names of persons entitled to be registered under  section   3, 14A, 15, 15A or 19A  above, or directed to be registered under   section 19, 21,  21B or 21C   above; aa in the emergency powers doctors list, the names of persons from time to time registered under section 18A;   and   b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in the visiting overseas doctors list the names of persons from time to time directed to be registered under  section 27A or 27B   above;  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The register  shall also include, in respect of each of the persons entered in it, a statement of the following— a the person’s address; b the person’s date of registration; c whether the person holds a licence to practise or not; d any qualifications which the person is entitled to have registered under section 16 or 26 above; and e any other particulars prescribed in the case of a person entered in  the register . 4 It shall be the duty of the Registrar to keep  the register , the General Practitioner Register and the Specialist Register    correct in accordance with the provisions of this Act and regulations made by the General Council, to erase the names of persons who have died,   or who have been provisionally registered for longer than the period prescribed in respect of them,  and from time to time to make the necessary alterations in the addresses, qualifications and other registered particulars of registered persons. 5 The Registrar may, by letter addressed to any person registered in  the register   at his address on the register, inquire whether he has changed his address and, if no answer is received to the inquiry within six months from the posting of the letter, may erase from the register the entry relating to that person. 6 On registering the death of a person registered in  the register , a registrar of births and deaths shall, without charge to the Registrar, send forthwith by post to the Registrar a copy certified under his hand of the entry in the register of deaths relating to the death. 7 In this section “ prescribed ” means prescribed by regulations made under section 31 below."}, {"act": "Medical Act 1983", "year": 1983, "section": "30A", "section_title": "The register: emergency powers doctors list", "section_text": "30A 1 Notwithstanding any other provision of this Act, the Registrar is not under an obligation to make any entry in the register in respect of any person registered by virtue of section 18A(1)(b) until the Registrar has been able to ascertain the person’s name and address. 2 The Registrar may make available information identifying any group of persons registered by virtue of section 18A(1)(b) in such manner as the Registrar sees fit."}, {"act": "Medical Act 1983", "year": 1983, "section": "31", "section_title": " Power to make regulations with respect to the registers.", "section_text": "31 1 Subject to the provisions of this Act, the General Council may make regulations with respect to the form and keeping of  ...  the registers    and the making of entries, alterations and corrections  ...  in them . 2 Regulations under this section may provide for  ...  the registers  to be kept either by making entries in bound books or by recording the matters in question in any other manner; and if  ...  the registers are   not kept by making entries in bound books, adequate precautions shall be taken for guarding against, and facilitating the discovery of, falsification. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Regulations under this section shall provide for the marking of the register of medical practitioners so as to distinguish those provisionally registered under section 15  or 15A  above and those provisionally registered under section 21   or 21C  above. 4A Regulations under this section may provide for a maximum period for which a person may be provisionally registered, and may provide for— a different maximum periods for which different classes of persons may be provisionally registered; and b the maximum period not to apply to specified classes of persons. 4B Regulations under this section shall provide for the marking of the General Practitioner Register so as to distinguish between different categories of persons who are eligible to be registered in that register by virtue of section 34C(2)(b). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Regulations under this section may make provision with respect to the restoration to  ...  the registers    of the name of any person whose name has been erased from  ...  them   by virtue of section 30(5) above or of any regulations made in pursuance of  ... section 32(2) below. 9 Regulations under this section made by virtue of subsection (8) above may include provision— a for authorising the Registrar, notwithstanding anything in this Act, to refuse to restore to  ...  the registers   ... the name of any such person as is mentioned in that subsection unless he furnishes to the Registrar such evidence of his identity and  fitness to practise   as may be prescribed; and b for securing that, in such circumstances as may be prescribed, such a person’s name is not so restored unless— i the General Council or a committee of the General Council so direct after making such investigation into his fitness to practise as they think fit, ii the practitioner’s licence to practise is restored in accordance with the regulations, or iii both (i) and (ii) are met ; and c where such a person is required to submit to or undertake an assessment by virtue of paragraph 5A or 5C of Schedule 4, for requiring the Registrar or the General Council or a committee of the Council to take into account— i whether the assessment was carried out, ii whether any requirements imposed in respect of the assessment were complied with, and iii if the assessment was carried out, the results of the assessment . ... 10 Regulations made in pursuance of  subsection (4A),  (4B),   (8) or (9)   above shall not have effect until approved by order of the Privy Council. 11 In this section “ prescribed ” means prescribed by regulations under this section."}, {"act": "Medical Act 1983", "year": 1983, "section": "31A", "section_title": " Voluntary removal from  ...  any of the registers .", "section_text": "31A 1 The General Council may make regulations— a providing for the erasure by the Registrar from  ...  any of the registers   of the name of any person who applies, in the manner prescribed by the regulations, for his name to be erased from  ...  any of the registers ; b providing for the refusal by the Registrar of applications under paragraph (a) above in such cases and circumstances as may be prescribed by the regulations; c making provision (including provision requiring the approval of the General Council or of one of the statutory committees) for the restoration to  ...  any of the registers   of the name of any person whose name has been erased in accordance with regulations made in pursuance of paragraph (a) above. 1A Regulations under subsection (1)(c) above shall provide that, in such circumstances as may be prescribed, a person’s name is not to be restored to  ...  any of the registers   unless— a the General Council or a committee of the General Council so direct after making such investigation into his fitness to practise as they think fit; b the practitioner’s licence to practise is restored in accordance with the regulations; or c both (a) and (b) are met. 1B In subsection (1A) above, “prescribed” means prescribed under regulations made under subsection (1) above. 1C Regulations under subsection (1)(c) above may include provision, where the person concerned is required to submit to or undertake an assessment by virtue of paragraph 5A or 5C of Schedule 4, for requiring the General Council or a committee of the Council to take into account— a whether the assessment was carried out, b whether any requirements imposed in respect of the assessment were complied with, and c if the assessment was carried out, the results of the assessment. 2 Regulations under this section shall not have effect until approved by order of the Privy Council."}, {"act": "Medical Act 1983", "year": 1983, "section": "32", "section_title": " Registration fees.", "section_text": "32 1 Subject to the provisions of this Act, the General Council may make regulations with respect to the charging of fees in connection with the making of entries in the register of medical practitioners, and in particular— a prescribing a fee to be charged on the entry of a name or qualification in the register or on the restoration of any entry to the register; b prescribing a fee to be charged in respect of the retention in the register of the name of a person  ... ; c authorising the Registrar, notwithstanding anything in this Act, to refuse to make any entry in, or restore any entry to, the register  ... until a fee prescribed by regulations under this section has been paid. 1A Any fee prescribed by the General Council under subsection (1) in connection with the making of an entry in the register relating to a specified state professional must be— a reasonable and proportionate to the cost of dealing with such a person’s application; b transparent and made public in advance; and c payable by electronic means through the General Council’s website. 2 Regulations under this section may authorise the Registrar to erase from the register of medical practitioners the name of— a any person who, after such notices and warnings as may be prescribed by the regulations, fails to pay a fee prescribed in pursuance of subsection (1)(b) above;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If a person whose name has been erased from the register in accordance with regulations made in pursuance of subsection (2) above at any time pays— a such sum (if any) as may be prescribed for the purposes of this subsection by regulations under this section; and b the fee (if any) which, if his name had not been so erased, would be due from him in respect of the current year, his name shall be restored to the register. 4 Regulations under this section shall not provide for any fee to be chargeable in respect of anything done in pursuance of a direction under section 41 below. 5 No fee shall be charged in relation to registration  in the emergency powers doctors list   ...  and accordingly this section shall not apply in relation thereto. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Regulations under this section prescribing fees may provide for the charging of different fees in different cases and may provide that fees shall not be chargeable in cases prescribed by the regulations. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 For the avoidance of doubt it is hereby declared that in this section “ entry ” includes an entry by way of alteration of a previous entry."}, {"act": "Medical Act 1983", "year": 1983, "section": "33", "section_title": " Supplementary provisions about registration.", "section_text": "33 Schedule 3 to this Act (which contains supplementary provisions about registration) shall have effect."}, {"act": "Medical Act 1983", "year": 1983, "section": "34", "section_title": "Publication of  the registers  ", "section_text": "34 1 The Registrar shall cause to be published from time to time (electronically or otherwise) a list of all persons who, on a date specified by him at the time of publication,  appear in  each of the registers . 2 The list published in accordance with subsection (1) above shall include in respect of each practitioner— a information about his registered qualifications; b a statement about whether or not he holds a licence to practise;  ... ba in relation to the list of persons on the Specialist Register— i the specialty in respect of which a person's name is included in that register; and ii the name, or a description of, any field within that specialty which is indicated in respect of that person in that register; and c such other particulars (if any) as the General Council may direct in relation to that list."}, {"act": "Medical Act 1983", "year": 1983, "section": "34A", "section_title": "Proof of registration", "section_text": "34A 1 The Registrar may issue a certificate that a person— a is registered  in any of the registers ; b is not registered  in any of the registers ; c was registered  in any of the registers   at a specified date or during a specified period; d was not registered  in any of the registers   at a specified date or during a specified period; e has never been registered  in any of the registers ; f holds a licence to practise; g does not hold a licence to practise; h held a licence to practise at a specified date or during a specified period; i did not hold a licence to practise at a specified date or during a specified period; or j has never held a licence to practise. 1A In relation to a person who is registered in the Specialist Register, the Registrar may issue a certificate that that person is, or is not, registered on that register with a particular specialty and in a particular field within that specialty. 2 A certificate issued under subsection (1)  or (1A)   above shall be evidence (and in Scotland sufficient evidence) of the matters certified."}, {"act": "Medical Act 1983", "year": 1983, "section": "34B", "section_title": "Registration  and training   appeals", "section_text": "34B 1 Schedule 3A to this Act (which makes provision about appeals against registration  and training   decisions) shall have effect. 2 The General Council may by regulations make provision with respect to the charging of fees in connection with appeals under Schedule 3A. 3 Regulations under subsection (2) may provide for the charging of different fees in different cases and may provide that fees shall not be chargeable in cases prescribed by the regulations."}, {"act": "Medical Act 1983", "year": 1983, "section": "34C", "section_title": "The General Practitioner Register", "section_text": "34C 1 The General Council shall keep a register of general practitioners (known as  “ the General Practitioner Register ”). 2 The General Practitioner Register shall, subject to subsection (3), contain the names of— a registered medical practitioners who hold a CCT in general practice; b registered medical practitioners who have an acquired right to practise as a general practitioner in the United Kingdom pursuant to section 34G(1); and c registered medical practitioners falling within such other categories as the Privy Council may by order specify. 3 A person falling within any of paragraphs (a) to (c) of subsection (2) shall only be included in the General Practitioner Register if they have applied to the Registrar for the purpose and have paid any fee specified in regulations under section 34O."}, {"act": "Medical Act 1983", "year": 1983, "section": "34D", "section_title": "The Specialist Register", "section_text": "34D 1 The General Council shall keep a register of specialist medical practitioners (known as  “ the Specialist Register ”). 2 The Specialist Register shall, subject to subsections (4) and (5), contain the names of— a registered medical practitioners who hold a CCT in a recognised specialty; b registered medical practitioners who are eligible to be admitted to that register in accordance with the scheme mentioned in subsection (6); and c registered medical practitioners falling within such other categories as the Privy Council may by order specify. 3 The Privy Council may by order designate specialties as recognised specialties. 4 A person falling within any of paragraphs (a) to (c) of subsection (2) shall only be included in the Specialist Register if they have applied to the Registrar for the purpose and have paid any fee specified in regulations under section 34O. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The scheme referred to in subsection (2)(b) is a scheme published by the General Council for the inclusion in the Specialist Register of persons who, immediately before 1st January 1997, were either NHS consultants or consultants in a medical specialty in the armed forces. 7 That scheme shall make provision— a as to the criteria to be considered in determining whether to include a person's name in the Specialist Register; and b excluding any person whose name has been removed from the Specialist Register under regulations made by virtue of subsection (2A) of section 29B (grant, refusal and withdrawal of licences to practise). 8 In subsection (6),  “ armed forces ” means the naval, military or air forces of the Crown and includes the reserve forces within the meaning of section 1(2) of the Reserve Forces Act 1996. 9 The Specialist Register shall indicate— a the specialty in respect of which a person's name is included in that register; and b the name, or a description of, any field within that specialty which a person has requested, subject to subsection (10), to be indicated in that register. 10 In order to have the relevant field indicated on the Specialist Register in accordance with subsection (9)(b), the Registrar must be satisfied that a person has completed satisfactorily— a sub-specialty training in the United Kingdom which is approved by the General Council; or b sub-specialty training outside the United Kingdom that the Registrar is satisfied is equivalent to sub-specialty training approved by the General Council."}, {"act": "Medical Act 1983", "year": 1983, "section": "34E", "section_title": "Applications for inclusion in the General Practitioner Register or the Specialist Register", "section_text": "34E 1 The General Council shall make regulations as to the procedure to be followed by, or in relation to, persons applying to the Registrar for inclusion in the General Practitioner Register or the Specialist Register. 2 The regulations may in particular make provision as to— a the evidence required in support of applications; b the time limits to be complied with in respect of applications; and c the notification of decisions in respect of applications. 3 The regulations may require the Registrar to inform persons who do not hold a CCT, and in respect of whom the Registrar is not satisfied as to their eligibility for inclusion in the General Practitioner Register or the Specialist Register, of the reasons why the Registrar is not so satisfied. 4 The regulations may require the Registrar to inform the persons referred to in subsection (3) of— a additional training that must be undertaken and the fields that the training must cover; and b any examination, assessment (including a specified period of assessment), adaptation period or other test of competence that that person must complete to the Registrar's satisfaction, in order to satisfy the Registrar of their eligibility for inclusion in those Registers. 5 In subsection (4)(b),  “ adaptation period ” means an adaptation period pursuant to Part 3 of the General Systems Regulations. 6 Regulations under this section shall not have effect until approved by order of the Privy Council."}, {"act": "Medical Act 1983", "year": 1983, "section": "34F", "section_title": "Removal of names from the General Practitioner Register and the Specialist Register", "section_text": "34F 1 The Registrar must remove a person's name from the General Practitioner Register or the Specialist Register where it comes to the Registrar's notice that they are no longer a registered medical practitioner. 2 The Registrar may remove a person's name from the General Practitioner Register or the Specialist Register where they cease, in cases specified by the Privy Council by order, to fall within any of the categories specified by the Privy Council by order under section 34C(2)(c) or, as the case may be, section 34D(2)(c). 3 Subject to subsection (4), where a person removed from the General Practitioner Register or the Specialist Register under subsection (1) becomes once again a registered medical practitioner, the Registrar shall, if requested by that person, once again include that person's name in the General Practitioner Register or, as the case may be, the Specialist Register. 4 No request to include a person's name again in the General Practitioner Register is required under subsection (3) where a person removed from that Register under subsection (1), becomes once again a registered medical practitioner by virtue of section 18A. 5 The Registrar shall send a notice to the person concerned when removing that person's name pursuant to subsection (1) or (2), as the case may be, once again including that person's name pursuant to subsection (3). 6 Paragraph 6 of Schedule 3A applies to notices required to be sent under subsection (5) as it applies to notices under that paragraph."}, {"act": "Medical Act 1983", "year": 1983, "section": "34G", "section_title": "Acquired rights of general practitioners", "section_text": "34G 1 For the purposes of   this section  , a person has an acquired right to practise as a general practitioner in the United Kingdom if they fall within one of the categories of persons specified by the Privy Council by order. 2 Where, pursuant to a request in writing, the Registrar is satisfied that a person has an acquired right to practise   as a general practitioner in the United Kingdom, the Registrar shall issue a certificate for the purposes of enabling that certificate to be recognised in relevant European States.   3 The General Council may make rules as to the procedure to be followed in relation to, and the evidence required in support of, a request made under subsection (2). 4 A certificate issued under subsection (2) shall be withdrawn where the Registrar is satisfied that it has been fraudulently procured or incorrectly awarded."}, {"act": "Medical Act 1983", "year": 1983, "section": "34H", "section_title": "Postgraduate medical education and training: general functions", "section_text": "34H 1 The General Council shall— a establish standards of, and requirements relating to, postgraduate medical education and training, including those necessary for the award of a CCT in general practice and in each recognised specialty; b secure the maintenance of the standards and requirements established under paragraph (a); and c develop and promote postgraduate medical education and training in the United Kingdom. 2 In exercising their functions under this Part, the main objectives of the General Council, in addition to   the over-arching objective , are— a to ensure that the needs of persons undertaking postgraduate medical education and training in each of England, Wales, Scotland and Northern Ireland are met by the standards the General Council establish under subsection (1)(a) and to have proper regard to the differing considerations applying to different groups of such persons; and b to ensure that the needs of employers and those engaging the services of general practitioners and specialists within the UK health services are met by the standards the General Council establish under subsection (1)(a). 3 The standards and requirements established under subsection (1)(a) shall be set out in determinations of the General Council. 4 The standards and requirements established under subsection (1)(a) shall include— a the standards required for entry to training; b the training curricula to be followed in general practice and in each recognised speciality; c the assessment arrangements for persons undertaking education and training in general practice and specialist medical practice; d the assessment arrangements for persons applying to the Registrar for inclusion in the General Practitioner Register or the Specialist Register who do not hold a CCT; e the outcomes to be achieved by education and training in general practice or specialist medical practice, including the levels of skill, knowledge and expertise to be achieved; f the examinations, assessments and other tests of competence to be completed, whether during or upon completion of a course of education and training in general practice or specialist medical practice; and g any other matters relating to postgraduate medical education and training for general medical practice and specialist practice as the General Council considers appropriate."}, {"act": "Medical Act 1983", "year": 1983, "section": "34I", "section_title": "Postgraduate medical education and training: approvals", "section_text": "34I 1 In order to secure the maintenance of the standards and requirements established under section 34H(1)(a), the General Council may approve— a courses or programmes of postgraduate medical education and training (or part of such a course or programme) which the General Council are satisfied meet, or would meet, the standards and requirements established under section 34H(1)(a); b training posts which the General Council are satisfied meet, or would meet, the standards and requirements established under section 34H(1)(a); c general practitioners whom the General Council consider to be properly organised and equipped for providing training for GP Registrars; d examinations, assessments or other tests of competence. 2 In connection with subsection (1), the General Council may approve postgraduate medical education and training taking place outside the United Kingdom. 3 In exercising their functions under subsection (1) or (2), the General Council may attach conditions to any approval they give or have given including, if the General Council consider appropriate, a condition limiting the period of time for which that approval is valid. 4 The General Council may at any time withdraw approval where they are satisfied that— a any conditions imposed under subsection (3); or b any standards or requirements established under section 34H(1)(a), are not being met. 5 If the General Council have formed the provisional opinion that an approval be— a refused; b given subject to conditions under subsection (3); or c withdrawn under subsection (4), they shall notify that opinion in writing to the person who has applied for the approval or, as the case may be, to whom the approval was given. 6 Where the General Council have formed a provisional opinion under subsection (5), they shall allow— a the person who they have notified; and b any other person who they are satisfied has a substantial interest in the matter, a reasonable opportunity to make representations to them before making the determination. 7 The Registrar shall cause to be published from time to time (electronically or otherwise) a list specifying— a any course or programme (or part of a course or programme), training post, general practitioner or examination, assessment or other test of competence that the General Council have approved pursuant to subsection (1) or (2); b the date on which that approval was given; c any conditions to which that approval is subject pursuant to subsection (3); and d where relevant, the date on which that approval was withdrawn."}, {"act": "Medical Act 1983", "year": 1983, "section": "34J", "section_title": "Minimum requirements for general practice training", "section_text": "34J . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "34K", "section_title": "Minimum requirements for specialist training", "section_text": "34K . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "34L", "section_title": "Award and withdrawal of a Certificate of Completion of Training", "section_text": "34L 1 Subject to subsection (3), the Registrar shall award a certificate of completion of training (CCT) to any person who applies to the General Council for that purpose if— a that person is a registered medical practitioner; b the Registrar is satisfied that that person has been appointed to, and has satisfactorily completed, a course of training leading to the award of a CCT; and b that course of training has been approved by the General Council under section 34I(1)(a). 2 The Registrar may only award a CCT in general practice or in a recognised specialty. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A CCT shall state— a the date on which it is awarded; b that it is awarded in general practice, or, where applicable, the recognised specialty in which it is awarded; c the name of its holder; d the holder's primary medical qualifications and where those qualifications were awarded; and e the holder's General Council reference number. 5 The General Council shall make rules as to the procedure to be followed in relation to, and the evidence required in support of, applications for a CCT. 6 A CCT shall be signed by the Registrar or by another person who has been nominated by the Registrar for this purpose. 7 A CCT shall be withdrawn where the Registrar is satisfied that it has been fraudulently procured or incorrectly awarded."}, {"act": "Medical Act 1983", "year": 1983, "section": "34M", "section_title": "Visitors", "section_text": "34M 1 The General Council may, if they think fit, appoint persons to visit any body or other person by whom, or under whose direction or management, any postgraduate medical education or training is, or is proposed to be, given. 2 The persons appointed under subsection (1) in relation to any visit must include at least one person who— a is not, and never has been, registered with full or limited registration under any provision of this Act; and b does not hold qualifications which would entitle an application to be made by that person for provisional or full registration under this Act. 3 Persons who visit any body or person pursuant to subsection (1) shall prepare a report to the General Council on the visit. 4 The General Council shall, following a request by any person, make available such reports."}, {"act": "Medical Act 1983", "year": 1983, "section": "34N", "section_title": "Power to require information", "section_text": "34N 1 This section applies to any body or other person that may be visited by persons appointed pursuant to section 34M(1). 2 A body to which or person to whom this section applies shall give to the Registrar, within such period as the Registrar may reasonably require, any information that the Registrar may reasonably require for the purpose of the Registrar's or the General Council's functions under this Part. 3 The matters with respect to which the Registrar may require information under subsection (2) include— a the standards and requirements which must be met by persons pursuing postgraduate medical education and training; b the procedures for managing that education or training. 4 Where a body or person specified in subsection (1) fails to comply with a request under this section, the Registrar shall refer the matter to the General Council with a view to their forming a provisional opinion pursuant to section 34I(5)."}, {"act": "Medical Act 1983", "year": 1983, "section": "34O", "section_title": "Fees", "section_text": "34O 1 The General Council may make regulations with respect to the charging of fees in connection with— a requests to the Registrar for written statements that a person is eligible for inclusion in the General Practitioner Register or the Specialist Register; b applications for inclusion in the General Practitioner Register under section 34C(3); c applications for inclusion in the Specialist Register under section 34D(4); d requests for certificates under section 34G(2); e applications for approvals under section 34I(1); f applications for CCTs under section 34L(1); and g visits made under section 34M. 2 Regulations under subsection (1)(b) and (c) may make provision with respect to the charging of fees for the entry of qualifications in the General Practitioner Register or the Specialist Register or on the restoration of entries to those registers. 3 Regulations under subsection (1) may provide that a request or application in respect of which a fee is payable is not valid unless the fee is paid. 4 Regulations under subsection (1) may provide for the charging of different fees in different cases and may provide that fees shall not be chargeable in cases prescribed by the regulations."}, {"act": "Medical Act 1983", "year": 1983, "section": "35", "section_title": "General Council’s power to advise on conduct, performance or ethics", "section_text": "35 The powers of the General Council shall include the power to provide, in such manner as  the Council  think fit, advice for members of the medical profession on— a standards of professional conduct; b standards of professional performance; or c medical ethics."}, {"act": "Medical Act 1983", "year": 1983, "section": "35A", "section_title": "General Council’s power to require disclosure of information", "section_text": "35A 1 For the purpose of assisting the General Council or any of their committees  or the Registrar   in carrying out functions in respect of a practitioner’s fitness to practise , or for the purpose of assisting the Registrar in carrying out functions in respect of identifying any person registered by virtue of section 18A(1)(b), , a person authorised by  the Council  may require— a a practitioner (except the practitioner in respect of whom the information or document is sought); or b any other person, who in his opinion is able to supply information or produce any document which appears relevant to the discharge of any such function, to supply such information or produce such a document. 1A The Registrar may by notice in writing require a practitioner, within such period as is specified in the notice, to supply such information or produce such documents as the Registrar considers necessary— a for the purpose of assisting the General Council or any of their committees or the Registrar in carrying out functions in respect of the practitioner’s fitness to practise; b for the purpose of assisting the Registrar in carrying out functions in respect of identifying whether the practitioner is a person registered by virtue of section 18A(1)(b). 2 As soon as is reasonably practicable after the relevant date, the General Council shall require, from a practitioner whose fitness to practise is being investigated, details of any person— a by whom the practitioner is employed to provide services in, or in relation to, any area of medicine; or b with whom he has an arrangement to do so. 3 For the purposes of this section and section 35B below the relevant date is the date specified by the General Council by rules under paragraph 1 of Schedule 4 of this Act. 4 Nothing in this section shall require or permit any disclosure of information which is prohibited by or under any other enactment  or the   UK GDPR . 5 But where information is held in a form in which the prohibition operates because the information is capable of identifying an individual, the person referred to in subsection (1)  or (1A)   above may, in exercising his functions under that subsection, require that the information be put into a form which is not capable of identifying that individual. 5A In determining for the purposes of subsection (4) whether a disclosure is prohibited, it is to be assumed for the purposes of paragraph 5(2) of Schedule 2 to the Data Protection Act 2018 and paragraph 3(2) of Schedule 11 to that Act (exemptions from certain provisions of the data protection legislation: disclosures required by law) that the disclosure is required by this section. 6   Subsections (1) and (1A) above do not  apply in relation to the supplying of information or the production of a document which a person could not be compelled to supply or produce in civil proceedings before the relevant court (within the meaning of section 40(5) below). 6A If a person fails to supply any information or produce any document within 14 days of his being required to do so under subsection (1) above, the General Council may seek an order of the relevant court requiring the information to be supplied or the document to be produced. 6B For the purposes of subsection (6A), “the relevant court” means the county court or, in Scotland, the sheriff in whose sheriffdom is situated the address— a which is shown in the register as the address of the person concerned; or b which would have been so shown if the person concerned were registered. 6C If a person fails to comply with a requirement imposed under subsection (1A), the Registrar may refer that matter to the MPTS for them to arrange for it to be considered by a Medical Practitioners Tribunal. 6D Where a matter is referred to the MPTS under subsection (6C), the MPTS must arrange for it to be considered by a Medical Practitioners Tribunal. 6E Sub-paragraphs (3D) to (5A) of paragraph 5A of Schedule 4 apply to a matter being considered by a Medical Practitioners Tribunal under subsection (6D) as if it were a matter being considered by the Tribunal under sub-paragraph (3B) of that paragraph; and a reference in this Act to any of sub-paragraphs (3D) to (5A) of that paragraph is to be read as including a reference to that sub-paragraph as so applied. 7 For the purposes of subsection (4), “enactment” includes— a an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament; and b any provision of, or any instrument made under, Northern Ireland legislation.   ...  8 For the purposes of this section and section 35B below, a “practitioner” means a  fully registered person or a provisionally registered person ."}, {"act": "Medical Act 1983", "year": 1983, "section": "35B", "section_title": "Notification and disclosure by the General Council", "section_text": "35B 1 As soon as is reasonably practicable after the relevant date, the General Council shall notify the following of an investigation by the General Council of a practitioner’s fitness to practise— a the Secretary of State, the Scottish Ministers, the Department of Health, Social Services and Public Safety in Northern Ireland and the National Assembly for Wales; and b any person in the United Kingdom of whom the General Council are aware— i by whom the practitioner concerned is employed to provide services in, or in relation to, any area of medicine, or ii with whom he has an arrangement to do so. 2 The General Council may, if they consider it to be in the public interest to do so, publish, or disclose to any person, information— a which relates to a particular practitioner’s fitness to practise, whether the matter to which the information relates arose before or after his registration, or arose in the United Kingdom or elsewhere; or b of a particular description related to fitness to practise in relation to every practitioner, or to every practitioner of a particular description. 3 For the purposes of subsection (2)(b) above, the General Council need not consider whether it is in the public interest to publish or disclose the information in question in relation to each individual practitioner to whom it relates. 4 Subject to subsection (5), the General Council shall publish in such manner as they see fit— a decisions of a   Medical Practitioners Tribunal   that relate to a finding that a person’s fitness to practise is impaired (including decisions in respect of a direction relating to such a finding that follow a review of an earlier direction relating to such a finding); b decisions of a   Medical Practitioners Tribunal   to make an order under section 38(1) or (2) below; c decisions of a   Medical Practitioners Tribunal   to refuse an application for restoration to the register or to give a direction under section 41(9) below; d decisions of an   Interim Orders Tribunal   or a   Medical Practitioners Tribunal   to make an order under section 41A below (including decisions in respect of orders varying earlier orders under that section); da decisions of a Medical Practitioners Tribunal to make a direction under paragraph 5A(3D) or 5C(4) of Schedule 4 and decisions of a Medical Practitioners Tribunal under section 35D that relate to such a direction; e warnings of a   Medical Practitioners Tribunal   regarding a person’s future conduct or performance; f warnings of the Investigation Committee regarding a person’s future conduct or performance; and g undertakings that have been agreed in accordance with rules made under paragraph 1(2A)  or (2C)   of Schedule 4. 5 The General Council may withhold from publication under subsection (4) above information concerning the physical or mental health of a person which the General Council consider to be confidential."}, {"act": "Medical Act 1983", "year": 1983, "section": "35C", "section_title": "Functions of the Investigation Committee", "section_text": "35C 1 This section applies where an allegation is made to the General Council against— a a fully registered person; or b a person who is provisionally registered, that his fitness to practise is impaired. 2 A person’s fitness to practise shall be regarded as “impaired” for the purposes of this Act by reason only of— a misconduct; b deficient professional performance; c a conviction or caution in the British Islands for a criminal offence, or a conviction elsewhere for an offence which, if committed in England and Wales, would constitute a criminal offence; d adverse physical or mental health; or da not having the necessary knowledge of English (but see section 2(4)); e a determination by a body in the United Kingdom responsible under any enactment for the regulation of a health or social care profession to the effect that his fitness to practise as a member of that profession is impaired, or a determination by a regulatory body elsewhere to the same effect. 3 This section is not prevented from applying because— a the allegation is based on a matter that is alleged to have occurred— i outside the United Kingdom, or ii at a time when the person was not registered; or b in relation to a person who is a participant in a revalidation pilot scheme, the allegation is based on information obtained in the course of or otherwise in connection with the person’s revalidation under that scheme. 4 The Investigation Committee shall investigate the allegation and decide whether it should be considered by a   Medical Practitioners Tribunal . 5 If the Investigation Committee decide that the allegation ought to be considered by a   Medical Practitioners Tribunal — a they shall give a direction to that effect to the Registrar; b the Registrar shall refer the allegation to  the MPTS for them to arrange for the allegation to be considered by   a   Medical Practitioners Tribunal ; and c the Registrar shall serve a notification of the Committee’s decision on the person who is the subject of the allegation and the person making the allegation (if any). 6 If the Investigation Committee decide that the allegation ought not to be considered by a   Medical Practitioners Tribunal , they may give a warning to the person who is the subject of the allegation regarding his future conduct or performance. 6A In deciding whether to give a warning under subsection (6), the Investigation Committee must have regard to the over-arching objective. 7 If the Investigation Committee decide that the allegation ought not to be considered by a   Medical Practitioners Tribunal , but that no warning should be given under subsection (6) above— a they shall give a direction to that effect to the Registrar; and b the Registrar shall serve a notification of the Committee’s decision on the person who is the subject of the allegation and the person making the allegation (if any). 8 If the Investigation Committee are of the opinion that   an Interim Orders Tribunal or a Medical Practitioners Tribunal   should consider making an order for interim suspension or interim conditional registration under section 41A below in relation to the person who is the subject of the allegation— a they shall give a direction to that effect to the Registrar; b the Registrar shall refer the matter to  the MPTS for them to arrange for   an Interim Orders Tribunal or a Medical Practitioners Tribunal ...  to decide whether to make such an order; and c the Registrar shall serve notification of the decision on the person who is the subject of the allegation and the person making the allegation (if any). 9 In this section— “enactment” includes— an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament; and any provision of, or any instrument made under, Northern Ireland legislation; ... “regulatory body” means a regulatory body which has the function of authorising persons to practise as a member of a health or social care profession ; and  “revalidation pilot scheme” has the meaning given by section 29EA(3) above.  "}, {"act": "Medical Act 1983", "year": 1983, "section": "35CC", "section_title": "Provisions supplementary to section 35C", "section_text": "35CC 1 Rules under paragraph 1 of Schedule 4 to this Act may make provision for— a the Registrar; or b any other officer of the General Council, to exercise the functions of the Investigation Committee under section 35C above, whether generally or in relation to such classes of case as may be specified in the rules. 1A The reference in subsection (1) to an officer of the General Council does not include a reference to the chair of the MPTS or any other officer of the Council to whom functions of the MPTS have been delegated by virtue of paragraph 19F(7) of Schedule 1. 2 Where, by virtue of subsection (1) above, rules provide for the Registrar to exercise the functions of the Investigation Committee under subsections (5), (7) and (8) of section 35C above, those subsections shall apply in relation to him as if paragraph (a) in each of them were omitted. 3 Section 35C above also applies in a case where , in circumstances other than those specified in section 29C(1)(a) and (b) — a it comes to the attention of the General Council that a person’s fitness to practise is called into question by one or more of the matters mentioned in subsection (2) of that section, but b no allegation to that effect has been made to  the Council  against that person, and in such a case section 35C shall apply as if an allegation to that effect had been made to  the Council  against that person. 4 Rules under paragraph 1 of Schedule 4 may make provision for section 35C(4) to (8) not to apply in relation to an allegation if the Investigation Committee consider the allegation to be vexatious. 5 Rules under paragraph 1 of Schedule 4 may make provision for section 35C(4) to (8) not to apply in relation to an allegation if— a at the time when the allegation is made, more than five years have elapsed since the most recent events giving rise to the allegation, and b the Investigation Committee consider that it would not be in the public interest to investigate the allegation. 6 Rules including provision by virtue of subsection (4) or (5) must provide that, where section 35C(4) to (8) does not apply in relation to an allegation, the Investigation Committee must serve notification of the decision on the person making the allegation (if any). 7 Rules under paragraph 1 of Schedule 4 may make provision as to circumstances in which the Investigation Committee may review a decision made by them of a description specified in the rules that relates to a person’s fitness to practise. 8 Where the rules include provision by virtue of any of subsections (4) to (7), the reference in subsection (1) to the functions of the Investigation Committee under section 35C is to be read as including a reference to the functions conferred by such provision."}, {"act": "Medical Act 1983", "year": 1983, "section": "35D", "section_title": "Functions of a Medical Practitioners Tribunal", "section_text": "35D 1 Where an allegation against a person is referred under   section 35C(5)(b)   above to   the MPTS— a the MPTS must arrange for the allegation to be considered by a Medical Practitioners Tribunal, and b subsections (2) and (3) below shall apply. 2   Where the Medical Practitioners Tribunal   find that the person’s fitness to practise is impaired they may, if they think fit— a except in a health case  or language case , direct that the person’s name shall be erased from the register; b direct that his registration in the register shall be suspended (that is to say, shall not have effect) during such period not exceeding twelve months as may be specified in the direction; or c direct that his registration shall be conditional on his compliance, during such period not exceeding three years as may be specified in the direction, with such requirements so specified as   the Tribunal   think fit to impose for the protection of members of the public or in his interests. 3 Where   the Tribunal   find that the person’s fitness to practise is not impaired they may nevertheless give him a warning regarding his future conduct or performance. 4 Where   a Medical Practitioners Tribunal   have given a direction that a person’s registration be suspended— a under subsection (2) above; b under subsection (10) or (12) below; or c under   paragraph 5A(3D) or 5C(4)   of Schedule 4 to this Act,   subsections (4A) and (4B) below apply . 4A The Tribunal may direct that the direction is to be reviewed by another Medical Practitioners Tribunal prior to the expiry of the period of suspension; and, where the Tribunal do so direct, the MPTS must arrange for the direction to be reviewed by another Medical Practitioners Tribunal prior to that expiry. 4B The Registrar may, at any time prior to the expiry of the period of suspension, refer the matter to the MPTS for them to arrange for the direction to be reviewed by a Medical Practitioners Tribunal prior to that expiry; and, where a matter is referred to the MPTS under this subsection, the MPTS must arrange for the direction to be reviewed by a Medical Practitioners Tribunal. 5   On a review arranged under subsection (4A) or (4B) ,   a Medical Practitioners Tribunal   may, if they think fit— a direct that the current period of suspension shall be extended for such further period from the time when it would otherwise expire as may be specified in the direction; b except in a health case  or language case   or a case of suspension under paragraph 5A(3D) or 5C(4) of Schedule 4 , direct that the person’s name shall be erased from the register;  ... c direct that the person’s registration shall, as from the expiry of the current period of suspension  or from such date before that expiry as may be specified in the direction , be conditional on his compliance, during such period not exceeding three years as may be specified in the direction, with such requirements so specified as   the Tribunal   think fit to impose for the protection of members of the public or in his interests ; or d revoke the direction for the remainder of the current period of suspension, but, subject to subsection (6) below,   the Tribunal   shall not extend any period of suspension under this section for more than twelve months at a time. 6 In a health case  or language case   or a case of suspension under paragraph 5A(3D) or 5C(4) of Schedule 4 ,   a Medical Practitioners Tribunal   may give a direction in relation to a person whose registration has been suspended under this section extending his period of suspension indefinitely where— a the period of suspension will, on the date on which the direction takes effect, have lasted for at least two years; and b the direction is made not more than two months before the date on which the period of suspension would otherwise expire. 7 Where   a Medical Practitioners Tribunal have   given a direction under subsection (6) above for a person’s period of suspension to be extended indefinitely,   the Registrar shall refer the matter to the MPTS for them to arrange for a Medical Practitioners Tribunal to   review the direction if— a the person makes a request to the Registrar for there to be such a review; b at least two years have elapsed since the date on which the direction took effect; and c if the direction has previously been reviewed under this subsection, at least two years have elapsed since the date of the previous review. 8   Where a matter is referred to the MPTS under subsection (7), the MPTS must arrange for the direction to be reviewed by a Medical Practitioners Tribunal; and on such a review, the Tribunal may — a confirm the direction; b direct that the suspension be terminated; or c direct that the person’s registration be conditional on his compliance, during such period not exceeding three years as may be specified in the direction, with such requirements so specified as   the Tribunal   think fit to impose for the protection of members of the public or in his interests. 9 Where— a a direction that a person’s registration be subject to conditions has been given under— i subsection (2), (5) or (8) above, ii subsection (12) below, iii   paragraph 5A(3D) or 5C(4)   of Schedule 4 to this Act, or iv section 41A below; and b the Registrar is of the opinion that that person has failed to comply with any requirement imposed on the person as such a condition,   subsection (9A)   below applies. 9A The Registrar may refer the matter to the MPTS for them to arrange for the direction to be reviewed by a Medical Practitioners Tribunal; and, where a matter is referred to the MPTS under this subsection, the MPTS must arrange for the direction to be reviewed by a Medical Practitioners Tribunal. 10   Where, on a review arranged under subsection (9A), the Tribunal judge the person concerned to have failed to comply with a requirement imposed as a condition such as is mentioned in subsection (9)(a),   the Tribunal   may, if they think fit— a except in a health case  or language case   or a case of suspension under paragraph 5A(3D) or 5C(4) of Schedule 4 , direct that the person’s name shall be erased from the register; or b direct that the person’s registration in the register shall be suspended during such period not exceeding twelve months as may be specified in the direction. 11 Where, in a case which does not come within subsection (9) above, a direction that a person’s registration be subject to conditions has been given under subsection (2), (5) or (8) above or paragraph 5A(3D) or 5C(4) of Schedule 4 to this Act, subsections (11A) and (11B) below apply. 11A The Tribunal may direct that the direction is to be reviewed by another Medical Practitioners Tribunal prior to the expiry of the period for which the conditions apply; and, where the Tribunal do so direct, the MPTS must arrange for the direction to be reviewed by another Medical Practitioners Tribunal prior to that expiry. 11B The Registrar may, at any time prior to the expiry of the period for which the conditions apply, refer the matter to the MPTS for them to arrange for the direction to be reviewed by a Medical Practitioners Tribunal; and, where a matter is referred to the MPTS under this subsection, the MPTS must arrange for the direction to be reviewed by a Medical Practitioners Tribunal. 12   On a review arranged under subsection (11A) or (11B) ,   a Medical Practitioners Tribunal   may, if they think fit— a except in a health case  or language case   or a case of suspension under paragraph 5A(3D) or 5C(4) of Schedule 4 , direct that the person’s name shall be erased from the register; b direct that the person’s registration in the Register shall be suspended during such period not exceeding twelve months as may be specified in the direction; c direct that the current period of conditional registration shall be extended for such further period from the time when it would otherwise expire as may be specified in the direction; or d revoke the direction, or revoke or vary any of the conditions imposed by the direction, for the remainder of the current period of conditional registration, but   the Tribunal   shall not extend any period of conditional registration under this section for more than three years at a time. 13 Where a Medical Practitioners Tribunal have yet to hold a hearing to consider a case in which they would have the power to give or make a direction, revocation or variation under subsection (5), (6), (8), (10) or (12) above, but the person concerned and the General Council have agreed in writing to the terms of such a direction, revocation or variation— a the Tribunal, on considering the matter on the papers, or the chair of the Tribunal, on doing so instead of the Tribunal, may give a direction or make a revocation or variation on the agreed terms; or b if the Tribunal or chair (as the case may be) acting under paragraph (a) determines that the Tribunal should hold a hearing to consider the matter, the MPTS must arrange for a hearing of the Tribunal for that purpose. 14 A direction, revocation or variation given or made under subsection (13)(a) by a Tribunal or the chair of a Tribunal is to be treated for the purposes of this Act as if it had been given or made by the Tribunal under subsection (5), (6), (8), (10) or (12) above (as the case may be)."}, {"act": "Medical Act 1983", "year": 1983, "section": "35E", "section_title": "Provisions supplementary to section 35D", "section_text": "35E 1 Where, under section 35D above,   a Medical Practitioners Tribunal — a give a direction that a person’s name shall be erased from the register; b give a direction for suspension; c give a direction for conditional registration; or d vary any of the conditions imposed by a direction for conditional registration,   the MPTS   shall forthwith serve on the person concerned notification of the direction or variation and of his right to appeal against it under section 40 below. 1A Where, under section 35D, a Medical Practitioners Tribunal— a give a direction or make a variation as mentioned in subsection (1), b give a direction that a suspension be terminated, c revoke a direction for conditional registration or a condition imposed by such a direction, or d decide not to give a direction, the MPTS shall forthwith serve on the Registrar and the Professional Standards Authority for Health and Social Care notification of the direction, variation, revocation or decision. 1B A notification under subsection (1A) must state whether, in giving the direction or making the variation, revocation or decision, the Tribunal took any undertakings into account in accordance with rules containing provision by virtue of paragraph 1(2C) of Schedule 4. 2 In subsection (1) above— a references to a direction for suspension include a reference to a direction extending a period of suspension; and b references to a direction for conditional registration include a reference to a direction extending a period of conditional registration. 3 While a person’s registration in the register is suspended by virtue of a direction under section 35D— a he shall be treated as not being registered in the register notwithstanding that his name still appears in it, but b sections 31A, 35C, 35CC and 35D above, this section and section 39 below shall continue to apply to him. 3A In exercising a function under section 35D, a Medical Practitioners Tribunal must have regard to the over-arching objective. 4 In section 35D above, “health case” means any case in which   a Medical Practitioners Tribunal have   determined that— a a person’s fitness to practise is impaired by reason of a matter falling within paragraph (d) of subsection (2) of section 35C above, but b the person’s fitness to practise is not impaired by any matter falling within any other paragraph of that subsection  other than paragraph (da) . 5 In section 35D, “language case” means any case in which   a Medical Practitioners Tribunal have   determined that— a a person’s fitness to practise is impaired by reason of a matter falling within paragraph (da) of subsection (2) of section 35C, but b that person’s fitness to practise is not impaired by any matter falling within any other paragraph of that subsection other than paragraph (d)."}, {"act": "Medical Act 1983", "year": 1983, "section": "36", "section_title": " Professional misconduct and criminal offences.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "36A", "section_title": " Professional performance.", "section_text": "36A . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "37", "section_title": " Unfitness to practise through illness,  etc.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "38", "section_title": "  Power to order immediate suspension  etc.  ", "section_text": "38 1 On giving a direction for erasure or a direction for suspension under section 35D(2), (10) or (12) above, or under   paragraph 5A(3D) or 5C(4)   of Schedule 4 to this Act, in respect of any person the   Medical Practitioners Tribunal , if satisfied that to do so is necessary for the protection of members of the public or is otherwise in the public interest, or is in the best interests of that person, may order that his registration in the register shall be suspended forthwith in accordance with this section. 2 On giving a direction for conditional registration under section 35D(2) above, or under   paragraph 5A(3D) or 5C(4)   of Schedule 4 to this Act, in respect of any person the   Medical Practitioners Tribunal , if satisfied that to do so is necessary for the protection of members of the public or is otherwise in the public interest, or is in the best interests of that person, may order that his registration be made conditional forthwith in accordance with this section. 3 Where, on the giving of a direction, an order under subsection (1) or (2) above is made in respect of a person, his registration in the register shall, subject to subsection (4) below, be suspended (that is to say, shall not have effect) or made conditional, as the case may be, from the time when the order is made until the time when— a the direction takes effect in accordance with— i paragraph 10 , 10A or 10B   of Schedule 4 to this Act;  ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an appeal against it under section 40 below or   paragraph 5A(5) or 5C(7) of Schedule 4   is (otherwise than by the dismissal of the appeal) determined. 4 Where a   Medical Practitioners Tribunal   make an order under subsection (1) or (2) above,   the MPTS   shall forthwith serve a notification of the order on the person to whom it applies. 5 If, when an order under subsection (1) or (2) above is made, the person to whom it applies is neither present nor represented at the proceedings, subsection (3) above shall have effect as if, for the reference to the time when the order is made, there were substituted a reference to the time of service of a notification of the order as determined for the purposes of paragraph 8 of Schedule 4 to this Act. 6 Except as provided in subsection (7) below, while a person’s registration in the register is suspended by virtue of subsection (1) above, he shall be treated as not being registered in the register notwithstanding that his name still appears in it. 7 Notwithstanding subsection (6) above, sections 35C to 35E above shall continue to apply to a person whose registration in the register is suspended. 8 The relevant court may terminate any suspension of a person’s registration in the register imposed under subsection (1) above or any conditional registration imposed under subsection (2) above, and the decision of the court on any application under this subsection shall be final. 9 In this section “the relevant court” has the same meaning as in section 40(5) below."}, {"act": "Medical Act 1983", "year": 1983, "section": "39", "section_title": "Fraud or error in relation to registration", "section_text": "39 1 If the Registrar is satisfied that any entry in— a the register; b the General Practitioner Register; or c the Specialist Register, has been fraudulently procured or incorrectly made, the Registrar may erase the entry from the appropriate register. 2 Where the Registrar decides to erase a person’s name under this section, the Registrar shall forthwith serve on that person notification of the decision and of his right to appeal against the decision under Schedule 3A to this Act."}, {"act": "Medical Act 1983", "year": 1983, "section": "40", "section_title": "Appeals ...", "section_text": "40 1 The following decisions are appealable decisions for the purposes of this section, that is to say— a a decision of   a Medical Practitioners Tribunal   under section 35D above giving a direction for erasure, for suspension or for conditional registration or varying the conditions imposed by a direction for conditional registration; b a decision of  a Medical Practitioners Tribunal  under section 41(9) below giving a direction that the right to make further applications under that section shall be suspended indefinitely;  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A A decision under regulations made— a under section 31 above by virtue of subsection (8) of that section; or b under section 31A(1)(c) above, not to restore a person’s name to the register for a reason that relates to his fitness to practise is also an appealable decision for the purposes of this section. 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (1) above— a references to a direction for suspension include a reference to a direction extending a period of suspension; and b references to a direction for conditional registration include a reference to a direction extending a period of conditional registration. 4 A person in respect of whom an appealable decision falling within subsection (1) has been taken may, before the end of the period of 28 days beginning with the date on which notification of the decision was served under section 35E(1) above, or section 41(10)  ... below, appeal against the decision to the relevant court. 4A A person in respect of whom an appealable decision falling within subsection (1A)  ...   has been taken may, before the end of the period of 28 days beginning with the date on which notification of the decision was served, appeal against the decision to the relevant court. 5 In  subsections (4) and (4A)   above, “the relevant court”— a in the case of a person whose address in the register is (or if he were registered would be) in Scotland, means the Court of Session; b in the case of a person whose address in the register is (or if he were registered would be) in Northern Ireland, means the High Court of Justice in Northern Ireland; and c in the case of any other person  ... , means the High Court of Justice in England and Wales. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 On an appeal under this section from   a Medical Practitioners Tribunal  , the court may— a dismiss the appeal; b allow the appeal and quash the direction or variation appealed against; c substitute for the direction or variation appealed against any other direction or variation which could have been given or made by   a Medical Practitioners Tribunal ; or d remit the case to   the MPTS for them to arrange for   a Medical Practitioners Tribunal   to dispose of the case in accordance with the directions of the court, and may make such order as to costs (or, in Scotland, expenses) as it thinks fit. 7A Where a case is referred under subsection (7)(d) to the MPTS, the MPTS must arrange for the case to be disposed of by a Medical Practitioners Tribunal in accordance with the directions of the court. 8 On an appeal under this section from the General Council, the court (or the sheriff) may— a dismiss the appeal; b allow the appeal and quash the direction appealed against  ... ; or c remit the case to the General Council to dispose of the case in accordance with the directions of the court (or the sheriff), and may make such order as to costs (or, in Scotland, expenses) as it (or he) thinks fit. 9 On an appeal under this section from   a Medical Practitioners Tribunal , the General Council may appear as respondent; and for the purpose of enabling directions to be given as to the costs of any such appeal  the Council  shall be deemed to be a party thereto, whether they appear on the hearing of the appeal or not. On an appeal under this section from the Adjudicator, the General Council may appear as respondent; and for the purpose of any order as to costs (or, in Scotland, expenses) in relation to any such appeal the General Council shall be deemed to be a party thereto, whether they appear on the hearing of the appeal or not."}, {"act": "Medical Act 1983", "year": 1983, "section": "40A", "section_title": "Appeals by General Council", "section_text": "40A 1 This section applies to any of the following decisions by a Medical Practitioners Tribunal— a a decision under section 35D giving— i a direction for suspension, including a direction extending a period of suspension; ii a direction for conditional registration, including a direction extending a period of conditional registration; iii a direction varying any of the conditions imposed by a direction for conditional registration; b a decision under paragraph 5A(3D) or 5C(4) of Schedule 4 giving— i a direction for suspension; ii a direction for conditional registration; c a decision under section 35D— i giving a direction that a suspension be terminated; ii revoking a direction for conditional registration or a condition imposed by such a direction; d a decision not to give a direction under section 35D; e a decision under section 41 giving a direction that a person’s name be restored to the register; f a decision not to give a direction under paragraph 5A(3D) or 5C(4) of Schedule 4. 2 A decision to which this section applies is referred to below as a “relevant decision”. 3 The General Council may appeal against a relevant decision to the relevant court if they consider that the decision is not sufficient (whether as to a finding or a penalty or both) for the protection of the public. 4 Consideration of whether a decision is sufficient for the protection of the public involves consideration of whether it is sufficient— a to protect the health, safety and well-being of the public; b to maintain public confidence in the medical profession; and c to maintain proper professional standards and conduct for members of that profession. 5 The General Council may not bring an appeal under this section after the end of the period of 28 days beginning with the day on which notification of the relevant decision was served on the person to whom the decision relates. 6 On an appeal under this section, the court may— a dismiss the appeal; b allow the appeal and quash the relevant decision; c substitute for the relevant decision any other decision which could have been made by the Tribunal; or d remit the case to the MPTS for them to arrange for a Medical Practitioners Tribunal to dispose of the case in accordance with the directions of the court, and may make such order as to costs (or, in Scotland, expenses) as it thinks fit. 7 In this section and section 40B, “relevant court” has the meaning given by section 40(5)."}, {"act": "Medical Act 1983", "year": 1983, "section": "40B", "section_title": "Appeal under section 40A: role of Professional Standards Authority for Health and Social Care", "section_text": "40B 1 If the General Council bring an appeal under section 40A— a the Registrar must without delay give notice of the appeal to the Professional Standards Authority for Health and Social Care (“ the Authority ”); and b  the Authority  may not refer the case to which the appeal relates under section 29 of the National Health Service Reform and Health Care Professions Act 2002 (“the  2002 Act ”). 2 The Authority may, in spite of subsection (1)(b), become a party to the appeal by giving notice to that effect to the relevant court, the General Council and the person to whom the relevant decision relates; and— a  the Authority  does not require the permission of the relevant court to become a party to the appeal; and b accordingly, any provision of rules of court requiring an application for such permission does not apply to  the Authority . 3 Having become a party to an appeal under section 40A by virtue of subsection (2) of this section,  the Authority  may make representations or file evidence in the appeal at any time before the end of the hearing of the appeal; but where it does so at a time which would, but for this subsection, have been in breach of a time limit imposed by rules of court, the relevant court may impose such conditions as it thinks fit. 4 The matters which  the Authority  may raise on an appeal under section 40A include any matter which it could have raised on a reference of the case under section 29 of the  2002 Act . 5 Where  the Authority  raises matters on an appeal under section 40A, the General Council and the person to whom the relevant decision relates have the same opportunity to respond as they would have if  the Authority  had raised the matters on a reference of the case under section 29 of the  2002 Act  (and the General Council and person concerned had accordingly been respondents by virtue of subsection (7) of that section). 6 If the General Council wish to withdraw an appeal under section 40A or, having agreed the terms of a settlement of the appeal with the person concerned, wish the appeal to be disposed of on those terms, they must give notice of their wish to  the Authority  (whether or not  the Authority  is a party to the appeal). 7 The Authority, having received a notice under subsection (6), must by notice inform the relevant court, the General Council and the person concerned whether it wishes the proceedings on the appeal to continue. 8 Where  the Authority  gives notice under subsection (7) that it wishes the proceedings to continue, they are to continue but are, from the time when  the Authority  gives its notice to the relevant court under subsection (7), to be treated as proceedings on a reference made by  the Authority  to the court under section 29 of the  2002 Act . 9 In a case within subsection (8),  the Authority  must give notice to the relevant court, the General Council and the person concerned specifying the grounds of its case; and the General Council and the person concerned (as respondents to the appeal by virtue of section 29(7) of the  2002 Act ) have the opportunity to respond accordingly. 10 A requirement in this section to give a notice to a specified person is in addition to such requirements as are imposed by rules of court in relation to the persons to whom notice is to be given; and the giving of notice under this section is subject to such other requirements relating to the giving of notices as are imposed by rules of court."}, {"act": "Medical Act 1983", "year": 1983, "section": "41", "section_title": " Restoration of names to the register.", "section_text": "41 1 Subject to subsections (2) and (6) below, where the name of a person has been erased from the register under section 35D above,   or section 44B(4)(b) below,  a   Medical Practitioners Tribunal   may, if they think fit, direct that his name be restored to the register. 2 No application for the restoration of a name to the register under this section shall be made ... — a before the expiration of five years from the date of erasure; or b in any period of twelve months in which an application for the restoration of his name has already been made by or on behalf of the person whose name has been erased. 3 An application under this section shall be made to the Registrar who shall refer the application to  the MPTS for them to arrange for the application to be determined by   a   Medical Practitioners Tribunal . 3A Where an application is referred under subsection (3) to the MPTS, they must arrange for the application to be determined by a Medical Practitioners Tribunal. 4 In the case of a person who was provisionally registered under section 15,  15A, 21 or 21C   above before his name was erased, a direction under subsection (1) above shall be a direction that his name be restored by way of provisional registration under section 15,  15A, 21 or 21C   above, as the case requires. 5 The requirements of Part II or Part III of this Act as to the experience required for registration as a fully registered medical practitioner shall not apply to registration in pursuance of a direction under subsection (1) above. 6 Before determining whether to give a direction under subsection (1) above, a   Medical Practitioners Tribunal   shall require an applicant for restoration to provide such evidence as they direct as to his fitness to practise; and they shall not give such a direction if that evidence does not satisfy them. 6A Where the applicant is required to submit to or undertake an assessment by virtue of paragraph 5A or 5C of Schedule 4, a Medical Practitioners Tribunal, before deciding whether to give a direction under subsection (1), shall take into account— a whether the assessment was carried out, b whether any requirements imposed in respect of the assessment were complied with, and c if the assessment was carried out, the results of the assessment. 7 A   Medical Practitioners Tribunal   shall not give a direction under subsection (1) above unless at the same time in accordance with regulations made by the General Council under this subsection, they direct the Registrar to restore the practitioner’s licence to practise. 8 Subsections (3) to (5) of section 29J above apply to regulations made under subsection (7) above as they apply in relation to regulations made under section 29A above. 8A Where a Medical Practitioners Tribunal give a direction under subsection (1), the MPTS must without delay serve on the Registrar and the Professional Standards Authority for Health and Social Care notification of the direction. 9 Where, during the same period of erasure, a second or subsequent application for the restoration of a name to the register, made by or on behalf of the person whose name has been erased, is unsuccessful, a   Medical Practitioners Tribunal   may direct that his right to make any further such applications shall be suspended indefinitely. 10 Where a   Medical Practitioners Tribunal   give a direction under subsection (9) above,   the MPTS   shall without delay serve on the person in respect of whom it has been made a notification of the direction and of his right to appeal against it in accordance with section 40 above. 11 Any person in respect of whom a direction has been given under subsection (9) above may, after the expiration of three years from the date on which the direction was given, apply to the Registrar for that direction to be  referred to the MPTS for them to arrange for the direction to be   reviewed by a   Medical Practitioners Tribunal   and, thereafter, may make further applications for review; but no such application may be made before the expiration of three years from the date of the most recent review decision. 12 In exercising a function under this section, a Medical Practitioners Tribunal must have regard to the over-arching objective."}, {"act": "Medical Act 1983", "year": 1983, "section": "41A", "section_title": "Interim Orders", "section_text": "41A A1 Where a matter is referred under section 35C(8) to the MPTS, the MPTS must arrange for an Interim Orders Tribunal or a Medical Practitioners Tribunal to decide whether to make an order as mentioned in that provision. 1   Where an Interim Orders Tribunal or a Medical Practitioners Tribunal in arrangements made under subsection (A1), or a Medical Practitioners Tribunal on their consideration of a matter,   are satisfied that it is necessary for the protection of members of the public or is otherwise in the public interest, or is in the interests of a fully registered person, for the registration of that person to be suspended or to be made subject to conditions,   the Tribunal   may make an order— a that his registration in the register shall be suspended (that is to say, shall not have effect) during such period not exceeding eighteen months as may be specified in the order (an “interim suspension order”); or b that his registration shall be conditional on his compliance, during such period not exceeding eighteen months as may be specified in the order, with such requirements so specified as   the Tribunal   think fit to impose (an “order for interim conditional registration”). 2 Subject to subsection (9) below, where   an Interim Orders Tribunal or a Medical Practitioners Tribunal   have made an order under subsection (1) above,   an Interim Orders Tribunal or a Medical Practitioners Tribunal — a shall review it within the period of six months beginning on the date on which the order was made, and shall thereafter, for so long as the order continues in force, further review it— i before the end of the period of six months beginning on the date of the decision of the immediately preceding review; or ii if after the end of the period of three months beginning on the date of the decision of the immediately preceding review the person concerned requests an earlier review, as soon as practicable after that request; and b may review it where new evidence relevant to the order has become available after the making of the order. 3 Where an interim suspension order or an order for interim conditional registration has been made in relation to any person under any provision of this section (including this subsection),   an Interim Orders Tribunal or a Medical Practitioners Tribunal   may, subject to subsection (4) below— a revoke the order or revoke any condition imposed by the order; b vary any condition imposed by the order; c if satisfied that to do so is necessary for the protection of members of the public or is otherwise in the public interest, or is in the interests of the person concerned, replace an order for interim conditional registration with an interim suspension order having effect for the remainder of the term of the former; or d if satisfied that to do so is necessary for the protection of members of the public, or is otherwise in the public interest, or is in the interests of the person concerned, replace an interim suspension order with an order for interim conditional registration having effect for the remainder of the term of the former. 3A Where an Interim Orders Tribunal or a Medical Practitioners Tribunal have yet to hold a hearing to consider a case in which they would have the power to make an order under subsection (3) above, but the person concerned and the General Council have already agreed in writing to the terms of such an order— a the Tribunal, on considering the matter on the papers, or the chair of the Tribunal, on doing so instead of the Tribunal, may make an order on the agreed terms; or b if the Tribunal or chair (as the case may be) acting under paragraph (a) determines that the Tribunal should hold a hearing to consider the matter, the MPTS must arrange for a hearing of the Tribunal for that purpose. 3B An order made under subsection (3A)(a) by a Tribunal or the chair of a Tribunal is to be treated for the purposes of this Act as if it had been made by the Tribunal under subsection (3). 4 No order under subsection (1) or (3)(b) to (d) above shall be made by   a Tribunal   in respect of any person unless he has been afforded an opportunity of appearing before   the Tribunal   and being heard on the question of whether such an order should be made in his case ... . 5 If an order is made under any provision of this section,   the MPTS   shall without delay serve a notification of the order on the person to whose registration it relates. 6 The General Council may apply to the relevant court for an order made by   an Interim Orders Tribunal or a Medical Practitioners Tribunal   under subsection (1) or (3) above to be extended, and may apply again for further extensions. 7 On such an application the relevant court may extend (or further extend) for up to 12 months the period for which the order has effect. 8 Any reference in this section to an interim suspension order, or to an order for interim conditional registration, includes a reference to such an order as so extended. 9 For the purposes of subsection (2) above the first review after the relevant court’s extension of an order made by   an Interim Orders Tribunal or a Medical Practitioners Tribunal   or after a replacement order made by   an Interim Orders Tribunal or a Medical Practitioners Tribunal   under subsection (3)(c) or (d) above shall take place— a if the order (or the order which has been replaced) had not been reviewed at all under subsection (2), within the period of six months beginning on the date on which the relevant court ordered the extension or on which a replacement order under subsection (3)(c) or (d) was made; and b if it had been reviewed under the provision, within the period of three months beginning on that date. 10 Where an order has effect under any provision of this section, the relevant court may— a in the case of an interim suspension order, terminate the suspension; b in the case of an order for interim conditional registration, revoke or vary any condition imposed by the order; c in either case, substitute for the period specified in the order (or in the order extending it) some other period which could have been specified in the order when it was made (or in the order extending it), and the decision of the relevant court under any application under this subsection shall be final.  11 Except as provided in subsection (12) below, while a person’s registration in the register is suspended by virtue of an interim suspension order under this section he shall be treated as not being registered in the register notwithstanding that his name still appears in the register. 12 Notwithstanding subsection (11) above, sections  31A, 35C to 35E and 39   above shall continue to apply to a person whose registration in the register is suspended. 13 This section applies to a provisionally registered person  ... whether or not the circumstances are such that he falls within the meaning in this Act of the expression “fully registered person”. 14 In this section “the relevant court” has the same meaning as in section 40(5) above."}, {"act": "Medical Act 1983", "year": 1983, "section": "41B", "section_title": " Interim orders made by committees other than the Interim Orders Committee", "section_text": "41B . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "41C", "section_title": "Effect of directions or orders on a licence to practise", "section_text": "41C 1 Where under this Part  ...— a a direction is given that a medical practitioner’s name be erased from the register; or b an order is made or a direction is given that his registration as a medical practitioner be suspended, the practitioner’s licence to practise shall be withdrawn with effect from the date when the direction or order has effect. 2 Where a medical practitioner’s registration has been suspended and— a that suspension expires without being further extended; b the suspension is brought to an end without any direction for erasure or further suspension being made, the practitioner’s licence to practise shall be restored with effect from the date on which the suspension comes to an end."}, {"act": "Medical Act 1983", "year": 1983, "section": "42", "section_title": " Preliminary proceedings as to professional misconduct and unfitness to practise.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "43", "section_title": "Proceedings before the Investigation Committee, Medical Practitioners Tribunals and Interim Orders Tribunals", "section_text": "43 Schedule 4 to this Act (which contains supplementary provisions about proceedings before the Investigation Committee,   Medical Practitioners Tribunals and Interim Orders Tribunals ) shall have effect."}, {"act": "Medical Act 1983", "year": 1983, "section": "44", "section_title": " Effect of disqualification in  ...   relevant European State   on registration in the United Kingdom.", "section_text": "44 1 A person who is subject to a disqualifying decision in   a relevant European State   in which he is or has been established in medical practice shall not be entitled to be registered by virtue of section 3(1)(b) , 14A or 19A   above for so long as the decision remains in force in relation to him. 2 A disqualifying decision in respect of a person is a decision, made by responsible authorities of   the relevant European State   in which he was established in medical practice or in which he acquired a   medical qualification , and— a expressed to be made on the grounds that he has committed a criminal offence or on grounds related to his professional conduct, professional performance or physical or mental health; and b having in that State the effect either that he is no longer registered or otherwise officially recognised as a medical practitioner, or that he is prohibited   (whether on a permanent or temporary basis)  from practising medicine there. 3 If a person has been registered by virtue of section 3(1)(b) , 14A or 19A   above and it is subsequently shown to the satisfaction of the Registrar that he was subject to a disqualifying decision in force at the time of registration, and that the decision remains in force, the Registrar shall remove the person’s name from the register. 4 A decision under— a subsection (1) above not to register a person; or b subsection (3) above to remove a person’s name from the register, is an appealable registration decision for the purposes of Schedule 3A to this Act. 5 If a person has been registered as a fully registered medical practitioner by virtue of section 3(1)(b) , 14A or 19A   above at a time when a disqualifying decision was in force in respect of him, and he has been so registered for a period of not less than one month throughout which the decision had effect— a a   Medical Practitioners Tribunal   may direct that his registration be suspended for such period, not exceeding the length of the first-mentioned period, as   the Tribunal   think fit, and the period of suspension shall begin on a date to be specified in   the Tribunal’s   direction; and b sections 35E(1) and (3) and 40 and paragraphs 1, 2,  3,   7,  8, 9, 10, 12 and 13 of Schedule 4 to this Act shall have effect, with any necessary modifications, in relation to suspension under this subsection. 5A In deciding whether to give a direction under subsection (5)(a), a Medical Practitioners Tribunal must have regard to the over-arching objective. 6 Where on or after the date on which a person was registered by virtue of section 3(1)(b) , 14A or 19A   above a disqualifying decision relating to him comes into force, this Part of this Act shall apply, with any necessary modifications, as if it had been found that he had been convicted of the criminal offence referred to in the disqualifying decision, or that his professional conduct, professional performance or physical or mental health had been such as is imputed to him by that decision, as the case may be. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Medical Act 1983", "year": 1983, "section": "44A", "section_title": "Effect of disqualification or conviction on registration", "section_text": "44A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "44B", "section_title": "Provision of information in respect of fitness to practise matters", "section_text": "44B 1 If a person has been registered by virtue of any provision of this Act  ...  and it is subsequently shown to the satisfaction of the Registrar that— a his fitness to practise was impaired at the time of his registration   as a result of serious, specific circumstances or because of a problem   with his physical or mental health; and b he had not informed the Registrar of   those circumstances or that problem   before his registration, the Registrar may erase that person’s name from the register. 2 The General Council may by regulations make provision for the information to be provided to the Registrar— a by or in respect of a person seeking registration by virtue of any provision of this Act  ... for the purpose of determining whether his fitness to practise is impaired; b by or in respect of a person who is fully registered  ...  or provisionally registered, for the purpose of determining whether his fitness to practise was impaired at the time of his registration   as a result of serious, specific circumstances or because of a problem   with his physical or mental health. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Registrar may— a refuse to register (even if he is directed by the General Council to do so) any person who fails to comply with, or in respect of whom there is a failure to comply with, regulations made under subsection (2)(a) above; b erase from the register the name of any person who fails to comply with, or in respect of whom there is a failure to comply with, regulations made under subsection (2)(b) above. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Regulations under subsection (2) above shall not have effect until approved by order of the Privy Council. 11 Any provision made under subsection (2)(a) has effect subject to section 44BA below."}, {"act": "Medical Act 1983", "year": 1983, "section": "44BA", "section_title": "Fitness to practise of exempt persons: sufficient evidence", "section_text": "44BA 1 Subsections (2) to (5) apply in relation to an exempt person (“E”) who applies for registration under section 3(1)(b), 14A or 19A of this Act. 2 For the purpose of determining whether E's fitness to practise is impaired, the Registrar shall accept as sufficient evidence of E's good health a certificate which— a attests to E's good physical and mental health; and b is required of a person who wishes to practise medicine in E's attesting State. 3 If no such certificate is required of persons who wish to practise medicine in E's attesting State, for the purpose of determining whether E's fitness to practise is impaired, the Registrar shall accept as sufficient evidence of E's good health a certificate which— a attests to E's good physical and mental health; and b is issued by a competent authority in E's attesting State. 4 For the purpose of determining whether E's fitness to practise is impaired, the Registrar shall accept as sufficient evidence of E's good character a certificate which— a attests to E's good character or good repute; and b is issued by a competent authority in E's attesting State. 5 If no such certificate is issued by a competent authority in E's attesting State, for the purpose of determining whether E's fitness to practise is impaired, the Registrar shall accept as sufficient evidence of E's good character a certificate— a attesting to the authenticity of a declaration on oath made by E— i before a competent judicial or administrative authority, notary or qualified professional body of E's attesting State, and ii attesting to E's good character; and b issued by the authority, notary or body referred to in paragraph (a)(i). In this subsection,  “ declaration on oath ” includes a solemn declaration. 6 In subsections (2) to (5) the  “ attesting State ”, in relation to E, is— a the relevant European State in which E obtained his medical qualification; or b (if different) the relevant European State from which E comes to the United Kingdom. 7 The Registrar shall not accept any certificate referred to in subsection (2), (3), (4) or (5) if it is presented more than three months after the date on which it was issued."}, {"act": "Medical Act 1983", "year": 1983, "section": "44C", "section_title": "Indemnity arrangements", "section_text": "44C 1 A person who holds a licence to practise as a medical practitioner, and practises as such, must have in force in relation to him an indemnity arrangement which provides appropriate cover for practising as such. 2 For the purposes of this section, an  “indemnity arrangement” may comprise— a a policy of insurance; b an arrangement for the purposes of indemnifying a person; c a combination of the two. 3 For the purposes of this section,  “ appropriate cover ”, in relation to practice as a medical practitioner, means cover against liabilities that may be incurred in practising as such which is appropriate, having regard to the nature and extent of the risks of practising as such. 4 The General Council may make regulations in connection with the information to be provided to the Registrar— a by or in respect of a person seeking a licence to practise for the purpose of determining whether, if he is granted such a licence, there will be in force in relation to him by the time he begins to practise an indemnity arrangement which provides appropriate cover; and b by or in respect of a person who holds a licence to practise for the purpose of determining whether there is in force in relation to him an indemnity arrangement which provides appropriate cover. 5 Regulations made under subsection (4)(b) may require the information mentioned there to be provided— a at the request of the Registrar; or b on such dates or at such intervals as the Registrar may determine, either generally or in relation to individual practitioners or practitioners of a particular description. 6 The General Council may also make regulations requiring a person who holds a licence to practise to inform the Registrar if there ceases to be in force in relation to him an indemnity arrangement which provides appropriate cover. 7 The General Council may also make regulations requiring a person who holds a licence to practise to inform the Registrar if there is in force in relation to him appropriate cover provided under an indemnity arrangement by an employer. 8 A licensing authority may refuse to grant a licence to practise to any person who fails to comply, or in respect of whom there is a failure to comply, with regulations made under subsection (4)(a). 9 Where a person who holds a licence to practise is in breach of subsection (1) or there is a failure to comply with regulations made under subsection (4)(b) in relation to him— a a licensing authority may withdraw that person's licence to practise; or b the breach or failure may be treated as misconduct for the purposes of section 35C(2)(a) , and the Registrar may accordingly refer the matter to the Investigation Committee under section 35C(4). 10 Regulations made under subsection (4), (6) or (7) shall not have effect until approved by the Privy Council. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "44D", "section_title": "Approved practice settings", "section_text": "44D 1 Unless the Registrar otherwise directs in relation to a particular person, a person who is registered under section 3(1)(a) or 21B above after the coming into force of this section shall, before his first revalidation in accordance with Part 3A above after he is registered, practise medicine in the United Kingdom only in a practice setting— a where he is subject to a governance system that includes, but is not limited to, provision for appropriate supervision and appraisal arrangements or assessments; and b which is, or which is of a type which is, for the time being recognised by the General Council, either generally or in relation to him or to practitioners of his class, as being acceptable for a practitioner who is newly fully registered. 2 Unless the Registrar otherwise directs in relation to a particular person, a person whose name is restored to the register after the coming into force of this section shall, before his first revalidation in accordance with Part 3A above after his name is restored to the register, practise medicine in the United Kingdom only in a practice setting— a where he is subject to a governance system that includes, but is not limited to, provision for appropriate supervision and appraisal arrangements or assessments; and b which is, or which is of a type which is, for the time being recognised by the General Council, either generally or in relation to him or to practitioners of his class, as being acceptable for a practitioner who is newly restored to the register. 3 The General Council may limit their recognition of— a a particular practice setting so that it is recognised in relation only to one or more particular practitioners or particular classes of practitioner; b a particular type of practice setting so that it is recognised in relation only to one or more particular classes of practitioner. 4 The General Council may exclude a particular practice setting from their recognition of a particular type of practice setting— a in relation to all practitioners; or b in relation to one or more particular classes of practitioner. 5 The General Council may at any time vary or withdraw their recognition from a particular practice setting or a particular type of practice setting. 6 An example of a valid reason for withdrawing recognition from a particular practice setting, or excluding a particular practice setting from recognition of a particular type of practice setting, is that the relevant governance system operated there is not quality assured by a body that is acceptable to the General Council as a provider of quality assurance. 7 If— a a person starts practising medicine in a practice setting that is, or is of a type that is, recognised under whichever is appropriate of subsection (1)(b) or (2)(b) above, either generally or in relation to practitioners of his class; and b while he is practising medicine there, it ceases to be so recognised, it is to be treated as continuing to be recognised in relation to the particular practitioner while he continues to practise medicine there. 8 The General Council may by regulations make provision for the information to be provided to the Registrar by or in respect of a fully registered person for the purposes of determining whether or not he is in breach of subsection (1) or (2) above. 9 If a fully registered person— a is in breach of subsection (1) or (2) above; or b fails to comply with regulations made under subsection (8) above, or there is a failure to comply with those regulations in respect of him, the breach or failure may be treated as misconduct for the purposes of section 35C(2)(a) above, and the Registrar may refer the matter to the Investigation Committee for investigation by them under section 35C(4) above. 10 Regulations under subsection (8) above shall not have effect until approved by order of the Privy Council. 11 The General Council may publish guidance for practitioners who— a are newly fully registered or whose names are newly restored to the register; but b are not subject to the requirements imposed by subsection (1) and (2), on what are suitable practice settings for them before their first revalidation in accordance with Part 3A above after being registered or before their names are restored to the register."}, {"act": "Medical Act 1983", "year": 1983, "section": "45", "section_title": "Disciplinary provisions affecting practitioners who render services while visiting the United Kingdom", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Medical Act 1983", "year": 1983, "section": "45A", "section_title": "Requirement to nominate or appoint responsible officer", "section_text": "45A 1 The appropriate authority may by regulations make provision for or in connection with requiring designated bodies to nominate or appoint persons who are to have such responsibilities as may be conferred on them by virtue of section 45B. 2 A person who is so nominated or appointed by a designated body is to be known as its responsible officer (but this is subject to any provision made by virtue of subsection (5)(e)). 3 In this Part  “ designated body ” means— a a body falling within any description of bodies prescribed for the purposes of this section, or b any other body prescribed for those purposes. 4 The descriptions of bodies, or particular bodies, that may be so prescribed are descriptions of bodies, or particular bodies, appearing to the appropriate authority— a to provide, or arrange for the provision of, health care, or b to employ or contract with medical practitioners. 5 Regulations under this section may make provision— a for conditions that must be satisfied in relation to a person if that person is to be nominated or appointed as, or remain as, a responsible officer of a designated body, b authorising or requiring a designated body to nominate or appoint more than one responsible officer, c for a single person to be nominated or appointed as the responsible officer for each of two or more designated bodies where those bodies are satisfied as to the prescribed matters, d requiring a designated body that has a responsible officer to provide to the officer, or, if that designated body does not employ the officer, to the employer of the officer, funds and other resources necessary for enabling the officer to discharge the officer's prescribed responsibilities as a responsible officer for the designated body, e for the persons nominated or appointed as mentioned in subsection (1) to be known by such name as is prescribed, and f for making such amendments of any enactment as appear to the appropriate authority to be required in connection with any provision made by virtue of paragraph (e). 6 The conditions imposed under subsection (5)(a) may in particular include a requirement for the designated body to consult the General Council before nominating or appointing any person as a responsible officer for the body. 7 Regulations under this section may in prescribed cases provide that a responsible officer for a designated body is to be nominated by the appropriate authority instead of the designated body. 8 In this section— “ enactment ” includes any provision of, or any instrument made under, Northern Ireland legislation; “ health care ” means services provided to individuals for or in connection with the prevention, diagnosis or treatment of illness; “ illness ” has the same meaning as in section 25(1) of the Health Act 2006."}, {"act": "Medical Act 1983", "year": 1983, "section": "45B", "section_title": "Responsibilities of responsible officer", "section_text": "45B 1 Regulations under section 45A may make provision for or in connection with— a conferring on the responsible officer or officers for a designated body responsibilities relating to the evaluation of the fitness to practise of medical practitioners having a prescribed connection with that body, and b requiring a responsible officer for a designated body to co-operate with the General Council, any of its committees, or any persons authorised by the General Council, in connection with the exercise by any of them of functions under Part 3A or 5 of this Act. 2 Where a designated body has more than one responsible officer, regulations under section 45A may make provision for or in connection with the division of prescribed responsibilities among those officers, including provision for the division to be determined by the designated body. 3 The power by virtue of subsection (1)(a) to prescribe the connection between a medical practitioner and a designated body includes, in particular, power to prescribe a connection based on any of the following circumstances— a the practitioner being employed by the designated body, b the practitioner providing services to the designated body, c the practitioner being employed by a person who provides services to the designated body, d the practitioner providing services in the geographical area in relation to which the designated body exercises functions in relation to the provision of  any of the UK health services , or e the practitioner being employed by or providing services to, or pursuant to arrangements made by, a body which is located in the geographical area in relation to which the designated body exercises functions in relation to the provision of  any of the UK health services   but is not itself a designated body. 4 A designated body may confer on any of its responsible officers such powers as it considers appropriate to enable the officer to discharge any of the officer's prescribed responsibilities as a responsible officer for the body. 5 If a designated body requires any of its responsible officers to carry out any functions other than the officer's prescribed responsibilities, it must in doing so have regard to the officer's prescribed responsibilities. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "45C", "section_title": "Regulations under section 45A: further provisions", "section_text": "45C 1 Regulations under section 45A may— a create offences punishable on summary conviction by a fine not exceeding level 5 on the standard scale, and b create other procedures for enforcing any provisions of the regulations. 2 Regulations under section 45A may require a designated body or a responsible officer to have regard to any guidance given from time to time by the appropriate authority or any other prescribed person in relation to the nomination or appointment of responsible officers or their prescribed responsibilities. 3 Regulations under section 45A may make provision requiring— a a body which employs, or is provided with services by, a medical practitioner, or which arranges for others to be provided with services by a medical practitioner, but which is not a designated body, or b a medical practitioner, to provide, to the responsible officer with prescribed responsibilities relating to that medical practitioner or to the designated body for which the officer is a responsible officer or, if that designated body does not employ the responsible officer, to the employer of the officer, funds and other resources necessary for enabling the responsible officer to discharge the officer's prescribed responsibilities relating to that medical practitioner. 4 Regulations under section 45A may make provision for or in connection with requiring prescribed persons to supply information or produce documents to a responsible officer in connection with the discharge of the prescribed responsibilities of the responsible officer."}, {"act": "Medical Act 1983", "year": 1983, "section": "45D", "section_title": "Crown application", "section_text": "45D 1 This Part binds the Crown. 2 No contravention by the Crown of any provision of this Part or regulations made under this Part makes the Crown criminally liable; but the High Court (or, in Scotland, the Court of Session) may declare unlawful any act or omission of the Crown which constitutes such a contravention. 3 The provisions of this Part apply to persons in the service of the Crown as they apply to other persons. 4 Nothing in this section affects Her Majesty in her private capacity; and this subsection is to be read as if section 38(3) of the Crown Proceedings Act 1947 (meaning of Her Majesty in her private capacity) were contained in this Act."}, {"act": "Medical Act 1983", "year": 1983, "section": "45E", "section_title": "Regulations under section 45A: supplementary provisions", "section_text": "45E 1 The power of the Secretary of State to make regulations under section 45A is exercisable by statutory instrument. 2 Before making any regulations under section 45A, the Secretary of State must consult— a the Scottish Ministers, if the regulations extend to Scotland, and b the Welsh Ministers, if the regulations apply to Wales. 3 A statutory instrument that— a contains regulations made by the Secretary of State under section 45A, and b is not subject to a requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, is subject to annulment in pursuance of a resolution of either House of Parliament. 4 The Secretary of State may not make a statutory instrument containing (whether alone or with other provision) the first regulations under section 45A that include provision made by the Secretary of State by virtue of section 45B unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 The power of the Department of Health, Social Services and Public Safety in Northern Ireland to make regulations under section 45A is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 6 A statutory rule that— a contains regulations made by the Department of Health, Social Services and Public Safety in Northern Ireland under section 45A, and b is not subject to a requirement that a draft of the statutory rule be laid before, and approved by a resolution of, the Northern Ireland Assembly, is subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954. 7 The Department of Health, Social Services and Public Safety in Northern Ireland may not make a statutory rule containing (whether alone or with other provision) the first regulations under section 45A that include provision made by the Department by virtue of section 45B unless a draft of the statutory rule has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 8 Regulations under section 45A may make different provision for different cases."}, {"act": "Medical Act 1983", "year": 1983, "section": "45F", "section_title": "Interpretation of Part 5A", "section_text": "45F In this Part— “ the appropriate authority ” means— in relation to England and Wales or Scotland, the Secretary of State, or in relation to Northern Ireland, the Department of Health, Social Services and Public Safety in Northern Ireland; “ designated body ” has the meaning given by section 45A(3); “ prescribed ” means prescribed by regulations under section 45A."}, {"act": "Medical Act 1983", "year": 1983, "section": "46", "section_title": " Recovery of fees.", "section_text": "46 1 Except as provided in   subsection (2A)   below, no person shall be entitled to recover any charge in any court of law for any medical advice or attendance, or for the performance of any operation,  ... unless he proves that he is fully registered  and holds a licence to practise . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A Subsection (1) above shall not apply to fees in respect of medical services lawfully provided— a under arrangements to provide services as part of  ...  any of the UK health services ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c by a person who is a member of a profession regulated by a body, apart from the General Council, mentioned in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002. 3 Where a practitioner is a fellow of a college of physicians, fellows of which are prohibited by byelaw from recovering by law their expenses, charges or fees, then, notwithstanding that he is fully registered  and holds a licence to practise , the prohibitory byelaw, so long as it is in force, may be pleaded in bar of any legal proceedings instituted by him for the recovery of expenses, charges or fees."}, {"act": "Medical Act 1983", "year": 1983, "section": "47", "section_title": "Appointments not to be held except by fully registered medical practitioners who hold licences to practise.", "section_text": "47 1   Subject to subsection (2) below, only a person who is fully registered and who holds a licence to practise may hold an appointment as physician, surgeon or other medical officer — a in the naval, military or air service, b in any hospital or other place for the reception of persons suffering from mental disorder, or in any other hospital, infirmary or dispensary not supported wholly by voluntary contributions, c in any prison, or d in any other public establishment, body or institution, or to any friendly or other society for providing mutual relief in sickness, infirmity or old age. 2 Nothing in this section shall prevent any person who is not a Commonwealth citizen from being and acting as the resident physician or medical officer of any hospital established exclusively for the relief of foreigners in sickness, so long as he— a has obtained from a foreign university a degree or diploma of doctor in medicine and has passed the regular examinations entitling him to practise medicine in his own country, and b is engaged in no medical practice except as such a resident physician or medical officer. 3 None of the suspension events mentioned in subsection (4) below shall terminate any appointment such as is mentioned in subsection (1) above, but the person suspended shall not perform the duties of such an appointment during the suspension. 4 The suspension events are— a the suspension of registration of a person by a   Medical Practitioners Tribunal — i following a finding of impairment of fitness to practise by reason of deficient professional performance or adverse physical or mental health under section 35D above, or ii under   paragraph 5A(3D) or 5C(4)   of Schedule 4 to this Act; b an order for immediate suspension by a   Medical Practitioners Tribunal   under section 38(1) above; or c an interim suspension order by an   Interim Orders Tribunal   or a   Medical Practitioners Tribunal   under section 41A above (or such an order as extended under that section)."}, {"act": "Medical Act 1983", "year": 1983, "section": "48", "section_title": "  Certificates invalid if not signed by fully registered medical practitioners who hold licences to practise.", "section_text": "48 A certificate required by any enactment, whether passed before or after the commencement of this Act, from any physician, surgeon, licentiate in medicine and surgery or other medical practitioner shall not be valid unless the person signing it is fully registered  and holds a licence to practise ."}, {"act": "Medical Act 1983", "year": 1983, "section": "49", "section_title": " Penalty for pretending to be registered.", "section_text": "49 1 ... any person who wilfully and falsely pretends to be or takes or uses the name or title of physician, doctor of medicine, licentiate in medicine and surgery, bachelor of medicine, surgeon, general practitioner or apothecary, or any name, title, addition or description implying that he is registered under any provision of this Act, or that he is recognised by law as a physician or surgeon or licentiate in medicine and surgery or a practitioner in medicine or an apothecary, shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale  . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any penalty to which a person is liable on summary conviction under subsection (1) above may be recovered in Scotland by any person before the sheriff or the district court who may, on the appearance or the default to appear of the accused, proceed to hear the complaint, and where the offence is proved or admitted the sheriff or court shall order the accused to pay the penalty as well as such expenses as the sheriff or court shall think fit. 4 Any sum of money arising from conviction and recovery of penalties as mentioned in subsection (3) above shall be paid to the treasurer of the General Council."}, {"act": "Medical Act 1983", "year": 1983, "section": "49A", "section_title": "Penalty for pretending to hold a licence to practise", "section_text": "49A 1 If a person who does not hold a licence to practise— a holds himself out as having such a licence; or b engages in conduct calculated to suggest that he has such a licence, he shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 2 Any penalty to which a person is liable on summary conviction under subsection (1) above may be recovered in Scotland by any person before the sheriff or the district court who may, on the appearance or the default to appear of the accused, proceed to hear the complaint, and where the offence is proved or admitted the sheriff or court shall order the accused to pay the penalty as well as such expenses as the sheriff or court shall think fit. 3 Any sum of money arising from conviction and recovery of penalties as mentioned in subsection (2) above shall be paid to the Treasurer of the General Council."}, {"act": "Medical Act 1983", "year": 1983, "section": "49B", "section_title": "The Directive: designation of competent authority etc.", "section_text": "49B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "50", "section_title": " Default powers of Privy Council.", "section_text": "50 1 If at any time it appears to the Privy Council that— a   the  General Council   have failed to secure the maintenance of the prescribed standard of proficiency at examinations; or b   the  General Council   ought to exercise any power, perform any duty, or do any act or thing vested in, imposed on or authorised to be done by them, by any provision of this Act except section 7,  10A or   32(1) to (3), (7) or (9)   ... or paragraph 7 of Schedule 4 to this Act, the Privy Council may notify their opinion to the General Council .... 2 If the General Council fail to comply with any directions of the Privy Council relating to a notification given under subsection (1) above, the Privy Council may themselves give effect to those directions, and for that purpose may exercise any power vested in the General Council or do any act or thing authorised to be done by that Council and may of their own motion do any act or thing which under this Act they are authorised to do in pursuance of a representation or suggestion from the General Council. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Medical Act 1983", "year": 1983, "section": "51", "section_title": " Exercise of powers to make Orders in Council and other orders.", "section_text": "51 1 Any power of the Privy Council to make orders under the provisions of this Act  ... shall be exercisable by statutory instrument. 2 Except as provided in subsection (3) below, any statutory instrument containing an Order in Council or order of the Privy Council under any provision of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Subsection (2) above does not apply to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an order of the Privy Council under section ... 31(10) above."}, {"act": "Medical Act 1983", "year": 1983, "section": "52", "section_title": " Exercise of powers of Privy Council.", "section_text": "52 1 Any power vested in the Privy Council by this Act may be exercised by any two or more of the lords and others of the Council. 2 Any act of the Privy Council under this Act shall be sufficiently signified by an instrument signed by the clerk of the Council, and an order or act signified by an instrument purporting to be signed by the clerk of the Council shall be deemed to have been duly made or done by the Privy Council, and an instrument so signed shall be received in evidence in all courts and proceedings without proof of the authority or signature of the clerk of the Council or other proof."}, {"act": "Medical Act 1983", "year": 1983, "section": "52A", "section_title": "Annual reports, statistical reports and strategic plans", "section_text": "52A 1 The General Council shall publish, by such date in each year as the Privy Council shall specify— a a report on the exercise of their functions which includes a description of the arrangements that the General Council have put in place to ensure that they adhere to good practice in relation to equality and diversity (and for these purposes “equality” and “diversity” have the meanings given in section 8(2) of the Equality Act 2006); b a statistical report which indicates the efficiency and effectiveness of, and which includes a description of, the arrangements which the General Council have put in place to protect members of the public from persons who are provisionally registered or fully registered and whose fitness to practise is impaired, together with the General Council’s observations on the report; and c a strategic plan for the General Council in respect of such number of years as the General Council shall determine. 2 The General Council shall submit copies of the reports and the plan published under subsection (1) to the Privy Council and the Privy Council shall lay copies of the reports and the plan before each House of Parliament."}, {"act": "Medical Act 1983", "year": 1983, "section": "52B", "section_title": "Annual reports of the MPTS", "section_text": "52B 1 The MPTS must publish, by such date in each year as the Privy Council specifies— a a report on the nature and volume of cases referred to the MPTS; b a report on the exercise of the MPTS’s functions which includes a description of the arrangements that the MPTS have put in place to ensure that they adhere to good practice in relation to equality and diversity (and for these purposes “equality” and “diversity” each have the meaning given in section 8(2) of the Equality Act 2006); c a report on the points of learning which the MPTS have identified and their proposals for addressing each of those points. 2 The MPTS must submit copies of the reports published under subsection (1) to the Privy Council; and the Privy Council must lay copies of the reports before each House of Parliament."}, {"act": "Medical Act 1983", "year": 1983, "section": "53", "section_title": " Proof of certain instruments.", "section_text": "53 1 A copy of any instrument mentioned in subsection (2) below which— a purports to be printed by the Queen's printers, or by any other printers in pursuance of authority given by the General Council, or b is certified to be a true copy by the Registrar or by any other person appointed by the General Council, either in addition to or in place of the Registrar, to certify any such instrument, shall be admissible in evidence. 2 The instruments referred to in subsection (1) above are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b regulations made by the General Council under section 31 or 32 above; c an order of a   Medical Practitioners Tribunal   under section 38 above; and d a direction of the General Council under section 39 above."}, {"act": "Medical Act 1983", "year": 1983, "section": "54", "section_title": " Saving for certain occupations.", "section_text": "54 Nothing in this Act shall prejudice or in any way affect the lawful occupation, trade, or business of chemists and druggists and dentists, or the rights, privileges or employment of duly licensed apothecaries in Northern Ireland, so far as the occupation, trade or business extends to selling, compounding or dispensing medicines."}, {"act": "Medical Act 1983", "year": 1983, "section": "55", "section_title": " Interpretation.", "section_text": "55 1 In this Act— “ acceptable overseas qualification ” has the meaning given by  section 21B(2)   above; “acceptable programme for provisionally registered doctors” has the meaning given by section 10A(1) above;   “ adaptation period ” means a period of practice, subject to an assessment and, where necessary, accompanied by further training, which is supervised by a fully registered medical practitioner;     “ aptitude test ” means an assessment, with the aim of determining whether a specified state professional has the knowledge, skills and experience that the General Council consider to be required for practising as a fully registered medical practitioner;   “ additional qualification ” has the meaning given by section 16(2) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ CCT ” means a certificate of completion of training awarded under section 34L(1); “ competent authority ” means any authority or body of a relevant European State designated by that State for the purposes of the Directive as competent to— receive or issue evidence of qualifications or other information or documents, or receive applications and take the decisions referred to in the Directive, in connection with the practice of medicine; “ the Directive ”  means Directive  2005/36/EC  of the European Parliament and of the Council of 7th September 2005 on the recognition of professional qualifications (OJ No L255, 30.09.2005, p 22), and any reference in this Act to the Directive or to any provision of the Directive is a reference to the Directive, or to that provision of the Directive, as it had effect immediately before  IP completion day  (but see subsections (2) and (3) below);   ... “ Directive 2002/58/EC ” means  Directive 2002/58/EC  of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (Directive on privacy and electronic communications), as amended from time to time; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ disqualifying decision ” has the meaning given by section 44(2) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ enforceable EU right ” means a right recognised and available in domestic law, immediately before  IP completion day, by virtue of section 2(1) of the European Communities Act 1972;  “ exempt person ” has the meaning given in section 19(2) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ fully registered person ” means a person for the time being registered under section 3, 14A,  18A,   19, 19A, 21B, 27A or 27B above as a fully registered medical practitioner ... and— so far as mentioned in subsection (3) of section 15 (including that subsection as applied by section  15A(4), 21 or 21C   above, but not further, includes a person for the time being provisionally registered; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and “ fully registered ” shall be construed accordingly; “ the General Council ” means the General Medical Council; “ General Practitioner Register ” means the register kept by the General Council under section 34C; “the General Systems Regulations” means the European Union (Recognition of Professional Qualifications) Regulations 2015 ( S.I. 2015/2059 )   in relation to anything done before  IP completion day, as they had effect at that time;  otherwise, as (and only to the extent that) they have effect, on or after  IP completion day, in relation to an entitlement which arose before  IP completion day  or arises as a result of something done before  IP completion day ; “ GP Registrar ” means a medical practitioner who is being trained in general practice whether as part of training leading to the award of a CCT or otherwise; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “impaired”, in relation to a person’s fitness to practise, has the meaning given in section 35C(2) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “the MPTS” means the Medical Practitioners Tribunal Service “ national ”, in relation to a   relevant European State , has the same meaning as in the   EU   Treaties, but does not include a person who by virtue of Article 2 of Protocol  No.  3 (Channel Islands and Isle of Man) to the Treaty of Accession   was not, immediately before  IP completion day   to benefit from Community provisions relating to the free movement of persons and services; “the necessary knowledge of English”, in relation to a person, means the knowledge of English which, in the interests of himself and his patients, is necessary for the practice of medicine in the United Kingdom; “ NHS consultant ” means a consultant other than a locum consultant (but including an honorary consultant) employed for the purposes of providing any service as part of any of the UK health services; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the prescribed knowledge and skill ” has the meaning given by section 5(4) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the prescribed standard of proficiency ” has the meaning given by section 5(4) above; “ primary European qualification ” shall be construed in accordance with section 17 above; “ primary United Kingdom qualification ” has the meaning given by section 4(3) above; “ professional performance ” includes a medical practitioner’s professional competence;  “professional traineeship” means a period of professional practice, carried out under supervision, that— constitutes a condition for access to the medical profession in the country in which it is carried out; and takes place during or after completion of a course of education leading to an educational qualification pursued for the purpose of entry to that profession; “ provisionally registered ” means provisionally registered under section 15 ,  15A, 21 or 21C   above; “ qualification ”, except where the context otherwise requires, means any diploma, degree, fellowship, membership, licence, authority to practise, letters testimonial, certificate or other status or document granted in respect of any branch or branches of medicine by any university, corporation, college or other body or by any department of, or persons acting under the authority of, the government of any country or place; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ recognised specialty ” means a specialty which the Privy Council have designated as a recognised specialty by order under section 34D(3); “the register” means the register of medical practitioners; “ the Registrar ” has the meaning given by section 2(1) above but subject to sub-paragraph (3) of paragraph 16 of Schedule 1 to this Act; “ relevant European State ” means an EEA State or Switzerland; “ revalidation ” has the meaning given in section 29A above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Specialist Register ” means the register kept by the General Council under section 34D;   “ specified state professional ” means a person who holds a specified state qualification;     “ specified state qualification ” means a medical qualification granted in one of the states specified in Schedule 1 to the Recognition of Professional Qualifications and Implementation of International Recognition Agreements (Amendment) Regulations 2023;   “the statutory committees” has the meaning given in section 1(3A) above; “third country” means a country other than a relevant European State; “ the UK GDPR ” has the same meaning as in Parts 5 to 7 of the Data Protection Act 2018 (see section 3(10) and (14) of that Act); “ the UK health services ” means—  the health service as defined by section 275(1) of the National Health Service Act 2006  or section 206(1) of the National Health Service (Wales) Act 2006 ; the health service as defined by section 108(1) of the National Health Service (Scotland) Act 1978 ; and any of the health services under any enactment which extends to Northern Ireland and which corresponds to section 1(1) of the National Health Service Act 2006; 1ZA For the purposes of this Act an application for registration is made when it is received by the Registrar. 1A References in this Act to the over-arching objective are to the over-arching objective of the General Council under section 1(1A) (read with section 1(1B)). 2 In relation to anything done before the adoption by the Council of Directive  93/16/ EEC , references in this Act to   the Directive , or to any provision of   the Directive , shall be construed as references to, or to the corresponding provision of, the following Directives as for the time being amended, namely— a Council Directive  No. 75/362/ EEC  concerning the mutual recognition of diplomas, certificates and other evidence of formal qualifications in medicine; and b Council Directive  No. 75/363/ EEC  concerning the coordination of provisions in respect of activities of doctors. 3 In relation to anything done— a before the adoption by the Council and the European Parliament of the Directive, but b after the adoption by the Council of Directive  93/16/EEC , references in this Act to the Directive, or to any provision of the Directive, shall be construed as references to, or to any corresponding provision of, Directive  93/16/EEC  as for the time being amended. 4 In this section,  “ Directive  93/16/EEC ” means Council Directive  93/16/EEC  of 5th April 1993 to facilitate the free movement of doctors and the mutual recognition of their diplomas, certificates and other evidence of formal qualifications (OJ No. L165, 7.7.93, p.1)."}, {"act": "Medical Act 1983", "year": 1983, "section": "56", "section_title": " Consequential amendments, repeals, transitional provisions and savings.", "section_text": "56 1 Schedule 5 (consequential amendments) and Schedule 6 (transitional and saving provisions) to this Act shall have effect but without prejudice to the operation of sections 15 to 17 of the Interpretation Act 1978 (which relate to the effect of repeals); and in Schedule 6 “ the 1956 Act ” and “ the  1978 Act ” mean the  Medical Act 1956 and the  Medical Act 1978 respectively. 2 Subject to subsection (1) above, the enactments specified in Part I of Schedule 7 to this Act are hereby repealed to the extent specified in the third column of that Part of that Schedule. 3 The instruments specified in Part II of Schedule 7 to this Act are hereby revoked to the extent specified in the third column of that Part, but the re-enactment of Articles 4, 7 and 8 of the  Medical Qualifications (EEC Recognition) Order 1977 in provisions of this Act shall be without prejudice to the validity of those Articles, and any question as to the validity of them shall be determined as if the re-enacting provision of this Act were contained in a statutory instrument made under the powers under which that Order was made."}, {"act": "Medical Act 1983", "year": 1983, "section": "57", "section_title": " Short title, commencement and extent.", "section_text": "57 1 This Act may be cited as the Medical Act 1983. 2 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed. 3 This Act extends to Northern Ireland."}]