[{"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "1", "section_title": " The Development Commission.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "2", "section_title": " Grants to regional development organisations.", "section_text": "2 1 The Secretary of State may out of money provided by Parliament make grants to any body within subsection (2) below for the purpose of assisting it to promote industrial or commercial development in the area with which it is concerned. 2 The bodies referred to in subsection (1) above are— a the Devon and Cornwall Development Bureau; b the North of England Development Council; c the North West Industrial Development Association; d the Yorkshire and Humberside Development Association; e any other body, whether corporate or unincorporate, whose principal object appears to the Secretary of State to be the promotion of industrial or commercial development in an area in England. 3 The Secretary of State shall obtain the consent of the Treasury before making a grant under this section to any body other than one named in subsection (2)(a) to (d) above. 4 In making a grant under this section the Secretary of State may impose such conditions as he thinks fit, including in particular— a a condition requiring the recipient to keep proper accounts and records in respect of the application of the grant; b a condition requiring the recipient to submit to the Secretary of State such periodic statements of accounts and reports relating to the application of the grant as the Secretary of State may direct; and c a condition requiring the recipient to repay the whole or any part of the grant if any condition of the grant is not complied with. 5 The Secretary of State shall lay before each House of Parliament a copy of every statement and report submitted to him in compliance with a condition of the kind described in subsection (4)(b) above."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "4", "section_title": " Treasury guarantees.", "section_text": "4 1 In the enactments mentioned in Schedule 2 to this Act (which enable the Treasury to guarantee the repayment of the principal of, and the payment of interest on, sums borrowed by the bodies mentioned in the third column of that Schedule) for the words “and the payment of interest on” or “and the payment of any interest on” there shall be substituted the words “the payment of interest on and the discharge of any other financial obligation in connection with”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 62(1) of the  New Towns Act 1981 (Treasury guarantees in respect of sums borrowed by a development corporation or the Commission for the New Towns) for paragraphs (a) and (b) there shall be substituted the words “the repayment of the principal of, the payment of interest on and the discharge of any other financial obligation in connection with”."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "5", "section_title": " Power of Crown Estate Commissioners to grant leases.", "section_text": "5 In section 3(2) of the  Crown Estate Act 1961 (restriction on term for which a lease may be granted by Crown Estate Commissioners) for the words “one hundred years” there shall be substituted the words “one hundred and fifty years”."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "6", "section_title": " Redemption of certain annuities.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "7", "section_title": " Local government allowances.", "section_text": "7 1 Section 173A of the  Local Government Act 1972 (which enables councillors to give notices opting for financial loss allowance instead of attendance allowance) shall be amended as follows. 2 In subsection (3) (notices given within four weeks from election)— a for the words “four weeks from” there shall be substituted the words “one month beginning with the day of”; and b after the words “of the authority” there shall be inserted the words “then, subject to subsection (4A) below”. 3 For subsections (4) to (6) (later notices, and notices of withdrawal) there shall be substituted— 4 If a councillor gives a financial loss allowance notice to the local authority otherwise than in accordance with subsection (3) above, then, subject to subsection (4A) below, he shall be entitled to receive financial loss allowance for the performance of any approved duty after the end of the period of one month beginning with the day on which the notice is given. 4A If a councillor who has given a local authority a financial loss allowance notice gives them notice in writing that he withdraws that notice, it shall not have effect in relation to any duty performed after the day on which the notice of withdrawal is given. ."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "8", "section_title": " Repeals.", "section_text": "8 The enactments mentioned in Schedule 3 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "9", "section_title": " Commencement.", "section_text": "9 1 Sections 1 and 8 above (and Schedules 1 and 3) shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument; and an order under this subsection may appoint different days for different purposes. 2 Except as provided in subsection (1) above this Act shall come into force at the end of the period of two months beginning with the day on which it is passed."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "10", "section_title": " Extent.", "section_text": "10 1 Sections 1 and 2 above, and Schedule 1 to this Act (except paragraph 12), shall not extend to Northern Ireland. 2 Any amendment or repeal by section 4, 7 or 8 above of an enactment which does not extend throughout the United Kingdom shall extend only to the part of the United Kingdom to which the enactment amended or repealed extends. 3 Subject to subsections (1) and (2) above, this Act extends to Northern Ireland. 4 Section 5 of this Act extends to the Isle of Man so far as is material to any powers or duties of the Crown Estate Commissioners in the Isle of Man."}, {"act": "Miscellaneous Financial Provisions Act 1983", "year": 1983, "section": "11", "section_title": " Short title.", "section_text": "11 This Act may be cited as the Miscellaneous Financial Provisions Act 1983."}]