[{"act": "Mobile Homes Act 1983", "year": 1983, "section": "1", "section_title": "Particulars of agreements", "section_text": "1 1 This Act applies to any agreement under which a person (“ the occupier ”) is entitled— a to station a mobile home on land forming part of a protected site; and b to occupy the mobile home as his only or main residence. 2 Before making an agreement to which this Act applies, the owner of the protected site (“ the owner ”) shall give to the proposed occupier under the agreement a written statement which— a specifies the names and addresses of the parties; b includes particulars of the land on which the proposed occupier is to be entitled to station the mobile home that are sufficient to identify that land; c sets out the express terms to be contained in the agreement   (including any site rules (see section 2C)) ; d sets out the terms to be implied by section 2(1) below; and e complies with such other requirements as may be prescribed by regulations made by the   Secretary of State . 3 The written statement required by subsection (2) above must be given— a not later than 28 days before the date on which any agreement for the sale of the mobile home to the proposed occupier is made, or b (if no such agreement is made before the making of the agreement to which this Act applies) not later than 28 days before the date on which the agreement to which this Act applies is made. 4 But if the proposed occupier consents in writing to that statement being given to him by a date (“the chosen date”) which is less than 28 days before the date mentioned in subsection (3)(a) or (b) above, the statement must be given to him not later than the chosen date. 5 If any express term  other than a site rule (see section 2C) — a is contained in an agreement to which this Act applies, but b was not set out in a written statement given to the proposed occupier in accordance with subsections (2) to (4) above, the term is unenforceable by the owner or any person within section 3(1) below. This is subject to any order made by the  appropriate judicial body   under section 2(3) below. 6 If the owner has failed to give the occupier a written statement in accordance with subsections (2) to (4) above, the occupier may, at any time after the making of the agreement, apply to the  appropriate judicial body   for an order requiring the owner— a to give him a written statement which complies with paragraphs (a) to (e) of subsection (2)\t\t\t\t\t\t\t\t\t\t\t\t(read with any modifications necessary to reflect the fact that the agreement has been made), and b to do so not later than such date as is specified in the order. 7 A statement required to be given to a person under this section may be either delivered to him personally or sent to him by post. 8 Any reference in this section to the making of an agreement to which this Act applies includes a reference to any variation of an agreement by virtue of which the agreement becomes one to which this Act applies. 8A Subsections (3), (4) and (6) do not apply in relation to a person occupying or proposing to occupy a transit pitch  ... on a local authority gypsy and traveller site or a county council gypsy and traveller site and in such cases, the reference in subsection (5) to subsections (2) to (4) is to be treated as a reference to subsection (2). 8B In subsection (8A) “county council gypsy and traveller site”, “local authority gypsy and traveller site” and “transit pitch” all have the same meanings as in paragraph 1(4) of Chapter 1 of Part 1 of Schedule 1 to this Act. 9 Regulations under this section— a shall be made by statutory instrument; b ... shall be subject to annulment in pursuance of a resolution of either House of Parliament; and c may make different provision with respect to different cases or descriptions of case, including different provision for different areas."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "2", "section_title": " Terms of agreements.", "section_text": "2 1 In any agreement to which this Act applies there shall be implied the   applicable  terms set out in Part I of Schedule 1 to this Act; and this subsection shall have effect notwithstanding any express term of the agreement. 2 The  court appropriate judicial body   may, on the application of either party made  within   the relevant period , order that there shall be implied in the agreement terms concerning the matters mentioned in Part II of Schedule 1 to this Act. 3 The  appropriate judicial body  may, on the application of either party made within the relevant period, make an order— a varying or deleting any express term of the agreement  other than a site rule (see section 2C) ; b in the case of any express term to which section 1(6) above applies  other than a site rule (see section 2C) , provide for the term to have full effect or to have such effect subject to any variation specified in the order. 3A In subsections (2) and (3) above  “ the relevant period ” means the period beginning with the date on which the agreement is made and ending— a six months after that date, or b where a written statement relating to the agreement is given to the occupier after that date (whether or not in compliance with an order under section 1(6) above), six months after the date on which the statement is given; and section 1(8) above applies for the purposes of this subsection as it applies for the purposes of section 1. 3 The court  may, on the application of either party made within the relevant period, make an order— a varying or deleting any express term of the agreement; b in the case of any express term to which section 1(6) above applies, provide for the term to have full effect or to have such effect subject to any variation specified in the order. 3A In subsections (2) and (3) above  “ the relevant period ” means the period beginning with the date on which the agreement is made and ending— a six months after that date; or b where a written statement relating to the agreement is given to the occupier after that date (whether or not in compliance with an order under section 1(7) above), six months after the date on which the statement is given; and section 1(9) above applies for the purposes of this subsection as it applies for the purposes of section 1. 4 On an application under this section, the  court appropriate judicial body   shall make such provision as the  court appropriate judicial body   considers just and equitable in the circumstances. 5 The supplementary provisions in Part 3 of Schedule 1 to this Act have effect for the purposes of paragraphs 8 and 9   of Chapter 2  of Part 1 of that Schedule. 6 Subsections (2) to (4) do not apply in relation to a person occupying or proposing to occupy a transit pitch  ... on a local authority gypsy and traveller site or a county council gypsy and traveller site. 7 In subsection (6) “county council gypsy and traveller site”, “local authority gypsy and traveller site” and “transit pitch” all have the same meanings as in paragraph 1(4) of Chapter 1 of Part 1 of Schedule 1 to this Act."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "2A", "section_title": "Power to amend implied terms", "section_text": "2A 1 The   Secretary of State   may by order make such amendments of Part 1 or 2 of Schedule 1 to this Act as the   Secretary of State   considers appropriate. 2 An order under this section— a shall be made by statutory instrument; b may make different provision with respect to different cases or descriptions of case, including different provision for different areas; c may contain such incidental, supplementary, consequential, transitional or saving provisions as the authority making the order considers appropriate. 3 Without prejudice to the generality of subsections (1) and (2), an order under this section may— a make provision for or in connection with the determination by the court   or a tribunal  of such questions, or the making by the court   or a tribunal  of such orders, as are specified in the order; b make such amendments of any provision of this Act as the authority making the order considers appropriate in consequence of any amendment made by the order in Part 1 or 2 of Schedule 1. 4 The first order made under this section in relation to England or Wales respectively may provide for all or any of its provisions to apply in relation to agreements to which this Act applies that were made at any time before the day on which the order comes into force (as well as in relation to such agreements made on or after that day). 5 No order may be made  ... under this section unless   the Secretary of State   has consulted— a such organisations as appear to   the Secretary of State   to be representative of interests substantially affected by the order; and b such other persons as   the Secretary of State   considers appropriate. 6 No order may be made  ... under this section unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "2B", "section_title": "Power to amend implied terms: Scotland", "section_text": "2B 1 The Scottish Ministers may by order make such amendments of Part 1 or 2 of Schedule 1 to this Act as they consider appropriate. 2 An order under this section— a shall be made by statutory instrument; b may make different provision with respect to different cases or descriptions of case; c may contain such incidental, supplementary, consequential, transitional or saving provisions as the Scottish Ministers consider appropriate. 3 Without prejudice to the generality of subsections (1) and (2), an order under this section may— a make provision for or in connection with the determination by the court of such questions, or the making by the court of such orders, as are specified in the order; b make such amendments of any provision of this Act as the Scottish Ministers consider appropriate in consequence of any amendment made by the order in Part 1 or 2 of Schedule 1. 4 The first order made under this section may provide for all or any of its provisions to apply in relation to agreements to which this Act applies that were made at any time before the day on which the order comes into force (as well as in relation to such agreements made on or after that day). 5 No order may be made under this section unless the Scottish Ministers have consulted— a such organisations as appear to them to be representative of interests substantially affected by the order; and b such other persons as they consider appropriate. 6 No order may be made under this section unless a draft of the order has been laid before, and approved by a resolution of, the Scottish Parliament."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "2C", "section_title": "Site rules", "section_text": "2C 1 In the case of a protected site   , other than a gypsy and traveller site,   for which there are site rules, each of the rules is to be an express term of each agreement to which this Act applies that relates to a pitch on the site (including an agreement made before commencement or one made before the making of the rules). 2 The  “site rules” for a protected site are rules made by the owner in accordance with such procedure as may be prescribed which relate to— a the management and conduct of the site, or b such other matters as may be prescribed. 3 Any rules made by the owner before commencement which relate to a matter mentioned in subsection (2) cease to have effect at the end of such period beginning with commencement as may be prescribed. 4 Site rules come into force at the end of such period beginning with the first consultation day as may be prescribed, if a copy of the rules is deposited with the local authority before the end of that period. 5 Where a site rule is varied, the rule as varied comes into force at the end of such period beginning with the first consultation day as may be prescribed, if— a the rule is varied in accordance with such procedure as may be prescribed, and b a copy of the rule as varied is deposited with the local authority before the end of that period. 6 Where a site rule is deleted, the deletion comes into force at the end of such period beginning with the first consultation day as may be prescribed, if— a the rule is deleted in accordance with such procedure as may be prescribed, and b notice of the deletion is deposited with the local authority before the end of that period. 7 Regulations may provide that a site rule may not be made, varied or deleted unless a proposal to make, vary or delete the rule is notified to the occupiers of the site in question in accordance with the regulations. 8 Regulations may provide that site rules, or rules such as are mentioned in subsection (3), are of no effect in so far as they make provision in relation to prescribed matters. 9 Regulations may make provision as to the resolution of disputes— a relating to a proposal to make, vary or delete a site rule; b as to whether the making, variation or deletion of a site rule was in accordance with the applicable prescribed procedure; c as to whether a deposit required to be made by virtue of subsection (4), (5) or (6) was made before the end of the relevant period. 10 Provision under subsection (9) may confer functions on a tribunal. 11 Regulations may— a require a local authority to establish and keep up to date a register of site rules in respect of protected sites in its area; b require a local authority to publish the up-to-date register; c provide that any deposit required to be made by virtue of subsection (4), (5) or (6) must be accompanied by a fee of such amount as the local authority may determine."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "2D", "section_title": "Section 2C: supplementary provision", "section_text": "2D 1 This section applies for the purposes of section 2C. 2 “ Commencement ” means the commencement of that section. 3 “ First consultation day ” means the day on which a proposal made under regulations under subsection (7) of that section is notified to the occupiers of the site in accordance with the regulations. 4 A reference to the local authority is a reference to the local authority in whose area the protected site in question is situated. 5 A reference to a gypsy and traveller site is a reference to a county council gypsy and traveller site or a local authority gypsy and traveller site (each of which has the meaning given by paragraph 1(4) of Chapter 1 of Part 1 of Schedule 1). 6 “ Prescribed ” means prescribed in regulations; and the power to make regulations is exercisable by the Secretary of State. 7 The regulations must be made by statutory instrument and may— a make different provision for different cases or descriptions of case, including different provision for different areas; b contain incidental, supplementary, transitional or saving provisions. 8 The regulations are subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "3", "section_title": " Successors in title", "section_text": "3 1 An agreement to which this Act applies shall be binding on and enure for the benefit of any successor in title of the owner and any person claiming through or under the owner or any such successor. 2 Where an agreement to which this Act applies is lawfully assigned to any person, the agreement shall enure for the benefit of and be binding on that person. 3 Where a person entitled to the benefit of and bound by an agreement to which this Act applies dies at a time when he is occupying the mobile home as his only or main residence, the agreement shall enure for the benefit of and be binding on— a any person residing with that person (“the deceased”) at that time being— i the widow  , widower or surviving civil partner   of the deceased; or ii in default of a widow  , widower or surviving civil partner  so residing, any member of the deceased’s family; or b in default of any such person so residing, the person entitled to the mobile home by virtue of the deceased’s will or under the law relating to intestacy but subject to subsection (4) below. 4 An agreement to which this Act applies shall not enure for the benefit of or be binding on a person by virtue of subsection (3)(b) above in so far as— a it would, but for this subsection, enable or require that person to occupy the mobile home; or b   ... it includes terms implied by virtue of paragraph 5   , 8A, 8B or 9   of Chapter 2, or paragraph 5 of Chapter 4,  of Part I of Schedule 1 to this Act  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "4", "section_title": "Jurisdiction of a tribunal or the court  ...", "section_text": "4 1 In relation to a protected site  ..., a tribunal has jurisdiction— a to determine any question arising under this Act or any agreement to which it applies; and b to entertain any proceedings brought under this Act or any such agreement, subject to subsections (2) to (6). 2 Subsection (1) applies in relation to a question irrespective of anything contained in an arbitration agreement which has been entered into before that question arose. 3 In relation to a protected site  ..., the court has jurisdiction— a to determine any question arising by virtue of paragraph 4, 5 or 5A(2)(b) of Chapter 2, or paragraph 4, 5 or 6(1)(b) of Chapter 4, of Part 1 of Schedule 1 (termination by owner) under this Act or any agreement to which it applies; and b to entertain any proceedings so arising brought under this Act or any such agreement, subject to subsections (4) to (6). 4 Subsection (5) applies if the owner and occupier have entered into an arbitration agreement before the question mentioned in subsection (3)(a) arises and the agreement applies to that question. 5 A tribunal has jurisdiction to determine the question and entertain any proceedings arising instead of the court. 6 Subsection (5) applies irrespective of anything contained in the arbitration agreement mentioned in subsection (4). 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "5", "section_title": " Interpretation.", "section_text": "5 1 In this Act, unless the context otherwise requires—   “the appropriate judicial body” means whichever of the court or a tribunal has jurisdiction under section 4;   ...   “arbitration agreement” means an agreement in writing to submit to arbitration any question arising under this Act or any agreement to which it applies;   “ the court ” means— in relation to England  ..., the county court  ... or, where the parties have  entered into an arbitration agreement that applies to the question to be determined , the arbitrator; in relation to Scotland, the sheriff having jurisdiction where the protected site is situated or, where the parties have so agreed, the arbiter ; “ local authority ” has the same meaning as in Part I of the  Caravan Sites and Control of Development Act 1960; “ mobile home ” has the same meaning as “caravan” has in that Part of that Act ; “ owner ”, in relation to a protected site, means the person who, by virtue of an estate or interest held by him, is entitled to possession of the site or would be so entitled but for the rights of any persons to station mobile homes on land forming part of the site ; “ planning permission ” means permission under  Part III of the Town and Country Planning Act 1990  or  Part III of the Town and Country Planning (Scotland) Act 1997 ; “ protected site ”  does not include any land occupied by a local authority as a caravan site providing accommodation for gipsies or, in Scotland, for persons to whom section 24(8A) of the Caravan Sites and Control of Development Act 1960 applies but, subject to that,  has the same meaning as in Part I of the  Caravan Sites Act 1968.   “a tribunal” means, where the parties have entered into an arbitration agreement that applies to the question to be determined and that question arose before the agreement was made, the arbitrator; or, in other cases— in relation to England, the First-tier Tribunal or, where determined by or under Tribunal Procedure Rules, the Upper; and in relation to Wales, a residential property tribunal   2 In relation to an agreement to which this Act applies— a any reference in this Act to the owner includes a reference to any person who is bound by and entitled to the benefit of the agreement by virtue of subsection (1) of section 3 above; and b subject to subsection (4) of that section, any reference in this Act to the occupier includes a reference to any person who is entitled to the benefit of and bound by the agreement by virtue of subsection (2) or (3) of that section. 3 A person is a member of another’s family within the meaning of this Act if he is his spouse,   civil partner,  parent, grandparent, child, grandchild, brother, sister, uncle, aunt, nephew or niece; treating— a any relationship by marriage   or civil partnership  as a relationship by blood, any relationship of the half blood as a relationship of the whole blood and the stepchild of any person as his child; and b an illegitimate person as the legitimate child of his mother and reputed father; or if they live together  as husband and wife  or as if they were civil partners as if they were a married couple or civil partners . 4 In relation to land in Scotland, any reference in this Act to an “estate or interest” shall be construed as a reference to a right in, or to, the land."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "6", "section_title": " Short title, repeals, commencement and extent.", "section_text": "6 1 This Act may be cited as the Mobile Homes Act 1983. (2) The enactments mentioned in Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force on the expiry of the period of one week beginning with the day on which it is passed. 4 This Act does not extend to Northern Ireland."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "1", "section_title": "Particulars of agreements", "section_text": "1 1 This Act applies to any agreement under which a person (“ the occupier ”) is entitled— a to station a mobile home on land forming part of a protected site; and b to occupy the mobile home as his only or main residence. 2 Before making an agreement to which this Act applies, the owner of the protected site (“ the owner ”) shall give to the proposed occupier under the agreement a written statement which— a specifies the names and addresses of the parties; b includes particulars of the land on which the proposed occupier is to be entitled to station the mobile home that are sufficient to identify that land; c sets out the express terms to be contained in the agreement   (including any site rules (see section 2C)) ; d sets out the terms to be implied by section 2(1) below; and e complies with such other requirements as may be prescribed by regulations made by the   Secretary of State . 3 The written statement required by subsection (2) above must be given— a not later than 28 days before the date on which any agreement for the sale of the mobile home to the proposed occupier is made, or b (if no such agreement is made before the making of the agreement to which this Act applies) not later than 28 days before the date on which the agreement to which this Act applies is made. 4 But if the proposed occupier consents in writing to that statement being given to him by a date (“the chosen date”) which is less than 28 days before the date mentioned in subsection (3)(a) or (b) above, the statement must be given to him not later than the chosen date. 5 If any express term  other than a site rule (see section 2C) — a is contained in an agreement to which this Act applies, but b was not set out in a written statement given to the proposed occupier in accordance with subsections (2) to (4) above, the term is unenforceable by the owner or any person within section 3(1) below. This is subject to any order made by the  appropriate judicial body   under section 2(3) below. 6 If the owner has failed to give the occupier a written statement in accordance with subsections (2) to (4) above, the occupier may, at any time after the making of the agreement, apply to the  appropriate judicial body   for an order requiring the owner— a to give him a written statement which complies with paragraphs (a) to (e) of subsection (2)\t\t\t\t\t\t\t\t\t\t\t\t(read with any modifications necessary to reflect the fact that the agreement has been made), and b to do so not later than such date as is specified in the order. 7 A statement required to be given to a person under this section may be either delivered to him personally or sent to him by post. 8 Any reference in this section to the making of an agreement to which this Act applies includes a reference to any variation of an agreement by virtue of which the agreement becomes one to which this Act applies. 8A Subsections (3), (4) and (6) do not apply in relation to a person occupying or proposing to occupy a transit pitch  ... on a local authority gypsy and traveller site or a county council gypsy and traveller site and in such cases, the reference in subsection (5) to subsections (2) to (4) is to be treated as a reference to subsection (2). 8B In subsection (8A) “county council gypsy and traveller site”, “local authority gypsy and traveller site” and “transit pitch” all have the same meanings as in paragraph 1(4) of Chapter 1 of Part 1 of Schedule 1 to this Act. 9 Regulations under this section— a shall be made by statutory instrument; b ... shall be subject to annulment in pursuance of a resolution of either House of Parliament; and c may make different provision with respect to different cases or descriptions of case, including different provision for different areas."}, {"act": "Mobile Homes Act 1983", "year": 1983, "section": "4", "section_title": "Jurisdiction of a tribunal or the court  ...", "section_text": "4 1 In relation to a protected site  ..., a tribunal has jurisdiction— a to determine any question arising under this Act or any agreement to which it applies; and b to entertain any proceedings brought under this Act or any such agreement, subject to subsections (2) to (6). 2 Subsection (1) applies in relation to a question irrespective of anything contained in an arbitration agreement which has been entered into before that question arose. 3 In relation to a protected site  ..., the court has jurisdiction— a to determine any question arising by virtue of paragraph 4, 5 or 5A(2)(b) of Chapter 2, or paragraph 4, 5 or 6(1)(b) of Chapter 4, of Part 1 of Schedule 1 (termination by owner) under this Act or any agreement to which it applies; and b to entertain any proceedings so arising brought under this Act or any such agreement, subject to subsections (4) to (6). 4 Subsection (5) applies if the owner and occupier have entered into an arbitration agreement before the question mentioned in subsection (3)(a) arises and the agreement applies to that question. 5 A tribunal has jurisdiction to determine the question and entertain any proceedings arising instead of the court. 6 Subsection (5) applies irrespective of anything contained in the arbitration agreement mentioned in subsection (4). 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]