[{"act": "National Audit Act 1983", "year": 1983, "section": "1", "section_title": " Appointment and status of Comptroller and Auditor General.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Audit Act 1983", "year": 1983, "section": "2", "section_title": " The Public Accounts Commission.", "section_text": "2 1 There shall be a body of Commissioners named the Public Accounts Commission (in this Act referred to as “ the Commission ”) which shall perform the functions conferred on it by this Act. 2 The Commission shall consist of— a the Member of the House of Commons who is for the time being the Chairman of the Committee of Public Accounts; b the Leader of the House of Commons; and c seven other Members of the House of Commons appointed by the House, none of whom shall be a Minister of the Crown. 3 The Commission shall from time to time present to the House of Commons a report on the exercise of its functions. 4 Schedule 1 to this Act shall have effect as respects the Commission."}, {"act": "National Audit Act 1983", "year": 1983, "section": "3", "section_title": " The National Audit Office.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Schedule 2 to this Act shall have effect for supplementing the provisions of this section."}, {"act": "National Audit Act 1983", "year": 1983, "section": "4", "section_title": " Expenses and accounts of National Audit Office.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Audit Act 1983", "year": 1983, "section": "5", "section_title": " Audit fees.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Audit Act 1983", "year": 1983, "section": "6", "section_title": " Public departments  etc.  ", "section_text": "6 1 The Comptroller and Auditor General may carry out examinations into the economy, efficiency and effectiveness with which any department, authority or other body to which this section applies has used its resources in discharging its functions. 2 Subsection (1) above shall not be construed as entitling the Comptroller and Auditor General to question the merits of the policy objectives of any department, authority or body in respect of which an examination is carried out. 3 Subject to subsections (4) and (5) below, this section applies to— a any department which is required to prepare resource accounts under section 5 of the Government Resources and Accounts Act 2000; aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any body required to keep accounts under  ... section 86 of the  National Health Service (Scotland) Act 1978;  and any  NHS  foundation trust ; c any other authority or body whose accounts are required to be examined and certified by, or are open to the inspection of, the Comptroller and Auditor General by virtue of any enactment, including an enactment passed after this Act; and d any authority or body which does not fall within section 7 below and whose accounts are required to be examined and certified by, or are open to the inspection of, the Comptroller and Auditor General by virtue of any agreement made, whether before or after the passing of this Act, between that authority or body and a Minister of the Crown. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where the functions of the Comptroller and Auditor General in relation to any authority or body falling within subsection (3)(c) or (d) above are by the enactment or agreement in question restricted to particular activities of the authority or body, any examination under this section in respect of that authority or body shall be correspondingly restricted. 5 No examination shall be carried out under this section by the Comptroller and Auditor General in respect of an authority or body falling within subsection (3)(d) above unless the carrying out of such an examination is included (expressly or by implication) in the functions exercisable by him under the agreement in question; but where— a the agreement was made by a Minister before the coming into force of this section and is not such as to allow any such examination; or b a Minister makes an agreement after the coming into force of this section for the exercise by the Comptroller and Auditor General in respect of any authority or body of any such functions as are mentioned in subsection (3)(d) above, the Minister shall, subject to subsection (6) below, use his best endeavours to secure from the authority or body in question such rights as will enable examinations under this section to be carried out in respect of that authority or body. 6 Subsection (5) above shall not oblige a Minister to seek to obtain any rights except at the request of the Comptroller and Auditor General, and the obligations of a Minister under that subsection do not apply to any organisation which is the subject of an Order in Council under section 1 or 4 of the  International Organisations Act 1968. 7 In this section— “ authority ” includes any person holding a public office; “Minister” or “ Minister of the Crown ” includes any department falling within subsection (3)(a) above; “ policy ”, in relation to any such department, includes any policy of the government so far as relating to the functions of that department; and references to an agreement made by a Minister include references to conditions imposed by him in pursuance of any statutory power in that behalf, whether in connection with the provision of financial assistance or otherwise."}, {"act": "National Audit Act 1983", "year": 1983, "section": "7", "section_title": " Other bodies mainly supported by public funds. ", "section_text": "7 1 If the Comptroller and Auditor General has reasonable cause to believe that any authority or body to which this section applies has in any of its financial years received more than half its income from public funds he may carry out an examination into the economy, efficiency and effectiveness with which it has in that year used its resourses in discharging its functions. 2 Subsection (1) above shall not be construed as entitling the Comptroller and Auditor General to question the merits of the policy objectives of any authority or body in respect of which an examination is carried out. 3 In determining for the purposes of subsection (1) above whether the income of an authority or body is such as to bring it within that subsection the Comptroller and Auditor General shall consult that authority or body and the Treasury. 4 This section applies to any authority or body appointed, or whose members are required to be appointed, by or on behalf of the Crown except a body specified in Schedule 4 to this Act. 5 For the purposes of this section money is received from public funds if it is paid— a by a Minister of the Crown out of moneys provided by Parliament or out of the National Loans Fund; or b by an authority or body which itself falls within subsection (1) above, including an authority or body falling within that subsection by virtue of this paragraph; but, in either case, there shall be disregarded any money paid as consideration for the acquisition of property or the supply of goods or services or as remuneration, expenses, pensions, allowances or similar benefits for or in respect of a person as the holder of an office. 6 In this section “ income ” includes capital receipts and “ authority ” and “ Minister of the Crown ” have the same meaning as in section 6 above."}, {"act": "National Audit Act 1983", "year": 1983, "section": "7ZA", "section_title": "Relevant authorities", "section_text": "7ZA 1 The Comptroller and Auditor General may carry out examinations into the economy, efficiency and effectiveness with which relevant authorities have used their resources in discharging their functions. 2 An examination under this section must relate to— a all relevant authorities, or b particular descriptions of relevant authorities. 3 An examination under this section is to be carried out for the purposes of— a ensuring that the use of resources by a department to which section 6 applies to fund relevant authorities represents an economical, efficient and effective use of those resources, or b providing evaluation, commentary and advice of a general nature to all relevant authorities, or all relevant authorities of a particular description, as to the economy, efficiency and effectiveness with which they use their resources in discharging their functions. 4 An examination under this section may be combined with another examination under this Part. 5 This section does not entitle the Comptroller and Auditor General to question— a the merits of the policy objectives of any relevant authority in respect of which an examination is carried out, or b the merits of government policy. 6 Before carrying out an examination under this section, the Comptroller and Auditor General must consult— a such associations or representatives of relevant authorities as the Comptroller and Auditor General thinks appropriate, and b such other persons or bodies as appear to the Comptroller and Auditor General to be relevant to the examination proposed to be carried out. 7 Subsection (8) applies if the Comptroller and Auditor General— a proposes to carry out an examination under this section, and b considers that the work of the Auditor General for Wales is relevant to the examination. 8 Before carrying out the examination, the Comptroller and Auditor General must— a consult the Auditor General for Wales, and b take into account any relevant work done or being done by the Auditor General for Wales. 9 In deciding whether to carry out an examination under this section, and in carrying out such an examination, the Comptroller and Auditor General must have regard to any other relevant examination, inspection or research (by whatever name) that the Comptroller and Auditor General knows has been, is or is to be undertaken by other persons. 10 The Comptroller and Auditor General may publish the results of an examination under this section in such manner as the Comptroller and Auditor General considers appropriate. 11 In this Act  “ relevant authority ” has the same meaning as in the Local Audit and Accountability Act 2014 (see section 2(1)), except that— a the Common Council of the City of London is a relevant authority for the purposes of this Act only to the extent that it exercises functions to which that Act applies, b a health service body within the meaning of that Act (see section 3(9)) is not a relevant authority for the purposes of this Act, and c a chief constable within the meaning of that Act (see section 44(1)) or the Commissioner of Police of the Metropolis is not a relevant authority for the purposes of this Act."}, {"act": "National Audit Act 1983", "year": 1983, "section": "7A", "section_title": "Proposals made by Committee of Public Accounts", "section_text": "7A In determining whether to carry out any examination under this Part, the Comptroller and Auditor General must have regard to any proposals made by the Committee of Public Accounts."}, {"act": "National Audit Act 1983", "year": 1983, "section": "8", "section_title": " Right to obtain documents and information. ", "section_text": "8 1 Subject to subsection (2) below  ...                  , the Comptroller and Auditor General shall have a right of access at all reasonable times to all such documents as he may reasonably require for carrying out any examination under section 6                      , 7 or 7ZA  above and shall be entitled to require from any person holding or accountable for any such document such information and explanation as are reasonably necessary for that purpose. 2                         In the case of an examination under section 6 or 7, Subsection (1) above applies only to documents in the custody or under the control of                          —  a the department, authority or body to which the examination relates , or b where the examination relates in whole or in part to the use of resources by the department, authority or body to fund a relevant authority, that relevant authority. 2A In the case of an examination under section 7ZA, subsection (1) applies only to documents in the custody or under the control of— a a relevant authority to which the examination relates, or b where the examination is undertaken for a purpose within section 7ZA(3)(a), a department to which section 6 applies and which funds a relevant authority to which the examination relates. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Audit Act 1983", "year": 1983, "section": "9", "section_title": " Reports to House of Commons.", "section_text": "9 1 The Comptroller and Auditor General may report to the House of Commons the results of any examination carried out by him under section 6 or 7 above. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Audit Act 1983", "year": 1983, "section": "10", "section_title": " Form of appropriation accounts.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Audit Act 1983", "year": 1983, "section": "11", "section_title": " Examination of appropriation accounts.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Audit Act 1983", "year": 1983, "section": "12", "section_title": " Examination of accounts specified by order.", "section_text": "12 1 Section 3 of the Exchequer and Audit Departments Act 1921 (examination of accounts specified by Treasury minute) shall be amended as follows. 2 For subsection (1) there shall be substituted— 1 The Comptroller and Auditor General shall examine the accounts of any person or body specified by an order made by the Treasury by statutory instrument; and no such order shall be made unless a draft of it has been laid before and approved by a resolution of the House of Commons. 3 In subsection (2) for the words “the accountant” there shall be substituted the words “the person or body in question.” 4 Subsections (3) and (4) shall cease to have effect."}, {"act": "National Audit Act 1983", "year": 1983, "section": "13", "section_title": " Interpretation of references to Committee of Public Accounts.", "section_text": "13 1 If at any time after the passing of this Act— a the name of the Committee of Public Accounts is changed; or b the functions discharged by that Committee at the passing of this Act, or functions substantially corresponding thereto, are discharged by a different Committee of the House of Commons, references in this Act to the Committee of Public Accounts shall be construed as a reference to that Committee by its new name or, as the case may be, to the Committee for the time being discharging those functions. 2 Any question arising under this section shall be determined by the Speaker of the House of Commons."}, {"act": "National Audit Act 1983", "year": 1983, "section": "14", "section_title": " Repeals.", "section_text": "14 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "National Audit Act 1983", "year": 1983, "section": "15", "section_title": " Short title and commencement.", "section_text": "15 1 This Act may be cited as the National Audit Act 1983. 2 ... this Act shall come into force on 1st January 1984. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]