[{"act": "National Heritage Act 1983", "year": 1983, "section": "1", "section_title": " Establishment of Board of Trustees.", "section_text": "1 1 There shall be a body known as the Board of Trustees of the Victoria and Albert Museum. 2 Part I of Schedule 1 shall have effect with respect to the Board."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "2", "section_title": " The Board’s general functions.", "section_text": "2 1 So far as practicable and subject to the provisions of this Act, the Board shall— a care for, preserve and add to the objects in their collections, b secure that the objects are exhibited to the public, c secure that the objects are available to persons seeking to inspect them in connection with study or research, and d generally promote the public’s enjoyment and understanding of art, craft and design, both by means of the Board’s collections and by such other means as they consider appropriate. 2 For those purposes the Board may, subject to the provisions of this Act— a provide education, instruction and advice and carry out research, b enter into contracts and other agreements (including agreements for the Board’s occupation or management of the building known as the Victoria and Albert Museum or other premises), and c acquire and dispose of land and other property. 3 Subject to the provisions of this Act, the Board may do such things (including requiring payment for admission or for other services or for goods provided by them) as they think necessary or expedient— a for preserving, and increasing the utility of, their collections, b for securing the due administration of anything vested in or acquired by them, and any premises occupied or managed by them, under or by virtue of this Act, and c otherwise for the purposes of their functions. 4 If a Minister of the Crown directs the Board to exercise functions which are exercisable by him (whether by virtue of an enactment or otherwise), which in his opinion can appropriately be exercised by the Board having regard to their functions and resources, and which are specified in the direction, the Board shall exercise them on his behalf in such manner as he may from time to time direct; but nothing in this subsection authorises the Board to exercise a function of making regulations or other instruments of a legislative character. 5 The Board shall not acquire or dispose of land without the Secretary of State’s consent. 6 The Board may allow premises occupied or managed by them to be used by other persons (for payment or otherwise) for purposes not connected with the functions mentioned in subsection (1) if the Board are satisfied that to do so would not conflict unduly with those functions."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "3", "section_title": " Power of Board to form companies.", "section_text": "3 1 With the consent of the Secretary of State and subject to any conditions he may impose, the Board may form or take part in forming one or more bodies corporate which (or each of which) has as its main object or objects  a one or more of the particular objects mentioned in subsection (2), or b any other object or objects incidental to the Board's functions. 2 The  particular objects                        are— a the production and publication of books, films or other informative material relating to art, craft or design, b the commissioning of works of art, craft or design, c the production of replicas or reproductions of works of art, craft or design, or of souvenirs, d the sale of informative material relating to art, craft or design, of works of art, craft or design, of replicas or reproductions of such works, or of souvenirs, and e the provision of catering or car parking or other services or facilities for the public at any premises occupied or managed by the Board. 3 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 4 In this section references to works of design are to works illustrating the principles of design. 5 This section is without prejudice to any power of the Board to undertake anything mentioned in subsection (2) by virtue of section 2."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "4", "section_title": " Initial vesting in Board.", "section_text": "4 1 Subject to the provisions of this Act, where the property in an object was vested in a Minister of the Crown immediately before the vesting day, and the object— a then formed part of the collections of the institution known as the Victoria and Albert Museum, or b was then in use in respect of the collections or solely for the purposes of the administration of the institution, then the property shall on that day become vested instead in the Board. 2 In the case of an object mentioned in subsection (1)(a), it is immaterial that, immediately before the vesting day, it was situated elsewhere than at premises managed for the purposes of the institution (as where it was on loan). 3 Any interest which was vested in a Minister of the Crown immediately before the vesting day, and which then subsisted in a fund or share in a fund (whether or not of money) then held for the purposes of the institution, shall on that day become vested instead in the Board. 4 On the vesting day any right, power, duty or liability which was immediately before that day exercisable by or incumbent on a Minister of the Crown— a in relation to any object mentioned in subsection (1), or b by virtue of his having any interest mentioned in subsection (3), shall instead become exercisable by or incumbent on the Board. 5 Subsections (1) and (4)(a) do not apply as regards an object excepted from those provisions by an order made by the Secretary of State and coming into force before the vesting day. 6 Nothing in subsection (1) or (4)(a) affects chattels vested in the Secretary of State for Education and Science by virtue of the  Wellington Museum Act 1947; but he and the Board may make agreements for the Board to perform, on his behalf, functions exercisable by him in relation to the chattels mentioned in section 2(1) of that Act. 7 The power to make an order under subsection (5) shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this section “ the vesting day ” means the day appointed under section 41(1) for the coming into force of this section (other than subsections (5) and (7))."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "5", "section_title": " Certain gifts vesting on or after vesting day.", "section_text": "5 1 Subsection (2) applies to a gift (by will or otherwise)— a which is contained in an instrument made or executed before the vesting day but coming into effect on or after that day, and b which would, apart from this Act, have vested an interest in property (of any nature) in a Minister of the Crown for the purposes of the institution known as the Victoria and Albert Museum. 2 The gift shall, in the absence of any contrary intention expressed in that or another instrument made by the testator or donor, have effect so as to vest the interest in the Board in place of the Minister. 3 In this section “ the vesting day ” means the day appointed under section 41(1) for the coming into force of section 4 (other than subsections (5) and (7))."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "6", "section_title": " Acquisition and disposal of objects.", "section_text": "6 1 The Board may acquire (whether by purchase, exchange or gift) any objects which in their opinion it is desirable to add to their collections. 2 Without prejudice to any power apart from this subsection, a Minister of the Crown may transfer to the Board any object (whether or not he acquired it before the Board’s establishment) if in his opinion it would appropriately form part of their collections. 3 The Board may not dispose of an object the property in which is vested in them and which is comprised in their collections unless— a the disposal is by way of sale, exchange or gift of an object which is a duplicate of another object the property in which is so vested and which is so comprised, or b the disposal is by way of sale, exchange or gift of an object which in the Board’s opinion is unsuitable for retention in their collections and can be disposed of without detriment to the interests of students or other members of the public, or c the disposal is  an exercise of the power conferred by section 6 of the Museums and Galleries Act 1992 , or d the disposal (by whatever means, including destruction) is of an object which the Board are satisfied has become useless for the purposes of their collections by reason of damage, physical deterioration, or infestation by destructive organisms. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 An object may be disposed of as mentioned in subsection (3)(d) notwithstanding a trust or condition (express or implied) prohibiting or restricting the disposal of the object. 6 Money accruing to the Boad by virtue of a disposal mentioned in this section shall be applied by the Board in the acquisition of objects to be added to their collections."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "7", "section_title": " Lending and borrowing of objects.", "section_text": "7 1 Subject to subsection (2), the Board may lend any object the property in which is vested in them and which is comprised in their collections (whether or not the loan is for purposes of public exhibition, and whether or not under the terms of the loan the object is to remain in the United Kingdom). 2 In deciding whether or not to lend an object, and in determining the time for which and the conditions subject to which an object is to be lent, the Board— a shall give special consideration to a request for the loan of an object for public exhibition, and b subject to that, shall have regard to the interests of students and other persons visiting the Board’s collections, the suitability of the prospective borrower, the purpose of the loan, the physical condition and degree of rarity of the object, and any risks to which it is likely to be exposed. 3 Where the property in an object has become vested in the Board subject to a condition, the power conferred by subsection (1) is exercisable in a manner inconsistent with the condition if either— a 25 years have elapsed since the date on which the property became vested in the Board (or, where it became vested in them under section 4(1), the Minister), or b the person who first imposed the condition or his personal representatives have consented in writing to the exercise of the power in that manner. 4 The Board may accept loans of objects for the purpose (depending on the terms of the loan) of exhibiting them, or of study or research by the Board or by persons seeking to inspect them."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "National Heritage Act 1983", "year": 1983, "section": "9", "section_title": " Establishment of Board of Trustees.", "section_text": "9 1 There shall be a body known as the Board of Trustees of the Science Museum. 2 Part II of Schedule 1 shall have effect with respect to the Board."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "10", "section_title": " The Board’s general functions.", "section_text": "10 1 So far as practicable and subject to the provisions of this Act, the Board shall— a care for, preserve and add to the objects in their collections, b secure that the objects are exhibited to the public, c secure that the objects are available to persons seeking to inspect them in connection with study or research, and d generally promote the public’s enjoyment and understanding of science and technology and of the development of those subjects, both by means of the Board’s collections and by such other means as they consider appropriate. 2 For those purposes the Board may, subject to the provisions of this Act— a provide education, instruction and advice and carry out research, b enter into contracts and other agreements (including agreements for the Board’s occupation or management of the building known as the Science Museum or other premises), and c acquire and dispose of land and other property. 3 Subject to the provisions of this Act, the Board may do such things (including requiring payment for admission or for other services or for goods provided by them) as they think necessary or expedient— a for preserving, and increasing the utility of, their collections, b for securing the due administration of anything vested in or acquired by them, and any premises occupied or managed by them, under or by virtue of this Act, and c otherwise for the purposes of their functions. 4 If a Minister of the Crown directs the Board to exercise functions which are exercisable by him (whether by virtue of an enactment or otherwise), which in his opinion can appropriately be exercised by the Board having regard to their functions and resources, and which are specified in the direction, the Board shall exercise them on his behalf in such manner as he may from time to time direct; but nothing in this subsection authorises the Board to exercise a function of making regulations or other instruments of a legislative character. 5 The Board shall not acquire or dispose of land without the Secretary of State’s consent. 6 The Board may allow premises occupied or managed by them to be used by other persons (for payment or otherwise) for purposes not connected with the functions mentioned in subsection (1) if the Board are satisfied that to do so would not conflict unduly with those functions."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "11", "section_title": " Power of Board to form companies.", "section_text": "11 1 With the consent of the Secretary of State and subject to any conditions he may impose, the Board may form or take part in forming one or more bodies corporate which (or each of which) has as its main object or objects  a one or more of the particular objects mentioned in subsection (2), or b any other object or objects incidental to the Board's functions. 2 The  particular objects                        are— a the production and publication of books, films or other informative material relating to science and technology, b the production of replicas or reproduction of objects relating to science and technology, or of souvenirs, c the sale of informative material relating to science and technology, or of replicas or reproductions of objects relating to science and technology, or of souvenirs, and d the provision of catering or car parking or other services or facilities for the public at any premises occupied or managed by the Board. 3 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 4 In this section references to science and technology include references to the development of those subjects. 5 This section is without prejudice to any power of the Board to undertake anything mentioned in subsection (2) by virtue of section 10."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "12", "section_title": " Initial vesting in Board.", "section_text": "12 1 Subject to the provisions of this Act, where the property in an object was vested in a Minister of the Crown immediately before the vesting day, and the object— a then formed part of the collections of the institution known as the Science Museum or the institution known as the Patent Museum, or b was then in use in respect of the collections or solely for the purposes of the administration of the institutions, then the property shall on that day become vested instead in the Board. 2 In the case of an object mentioned in subsection (1)(a), it is immaterial that, immediately before the vesting day, it was situated elsewhere than at premises managed for the purposes of the institutions (as where it was on loan). 3 Any interest which was vested in a Minister of the Crown immediately before the vesting day, and which then subsisted in a fund or share in a fund (whether or not of money) then held for the purposes of the institution known as the Science Museum, shall on that day become vested instead in the Board. 4 On the vesting day any right, power, duty or liability which was immediately before that day exercisable by or incumbent on a Minister of the Crown— a in relation to any object mentioned in subsection (1), or b by virtue of his having any interest mentioned in subsection (3), shall instead become exercisable by or incumbent on the Board. 5 Subsections (1) and (4)(a) do not apply as regards an object excepted from those provisions by an order made by the Secretary of State and coming into force before the vesting day. 6 The power to make an order under subsection (5) shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section “ the vesting day ” means the day appointed under section 41(1) for the coming into force of this section (other than subsections (5) and (6))."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "13", "section_title": " Certain gifts vesting on or after vesting day.", "section_text": "13 1 Subsection (2) applies to a gift (by will or otherwise)— a which is contained in an instrument made or executed before the vesting day but coming into effect on or after that day, and b which would, apart from this Act, have vested an interest in property (of any nature) in a Minister of the Crown for the purposes of the institution known as the Science Museum or the institution known as the Patent Museum. 2 The gift shall, in the absence of any contrary intention expressed in that or another instrument made by the testator or donor, have effect so as to vest the interest in the Board in place of the Minister. 3 In this section “ the vesting day ” means the day appointed under section 41(1) for the coming into force of section 12 (other than subsections (5) and (6))."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "14", "section_title": " Acquisition and disposal of objects.", "section_text": "14 1 The Board may acquire (whether by purchase, exchange or gift) any objects which in their opinion it is desirable to add to their collections. 2 Without prejudice to any power apart from this subsection, a Minister of the Crown may transfer to the Board any object (whether or not he acquired it before the Board’s establishment) if in his opinion it would appropriately form part of their collections. 3 The Board may not dispose of an object the property in which is vested in them and which is comprised in their collection unless— a the disposal is by way of sale, exchange or gift of an object which is a duplicate of another object the property in which is so vested and which is so comprised, or b the disposal is by way of sale, exchange or gift of an object which in the Board’s opinion is unsuitable for retention in their collections and can be disposed of without detriment to the interests of students or other members of the public, or c the disposal is  an exercise of the power conferred by section 6 of the Museums and Galleries Act 1992 , or d the disposal (by whatever means, including destruction) is of an object which the Board are satisfied has become useless for the purposes of their collections by reason of damage, physical deterioration, or infestation by destructive organisms. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 An object may be disposed of as mentioned in subsection (3)(d) notwithstanding a trust or condition (express or implied) prohibiting or restricting the disposal of the object. 6 Money accruing to the Board by virtue of a disposal mentioned in this section shall be applied by the Board in the acquisition of objects to be added to their collections."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "15", "section_title": " Lending and borrowing of objects.", "section_text": "15 1 Subject to subsection (2), the Board may lend any object the property in which is vested in them and which is comprised in their collections (whether or not the loan is for purposes of public exhibition, and whether or not under the terms of the loan the object is to remain in the United Kingdom). 2 In deciding whether or not to lend an object, and in determining the time for which and the conditions subject to which an object is to be lent, the Board— a shall give special consideration to a request for the loan of an object for public exhibition, and b subject to that, shall have regard to the interests of students and other persons visiting the Board’s collections, the suitability of the prospective borrower, the purpose of the loan, the physical condition and degree of rarity of the object, and any risks to which it is likely to be exposed. 3 Where the property in an object has become vested in the Board subject to a condition, the power conferred by subsection (1) is exercisable in a manner inconsistent with the condition if either— a 25 years have elapsed since the date on which the property became vested in the Board (or, where it became vested in them under section 12(1), the Minister), or b the person who first imposed the condition or his personal representatives have consented in writing to the exercise of the power in that manner. 4 The Board may accept loans of objects for the purpose (depending on the terms of the loan) of exhibiting them, or of study or research by the Board or by persons seeking to inspect them."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "National Heritage Act 1983", "year": 1983, "section": "17", "section_title": " Establishment of Board of Trustees.", "section_text": "17 1 There shall be a body known as the Board of Trustees of the Armouries. 2 Part III of Schedule 1 shall have effect with respect to the Board."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "18", "section_title": " The Board’s general functions.", "section_text": "18 1 The Board shall perform their functions for the general purpose of maintaining and exhibiting a national collection of arms, armour and associated objects, and of maintaining a record relating to arms and armour and to the Tower of London. 2 So far as practicable and subject to the provisions of this Act, the Board shall— a care for, preserve and add to the objects in their collection of arms, armour and associated objects, b secure that the objects are exhibited to the public, c secure that the objects are available to persons seeking to inspect them in connection with study or research, d maintain a record (which may include books, pictures and other articles) relating to their collection, to arms and armour generally and to the Tower, and e generally promote the public’s enjoyment and understanding of arms and armour, both by means of the Board’s collection and by such other means as they consider appropriate. 3 For the purpose of fulfilling their duties under subsection (2) the Board may, subject to the provisions of this Act— a provide education, instruction and advice and carry out research, b enter into contracts and other agreements (including agreements for the Board’s occupation or management of premises in the Tower or elsewhere),  . . . c acquire and dispose of land and other property  and d with the consent of the Secretary of State and subject to such conditions as he may impose, make grants to any person for the purpose of promoting enjoyment, knowledge or understanding of arms and armour. 4 Subject to the provisions of this Act, the Board may do such things as they think necessary or expedient— a for preserving, and increasing the utility of, their collection, b for securing the due administration of anything vested in or acquired by them, and any premises occupied or managed by them, under or by virtue of this Act, and c otherwise for the purposes of their functions. 5 For so long as the Board have a right to occupy premises in the Tower, and so far as otherwise practicable, they shall secure that an exhibition of arms, armour and associated objects from among their collection is maintained and open to the public in those premises. 6 The Board shall not acquire or dispose of land without the Secretary of State’s consent. 7 The power mentioned in subsection (4) includes power to require payment for admission to objects in the Board’s collection and objects exhibited with them, but only while the objects are exhibited at a place other than the Tower, and includes power to require payment for goods or for services other than admission provided by the Board. 8 The Board may, whether or not for the general purpose mentioned in subsection (1), allow premises occupied or managed by them to be used by other persons (for payment or otherwise) for purposes not connected with the functions mentioned in subsection (2), if the Board are satisfied that to do so would not unduly conflict with those functions."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "18A", "section_title": " Power of Board to form companies.", "section_text": "18A 1 With the consent of the Secretary of State and subject to any conditions he may impose, the Board may form or take part in forming one or more bodies corporate which (or each of which) has as its main object or objects one or more of those mentioned in subsection (2). 2 The objects are— a the production and publication of books, films or other informative material relating to the Board’s collection and record; b the production of replicas or reproductions of objects comprised in their collection or of documents forming part of their record, or of souvenirs; c the sale (whether or not at an hour when the collection is open to the public for viewing) of informative material relating to their collection or record, of replicas or reproductions of objects comprised in their collection or of documents forming part of their record, or of souvenirs or other goods; d the provision (whether or not at such an hour) of catering or car parking or other services or facilities for the public at any premises occupied or managed by the Board; and e any other object or objects incidental to the Board’s functions. 3 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 4 This section is without prejudice to any power of the Board to undertake anything mentioned in subsection (2) by virtue of section 18."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "19", "section_title": " Initial vesting in Board.", "section_text": "19 1 Subject to subsection (4), where the property in an object was vested in the Secretary of State for the Environment immediately before the vesting day, and the object— a then formed part of the collection of arms, armour and associated objects of the institution known as the Armouries or of their record (including books, pictures and other articles), or b was then in use in respect of the collection or solely for the purposes of the administration of the institution, then the property shall on that day become vested instead in the Board. 2 In the case of an object mentioned in subsection (1)(a), it is immaterial that, immediately before the vesting day, it was situated elsewhere than at premises managed for the purposes of the institution (as where it was on loan). 3 On the vesting day any right, power, duty or liability which was immediately before that day exercisable by or incumbent on the Secretary of State for the Environment in relation to any object mentioned in subsection (1) shall instead become exercisable by or incumbent on the Board. 4 Subsections (1) and (3) do not apply as regards an object excepted from those provisions by an order made by the Secretary of State and coming into force before the vesting day. 5 The power to make an order under subsection (4) shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section “ the vesting day ” means the day appointed under section 41(1) for the coming into force of this section (other than subsections (4) and (5))."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "20", "section_title": " Acquisition and disposal of objects.", "section_text": "20 1 The Board may acquire (whether by purchase, exchange or gift) any objects which in their opinion it is desirable to add to their collection. 2 Without prejudice to any power apart from this subsection, a Minister of the Crown may transfer to the Board any object (whether or not he acquired it before the Board’s establishment) if in his opinion it would appropriately form part of their collection. 3 The Board may not dispose of an object the property in which is vested in them and which is comprised in their collection unless— a the disposal is by way of sale, exchange or gift of an object which is a duplicate of another object the property in which is so vested and which is so comprised, or b the disposal is by way of sale, exchange or gift of an object which in the Board’s opinion is unsuitable for retention in their collection and can be disposed of without detriment to the interests of students or other members of the public, or c the disposal is  an exercise of the power conferred by section 6 of the Museums and Galleries Act 1992 , or d the disposal (by whatever means, including destruction) is of an object which the Board are satisfied has become useless for the purposes of their collection by reason of damage, physical deterioration, or infestation by destructive organisms. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Money accruing to the Board by virtue of a disposal mentioned in this section shall be applied by the Board in the acquisition of objects to be added to their collection."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "21", "section_title": " Lending and borrowing of objects.", "section_text": "21 1 Subject to subsection (2), the Board may lend any object the property in which is vested in them and which is comprised in their collection (whether or not the loan is for purposes of public exhibition, and whether or not under the terms of the loan the object is to remain in the United Kingdom). 2 In deciding whether or not to lend an object, and in determining the time for which and the conditions subject to which an object is to be lent, the Board— a shall give special consideration to a request for the loan of an object for public exhibition, and b subject to that, shall have regard to the interests of students and other persons visiting the Board’s collection, the suitability of the prospective borrower, the purpose of the loan, the physical condition and degree of rarity of the object, and any risks to which it is likely to be exposed. 3 Where the property in an object has become vested in the Board subject to a condition, the power conferred by subsection (1) is exercisable in a manner inconsistent with the condition if either— a 25 years have elapsed since the date on which the condition was first imposed on any person, or b the person who first imposed the condition or his personal representatives have consented in writing to the exercise of the power in that manner. 4 The Board may accept loans of objects for the purpose (depending on the terms of the loan) of exhibiting them, or of study or research by the Board or by persons seeking to inspect them."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "22", "section_title": " Finance.", "section_text": "22 1 The Secretary of State may out of money provided by Parliament pay to the Board such sums towards their expenditure as the Treasury may approve. 2 The payment may be made on such conditions as the Secretary of State imposes with the Treasury’s approval."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "23", "section_title": " Establishment of Board of Trustees.", "section_text": "23 1 There shall be a body known as the Board of Trustees of the Royal Botanic Gardens, Kew. 2 Part IV of Schedule 1 shall have effect with respect to the Board."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "24", "section_title": " The Board’s general functions.", "section_text": "24 1 So far as practicable and subject to the provisions of this Act, the Board shall— a carry out investigation and research into the science of plants and related subjects, and disseminate the results of the investigation and research, b provide advice, instruction and education in relation to those aspects of the science of plants with which the Board are for the time being in fact concerned, c provide other services (including quarantine) in relation to plants, d care for their collections of plants, preserved plant material other objects relating to plants, books and records, e Keep the collections as national reference collections, secure that they are available to persons for the purposes of study, and add to and adapt them as scientific needs and the Board’s resources allow, and f afford to members of the public opportunities to enter any land occupied or managed by the Board, for the purpose of gaining knowledge and enjoyment from the Board’s collections. 2 For those purposes the Board may, subject to the provisions of this Act— a enter into contracts and other agreements (including agreements for the Board’s occupation or management of land), b acquire and dispose of land and other property, and c require payment for any advice, instruction, education or other service provided by the Board or for any goods provided by them or for entry to any land occupied or managed by them. 3 Subject to the provisions of this Act, the Board may do such things as they think necessary or expedient— a for preserving, and increasing the utility of, their collections, b for securing the due administration of anything vested in or acquired by them, and any land occupied or managed by them, under or by virtue of this Act, and c otherwise for the purposes of their functions. 4 Subsection (5) applies to functions which are exercisable by a Minister of the Crown (whether by virtue of an enactment or otherwise) in relation to the management of Kew Gardens or other land and which in his opinion can appropriately be exercised by the Board having regard to their functions and resources; but subsection (5) does not apply to a function of making regulations or other instruments of a legislative character. 5 If the Minister directs the Board to exercise functions specified in the direction in relation to land so specified, the Board shall exercise them on his behalf in such manner as he may from time to time direct. 6 The Board shall not acquire or dispose of land without the consent of the  Secretary of State ; but that restriction does not apply to the grant of a lease of, or a licence or concession in respect of, land if the term of the proposed grant is less than one year. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The Board’s name shall not be taken to confine their activities to Kew."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "25", "section_title": " Power of Board to form companies.", "section_text": "25 1 With the consent of the  Secretary of State  and subject to any conditions he may impose, the Board may form or take part in forming one or more bodies corporate which (or each of which) has as its main object or objects  a one or more of the particular objects mentioned in subsection (2), or b any other object or objects incidental to the Board's functions. 2 The  particular objects                        are— a the production and publication of books, films or other informative material relating to the science of plants or related subjects or to the Board and their functions. b the production of souvenirs relating to plants or to the Board’s activities, c the sale of plants produced by the Board or objects relating to plants, of informative material relating to the science of plants or related subjects, or of souvenirs relating to plants or to the Board’s activities, and d the provision of catering or car parking or other services or facilities for the public at any land occupied or managed by the Board. 3 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 4 This section is without prejudice to any power of the Board to undertake anything mentioned in subsection (2) by virtue of section 24."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "26", "section_title": " Initial vesting in Board.", "section_text": "26 1 Where the property in an object was vested in the Minister of Agriculture, Fisheries and Food immediately before the vesting day, and the object— a then formed part of the collections of plants (other than those growing in land), preserved plant material, other objects relating to plants, or books or records, of the institution known as the Royal Botanic Gardens, or b was then in use in respect of the collections or solely for the purposes of the administration of the institution, then the property shall on that day become vested instead in the Board. 2 In the case of an object mentioned in subsection (1)(a), it is immaterial that, immediately before the vesting day, it was situated elsewhere than at premises managed for the purposes of the institution (as where it was on loan). 3 On the vesting day any right, power, duty or liability which was immediately before that day exercisable by or incumbent on that Minister in relation to any object mentioned in subsection (1) shall instead become exercisable by or incumbent on the Board. 4 In this section “ the vesting day ” means the day appointed under section 41(2) for the coming into force of this section."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "27", "section_title": " Acquisition and disposal of objects.", "section_text": "27 1 The Board may acquire (whether by purchase, exchange or gift) any objects which in their opinion it is desirable to add to their collections. 2 The Board may not dispose of an object the property in which is vested in them and which is comprised in their collections unless— a the disposal is by way of sale, exchange or gift of an object which is a duplicate of another object the property in which is so vested and which is so comprised, or b the disposal is by way of sale, exchange or gift of an object which in the Board’s opinion is unsuitable for retention in their collections and can be disposed of without detriment to the interests of students or other members of the public, or c the disposal (by whatever means, including destruction) is of an object which the Board are satisfied has become useless for the purposes of their collections by reason of damage, physical deterioration, or infestation by destructive organisms. 3 An object may be disposed of as mentioned in subsection (2)(c) notwithstanding a trust or condition (express or implied) prohibiting or restricting the disposal of the object."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "28", "section_title": " Lending and borrowing of objects.", "section_text": "28 1 Subject to subsection (2), the Board may lend any object the property in which is vested in them and which is comprised in their collections (whether or not the loan is for purposes of public exhibition, and whether or not under the terms of the loan the object is to remain in the United Kingdom). 2 In deciding whether or not to lend an object, and in determining the time for which and the conditions subject to which an object is to be lent, the Board— a shall give special consideration to a request for the loan of an object for public exhibition, and b subject to that, shall have regard to the interests of students and other persons visiting the Board’s collections, the suitability of the prospective borrower, the purpose of the loan, the physical condition and degree of rarity of the object, and any risks to which it is likely to be exposed. 3 The Board may accept loans of objects for the purpose (depending on the terms of the loan) of exhibiting them, or of study or research by the Board or by persons seeking to inspect them."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "29", "section_title": " Finance.", "section_text": "29 1 The  Secretary of State  may out of money provided by Parliament pay to the Board such sums towards their expenditure as the Treasury may approve. 2 The payment may be made on such conditions as the  Secretary of State  imposes with the Treasury’s approval."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "30", "section_title": " Grants by Secretary of State.", "section_text": "30 1 This section applies to any institution which has as its object or as one of its main objects the collection, exhibition or retention of articles relating to the history and traditions of some section of the armed forces of the Crown. 2 The Secretary of State may out of money provided by Parliament pay to the governing body of any such institution such sums towards their expenditure as the Treasury may approve. 3 The payment may be made on such conditions as the Secretary of State imposes with the Treasury’s approval."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "31", "section_title": " Designated institutions.", "section_text": "31 1 Schedule 2 shall have effect in relation to any institution which fulfils the conditions mentioned in subsection (2) and which is designated for the purposes of this section by an order made by the Secretary of State. 2 The conditions are that— a the institution is of the kind mentioned in section 30(1), and b immediately before the making of the order the institution was staffed by persons at least one of whom was employed in the civil service of the State. 3 The power to make an order under subsection (1) shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "31A", "section_title": "\n\n\t\t\tGrants for preservation of Royal Naval College site.", "section_text": "31A 1 The Secretary of State may out of money provided by Parliament make grants towards expenditure in connection with the repair or maintenance of— a the land and buildings on the site known as the Royal Naval College; or b any object of historical interest situated on that land or in those buildings. 2 Grants under this section may be paid to such persons and on such conditions as the Secretary of State considers appropriate."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "32", "section_title": " Establishment of Commission.", "section_text": "32 1 There shall be a body known as the Historic Buildings and Monuments Commission for England. 2 Schedule 3 shall have effect with respect to the Commission."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "33", "section_title": " The Commission’s general functions.", "section_text": "33 1 It shall be the duty of the Commission (so far as practicable)— a to secure the preservation of ancient monuments and historic buildings situated in England, b to promote the preservation and enhancement of the character and appearance of conservation areas situated in England, and c to promote the public’s enjoyment of, and advance their knowledge of, ancient monuments and historic buildings situated in England and their preservation, in exercising the functions conferred on them by virtue of subsections (2) to (4) and section 34; but in the event of a conflict between those functions and that duty those functions shall prevail. 2 The Commission— a shall (so far as practicable) provide educational facilities and services, instruction and information to the public in relation to ancient monuments and historic buildings, with particular reference to those in England, and in relation to conservation areas situated in England; b may give advice to any person in relation to ancient monuments, historic buildings and conservation areas situated in England, whether or not they have been consulted; c may, for the purpose of exercising their functions, carry out, or defray or contribute towards the cost of, research in relation to ancient monuments, historic buildings and conservation areas situated in England; d may, for the purpose of exercising their functions, make and maintain records in relation to ancient monuments and historic buildings situated in England. e may produce souvenirs relating to ancient monuments or historic buildings situated in England and sell souvenirs. f may defray or contribute to the cost of any activity undertaken by another person if the activity— i relates to ancient monuments or historic buildings, and ii is of a kind which the Commission may itself undertake. 2A In relation to England, the Commission may— a prosecute any offence under Part I of the  Ancient Monuments and Archaeological Areas Act 1979                         , under section 196D of the Town and Country Planning Act 1990                        or under the  Planning (Listed Buildings and Conservation Areas) Act 1990, or b institute in their own name proceedings for an injunction to restrain any contravention of any provision of                          Part 1 of the Ancient Monuments and Archaeological Areas Act 1979 or the Planning (Listed Buildings and Conservation Areas) Act 1990                       . 2AA In relation to an actual or apprehended breach of planning control in respect of relevant demolition, in section 187B of the Town and Country Planning Act 1990 (injunctions restraining breaches of planning control) reference to a local planning authority includes reference to the Commission. 2AB In subsection (2AA)— “ breach of planning control ” has the same meaning as in the Town and Country Planning Act 1990 (see section 171A of that Act); “ relevant demolition ” has the same meaning as in section 196D of that Act. 2B In relation to England, the Commission may make, or join in the making of, applications under section 73(1) of the Leasehold Reform, Housing and Urban Development Act 1993, and may exercise, or participate in the exercise of, any rights or powers conferred by a scheme approved under section 70 of that Act. 2C In subsection (2B), references to provisions of the  Leasehold Reform, Housing and Urban Development Act 1993 include references to those provisions as they have effect by virtue of section 118(1) of the Housing Act 1996. 3 Schedule 4 shall have effect to amend the enactments there mentioned— a for the purpose of conferring functions on the Commission in relation to England (including functions of making grants in relation to historic buildings and conservation areas, acquiring historic buildings, acquiring or becoming guardian of ancient monuments, providing information and other services to the public in connection with affording them access to ancient monuments, and undertaking archaeological investigation and publishing the results), and b for connected purposes (which include allowing the Secretary of State to approve lists of historic buildings compiled by the Commission, and imposing requirements for him to consult with the Commission before he includes a monument in the schedule of monuments or grants scheduled monument consent or designates an area of archaeological importance). 4 Without prejudice to the generality of subsection (2)(b), the Commission may advise the Secretary of State with regard to the exercise of functions exercisable by him in relation to England under the  Historic Buildings and Ancient Monuments Act 1953 and the  Ancient Monuments and Archaeological Areas Act 1979, whether or not they have been consulted. 5 For the purpose of exercising their functions the Commission may, subject to the provisions of this and any other Act— a enter into contracts and other agreements; b acquire and dispose of property other than land; c with the consent of the Secretary of State, acquire land for providing the Commission with office or other accommodation and dispose of the land when no longer required for such accommodation; d do such other things as the Commission think necessary or expedient. 6 The Commission may make such charges as they may from time to time determine in respect of anything provided under subsection (2)(a) or given under subsection (2)(b) to any person other than a Minister of the Crown. 7 With the consent of the Secretary of State, the Commission may borrow temporarily by way of overdraft such sums as they may require for meeting their obligations and discharging their functions. 8 In subsections (1) and (2)— “ ancient monument ” means any structure, work, site,  (including any site comprising, or comprising the remains of, any vehicle, vessel, aircraft or other movable structure or part thereof)  garden or area which in the Commission’s opinion is of historic, architectural, traditional, artistic or archaeological interest; “ conservation area ” means an area designated as a conservation area under  section 67 of the Planning (Listed Buildings and Conservation Areas) Act 1990 ; “ historic building ” means any building which in the Commission’s opinion is of historic or architectural interest. 9 In this section references to ancient monuments in England include ancient monuments in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England. 10 For this purpose the Secretary of State may, by order, determine (or make provision for determining) any boundary between— a the parts of the United Kingdom territorial waters which are to be treated as adjacent to England, and b those which are not. 11 The power to make an order under subsection (10) shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "33A", "section_title": " Functions relating to foreign monuments and buildings", "section_text": "33A 1 The Commission may— a produce and publish, or sell, books, films or other informative material relating to foreign ancient monuments or foreign historic buildings; b produce or sell souvenirs relating to such monuments or buildings; c provide (whether on payment or otherwise) advice, assistance or other services in respect of, or information relating to, such monuments or buildings. 2 For this purpose— a “ ancient monument ” and “ historic building ” have the meaning given in section 33(8), and b an ancient monument or historic building is “ foreign ” if it is not situated— i in the United Kingdom, or ii in the case of a monument, in, on or under the seabed within the seaward limits of the territorial waters of the United Kingdom."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "33B", "section_title": " Powers to exploit intangible assets", "section_text": "33B 1 The Commission may exploit any intellectual property, or any other intangible asset, relating to ancient monuments or historic buildings. 2 In subsection (1) the references to “ ancient monuments ” and “ historic buildings ” are to ancient monuments and historic buildings within the meaning of section 33(8) that— a are situated— i in England, or ii in the case of monuments, in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England, or b are foreign ancient monuments or foreign historic buildings within the meaning of section 33A(2)(b). 3 An order under section 33(10) applies for the purposes of subsection (2) as it applies for the purposes of section 33(9). 4 In this section “ intellectual property ” means— a any patent, trade mark, registered design, copyright, design right, right in performance or plant breeder’s right, and b any rights under the law of a country outside the United Kingdom which correspond or are similar to those falling within paragraph (a). 5 This section is without prejudice to any power of the Commission to do anything authorised by this section by virtue of section 33 or 33A."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "33C", "section_title": " Assistance in relation to protected wrecks", "section_text": "33C 1 The Commission may defray or contribute towards the cost of— a any survey, excavation or other investigation undertaken in respect of any protected wreck; b the removal of any protected wreck or of any part of any protected wreck to another place for the purpose of preserving it; or c the preservation and maintenance of any protected wreck. 2 In this section— “ maintenance ” includes repairing and covering in of a protected wreck and the doing of any other act or thing which may be required for the purpose of repairing the wreck or protecting it from decay or injury; and “ protected wreck ” means any site which— comprises, or comprises the remains of, any vessel or part thereof which is protected by an order under section 1 of the Protection of Wrecks Act 1973 (c. 33) designating an area round the site as a restricted area, and is in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England. 3 An order under section 33(10) applies for the purposes of paragraph (b) of the definition of “protected wreck\" in subsection (2) as it applies for the purposes of section 33(9)."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "34", "section_title": " Commission to exercise certain ministerial functions.", "section_text": "34 1 Subject to subsection (4), this section applies to— a functions of management exercisable by the Secretary of State for the Environment (whether by virtue of an enactment or otherwise) in relation to any ancient monument or historic building situated in England; b functions of management exercisable by the Secretary of State for the Environment (whether by virtue of an enactment or otherwise), for purposes connected with such a monument or building, in relation to any land which is situated in England and which adjoins or is in the vicinity of the monument or building. 2 If the Secretary of State for the Environment directs the Commission to exercise functions to which this section applies and which are specified in the direction, in relation to any monument, building or land so specified, the Commission shall exercise them on his behalf in such manner as he may from time to time direct. 3 In subsection (1) “ ancient monument ” means any structure, work, site,  (including any site comprising, or comprising the remains of, any vehicle, vessel, aircraft or other movable structure or part thereof)  garden or area which in the opinion of the Secretary of State for the Environment is of historic, architectural, traditional, artistic or archaeological interest and “ historic building ” means any building which in his opinion is of historic or architectural interest. 3A In this section references to ancient monuments in England include ancient monuments in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England; and an order under section 33(10) applies for the purposes of this subsection as it applies for the purposes of section 33(9). 4 This section does not apply to— a a function of making regulations or other instruments of a legislative character; b a function exercisable in relation to any royal palace or land adjoining it or in its vicinity."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "35", "section_title": " Power of Commission to form companies.", "section_text": "35 1 The Commission may form or take part in forming one or more bodies corporate which (or each of which) has as its main object or objects  a one or more of the particular objects mentioned in subsection (2), or b any other object or objects incidental to the Commission's functions. 2 The  particular objects                        are— a the production and publication  ,or sale,  of books, films or other informative material relating to ancient monuments or historic buildings, ab the provision (whether on payment or otherwise) of advice, assistance or other services in respect of, or information relating to, ancient monuments or historic buildings, b the production  . . . of souvenirs relating to ancient monuments or historic buildings  , or sale of souvenirs , ca the exploitation of any intellectual property, or any other intangible asset, relating to ancient monuments or historic buildings, and d the provision in England of catering or car parking or other services or facilities for members of the public visiting ancient monuments or historic buildings. 3 The Commission may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 3A In subsection (2), the references to “ ancient monuments ” and “ historic buildings ” are to those which— a are situated— i in England, or ii in the case of monuments, in, on or under the seabed within the seaward limits of the United Kingdom territorial waters adjacent to England, or b are foreign ancient monuments or foreign historic buildings within the meaning of section 33A(2)(b).  3B An order under section 33(10) applies for the purposes of subsection (3A) as it applies for the purposes of section 33(9).  3C In this section “ intellectual property ” means— a any patent, trade mark, registered design, copyright, design right, right in performance or plant breeder’s right, and b any rights under the law of a country outside the United Kingdom which correspond or are similar to those falling within paragraph (a). 4 In this section “ ancient monument ” and “ historic building ” have the same meanings as in section 33. 5 This section is without prejudice to any power of the Commission to undertake anything mentioned in subsection (2) by virtue of section 33."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "36", "section_title": " Records: powers of entry.", "section_text": "36 1 Any person duly authorised in writing by the Commission may at any reasonable time enter any land in England for the purpose of inspecting it with a view to obtaining information for inclusion in the Commission’s records made under section 33(2)(d); and the following provisions of this section shall apply to any such power of entry. 2 The power includes power for any person entering any land in exercise of the power to take with him any assistance or equipment reasonably required for the purpose to which the entry relates and to do there anything reasonably necessary for carrying out the purpose. 3 The Commission may not authorise the power to be exercised in relation to any land unless they know or have reason to believe there is in, on or under the land an ancient monument or historic building; and in this subsection “ ancient monument ” and “ historic building ” have the meanings given by section 33(8). 4 A person may not in the exercise of the power— a enter any building or part of a building occupied as a dwelling-house without the consent of the occupier; b demand admission as of right to any land which is occupied unless prior notice of the intended entry has been given to the occupier not less than 24 hours before admission is demanded. 5 A person seeking to enter any land in exercise of the power shall, if so required by or on behalf of the owner or occupier of the land, produce evidence of his authority before entering. 6 Where any works are being carried out on any land in relation to which the power is exercisable, a person acting in the exercise of the power shall comply with any reasonable requirements or conditions imposed by the person by whom the works are being carried out for the purpose of preventing interference with or delay to the works; but any requirements or conditions so imposed shall not be regarded as reasonable for the purposes of this subsection if compliance with them would in effect frustrate the exercise of the power or the purpose of the entry. 7 Any person who intentionally obstructs a person acting in the exercise of the power shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale  . . .. 8 Where in the exercise of the power damage has been caused to land or chattels on land, any person interested in the land or chattels may recover compensation in respect of the damage from the Commission. 9 Any claim for compensation under subsection (8) shall be made within the time and in the manner prescribed by regulations made by the Secretary of State for that purpose; and the power to make regulations under this subsection shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 10 Any question of disputed compensation under subsection (8) shall be referred to and determined by the  Upper Tribunal ; and in relation to the determination of any such question  section  4 of the  Land Compensation Act 1961 shall apply (construing the references in section 4 to the acquiring authority as references to the Commission)."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "37", "section_title": " Monuments  etc.  partly situated in England.", "section_text": "37 1 The Secretary of State may by order provide that the Commission shall have such functions as— a he thinks appropriate (having regard to their functions in relation to monuments, buildings, gardens, areas or sites situated in England), and b are specified in the order, in relation to the parts situated in England of any monuments, buildings, gardens, areas or sites which are only partly so situated and which are specified in the order. 2 For the purpose of making such provision, any such order may contain— a amendments of section 33 or 34, and b amendments of any section or Schedule amended by Schedule 4 (including consequential amendments relating to the parts of monuments, buildings, gardens, areas or sites not situated in England). 3 Any such order shall have effect subject to such supplementary provisions (which may include savings and transitionals) as may be specified in the order. 4 Nothing in this section permits the Commission to be given a function of making regulations or other instruments of a legislative character. 5 The power to make an order under this section shall be exercisable by statutory instrument, and no such order shall be made unless a draft of the order has been laid before and approved by resolution of each House of Parliament."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "38", "section_title": " Finance.", "section_text": "38 1 The Secretary of State may out of money provided by Parliament— a pay to the Commission such sums towards their expenditure as the Treasury may approve; b defray such expenditure of the Commission as the Treasury may approve. 2 The payment may be made on such conditions as the Secretary of State imposes with the Treasury’s approval."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "39", "section_title": " Dissolution of certain bodies.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "40", "section_title": " Amendments and repeals.", "section_text": "40 1 Schedule 5 contains amendments relating to the preceding provisions of this Act and other aspects of the national heritage. 2 The enactments mentioned in Schedule 6 are repealed to the extent specified in column 3."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "41", "section_title": " Commencement. ", "section_text": "41 1 Subject to subsections (2) and (3), this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 2 Sections 23 to 29, Part IV of Schedule 1 and so much of Schedule 5 as relates to those provisions shall come into force on such day as the Minister of Agriculture, Fisheries and Food may by order made by statutory instrument appoint. 3 Sections 4(5) and (7), 12(5) and (6), 19(4) and (5), 30 and 31, this section, sections 42 and 43 and Schedule 2 shall come into force on the expiry of the period of 2 months beginning with the day on which this Act is passed. 4 An order under this section may appoint different days for different provisions or different purposes. 5 A provision brought into force by an order under this section shall have effect subject to any saving or transitional specified in the order. 6 Subsection (5) applies to the provisions of Schedule 4 notwithstanding the savings there specified, but nothing shall be specified under that subsection if it would conflict with any such saving."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "42", "section_title": " Extent.", "section_text": "42 This Act does not extend to Scotland or Northern Ireland, except so far as it amends or repeals any enactment which extends to Scotland or Northern Ireland (as the case may be) and except so far as section 37 gives power to amend any enactment which extends to Scotland."}, {"act": "National Heritage Act 1983", "year": 1983, "section": "43", "section_title": " Short title.", "section_text": "43 This Act may be cited as the National Heritage Act 1983."}]