[{"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "1", "section_title": " Extended scope of certain offences.", "section_text": "1 1 If a person, whatever his nationality, does outside the United Kingdom, in relation to or by means of nuclear material, any act which, had he done it in any part of the United Kingdom, would have made him guilty of— a the offence of murder, manslaughter, culpable homicide, assault to injury, malicious mischief or causing injury, or endangering the life of the lieges, by reckless conduct, or b an offence under section 18 or 20 of the Offences against the  Person Act 1861 or section 1 of the  Criminal Damage Act 1971 or Article 3 of the  Criminal Damage (Northern Ireland) Order 1977 or                       section 52 of the Criminal Law (Consolidation)\t\t\t\t\t\t(Scotland) Act 1995 , or c the offence of theft, embezzlement, robbery, assault with intent to rob, burglary or aggravated burglary, or d the offence of fraud or extortion or an offence under section  ... 21 of the  Theft Act 1968 or section  ... 20 of the  Theft Act (Northern Ireland) 1969, he shall in any part of the United Kingdom be guilty of such of the offences mentioned in paragraphs (a) to (d) above as are offences of which the act would have made him guilty had he done it in that part of the United Kingdom. 1A If— a a person, whatever his nationality, does outside the United Kingdom an act directed at a nuclear facility, or which interferes with the operation of such a facility, b the act causes death, injury or damage resulting from the emission of ionising radiation or the release of radioactive material, and c had he done that act in any part of the United Kingdom, it would have made him guilty of an offence mentioned in subsection (1)(a) or (b) above, the person shall in any part of the United Kingdom be guilty of such of the offences mentioned in subsection (1)(a) and (b) as are offences of which the act would have made him guilty had he done it in that part of the United Kingdom. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "1A", "section_title": "Increase in penalties for offences committed in relation to nuclear material  etc.", "section_text": "1A 1 If— a a person is guilty of an offence to which subsection (2), (3) or (4) applies, and b the penalty provided by this subsection would not otherwise apply, the person shall be liable, on conviction on indictment, to imprisonment for life. 2 This subsection applies to an offence mentioned in section 1(1)(a) or (b) where the act making the person guilty of the offence was done in England and Wales or Northern Ireland and either— a the act was done in relation to or by means of nuclear material, or b the act— i was directed at a nuclear facility, or interfered with the operation of such a facility, and ii caused death, injury or damage resulting from the emission of ionising radiation or the release of radioactive material. 3 This subsection applies to an offence mentioned in section 1(1)(c) or (d) where the act making the person guilty of the offence— a was done in England and Wales or Northern Ireland, and b was done in relation to or by means of nuclear material. 4 This subsection applies to an offence mentioned in section 1(1)(a) to (d) where the offence is an offence in England and Wales or Northern Ireland by virtue of section 1(1) or (1A)."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "1B", "section_title": "Offences relating to damage to environment", "section_text": "1B 1 If a person, whatever his nationality, in the United Kingdom or elsewhere contravenes subsection (2) or (3) he is guilty of an offence. 2 A person contravenes this subsection if without lawful authority— a he receives, holds or deals with nuclear material, and b he does so either— i intending to cause, or for the purpose of enabling another to cause, damage to the environment by means of that material, or ii being reckless as to whether, as a result of his so receiving, holding or dealing with that material, damage would be caused to the environment by means of that material. 3 A person contravenes this subsection if without lawful authority— a he does an act directed at a nuclear facility, or which interferes with the operation of such a facility, and b he does so either— i intending to cause, or for the purpose of enabling another to cause, damage to the environment by means of the emission of ionising radiation or the release of radioactive material, or ii being reckless as to whether, as a result of his act, damage would be caused to the environment by means of such an emission or release. 4 A person guilty of an offence under this section shall be liable, on conviction on indictment, to imprisonment for life."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "1C", "section_title": "Offences of importing or exporting  etc.  nuclear material: extended jurisdiction", "section_text": "1C 1 If a person, whatever his nationality, outside the United Kingdom contravenes subsection (2) below he shall be guilty of an offence. 2 A person contravenes this subsection if he is knowingly concerned in— a the unlawful export or shipment as stores of nuclear material from one country to another, or b the unlawful import of nuclear material into one country from another. 3 For the purposes of subsection (2)— a the export or shipment as stores of nuclear material from a country, or b the import of nuclear material into a country, is unlawful if it is contrary to any prohibition or restriction on the export, shipment as stores or import (as the case may be) of nuclear material having effect under or by virtue of the law of that country. 4 A statement in a certificate issued by or on behalf of the government of a country outside the United Kingdom to the effect that a particular export, shipment as stores or import of nuclear material is contrary to such a prohibition or restriction having effect under or by virtue of the law of that country, shall be evidence (in Scotland, sufficient evidence) that the export, shipment or import was unlawful for the purposes of subsection (2). 5 In any proceedings a document purporting to be a certificate of the kind mentioned in subsection (4) above shall be taken to be such a certificate unless the contrary is proved. 6 A person guilty of an offence under this section shall be liable, on conviction on indictment, to imprisonment for a term not exceeding 14 years. 7 In this section  “ country ” includes territory."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "1D", "section_title": "Offences under section 1C: investigations and proceedings  etc.", "section_text": "1D 1 Where the Commissioners for Her Majesty's Revenue and Customs investigate, or propose to investigate, any matter with a view to determining— a whether there are grounds for believing that an offence under section 1C above has been committed, or b whether a person should be prosecuted for such an offence, the matter is to be treated as an assigned matter within the meaning of  CEMA  1979 (see section 1(1) of that Act). 2 Section 138 of  CEMA  1979 (provisions as to arrest of persons) applies to a person who has committed, or whom there are reasonable grounds to suspect of having committed, an offence under section 1C above as it applies to a person who has committed, or whom there are reasonable grounds to suspect of having committed, an offence for which he is liable to be arrested under the customs and excise Acts. 3 Sections 145 to 148 and 150 to 155 of  CEMA  1979 (provisions as to legal proceedings) apply in relation to an offence under section 1C above, and to the penalty and proceedings for the offence, as they apply in relation to offences, penalties and proceedings under the customs and excise Acts. 4 In this section— “ CEMA  1979 ” means the Customs and Excise Management Act 1979; “ the customs and excise Acts ”,  “ shipment ” and  “ stores ” have the same meanings as in  CEMA  1979 (see section 1(1) of that Act)."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "2", "section_title": "Offences involving preparatory acts and threats", "section_text": "2 1 If a person, whatever his nationality, in the United Kingdom or elsewhere contravenes subsection (2), (3), (4) or (7) he shall be guilty of an offence. 2 A person contravenes this subsection if without lawful authority— a he receives, holds or deals with nuclear material, and b he does so either— i intending to cause, or for the purpose of enabling another to cause, relevant injury or damage by means of that material, or ii being reckless as to whether, as a result of his so receiving, holding or dealing with that material, relevant injury or damage would be caused by means of that material. 3 A person contravenes this subsection if without lawful authority— a he does an act directed at a nuclear facility, or which interferes with the operation of such a facility, and b he does so either— i intending to cause, or for the purpose of enabling another to cause, relevant injury or damage by means of the emission of ionising radiation or the release of radioactive material, or ii being reckless as to whether, as a result of his act, relevant injury or damage would be caused by means of such an emission or release. 4 A person contravenes this subsection if he— a makes a threat of a kind falling within subsection (5), and b intends that the person to whom the threat is made shall fear that it will be carried out. 5 A threat falls within this subsection if it is a threat that the person making it or any other person will cause any of the consequences set out in subsection (6) either— a by means of nuclear material, or b by means of the emission of ionising radiation or the release of radioactive material resulting from an act which is directed at a nuclear facility, or which interferes with the operation of such a facility. 6 The consequences mentioned in subsection (5) are— a relevant injury or damage, or b damage to the environment. 7 A person contravenes this subsection if, in order to compel a State, international organisation or person to do, or abstain from doing, any act, he threatens that he or any other person will obtain nuclear material by an act which, whether by virtue of section 1(1) above or otherwise, is an offence mentioned in section 1(1)(c) above. 8 A person guilty of an offence under this section shall be liable, on conviction on indictment, to imprisonment for life. 9 In this section references to relevant injury or damage are references to death or to injury or damage of a type which constitutes an element of any offence mentioned in section 1(1)(a) or (b) above."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "2A", "section_title": "  Inchoate and secondary offences: extended jurisdiction", "section_text": "2A 1 If a person, whatever his nationality— a does an act outside the United Kingdom, and b his act, if done in any part of the United Kingdom, would constitute an offence falling within subsection (2), he shall be guilty in that part of the United Kingdom of the offence. 2 The offences are— a attempting to commit a nuclear offence; b conspiring to commit a nuclear offence; c inciting the commission of a nuclear offence; d aiding, abetting, counselling or procuring the commission of a nuclear offence. 3 In subsection (2) a  “ nuclear offence ” means any of the following (wherever committed)— a an offence mentioned in section 1(1)(a) to (d) above (other than a blackmail offence), the commission of which is (or would have been) in relation to or by means of nuclear material; b an offence mentioned in section 1(1)(a) or (b) above, the commission of which involves (or would have involved) an act— i directed at a nuclear facility, or which interferes with the operation of such a facility, and ii which causes death, injury or damage resulting from the emission of ionising radiation or the release of radioactive material; c an offence under section 1B, 1C or 2(1) and (2) or (3) above; d an offence under section 50(2) or (3), 68(2) or 170(1) or (2) of the Customs and Excise Management Act 1979 the commission of which is (or would have been) in connection with a prohibition or restriction relating to the exportation, shipment as stores or importation of nuclear material; e for the purposes of subsection (2)(b) to (d)— i a blackmail offence, the commission of which is in relation to or by means of nuclear material; ii an offence under section 2(1) and (4) or (7) above; iii an offence of attempting to commit an offence mentioned in paragraphs (a) to (d). 4 In subsection (3)  “ a blackmail offence ” means— a an offence under section 21 of the Theft Act 1968, b an offence under section 20 of the Theft Act (Northern Ireland) 1969, or c an offence of extortion. 5 In subsection (2)(c) the reference to incitement is— a a reference to incitement under the law of Scotland, or b in relation to any time before the coming into force of Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) in relation to England and Wales or Northern Ireland, a reference to incitement under the common law of England and Wales or (as the case may be) of Northern Ireland.  "}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "3", "section_title": " Supplemental.", "section_text": "3 1 Proceedings for an offence which (disregarding the provisions of the  Internationally Protected Persons Act 1978  , the Suppression of Terrorism Act 1978   , the United Nations Personnel Act 1997 and the Terrorism Act 2000               ) would not be an offence apart from the preceding provisions of this Act shall not be begun— a in England and Wales, except by or with the consent of the Attorney General; or b in Northern Ireland, except by or with the consent of the   Advocate General for Northern Ireland .  2 Without prejudice to any jurisdiction exercisable apart from this subsection, every sheriff court in Scotland shall have jurisdiction to entertain proceedings for an offence which (disregarding the provisions of the Internationally Protected Persons Act 1978  , the Suppression of Terrorism Act 1978  , the United Nations Personnel Act 1997 and the Terrorism Act 2000               ) would not be an offence in Scotland apart from the preceding provisions of this Act."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "3A", "section_title": "Application to activities of armed forces", "section_text": "3A 1 Nothing in this Act applies in relation to acts done by the armed forces of a country or territory— a in the course of an armed conflict, or b in the discharge of their functions. 2 If in any proceedings a question arises whether an act done by the armed forces of a country or territory was an act falling within subsection (1), a certificate issued by or under the authority of the Secretary of State and stating that it was, or was not, such an act shall be conclusive of that question. 3 In any proceedings a document purporting to be such a certificate as is mentioned in subsection (2) shall be taken to be such a certificate unless the contrary is proved."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "4", "section_title": " Amendments of other Acts.", "section_text": "4 1 In consequence of the provisions of this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in subsections (4) and (5) of section 4 of the Suppression of Terrorism Act 1978 (which also relates to certain offences committed outside the United Kingdom) after the words “Internationally Protected Persons Act 1978” there shall be inserted in each place the words  “                    and the Nuclear Material (Offences) Act 1983                  ” . 2 In the Schedule to the  Visiting Forces Act 1952 (which specifies the offences which are offences against the person and against property for the purposes of section 3 of that Act)— a at the end of each of paragraphs 1, 2 and 4 there shall be inserted the following subparagraph— c an offence under section 2 of the Nuclear Material (Offences) Act 1983, where the circumstances are that— i in the case of a contravention of subsection (2), the act falling within paragraph (a) or (b) of that subsection would, had it been done, have constituted an offence falling within subparagraph (a) or (b) of this paragraph, or ii in the case of a contravention of subsection (3) or (4), the act threatened would, had it been done, have constituted such an offence ; and b at the end of paragraph 3 there shall be inserted the following subparagraph— c an offence under section 2 of the Nuclear Material (Offences) Act 1983, where the circumstances are that— i in the case of a contravention of subsection (2), the act falling within paragraph (a) or (b) of that subsection would, had it been done, have constituted an offence falling within the foregoing subparagraphs, or ii in the case of a contravention of subsection (3) or (4), the act threatened would, had it been done, have constituted such an offence. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "6", "section_title": "Interpretation", "section_text": "6 A1 This section applies for the purposes of this Act. 1 References  ... to nuclear material are references to material which, within the meaning of the Convention, is nuclear material used for peaceful purposes. 1A “ A nuclear facility ” means a facility (including associated buildings and equipment) used for peaceful purposes in which nuclear material is produced, processed, used, handled, stored or disposed of. 1B For the purposes of subsections (1) and (1A)— a nuclear material is not used for peaceful purposes if it is used or retained for military purposes, and b a facility is not used for peaceful purposes if it contains any nuclear material which is used or retained for military purposes. 2 If in any proceedings a question arises whether any material  or facility   was used for peaceful purposes, a certificate issued by or under the authority of the Secretary of State and stating that it was, or was not, so used at a time specified in the certificate shall be conclusive of that question. 3 In any proceedings a document purporting to be such a certificate as is mentioned in subsection (2) above shall be taken to be such a certificate unless the contrary is proved. 4 Paragraphs (a) and (b) of Article 1 of the Convention (which give the definition of “ nuclear material ” for the purposes of the Convention) are set out in the Schedule to this Act. 5 “ Act ” includes omission. 6 “ The Convention ” means the Convention on the Physical Protection of Nuclear Material and Nuclear Facilities (formerly the Convention on the Physical Protection of Nuclear Material and renamed by virtue of the Amendment adopted at Vienna on 8th July 2005). 7 “ The environment ” includes land, air and water and living organisms supported by any of those media. 8 “ Radioactive material ” means nuclear material or any other radioactive substance which— a contains nuclides that undergo spontaneous disintegration in a process accompanied by the emission of one or more types of ionising radiation, such as alpha radiation, beta radiation, neutron particles or gamma rays, and b is capable, owing to its radiological or fissile properties, of— i causing bodily injury to a person, ii causing damage or destruction to property, iii endangering a person's life, or iv causing damage to the environment."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "7", "section_title": " Application to Channel Islands, Isle of Man, etc.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Her Majesty may by Order in Council make provision for extending the other provisions of this Act, with such exceptions, adaptations or modifications as may be specified in the Order, to any of the Channel Islands, the Isle of Man or   any British overseas territory ."}, {"act": "Nuclear Material (Offences) Act 1983", "year": 1983, "section": "8", "section_title": " Short title and commencement.", "section_text": "8 1 This Act may be cited as the Nuclear Material (Offences) Act 1983. 2 This Act shall come into force on such day as Her Majesty may by Order in Council appoint."}]