[{"act": "Oil Taxation Act 1983", "year": 1983, "section": "1", "section_title": " Expenditure incurred on non-dedicated mobile assets.", "section_text": "1 1 Subject to subsection (3) below, with respect to expenditure which is or was incurred after 30th June 1982 in acquiring, bringing into existence or enhancing the value of an asset, section 4 of the principal Act (allowance of expenditure on long-term assets) shall apply only where— a the asset is a mobile asset which is not dedicated to the oil field referred to in subsection (1) of that section; or b the expenditure is incurred as mentioned in section 13(1)(b) below. 2 Where section 4 of the principal Act applies as mentioned in subsection (1)(a) above, it shall so apply with the following modifications:— a in subsection (1), after the words “subsection (13) below” there shall be inserted the words “and section 1 of the Oil Taxation Act 1983” and for the words from “whose useful life” to “used” there shall be substituted the words “which, at the end of the first relevant claim period, is or is expected to be a long-term asset as defined in section 3(8) of the Oil Taxation Act 1983”; b subsections (3) and (4) shall be omitted; c in subsection (5), paragraph (a) and the words “in any other case” in paragraph (b) shall be omitted and, in paragraph (b), for the words “that connection” there shall be substituted the words “connection with the field”; d subsection (6) shall be omitted; e in subsection (7), for the words from the beginning to “each subsequent claim period” there shall be substituted the words “For each claim period subsequent to the first relevant claim period and” and for the words “subsections (5) and (6)” there shall be substituted the words “subsection (5)”; and f in subsection (11) for the words from “subsections (5)” to “they apply” there shall be substituted the words “subsection (5) above (including that subsection as it applies”. 3 If the asset referred to in subsection (1)(a) above becomes dedicated to the oil field referred to in subsection (1) of section 4 of the principal Act or is or becomes dedicated to another oil field,— a expenditure incurred as mentioned in subsection (1) above shall not be allowable under section 4 of the principal Act for a claim period for which it is allowable under section 3 below nor, subject to paragraph (b) below, for a claim period which falls wholly or partly within a claim period of another field to which the asset is or becomes dedicated, being a claim period for which the expenditure is allowable; and b where expenditure incurred in relation to the asset becomes allowable under section 3 below, no part of that expenditure shall be allowable under section 4 of the principal Act for any claim period ending less than six months before the end of a claim period for which the expenditure is allowable under section 3 below. 4 Paragraph 4 of Schedule 4 to the principal Act (reduction of allowable expenditure on disposal of long-term asset formerly used in connection with an oil field) does not apply to any disposal of an asset after 30th June 1982 unless the asset is a mobile asset which is not dedicated to the oil field referred to in section 4(1) of the principal Act."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "2", "section_title": " Dedicated mobile assets.", "section_text": "2 1 For the purposes of this Act and Part I of the principal Act a mobile asset becomes dedicated to a particular oil field in a claim period if— a the asset is used in connection with that field during the whole or part of that claim period; and b the asset was not, at the beginning of that period, already dedicated to that field; and c at the end of that period it is reasonable to make the assumptions in subsection (2) below. 2 The assumptions referred to in paragraph (c) of subsection (1) above are— a that during the whole or substantially the whole of the relevant period, the asset will be used in connection with the field referred to in that subsection (whether or not that use will be exclusive to that field); and b that the main use of the asset during the whole of the relevant period will be in connection with that field or with two or more oil fields of which that field is one. 3 In any case where— a at or before the time when he is a participator in an oil field, a person incurs expenditure in bringing into existence a mobile asset, and b that expenditure is so incurred in a claim period for that field which is earlier than that in which the asset is first used by that person in connection with that field, and c at the end of that claim period, it is reasonable to make the assumptions in subsection (2) above, and d the circumstances are such that the asset is not a brought-in asset, as defined in section 4(12)(a) of the principal Act, then, as respects any claim for the allowance of the expenditure referred to in paragraph (a) above which is made before the asset is first used as mentioned in paragraph (b) above, the asset shall be regarded for the purposes of this Act and Part I of the principal Act as becoming dedicated to the oil field in question in the claim period referred to in paragraphs (b) and (c) above. 4 In subsection (2) above “ the relevant period ” means the period beginning at the end of the claim period referred to in subsection (1) above or, where subsection (3) above applies, at the end of the claim period in which it can reasonably be expected that the asset will be first used, and ending— a at the end of the useful life of the asset, or b when the winning of oil from the field in question permanently ceases, whichever first occurs. 5 If, in the case of a mobile asset which would not be dedicated to a particular oil field but for the provisions of subsection (3) above, it becomes apparent at any time that it is no longer reasonable to make the assumptions in subsection (2) above, then the asset concerned shall be regarded for the purposes of this Act and Part I of the principal Act as never having been dedicated to that field; and the provisions of paragraph 9 of Schedule 5 to the principal Act (variations of decisions on claims for allowable expenditure) shall have effect accordingly."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "3", "section_title": " Expenditure incurred on long-term assets other than non-dedicated mobile assets.", "section_text": "3 1 Subject to section 13 below, this section applies to expenditure (whether or not of a capital nature) which is or was incurred by a person after 30th June 1982 and at or before the time when he is or was a participator in an oil field, being expenditure incurred, subject to subsection (2) below, in acquiring, bringing into existence, or enhancing the value of an asset— a which, at the end of the relevant claim period, is being or is expected to be used in connection with the field; and b which, at the end of the relevant claim period, is or is expected to be a long-term asset; and c which either is not a mobile asset or is a mobile asset which became dedicated to that field in the relevant claim period or in any earlier claim period. 2 This section does not apply to expenditure incurred as mentioned in subsection (1) above in any case where the Board consider that its application to that expenditure would have only a negligible effect on the total expenditure allowable under Part I of the principal Act for the field and so notify the responsible person. 3 Part I of Schedule 1 to this Act shall have effect for the purpose of allowing relief for certain expenditure which would not otherwise fall within this section or, as the case may be, section 3 of the principal Act. 4 Except as provided by subsections (6) and (7) and  sections 3A and 4  below and Part II of Schedule 1 to this Act, the whole of any expenditure to which this section applies shall be allowable on a claim under Schedule 5 or Schedule 6 to the principal Act for the relevant claim period. 5 The relevant claim period referred to in subsections (1) and (4) above is— a the claim period which is appropriate under paragraph 2 of Schedule 5 or, as the case may be, paragraph 1 of Schedule 6 to the principal Act; or b if the asset is a brought-in asset, as defined in section 4(12)(a) of the principal Act, and the expenditure has not already been allowable for an earlier claim period by virtue of paragraph (a) above, the claim period in which the asset is first used in connection with the field in question, discounting, in the case of a mobile asset, any claim period in which it was not dedicated to that field; or c if the asset is a mobile asset and paragraph (b) above does not apply and the expenditure has not already been allowable for an earlier claim period by virtue of paragraph (a) above, the claim period in which the asset became dedicated to the field in question. 6 Subsections (3) to (5A) of section 3 of the principal Act apply for the purposes of this section and Schedule 1 to this Act as they apply for the purposes of that section; and, except in so far as section 5 below provides to the contrary, any reference to section 4 of the principal Act (but not a reference to any specific provision of that section) in— a Part I of that Act, b any enactment, other than this Act, which is to be construed as one with that Part, or c section 107 of the  Finance Act 1980 (transmedian fields), shall be construed as including a reference to this section, section 4 below and Schedule 1 to this Act. 7 Section 4(13) of the principal Act (interests in assets) applies to the preceding provisions of this section and the provisions of Schedule 1 to this Act; and those provisions are subject to paragraph 2 of Schedule 4 and to Schedules 5 and 6 to the principal Act. 8 In this section “ long-term asset ” means an asset the useful life of which continues after the end of the claim period in which it is first used in connection with the oil field in question."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "3A", "section_title": "Exclusion from section 3(4) of expenditure on assets giving rise to tax-exempt tariffing receipts", "section_text": "3A 1 This section applies where— a expenditure incurred on or after 1st January 2004 falls within section 3 (1) above, but b some of the use (or expected use) of the asset in relation to which the expenditure was incurred is use in a way that gives rise to tax-exempt tariffing receipts (see section 6A(2) below). 2 In any such case, such part of the expenditure as it is just and reasonable to apportion to the use mentioned in subsection (1)(b) above shall be excluded from the expenditure which is allowable as mentioned in section 3(4) above."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "4", "section_title": " Expenditure related to exempt gas and deballasting.", "section_text": "4 1 In any case where expenditure falls within section 3(1) above, but by reason of section 10(2) of the principal Act (exempt gas) some of the use (or expected use) of the asset is not use in connection with an oil field, such part of that expenditure as it is just and reasonable to apportion to that use (or expected use) shall be excluded from the expenditure which is allowable as mentioned in section 3(4) above. 2 In any case where expenditure— a falls within section 3(1) above, or b by virtue of any provision of Part I of Schedule 1 to this Act, falls within section 3 of the principal Act, but some of the use (or expected use) of the asset is use for deballasting, such part of that expenditure as it is just and reasonable to apportion to that use (or expected use) shall be excluded from the expenditure which is allowable as mentioned in section 3(4) above or, as the case may be, from the expenditure which is allowable under section 3 of the principal Act. 3 In any case where— a expenditure does not fall within section 3(1) above or section 3 of the principal Act by reason only of section 10(2) of that Act (exempt gas), but b the asset in relation to which the expenditure was incurred is or is expected to be used in a way which gives rise to tariff receipts, then, so far as relates to so much of that expenditure as it is just and reasonable to apportion to the use referred to in paragraph (b) above, that use of the asset shall be treated for the purposes of section 3 above, Schedule 1 to this Act and section 3 of the principal Act as use in connection with the field from which the excluded oil, within the meaning of section 10 of that Act, is won. 4 References in subsection (3) above to the use of an asset (other than the final reference to use in connection with a field) include references to the provision, in connection with the use of the asset, of services or other business facilities of any kind. 5 In any case where— a expenditure is incurred in enhancing the value of an asset with a view to the subsequent disposal of it or of an interest in it, and b by reason only of section 10(2) of the principal Act (exempt gas), the expenditure does not fall within section 3(1) above or section 3 of that Act, and c the subsequent disposal of, or of an interest in, the asset gives or is expected to give rise to disposal receipts, then, such part of the use of the asset as it is just and reasonable to apportion to the expenditure referred to in paragraph (a) above shall be treated for the purposes of section 3 above, Schedule 1 to this Act and section 3 of the principal Act as use in connection with the field from which the excluded oil, within the meaning of section 10 of that Act, is won. 6 But where— a expenditure would (apart from this subsection) fall within paragraph (a) of subsection (5) above, and b the asset has, at any time in the period of 6 years ending with the date on which the expenditure was incurred, been used in a way that gives rise to tax-exempt tariffing receipts, the expenditure shall not be regarded for the purposes of that subsection as expenditure incurred in enhancing the value of the asset with a view to the subsequent disposal of the asset, or of an interest in it, to the extent that the amount of the expenditure falls to be reduced in accordance with subsection (7) below. 7 The reduction is to be made by applying section 7A below in relation to the expenditure as it applies in relation to disposal receipts in respect of a disposal, but with the substitution— a for references to the disponor, of references to the person incurring the expenditure (“the relevant participator”), b for references to the amount or value (apart from that section) of any disposal receipts of the disponor in respect of the disposal, of references to the amount which would, apart from subsection (6) above, be the amount of the expenditure incurred by the relevant participator with a view to the subsequent disposal of the asset or of an interest in it, c for references to the interest disposed of, of references to the asset or interest whose subsequent disposal gives or is expected to give rise to disposal receipts, d for references to the date of the disposal, of references to the date on which the expenditure was incurred, and taking the reference in subsection (6)(b) of that section to a reduction made by virtue of that section as a reference to a reduction made by virtue of that section for the purposes of section 7(9) of this Act."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "5", "section_title": " Miscellaneous amendments relating to reliefs.", "section_text": "5 1 In section 3 of the principal Act (allowance of expenditure otherwise than on long-term assets  etc. )— a in subsection (1) after the words “to the extent” and in subsection (6) after the word “shall” there shall in each case be inserted the words “subject to subsection (7) below”; and b at the beginning of subsection (5) there shall be inserted the words “Subject to subsection (5A) below”. 2 After subsection (5) of that section there shall be inserted the following subsection:— 5A Where expenditure incurred in relation to an asset is incurred— a in part for one of the purposes specified in subsection (5) above (or for what would be one of those purposes if section 10(2) below were disregarded), and b in part for the purpose of enabling the asset to be used in a way giving rise to tariff receipts within the meaning of the Oil Taxation Act 1983, then, to the extent that the expenditure is incurred for the purpose mentioned in paragraph (b) above, it shall be treated for the purposes of this Part of this Act as incurred for one of the purposes specified in subsection (5) above. 3 At the end of section 3 of the principal Act there shall be added the following subsections:— 7 In any case where— a expenditure which is incurred by any person as mentioned in subsection (6) above is so incurred in connection with a long-term asset, and b the long-term asset gives rise to receipts which, for the purpose of the Oil Taxation Act 1983, are tariff receipts of that person attributable to the field for which any of that expenditure is so allowable, then, so far as relates to that field, in making in accordance with subsection (6) above any apportionment for the purposes of either or both of subsections (1) and (5) above, the whole of the relevant expenditure shall be apportioned to one or more of the purposes mentioned in that subsection or, as the case may be, those subsections. 8 In subsection (7) above— a “ long-term asset ” means an asset whose useful life continues after the end of the claim period for which a claim is first made for an allowance in respect of expenditure incurred in connection with the asset; and b “ relevant expenditure ” means that portion of the expenditure in connection with the asset which is reasonably attributable to the use of the asset which gives rise to the receipts referred to in subsection (7)(b) above. 4 Paragraph 1 of Schedule 4 to the principal Act (expenditure not allowable under section 3 or section 4 of that Act if relief already allowable for another person) does not apply to any expenditure which— a consists of a payment made to a participator or a person connected with him; and b constitutes a tariff receipt or disposal receipt of the participator. 5 Subsections (1) to (4) above apply with respect to expenditure which is or was incurred after 30th June 1982. 6 In relation to expenditure incurred in the acquisition of an asset on or after 1st April 1983, paragraph 2 of Schedule 4 to the principal Act shall have effect subject to the following modifications— a in sub-paragraph (1), the words from “by another person” to “ that asset ” shall be omitted and at the end there shall be added the words “in acquiring, bringing into existence or enhancing the value of that asset”; and b for sub-paragraph (3) of that paragraph there shall be substituted the following sub-paragraph:— 3 The preceding provisions of this paragraph have effect (with any necessary modifications) in relation to expenditure incurred by a person in respect of— a the use of an asset, or b the provision of services or other business facilities of whatever kind in connection with the use, otherwise than by that person, of an asset, as they have effect in relation to expenditure incurred in the acquisition of, or of an interest in, an asset. 7 Notwithstanding anything in section 3(6) above, any reference to section 4 of the principal Act in— a paragraph 4 of Schedule 4 to that Act (disposal of certain long-term assets), or b paragraph 2(5) or paragraph 4 of Schedule 5 to that Act (claims and appeals relating to allowance of expenditure), does not include a reference to sections 3 and 4 above or Schedule 1 to this Act. 8 Paragraph 5 of Schedule 4 to the principal Act (treatment of payments for hire of assets) shall not apply in any case where the payments are or were received after 30th June 1982 (whenever the expenditure was incurred)."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "6", "section_title": " Chargeable tariff receipts.", "section_text": "6 1 In computing under section 2 of the principal Act the assessable profit or allowable loss accruing to a participator from an oil field in any chargeable period ending after 30th June 1982, the positive amounts for the purposes of that section (as specified in subsection (3)(a) thereof) shall be taken to include any tariff receipts of the participator attributable to that field for that period. 2 Subject to the provisions of this section  and section 6A below , for the purposes of this Act the tariff receipts of a participator in an oil field which are attributable to that field for any chargeable period are the aggregate of the amount or value of any consideration (whether in the nature of income or capital) received or receivable by him in that period (and after 30th June 1982) in respect of— a the use of a qualifying asset; or b the provision of services or other business facilities of whatever kind in connection with the use, otherwise than by the participator himself, of a qualifying asset. 3 Any reference in this Act to the asset to which any tariff receipts are referable is a reference to the qualifying asset referred to in paragraph (a) or, as the case may be, paragraph (b) of subsection (2) above. 4 Notwithstanding anything in subsection (2) above, any amount which— a is, in relation to the person giving it, expenditure in respect of interest or any other pecuniary obligation incurred in obtaining a loan or any other form of credit, or b is referable to the use of an asset for, or the provision of services or facilities in connection with, deballasting, or c is referable to other use of an asset, except use wholly or partly for an oil purpose, does not constitute a tariff receipt for the purposes of this Act; and, accordingly, any consideration which includes such an amount shall be apportioned in such manner as is just and reasonable. 4A In this section the reference to use of an asset for an oil purpose is a reference to— a use in connection with an oil field, and b use for any other purpose (apart from a purpose falling within section 3(1)(b) of the principal Act) of a separate trade consisting of activities falling within  the definition of  “oil-related activities” in section 274 of the Corporation Tax Act 2010 . 4B In subsection (4A) the reference to use in connection with an oil field includes use giving rise to receipts which, for the purposes of this Act, are tariff receipts. 5 Schedule 2 to this Act shall have effect for supplementing the provisions of this section and of sections 7 and 8 below."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "6A", "section_title": "Tax-exempt tariffing receipts", "section_text": "6A 1 An amount which is a tax-exempt tariffing receipt (see subsection (2) below) does not constitute a tariff receipt for the purposes of the Oil Taxation Acts. 2 An amount is a  “ tax-exempt tariffing receipt ” for the purposes of the Oil Taxation Acts if— a it would, apart from this section, be a tariff receipt of a participator in an oil field, b it is received or receivable by the participator in a chargeable period ending on or after 30th June 2004 under a contract entered into on or after 9th April 2003, and c it is in respect of tax-exempt business (see subsection (3) below). 3 For the purposes of this section an amount is in respect of tax-exempt business if it is an amount received or receivable by a participator in an oil field in respect of— a the use of a qualifying asset, or b the provision of services or other business facilities of whatever kind in connection with the use, otherwise than by the participator himself, of a qualifying asset, and that use of the qualifying asset falls within subsection (4) below. 4 Use of a qualifying asset falls within this subsection if it is— a use in relation to a new field (see subsection (5) below) or oil won from such a field, or b use in relation to a qualifying existing field (see subsection (5) below) or oil won from such a field,  or c use in relation to a  UK  recommissioned field (see subsection (5) below) or oil won from such a field. 5 In this section— “ existing field ” means any oil field or foreign field which is not a new field; “ foreign field ” means, subject to subsection (6) below (treatment of transmedian fields), any hydrocarbon accumulation which is not under the jurisdiction of the government of the United Kingdom; “ licensee ”, in relation to a foreign field, means a person who has rights, interests or obligations in respect of the foreign field under a licence or other authority granted by the government of a country other than the United Kingdom; “ new field ” means— an oil field for no part of which had— consent for development been granted to a licensee by the Secretary of State before 9th April 2003; or a programme of development been served on a licensee or approved by the Secretary of State before that date; or a foreign field for no part of which had— any consent for development been granted to a licensee by the government of a country other than the United Kingdom before 9th April 2003; or a programme of development been served on a licensee or approved by such a government before that date; and subsections (4) and (5) of section 36 of the Finance Act 1983 (which define  “ development ” for the purposes of subsections (2) and (3) of that section) shall apply also for the purposes of this definition; “ the Oil Taxation Acts ” means— Parts 1 and 3 of the principal Act; this Act; and any other enactment relating to petroleum revenue tax; “ qualifying existing field ” means an existing field as respects which the condition in section 6B(1) below is satisfied; “ UK  recommissioned field ” means any oil field which is not a new field or qualifying existing field but as respects which the conditions in section 185(1A) of the Finance Act 1993 are satisfied (fields recommissioned after earlier decommissioning). 6 For the purposes of this section, in the case of an oil field which, by virtue of section 107 of the Finance Act 1980 (transmedian fields), is deemed to include the sector mentioned in subsection (1)(a)(ii) of that section— a that sector shall be treated as a foreign field, and b the remainder of that field shall be treated as a separate oil field. 7 In the application of provisions of the Oil Taxation Acts relating to tax-exempt tariffing receipts, references to oil, in relation to a foreign field, are references to any substance that would be oil within the meaning of the principal Act if the enactments mentioned in section 1(1) of that Act extended to the foreign field. 8 This section is subject to the transitional provisions in Part 2 of Schedule 37 to the Finance Act 2004 (expenditure incurred between 9th April and 31st December 2003: treatment of initial portion of tax-exempt tariffing receipts as tariff receipts)."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "6B", "section_title": "The condition for being a qualifying existing field", "section_text": "6B 1 The condition for an existing field to be a qualifying existing field for the purposes of section 6A above is that at no time in the period of 6 years ending with 8th April 2003 (“the 6 year period”) was there— a any use of a disqualifying asset (see subsection (2) below) in a  UK  area (see subsection (11) below) in relation to the field or oil won from it, or b any provision of any services or other business facilities of whatever kind in connection with the use of a disqualifying asset in a  UK  area in relation to the field or oil won from it. 2 For the purposes of subsection (1) above  “ disqualifying asset ”, in relation to an existing field and any time in the 6 year period, means an asset which at that time— a was a qualifying asset in relation to a participator in an oil field; and b was not an excepted asset (see subsection (3) below). 3 For the purposes of subsection (2) above  “ excepted asset ”, in relation to an existing field and any time in the 6 year period, means any of the following— a any asset (other than a tanker) which at that time was wholly situated in the existing field; b any tanker which at that time was a non-dedicated tanker (see subsection (10) below) being used for transporting from the existing field oil which had been won from that field; c any asset which at that time was being used in relation to oil which had been won from the existing field and transported from that field by a non-dedicated tanker; d if the existing field is an oil field and is expected not to be a tanker loading field (see subsection (7) below)— i any tanker which at that time was a dedicated tanker (see subsection (9) below) being used for transporting from the existing field oil which had been won from that field; ii any asset which at that time was being used in relation to oil which had been won from the existing field and transported from that field by a dedicated tanker; iii any asset which at that time was being used to transport from the existing field oil consisting of gas won from that field to another oil field for the purpose of enabling that oil to be used for assisting the extraction of oil from that other field; e if at that time the existing field was not a taxable field, any asset by reference to which an election under section 231 of the Finance Act 1994 (election by reference to asset with excess capacity) was at that time in operation with respect to an oil field. 4 Where any use of an asset is, by virtue of subsection (3) above, use of an excepted asset, the provision of any services or other business facilities of whatever kind in connection with that use of that asset accordingly falls to be disregarded for the purposes of subsection (1)(b) above. 5 Where an asset in a  UK  area— a is a qualifying asset in relation to a participator in such an oil field as is mentioned in section 107 of the Finance Act 1980 (a  “participator in the  UK  sector”), and b is also, by virtue of paragraph 3 of Schedule 4 to this Act, a chargeable asset in relation to a participator in a foreign field (a  “participator in the foreign sector”), subsection (6) below applies in relation to use of the asset in relation to the existing field or oil won from it. 6 Where this subsection applies, then, in determining for the purposes of subsection (1) above whether there has been any use of a disqualifying asset in relation to the existing field or oil won from it, any use of the asset in relation to that field or oil won from it shall be treated— a as use of a qualifying asset in relation to a participator in an oil field, if or to the extent that the use is attributable, on a just and reasonable basis, to a participator in the  UK  sector, or b as use of an asset which was not a qualifying asset in relation to a participator in an oil field, if or to the extent that the use is attributable, on a just and reasonable basis, to a participator in the foreign sector. 7 For the purposes of subsection (3) above, the existing field is expected not to be a tanker loading field if, at the time when the relevant contract is entered into, it is expected that all (or virtually all) of the oil (other than oil consisting of gas) to be won from that field and transported from it after the beginning of the operational period will be so transported otherwise than by tanker. 8 For the purposes of subsection (7) above— a “ the relevant contract ” means the contract mentioned in section 6A(2)(b) above; and b “ the beginning of the operational period ” means the time at which the qualifying asset to which that contract relates begins to be used under that contract in relation to the existing field or oil won from that field. 9 For the purposes of subsection (3) above a tanker is a dedicated tanker at any time if— a the existing field mentioned in that subsection is an oil field, and b at that time the tanker is a mobile asset dedicated to that oil field (see section 2 above). 10 For the purposes of subsection (3) above a tanker is a non-dedicated tanker— a at any time, if the existing field mentioned in that subsection is not an oil field, or b where that field is an oil field, at any time when the tanker is not a mobile asset dedicated to that oil field. 11 In this section  “ UK  area ” means each of the following— a the United Kingdom; b the territorial sea of the United Kingdom; c a designated area, to the extent that it does not fall to be treated by virtue of section 6A(6) above as a foreign field. 12 This section shall be construed as one with section 6A above."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "7", "section_title": " Chargeable receipts from disposals.", "section_text": "7 1 In computing under section 2 of the principal Act the assessable profit or allowable loss accruing to a participator from an oil field in any chargeable period ending after 30th June 1982, the positive amounts for the purposes of that section (as specified in subsection (3)(a) thereof) shall be taken to include any disposal receipts of the participator attributable to that field for that period. 2 Subject to the provisions of this section, for the purposes of this Act the disposal receipts of a participator in an oil field which are attributable to that field for any chargeable period are the aggregate of the amount or value of any consideration received or receivable by him in respect of the disposal in that period of a qualifying asset or of an interest in such an asset. 3 Where there is such a redetermination as is mentioned in subsection (4) of section 107 of the  Finance Act 1980 (transmedian fields) and in consequence thereof the participators in the field receive a repayment, credit or set-off in respect of expenditure which was incurred in acquiring, bringing into existence or enhancing the value of a qualifying asset or an interest in it, the repayment shall be regarded as consideration received as mentioned in subsection (2) above in respect of the disposal of an interest in the asset. 4 No account shall be taken under subsection (2) above of any disposal of, or of an interest in, a qualifying asset which takes place more than two years after the time at which the asset— a ceases to be used in connection with any oil field whatsoever, or b ceases to give rise to tariff receipts of the participator referred to in that subsection,  or c ceases to give rise to tax-exempt tariffing receipts of that participator, whichever is the  latest . 5 Notwithstanding anything in subsection (2) or subsection (3) above, any amount which, in relation to the person paying it,— a is expenditure in respect of interest or any other pecuniary obligation incurred in obtaining a loan or any other form of credit, or b is a payment made for the purpose of obtaining a direct or indirect interest in oil won or to be won from an oil field, does not constitute a disposal receipt for the purposes of this Act; and accordingly, any consideration which includes such an amount shall be apportioned in such manner as is just and reasonable. 6 If in any claim period a qualifying asset gives rise to disposal receipts of a participator and any expenditure incurred by the participator is expenditure which in that period qualifies for supplement under paragraph (b)(ii) or paragraph (c)(ii) of subsection (9) of section 2 of the principal Act, then, except in so far as it is expenditure falling within section 111(7) of the  Finance Act 1981 (certain expenditure incurred before 1st January 1983),— a the amount which, apart from this subsection, would in his case be taken into account under either or both of those paragraphs shall be reduced by deducting therefrom a fraction thereof determined under subsection (7) below or, if that fraction exceeds unity, shall be taken to be nil; and b references in subsections (2) and (3) of section 9 of the principal Act (limit on amount of tax payable) to expenditure which was not allowed as qualifying for supplement under section 2(9)(b)(ii) or (c)(ii) shall be construed accordingly. 7 For the claim period referred to in subsection (6) above, the fraction referred to in paragraph (a) of that subsection is that of which— a the numerator, subject to subsection (8) below, is the disposal receipts of the participator in question for that period in respect of the qualifying asset referred to in subsection (6) above or, if it is less, the expenditure allowed or allowable to the participator in respect of that asset under section 3 above or section 4 of the principal Act; and b the denominator is so much of the total amount of expenditure allowable for the field on a claim for the claim period referred to in subsection (6) above as, in the case of the participator in question, falls to be taken into account under paragraphs (b)(i) and (c)(i) of subsection (9) of section 2 of the principal Act; and in paragraph (b) above “ allowable ” means allowable under section 3 or section 4 of the principal Act or under section 3 above. 8 If the disposal receipts in question relate to a disposal of an interest in the asset, rather than the asset itself, then the reference in subsection (7)(a) above to certain expenditure shall be construed as a reference to such proportion only of that expenditure as it is just and reasonable to apportion to the interest disposed of. 9 In determining the amount or value of the disposal receipts of the participator in question in a case where the qualifying asset has been used in a way that gives rise to tax-exempt tariffing receipts, the amount or value (apart from this subsection) of any disposal receipts of his in respect of the disposal shall be reduced in accordance with section 7A below."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "7A", "section_title": "Reduction of disposal receipts: use giving rise to tax-exempt tariffing receipts", "section_text": "7A 1 Where this section applies, the amount or value (apart from this section) of any disposal receipts of the participator (“the disponor”) in respect of the disposal shall be reduced in accordance with the following provisions of this section. 2 The reduction is to be made by multiplying that amount or value by the fraction that is equal to— 1 - T/A 1 - T A 3 In that formula— T is the aggregate of the tax-exempt tariffing use of the asset in the reference period by— a the disponor, so far as referable to the interest disposed of, and b each of the previous owners, so far as referable to that previous owner’s represented interest, and A is the aggregate of all use of the asset in the reference period by— a the disponor, so far as referable to the interest disposed of, and b each of the previous owners, so far as referable to that previous owner’s represented interest, but only taking into account for this purpose use of the asset by a person at a time when he is or was a participator in a taxable field. 4 For the purposes of this section— “ the interest disposed of ” means the asset, or the interest in an asset, the disposal of which gives rise to the disposal receipts mentioned in subsection (1) above; “ previous owner ” means any person from whom the disponor directly or indirectly derives his title to the whole or any part of the interest disposed of; “ the reference period ” means the shorter of the following periods ending with the date of the disposal— the period of 6 years; or the period beginning with the bringing into existence of the asset; “ represented interest ”, in the case of a previous owner, means so much of the interest which that previous owner had in the asset as is represented in the interest disposed of; “ tax-exempt tariffing use ”, in relation to an asset, means use of the asset in a way that gives rise to tax-exempt tariffing receipts. 5 Any apportionment that falls to be made for the purpose of determining a previous owner’s represented interest shall be made using a method which is just and reasonable, having regard to— a the proportion of any person’s interest that was acquired from any particular person, and b the proportion of any person’s interest that was transferred to any particular person. 6 Where— a the disponor or any previous owner acquired the asset or an interest in the asset from another person, and b on that other person’s corresponding disposal of the asset or interest a reduction was made by virtue of this section, use of the asset shall not be brought into account in determining T or A in the formula in subsection (2) above to the extent that it was so brought into account in relation to that corresponding disposal. 7 Where paragraph 9 of Schedule 2 to this Act (reduction of disposal receipts in respect of brought-in assets) applies in relation to an asset, no account shall be taken for the purposes of this section of any use of the asset during the initial period. In this subsection  “ the initial period ”, in relation to an asset, has the same meaning as it has in relation to that asset in paragraph 7 of Schedule 1 to this Act (restriction on allowable expenditure on brought-in asset). 8 For the purposes of this section, the amount of use of an asset— a where the use is in relation to oil, is to be determined by reference to the volume of oil in relation to which the asset is used, and b where the use is otherwise than in relation to oil, is to be determined on a just and reasonable basis. 9 For the purposes of this section, the extent to which use of an asset is referable to— a the interest disposed of, or b the represented interest of a previous owner, shall be determined on a just and reasonable basis, having regard to the size of the interest in question and the size from time to time of the whole interest in the asset of the disponor or, as the case may be, that previous owner."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "8", "section_title": " Qualifying assets. ", "section_text": "8 1 Subject to paragraph 4 of Schedule 2 to this Act, for the purposes of this Act a “ qualifying asset ”, in relation to a participator in an oil field, means  subject to subsection (1A) below  an asset— a which either is not a mobile asset or is a mobile asset dedicated to that oil field; and b in respect of which expenditure incurred by the participator is allowable, or has been allowed, for that field under section 3 above, section 4 of the principal Act or, subject to subsection (2) below, section 3 of that Act. 1A Notwithstanding anything in subsection (1) above, the following assets are not qualifying assets for the purposes of this Act, namely,— a land or an interest in land; and b a building or structure which is situated on land and which does not fall within any of sub-paragraphs (i) to (iv) of paragraph ( c ) of subsection (4) of section 3 of the principal Act.  2 If, in respect of any asset, the only expenditure which falls within subsection (1)(b) above is expenditure allowable or allowed under section 3 of the principal Act, the asset shall not be a qualifying asset unless, at the time the expenditure was incurred, it was expected that the useful life of the asset would continue after the end of the claim period in which the asset was to be first used in a way which would constitute use in connection with an oil field for the purposes of that section. 3 Subject to subsection (4) below, the oil field to which are attributable tariff receipts or disposal receipts referable to a qualifying asset is that field for which the expenditure referred to in subsection (1)(b) above is allowable; and, if there is more than one such field, then,— a in the case of a mobile asset, no account shall be taken of a field to which it is not dedicated; and b no account shall be taken of a field in relation to which the asset is a qualifying asset by virtue only of paragraph 1 of Schedule 1 to this Act; and c subject to paragraphs (a) and (b) above  and subsection (3A) below , it is that one of those fields in relation to which a development decision was first made; and subsection (7) of section 5A of the principal Act (time when development decision is made) shall have effect for the purposes of paragraph (c) above  and subsection (3A) below  as it has effect for the purposes of subsection (1)(c) of that section. 3A If development decisions were first made in relation to two or more oil fields on the same day, then, for the purposes of subsection (3)( c ) above, it shall be conclusively presumed that the first of those decisions was made in relation to that one of those fields in connection with which it appeared— a at the time of the decision, or b if it is later, at the time the asset was acquired or brought into existence by the participator in question for use in connection with an oil field, that the participator in question would make the most use of the asset. 4 In the case of an asset which, in relation to the participator in question, is a qualifying asset by virtue only of paragraph 1 of Schedule 1 to this Act, the oil field to which are attributable tariff receipts or disposal receipts referable to the asset is that to which (in accordance with subsection (3) above) those receipts would be attributable if they were referable to the other asset referred to in sub-paragraph (1)(d) of that paragraph (that is to say, the asset in association with which the first asset is, or is expected to be, used). 5 In relation to a qualifying asset or the tariff receipts or disposal receipts referable to it, in this Act “ chargeable field ” means the field referred to in subsection (3) or, as the case may be, subsection (4) above."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "9", "section_title": " Tariff receipts allowance.", "section_text": "9 1 Subject to the provisions of this section and Schedule 3 to this Act if, in computing the assessable profit or allowable loss accruing to a participator from an oil field (in this section referred to as “ the principal field ”) in any chargeable period, account would be taken, apart from this section, of an amount of qualifying tariff receipts received or receivable by him for that period from a user field, then, for the purpose of determining his liability (if any) to tax for that period, the amount of those qualifying tariff receipts shall be treated as reduced as follows, that is to say,— a if that amount exceeds the cash equivalent of his share of the tariff receipts allowance in respect of that user field for that period, to an amount equal to the excess; or b if that amount equals the cash equivalent of his share of that allowance, to nil. 2 Subject to  subsection (4)  below, for the participators in the principal field there shall be, for each chargeable period, a separate tariff receipts allowance of 250,000 metric tonnes in respect of each user field. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Schedule 3 to this Act shall have effect— a for determining for the purposes of this section the cash equivalent of a participator’s share of the tariff receipts allowance in respect of a user field for a chargeable period; and b generally for supplementing  subsections (1) and (2)  above. 5 Any reference in this section or in Schedule 3 to this Act to a user field is a reference— a to an oil field  other than—                   i the principal field, or ii an oil field that is a non-taxable field by virtue of section 185(1) or (1A) of the Finance Act 1993. b to an area which is not under the jurisdiction of the government of the United Kingdom but which, by an order made by statutory instrument by the Secretary of State for the purposes of this Act, is specified as a foreign field. 5A No order may be made under subsection (5)(b) above on or after 1st July 1993. 6 In this section— a “ qualifying tariff receipts ” means tariff receipts in relation to which the principal field is the chargeable field and which are attributable to, or to the provision of services or other business facilities in connection with, the use of any asset for extracting, transporting, initially treating or initially storing oil won otherwise than from the principal field; and b any reference to qualifying tariff receipts received from a user field is a reference to any of those receipts which are received from a participator in the user field in respect of the use of an asset for extracting, transporting, initially treating or initially storing oil won from that field or the provision of services or other business facilities in connection with that use; and for the purposes of this section and Schedule 3 to this Act, an oil field, which, by virtue of section 107 of the  Finance Act 1980 (transmedian fields), is deemed to include the sector mentioned in subsection (1)(a)(ii) of that section, shall be treated as two separate oil fields, one being that sector and the other being the rest of the field. 7 In relation to any user field which is not an oil field within the meaning of the principal Act,— a references to oil are references to any substance that would be oil within the meaning of that Act if the enactments mentioned in section 1(1) thereof extended to the user field; and b references to a participator are references to a person who is, or has rights, interests or obligations of, a licensee in respect of the user field under the law of a country outside the United Kingdom. 8 Section 111 of the  Finance Act 1981 (restriction of expenditure supplement) shall have effect with respect to chargeable periods ending after 1st July 1982 with the insertion, at the end of paragraph (c) of subsection (3), of the words and                   d if any qualifying tariff receipts, within the meaning of section 9 of the Oil Taxation Act 1983, are received or receivable by the participator for that period, any amount by which those receipts are treated as reduced by virtue of that section shall be brought into account in that computation as an addition to the positive amounts referred to in section 2(3)(a) of the principal Act . 9 For the purposes of this section and Schedule 3 to this Act 1,100 cubic metres of oil consisting of gas at the temperature and pressure mentioned in section 1(4) of the principal Act shall be counted as equivalent to one metric tonne of oil other than gas. 10 In any case where there is in force a scheme which, for the purposes of section 108 of the  Finance Act 1980 (gas banking schemes) is either a gas banking scheme or an international gas banking scheme, then, whether or not an election is made under that section, in determining for the purposes of this section and Schedule 3 to this Act what oil is won from a particular user field, oil consisting of gas which is transferred to a user field pursuant to the scheme shall be treated as won from that field."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "10", "section_title": " Returns relating to tariff and disposal receipts.", "section_text": "10 1 A return made by a participator in an oil field under paragraph 2 of Schedule 2 to the principal Act shall contain the following particulars— a a statement of the amount or value and the source of any tariff receipts or disposal receipts of the participator which are attributable to that field for the chargeable period to which the return relates; and b a statement of the assets to which any such tariff receipts of disposal receipts are referrable; and c such other particulars as the Board may prescribe with respect to any such tariff receipts or disposal receipts. 2 In any case where,— a before the commencement of this Act, a participator in an oil field has made a return under paragraph 2 of Schedule 2 to the principal Act in respect of a chargeable period, and b if subsection (1) above had been in force at the time that the return was made, the return would have been required to contain the particulars referred to in paragraphs (a) to (c) of that subsection, the participator shall prepare and before 30th June 1984 deliver to the Board a supplementary return for that chargeable period identifying it and containing those particulars. 3 Paragraphs 2(4) and 3 of Schedule 2 to the principal Act shall apply in relation to a supplementary return under subsection (2) above with the substitution of a reference to that subsection for the reference in paragraph 3(1) to paragraph 2(1) of that Schedule. 4 With respect to chargeable periods ending after the passing of this Act, paragraph 5 of Schedule 2 to the principal Act (returns by the responsible person) shall be amended by inserting, after sub-paragraph (2), the following sub-paragraph:— 2A The reference in sub-paragraph (2)(d) above to particulars of or relating to the field includes a reference to particulars required for determining the amount by which any qualifying tariff receipts, within the meaning of section 9 of the Oil Taxation Act 1983, are to be treated as reduced by virtue of that section. 5 In the return under paragraph 5 of Schedule 2 to the principal Act for the chargeable period ending on 30th June 1984, the Board may require the responsible person to include particulars required for determining the amount by which any qualifying tariff receipts, within the meaning of section 9 above, are to be treated as reduced by virtue of that section for earlier chargeable periods. 6 The Schedule to the  Petroleum Revenue Tax Act 1980 shall be amended by inserting after sub-paragraph (2) of paragraph 2 the following sub-paragraph:— 2A The amount of any tariff or disposal receipts, within the meaning of the Oil Taxation Act 1983, shall be taken from the particulars included in the return referred to in sub-paragraph (2) above, and any amount by which any of those tariff receipts are to be treated as reduced under section 9 of that Act shall be determined accordingly."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "12", "section_title": " Charge of receipts attributable to  U.K.  use of foreign field asset.", "section_text": "12 1 The provisions of Schedule 4 to this Act have effect for the purpose of bringing into charge to tax the amount or value of certain consideration (whether in the nature of income or capital) which is received or receivable after 30th June 1982 by a participator in a foreign field— a in respect of the United Kingdom use of a field asset; or b in respect of the provision, in connection with the United Kingdom use of a field asset, of services or other business facilities of whatever kind; or c in respect of the disposal of a field asset or an interest in such an asset where either the asset has already been in United Kingdom use or it is reasonable to expect that, after the disposal, the asset will be in United Kingdom use. 2 In this section and Schedule 4 to this Act— a “ foreign field ” means, subject to subsection (3) below, an area which is not under the jurisdiction of the government of the United Kingdom but which, by an order made by statutory instrument by the Secretary of State for the purposes of this Act, is specified as a foreign field; and b in relation to a foreign field, “ participator ” means a person who is, or has rights, interests or obligations of, a licensee in respect of the foreign field under the law of a country outside the United Kingdom. 3 For the purposes of this section and Schedule 4 to this Act, in the case of an oil field  which is a taxable field and  which, by virtue of section 107 of the  Finance Act 1980 (transmedian fields) is deemed to include the sector mentioned in subsection (1)(a)(ii) of that section— a that sector shall be treated as a foreign field; and b the remainder of that field shall be treated as a separate oil field. 3A No order may be made under subsection (2)(a) above on or after 1st July 1993. 4 In this section and Schedule 4 to this Act— a “ field asset ”, in relation to a foreign field, means an asset which— i is not a mobile asset, and ii is situated in the United Kingdom, the territorial sea thereof or a designated area, and iii subject to subsection (6) below, is, has been or is expected to be used in a way which, on the assumptions in subsection (5) below, would be use in connection with the foreign field; and b “ United Kingdom use ”, in relation to a field asset, means the use of the asset in connection with the exploration or exploitation of so much of the seabed and subsoil and their natural resources as is situated in the territorial sea of the United Kingdom or a designated area. 5 The assumptions referred to in subsection (4)(a) above are— a that every foreign field is situated in a designated area and is an oil field within the meaning of Part I of the principal Act; and b that references in Part I of the principal Act to oil are references to any substance that would be oil if the enactments mentioned in section 1(1) thereof extended to the foreign field. 6 For the purposes of this section and Schedule 4 to this Act an asset which falls within sub-paragraphs (i) and (ii) of paragraph (a) of subsection (4) above but does not fall within sub-paragraph (iii) of that paragraph is nevertheless a field asset if— a its use gives rise or is expected to give rise to consideration which, assuming the asset to be a field asset, would fall within subsection (1) above; and b its useful life continues, or is expected to continue, for more than six months after the time at which the consideration referred to in paragraph (a) above is first received or receivable; and c it is, or is expected to be, used in association with another asset which is a field asset. 7 For the purposes of subsection (6)(c) above, an asset shall not be regarded as used in association with a field asset unless it is so used in a way which constitutes use in connection with an oil field or would constitute such use but for section 10(2) of the principal Act (exempt gas)."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "13", "section_title": " Transitional provisions.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "14", "section_title": " Re-opening of decisions for periods before the passing of this Act.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Oil Taxation Act 1983", "year": 1983, "section": "15", "section_title": " Short title, interpretation, construction and repeals.", "section_text": "15 1 This Act may be cited as the Oil Taxation Act 1983. 2 In this Act “ the principal Act ” means the  Oil Taxation Act 1975. 3 In this Act— “ chargeable field ” shall be construed in accordance with section 8(5) above; “ disposal receipts ” shall be construed in accordance with section 7(2) above; “ qualifying asset ” shall be construed in accordance with  section 8  above; and “ tariff receipts ” shall be construed, subject to Schedule 5 to this Act, in accordance with section 6(2) above. 4 Section 1122 of the Corporation Tax Act 2010  (connected persons) applies for the purposes of this Act. 5 This Act shall be construed as one with Part I of the principal Act. 6 The enactments specified in Schedule 6 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}]