[{"act": "Water Act 1983", "year": 1983, "section": "1", "section_title": " Constitution and procedure of water authorities.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In Part II of Schedule 1 to the  House of Commons Disqualification Act 1975 (bodies of which all members are disqualified), the following entries are inserted at the appropriate places— A regional water authority established in accordance with section 2 of the Water Act 1973 ; The Welsh Water Authority . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1983", "year": 1983, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Water Act 1983", "year": 1983, "section": "3", "section_title": " Dissolution of National Water Council and Water Space Amenity Commission.", "section_text": "3 1 On such day as the Secretary of State may by order appoint, the functions of the National Water Council shall determine and all the property, rights and liabilities which immediately before the day so appointed were property, rights and liabilities of the Council shall, by virtue of this section, become property, rights and liabilities of the Secretary of State for the Environment. 2 On such day as the Secretary of State may by order appoint, the functions of the Water Space Amenity Commission shall determine. 3 This section has effect subject to Schedule 2 to this Act which makes further provision in relation to the Council and Commission, including provision for their dissolution. 4 The Secretary of State may by order transfer to any authority, or to any person who in his opinion acts or will act on behalf of one or more authorities— a such of the property, rights and liabilities of the Council, or b in the case of an order having effect after the day appointed under subsection (1) above, such of the property, rights and liabilites vested in him by virtue of that subsection, as he considers expedient. 5 In subsection (4) above “ authority ” means— a a water authority, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c a regional or islands council, d a river purification board, or e a water development board."}, {"act": "Water Act 1983", "year": 1983, "section": "4", "section_title": " Expenses of Secretary of State occasioned by section 3.", "section_text": "4 1 Any sums received by the Secretary of State by virtue of the transfer of property, rights and liabilities effected by section 3 of this Act shall be paid by him into the Consolidated Fund. 2 The Secretary of State may levy from water authorities such contributions (which need not be the same for each authority) as appear to him, when taken together, necessary to meet the net expenses incurred by him— a in discharging any liabilities to which he becomes subject by virtue of section 3 of this Act, or b otherwise in connection with the dissolution of the National Water Council and Water Space Amenity Commission. 3 In subsection (2) above “ net expenses ” means the amount of the expenses in question reduced by the amount paid by the Secretary of State into the Consolidated Fund in accordance with subsection (1) above. 4 Any sums received by the Secretary of State by way of levy under subsection (2) above shall be paid by him into the Consolidated Fund."}, {"act": "Water Act 1983", "year": 1983, "section": "57.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Water Act 1983", "year": 1983, "section": "8", "section_title": " Repeal of Water Charges Equalisation Act 1977.", "section_text": "8 1 The  Water Charges Equalisation Act 1977 shall cease to have effect. 2 If the Secretary of State is satisfied— a that, had the Act of 1977 not ceased to have effect, he would have been required to make adjustments under section 3(3) of that Act on making the next orders under sections 1 and 2, and b that it is expedient to make provision in lieu of those adjustments, he shall comply with subsection (3) below in relation to every statutory water undertaker as respects which such an adjustment would, in his opinion, have been so required. 3 Where the Secretary of State is required to comply with this subsection in relation to any statutory water undertaker, he shall— a in a case where the adjustment would have been by way of a reduction in the equalisation levy payable by, or an increase in the equalisation payment payable to, the undertaker, pay to that undertaker out of money provided by Parliament the appropriate amount, or b in any other case, by order direct that undertaker to pay to him the appropriate amount. 4 In subsection (3) above “ appropriate amount ” means an amount equal to the adjustment which, in the opinion of the Secretary of State, would have been required under section 3(3) in the case of the undertaker in question. 5 No order shall be made under subsection (3) above unless a draft of the order has been laid before, and approved by a resolution of, the House of Commons. 6 Any sums received by the Secretary of State under this section shall be paid by him into the Consolidated Fund."}, {"act": "Water Act 1983", "year": 1983, "section": "9", "section_title": " Orders and regulations.", "section_text": "9 1 Any power of the Secretary of State to make an order or regulations under this Act shall be exercisable by statutory instrument which, except in the case of an order under section 3(1) or (2), 8(3) or 11(5) of this Act or paragraphs 3(2) or 10(2) of Schedule 2 to this Act, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 Any order or regulations under this Act may make different provision for different cases or descriptions of case, including different provision for different areas, and may contain such incidental or supplemental provision as the Secretary of State thinks fit."}, {"act": "Water Act 1983", "year": 1983, "section": "10", "section_title": " Interpretation.", "section_text": "10 —In this Act— “ appointed day ” means, in relation to the Council or, as the case may be, Commission, the day appointed under section 3 of this Act in relation to that body. “ Commission ” means the Water Space Amenity Commission, “ Council ” means the National Water Council. “ principal Act ” means the  Water Act 1973, “ river purification board ” means a board established under section 135 of the  Local Government (Scotland) Act 1973, ... and “ water development board ” has the meaning given by section 109(1) of the  Water (Scotland) Act 1980."}, {"act": "Water Act 1983", "year": 1983, "section": "11", "section_title": " Short title and commencement,  etc.", "section_text": "11 1 This Act may be cited as the Water Act 1983. 2 Schedule 4 to this Act (which makes minor and consequential amendments) shall have effect. 3 The enactments and instruments specified in Schedule 5 to this Act are hereby repealed or, as the case may be, revoked to the extent specified in the third column of that Schedule. 4 The following provisions of this Act— a sections 2 to 6; b sections 9 and 10; c this section, except subsections (2) and (3); d Schedule 2; e Schedule 3; f paragraphs 8 and 9 of Schedule 4 and subsection (2) of this section so far as relating to those paragraphs; and g the revocation by Schedule 5 of the  Water Authorities and National Water Council (Limit on Borrowing) Order 1982 and subsection (3) of this section so far as relating to that revocation; shall come into force on the passing of this Act. 5 The remaining provisions of this Act shall come into force on such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes. 6 An order under subsection (5) above appointing a day for the commencement of section 1 of this Act may make provision for the existing members of water authorities, other than the chairmen, to vacate office before that day; but no such provision shall be taken as preventing the reappointment of any such person under the provisions substituted by that section. 7 The following provisions of this Act— a section 1(2); b section 3(1) and (3) to (5); c this section; d Part I of Schedule 2; extend to Scotland and Northern Ireland and any repeal by Schedule 5 to this Act of an enactment which extends to Scotland or Northern Ireland has the same extent as that enactment, but otherwise this Act extends to England and Wales only."}]