[{"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "1", "section_title": " Election of MEPs.", "section_text": "1 This Act makes provision for the election in the United Kingdom of Members of the European Parliament (“ MEPs ”)."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "2", "section_title": " Electoral regions and number of MEPs.", "section_text": "2 1 The United Kingdom shall be divided into electoral regions. 2 England shall be divided into nine electoral regions. 3 Scotland, Wales and Northern Ireland shall each constitute a single electoral region. 4 The number of MEPs elected in the United Kingdom shall be 87, of whom— a 71 shall be elected for electoral regions in England, b 8 shall be elected for Scotland, c 5 shall be elected for Wales, and d 3 shall be elected for Northern Ireland. 5 Schedule 2 (which sets out the electoral regions in England and makes provision for the number of MEPs to be elected for each region) shall have effect."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "3", "section_title": " Electoral system in Great Britain.", "section_text": "3 1 The system of election in an electoral region in Great Britain shall be a regional list system complying with the following conditions. 2 A vote may be cast for a registered party, or an individual candidate, named on the ballot paper. 3 The first seat shall be allocated to the party or individual candidate with the greatest number of votes. 4 The second and subsequent seats shall be allocated in the same way, except that the number of votes given to a party to which one or more seats have already been allocated shall be divided by the number of seats allocated plus one. 5 In allocating the second or any subsequent seat there shall be disregarded any votes given to— a a party to which there has already been allocated a number of seats equal to the number of names on the party’s list of candidates, and b an individual candidate to whom a seat has already been allocated. 6 Seats allocated to a party shall be filled by the persons named on the party’s list of candidates in the order in which they appear on that list. 7 For the purposes of subsections (3) and (4) fractions shall be taken into account. 8 In this section— a “ registered party ” means  a party registered under Part II of the Political Parties, Elections and Referendums Act 2000 ; b a reference to a party’s “ list of candidates ” is a reference to the list submitted in accordance with regulations made as required by paragraph 2(3B) of Schedule 1."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "3A", "section_title": " Electoral system in Northern Ireland.", "section_text": "3A The system of election in Northern Ireland shall be a single transferable vote system under which— a a vote is capable of being given so as to indicate the voter’s order of preference for the candidates, and b a vote is capable of being transferred to the next choice— i when the vote is not required to give a prior choice the necessary quota of votes, or ii when, owing to the deficiency in the number of votes given for a prior choice, that choice is eliminated from the list of candidates."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "3B", "section_title": " Electoral system: supplementary.", "section_text": "3B Schedule 1 (which makes supplementary provision about the holding of elections, the filling of vacancies, and disqualification) shall have effect."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "3C", "section_title": " Franchise.", "section_text": "3C 1 A person shall be entitled to vote as an elector at a European Parliamentary election in an electoral region if he is within any of subsections (2) to (5) below. 2 A person is within this subsection if on the day of the poll he would be entitled to vote as an elector at a parliamentary election in a parliamentary constituency wholly or partly comprised in the electoral region, and— a the address in respect of which he is registered in the relevant register of parliamentary electors is within the electoral region, or b his registration in the relevant register of parliamentary electors results from an overseas elector’s declaration which specifies an address within the electoral region. 3 A person is within this subsection if— a he is a peer who on the day of the poll would be entitled to vote at a local government election in an electoral area wholly or partly comprised in the electoral region, and b the address in respect of which he is registered in the relevant register of local government electors is within the electoral region. 4 A person is within this subsection if he is entitled to vote in the electoral region by virtue of section 3(2) to (9) of the Representation of the  People Act 1985 (peers resident outside the United Kingdom). 5 A person is within this subsection if he is entitled to vote in the electoral region by virtue of  the European Parliamentary Elections (Franchise of Relevant Citizens of the Union) Regulations 2001  (relevant citizens of the European Union). 6 Subsection (1) shall have effect subject to any provision of regulations made under paragraph 2 of Schedule 1 which provides for alterations made after a specified date in a register of electors to be disregarded. 7 In subsection (3) “ local government election ” includes a municipal election in the City of London (that is, an election to the office of mayor, alderman, common councilman or sheriff and also the election of any officer elected by the mayor, aldermen and liverymen in common hall)."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "3D", "section_title": " Date of elections.", "section_text": "3D 1 The poll at each general election of MEPs shall be held on a day appointed by order of the Secretary of State. 2 A statutory instrument made under this section shall be laid before Parliament after being made."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "4", "section_title": " Double voting.", "section_text": "4 1 Without prejudice to any enactment relating to voting offences as applied by regulations under this Act to elections of  MEPs  held in the United Kingdom, a person shall be guilty of an offence if, on any occasion when under Article 9 elections to the Assembly are held in all the member States, he votes otherwise than as a proxy more than once in those elections, whether in the United Kingdom or elsewhere. 2 The provisions of the  Representation of the People Act 1983  as applied by regulations under this Act shall have effect in relation to an offence under this section as they have effect in relation to an offence under  section 61(2)  of that Act (double voting); and, without prejudice to the generality of the foregoing provision,  section 61(7)  of that Act (which makes such an offence an illegal practice but allows any incapacity resulting from conviction to be mitigated by the convicting court) and  section 178  of that Act (prosecutions for offences committed outside the United Kingdom) shall apply accordingly."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "5", "section_title": " Exemption from jury service.", "section_text": "5 1 In Part III of Schedule 1 to the   Juries Act 1974 (excusal of certain persons from jury service in England and Wales)  . . ., before the heading “The Forces” there shall be inserted the following:  European Assembly Representatives to the Assembly of the European Communities. . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "6", "section_title": " Parliamentary approval of treaties increasing Assembly’s powers.", "section_text": "6 1 No treaty which provides for any increase in the powers of the Assembly shall be ratified by the United Kingdom unless it has been approved by an Act of Parliament. 2 In this section “ treaty ” includes any international agreement, and any protocol or annex to a treaty or international agreement."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "7", "section_title": " Expenses.", "section_text": "7 1 There shall be charged on, and paid out of, the Consolidated Fund. a charges to which persons on whom functions are conferred by regulations made by virtue of paragraph 4(2) of Schedule 1 are entitled by virtue of regulations under this Act, and aa any sums required by the Secretary of State for expenditure on the provision of training relating to functions conferred by regulations made by virtue of paragraph 4(2) of Schedule 1; b any increase attributable to this Act in the sums charged on and payable out of that Fund under any other enactment. 2 There shall be paid out of money provided by Parliament— a any additional sums payable by way of rate support grant because of an increase attributable to this Act in the registration expenses of registration officers in Great Britain; b any increase so attributable in the sums payable out of money so provided under  section 54(2) of the Representation of the People Act 1983  on account of the registration expenses of registration officers in Northern Ireland; and c any increase so attributable in the sums payable out of money so provided under the  House of Commons (Redistribution of Seats) Act 1949."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "8", "section_title": " Interpretation. ", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In this Act— a any reference to a numbered Article is a reference to the Article so numbered of the Act concerning the election of the representatives of the Assembly by direct universal suffrage annexed to the decision of the Council of the European Communities dated the 20th September 1976, and any reference to a numbered subdivision of a numbered Article shall be construed accordingly; b “ enactment ” includes an enactment contained in an Act of the Parliament of Northern Ireland or an Order in Council made under the  Northern Ireland (Temporary Provisions) Act 1972, or in a Measure of the Northern Ireland Assembly. 3 Except where the context otherwise requires, any reference in this Act to an enactment is a reference to that enactment as amended, and includes a reference to it as applied, by or under any other enactment, including this Act."}, {"act": "European Assembly Elections Act 1978 (Repealed)", "year": 1978, "section": "9", "section_title": " Citation  etc.", "section_text": "9 1 This Act may be cited as the  European Parliamentary  Elections Act 1978. 2 Any power to make orders or regulations conferred by this Act shall be exercisable by statutory instrument; and any power to make an order under any provision of this Act includes power to vary or revoke a previous order made under that provision."}]