[{"act": "Shipbuilding (Redundancy Payments) Act 1978 (repealed 1.4.1996)", "year": 1978, "section": "1", "section_title": " Payments to redundant workers in the shipbuilding industry.", "section_text": "1 1 For the purpose of providing financial assistance to or in respect of employees of any relevant company who are made redundant or transferred to less well-paid employment by reason of— a the closure of any undertaking carried on by the relevant company employing them; or b a reduction in the activities of, or the number of persons employed in, any such undertaking, the Secretary of State may by order make schemes under this Act. 2 A scheme under this Act shall be either— a a scheme for Great Britain; or b a scheme for Northern Ireland. 3 In subsection (1) above “ relevant company ” means— a in relation to a scheme for Great Britain, British Shipbuilders, any wholly owned subsidiary of British Shipbuilders or any subsidiary of British Shipbuilders the whole of whose ordinary share capital is held by British Shipbuilders; and b in relation to a scheme for Northern Ireland, any body corporate engaged in shipbuilding the whole of whose equity share capital is held by or on behalf of the Crown (in this Act called a “Northern Ireland company”) or any wholly owned subsidiary of a Northern Ireland company. 4 In this section— “equity share capital”, in the case of a company incorporated in Northern Ireland, has the meaning assigned to it by  Article 2(3) of the Companies (Northern Ireland) Order 1986 ; “ ordinary share capital ” means, in relation to a company, its issued share capital excluding any part thereof which, as respects dividends, does not carry any right to participate beyond a specified amount in a distribution;                   “ subsidiary ” and “ wholly owned subsidiary ” have the meanings given by section 736 of the Companies Act 1985; and for the purposes of subsection (3)(a) above, ordinary share capital held by— i a subsidiary of British Shipbuilders; ii a nominee for British Shipbuilders; or iii a nominee for a subsidiary of British Shipbuilders, shall be treated as held by British Shipbuiders."}, {"act": "Shipbuilding (Redundancy Payments) Act 1978 (repealed 1.4.1996)", "year": 1978, "section": "2", "section_title": " Supplementary provisions relating to schemes.", "section_text": "2 1 A scheme under this Act shall provide for the making of payments to or in respect of employees of any prescribed class who during the period of two years beginning on a prescribed date— a are made redundant within the meaning of the scheme; or b are transferred to less well-paid employment within the meaning of the scheme, in such circumstances as are mentioned in section 1(1) above. 2 The period of two years mentioned in subsection (1) above shall not, in a scheme for Great Britain, begin on a date which is earlier than 1st July 1977. 3 Subject to subsection (2) above— a the date prescribed by a scheme under this Act for the beginning of the said period of two years may be a date before the passing of this Act; and b a scheme under this Act may apply to persons made redundant or transferred before the passing of this Act, or before the making of the scheme. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 A scheme for Great Britain shall provide that any payment falling to be made to any person under the scheme shall be made by British Shipbuilders. 6 A scheme for Northern Ireland shall provide that any payment falling to be made to any person under the scheme shall be made by a Northern Ireland company. 7 A scheme under this Act may provide that where any person— a is made redundant by a relevant company; b receives payments under the scheme; and c is subsequently re-employed by a relevant company within such period, beginning with the date of his redundancy, as may be prescribed, that person shall be required to make such repayment of the sums paid to him under the scheme as may be prescribed and to such person as may be prescribed. 8 A scheme under this Act may include provision for the determination of any question arising under the scheme and— a in the case of a scheme for Great Britain, may enable British Shipbuilders to authorise any of its members or employees or any officer or employee of a relevant company to determine on behalf of British Shipbuilders any such question which falls to be determined by British Shipbuilders; and b in the case of a scheme for Northern Ireland, may enable a Northern Ireland company to authorise any of its officers or employees to determine on its behalf any such question which falls to be determined by it. 9 Any power conferred by this Act to make an order— a shall be exercisable by statutory instrument; and b shall include power— i to vary or revoke a previous order made under this Act; and ii to include in the order such incidental or supplementary provisions as the Secretary of State considers appropriate. 10 An order shall not be made under this Act unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 11 In this section “ prescribed ”, in relation to a scheme under this Act, means prescribed by the scheme in question."}, {"act": "Shipbuilding (Redundancy Payments) Act 1978 (repealed 1.4.1996)", "year": 1978, "section": "3", "section_title": " Financial provisions.", "section_text": "3 1 The Secretary of State shall pay to British Shipbuilders such sums in respect of— a payments made or to be made under a scheme for Great Britain, and b expenses incurred or to be incurred by British Shipbuilders in connection with the administration of a scheme for Great Britain, as shall, with the approval of the Treasury, be agreed by the Secretary of State and British Shipbuilders. 2 The Department of Manpower Services for Northern Ireland shall pay to any Northern Ireland company such sums in respect of— a payments made or to be made by the Northern Ireland company under a scheme for Northern Ireland; and b expenses incurred or to be incurred by the Northern Ireland company in connection with the administration of a scheme for Northern Ireland, as shall, with the approval of the Department of Finance for Northern Ireland, be agreed by the Department of Manpower Services for Northern Ireland and the Northern Ireland company. 3 There shall be paid out of money provided by Parliament— a any sums payable by the Secretary of State under this Act; and b any administrative expenses of the Secretary of State or a government department incurred for the purposes of this Act."}, {"act": "Shipbuilding (Redundancy Payments) Act 1978 (repealed 1.4.1996)", "year": 1978, "section": "4", "section_title": " Short title, interpretation and extent.", "section_text": "4 1 This Act may be cited as the Shipbuilding (Redundancy Payments) Act 1978. 2 In this Act, except where the context otherwise requires, references to persons who are made redundant or transferred to less well-paid employment include references to persons who are about to be made redundant or about to be so transferred. 3 This Act extends to Northern Ireland."}]