[{"act": "Criminal Justice Act 1961", "year": 1961, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3–7"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "8", "section_title": " Fines for young offenders.", "section_text": "8 1  . . .  2  . . .  3  . . .  4  . . . "}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11–13"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "18", "section_title": " Directions as to management of approved schools.", "section_text": "18 1 If it appears to the Secretary of State that the provision made in any approved school with regard to any matter relating to— a the premises or equipment of the school, b the number or grades of the staff employed in the school, or c the education, training or welfare of persons under the care of the managers, is inadequate or unsuitable, he may give to the managers such directions as he thinks necessary for securing that proper provision is made with respect thereto. 2 Where it appears to the Secretary of State that the managers of an approved school have failed to give effect to any directions under this section, subsection (2) of section seventy-nine of the Children and Young Persons Act 1933 (which empowers the Secretary of State in certain circumstances to withdraw his certificate of approval) shall apply as it applies where he is dissatisfied as mentioned in that section."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "19", "section_title": " Constitution of managers.", "section_text": "19 1 The Secretary of State may by order make provision for regulating the constitution and proceedings of the managers of any approved school other than a school provided by a local authority or by a joint committee representing two or more local authorities; and any such order shall have effect notwithstanding anything in any trust deed relating to the school. 2 Before making an order under the foregoing subsection in respect of any school, the Secretary of State shall afford to the managers of the school an opportunity for making representations with respect to the proposed order; and in making any such order the Secretary of State shall have regard to all the circumstances of the school, and to the manner in which it has been managed theretofore. 3 If in the case of an approved school, other than a school provided by a local authority or by a joint committee representing two or more local authorities, the Secretary of State is satisfied that by reason of special circumstances it is necessary to do so in the interests of the efficient management of the school, he may appoint one or more persons as additional members of the body constituting the managers of the school; and any person so appointed shall, notwithstanding anything in any trust deed relating to the school or in any order made in respect of the school under subsection (1) of this section, be one of the managers of the school until such time as his appointment is terminated by the Secretary of State or under subsection (4) of this section. 4 Any order or appointment made under this section in respect of an approved school shall cease to have effect if that school ceases to be an approved school; but nothing in this subsection shall affect the validity of anything done while the order or appointment was in force. 5 In this section “ trust deed ”, in relation to any school, includes any instrument (not being an order under this section) regulating the constitution of the school, or its maintenance, management or conduct, or the constitution or proceedings of its managers."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "22", "section_title": " Penalties for assisting escape from prison, etc.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If any person knowingly harbours a person who has escaped from a prison or other institution to which the said section thirty-nine applies, or who, having been sentenced in any part of the United Kingdom or in any of the Channel Islands or the Isle of Man to imprisonment or detention, is otherwise unlawfully at large, or gives to any such person any assistance with intent to prevent, hinder or interfere with his being taken into custody, he shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding one hundred pounds, or to both; b on conviction on indictment, to imprisonment for a term not exceeding  ten years , or to a fine, or to both.   2A  The reference in subsection (2) to a person who has been sentenced as mentioned there includes— a a person on whom a custodial sentence within the meaning of the Armed Forces Act 2006 has been passed (anywhere) in respect of a service offence within the meaning of that Act; b a person in respect of whom an order under section 214 of that Act (detention for commission of offence during currency of order) has been made.  4  . . . "}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "23", "section_title": " Prison Rules.", "section_text": "23 1 For the purposes of rules under section forty-seven of the  Prison Act 1952 (which authorises the making of rules for the regulation and management of prisons and the discipline and control of persons required to be detained therein) any offence against the rules committed by a prisoner may be treated as committed in the prison in which he is for the time being confined. 2 Without prejudice to any power to make provision by rules under the said section forty-seven for the confiscation of money or articles conveyed or deposited in contravention of the said Act or of the rules, provision may be made by such rules for the withholding from prisoners (subject to such exceptions as may be prescribed by the rules) of any money or other article sent to them  by post , and for the disposal of any such money or article either by returning it to the sender (where the sender’s name and address are known) or in such other manner as may be prescribed by or determined under the rules: Provided that in relation to a prisoner committed to prison in default of payment of any sum of money, the rules shall provide for the application of any money withheld as aforesaid in or towards the satisfaction of the amount due from him unless, upon being informed of the receipt of the money, he objects to its being so applied. 3 A prisoner who would, apart from this subsection, be discharged on any of the days to which this subsection applies in his case shall   (subject to subsection (3B))  be discharged on the next preceding day which is not one of those days.   The days  to which this subsection applies are Sunday, Christmas Day, Good Friday and any day which under the  Bank Holidays Act 1871 is a bank holiday in England and Wales and, in the case of a person who is serving a term of more than  five days , any Saturday. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B The Secretary of State may direct that a prisoner who would, apart from this subsection, be discharged on a working day immediately before a non-working day, must instead be discharged on a day referred to in subsection (3C). 3C The days are— a the last eligible working day before the day on which the prisoner would otherwise be discharged; b the last eligible working day before that eligible working day. 3D In this section— “ eligible working day ” means a working day that is not immediately followed by a non-working day; “ non-working day ” means— a Saturday or Sunday, Christmas Day, or Good Friday, or any day that is a bank holiday under section 1 of the Banking and Financial Dealings Act 1971 in England and Wales; “ working day ” means a day that is not a non-working day. 4 In this section the references to prisons and prisoners include references respectively to  a young offender institution   , a secure college   secure training centres  and remand centres and to persons detained therein. 5 In subsections (3), (3B) and (3C), the references to a prisoner also include references to a person detained in— a a secure children’s home, or b a secure 16 to 19 Academy, in pursuance of a sentence or order referred to in section 163(1) of the Police, Crime, Sentencing and Courts Act 2022. 6 In subsection (5)— “ secure children’s home ” means— a children’s home in England, within the meaning given in section 1 of the Care Standards Act 2000, which provides accommodation for the purposes of restricting liberty; residential premises in Wales which provide a secure accommodation service, within the meaning given in Part 1 of the  Regulation and Inspection of Social Care (Wales) Act 2016 (anaw 2) ; “ secure 16 to 19 Academy ” has the meaning given in section 1B of the Academies Act 2010."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "24", "section_title": " Management of prisons, etc.", "section_text": "24 1 Subject to the provisions of this section, Her Majesty may by Order in Council make provision for transferring to the Secretary of State any or all of the functions of the Prison Commissioners (in this section referred to as “ the Commissioners ”). 2 An Order in Council under this section may contain such incidental, consequential and supplemental provisions as may be necessary or expedient in connection with the transfer effected by that or any previous Order thereunder, including provisions— a for the transfer of any property, rights or liabilities to which the Commissioners are entitled or subject, and for the vesting in the person from time to time holding office as Secretary of State of land or other property transferred by any such Order, or acquired under powers so transferred; b for the carrying on and completion by or under the authority of the Secretary of State of anything begun by or under the authority of the Commissioners before the date of transfer; c for the substitution of the Secretary of State for the Commissioners in any instrument, contract or legal proceeding made or begun before that date; d for the transfer to the Home Department of Commissioners and inspectors, officers or servants of the Commissioners and (in the case of the transfer of the powers and jurisdiction of the Commissioners in respect of all institutions within their superintendence) for the dissolution of the Commissioners. 3 An Order in Council under this section may make such adaptations or repeals in the enactments relating to the Commissioners, or to institutions within their superintendence, as may be necessary or expedient in consequence of the Order or any previous Order thereunder, and shall in particular make provision for securing that any report which, apart from any such Order, would be required by subsection (1) of section five of the  Prison Act 1952 to be made to the Secretary of State by the Commissioners shall be issued by the Secretary of State and laid before Parliament under that section accordingly. 4 A certificate of the Secretary of State that any property vested in the Commissioners has been transferred to the Secretary of State by virtue of an Order in Council under this section shall be conclusive evidence of the transfer. 5 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless a draft of the Order has been laid before Parliament and has been approved by resolution of each House of Parliament. 6 In this section “ functions ” includes powers and duties, and “ the date of transfer ” means the date on which an Order in Council under this section transferring functions of the Commissioners comes into force."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "26", "section_title": " Transfer to serve sentence. ", "section_text": "26 1 The responsible Minister may, on the application of a person serving a sentence of imprisonment or detention in any part of the United Kingdom, make an order for his transfer to another part of the United Kingdom  or to any of the Channel Islands or the Isle of Man , there to serve the remainder of his sentence, and for his removal to an appropriate institution  there. 2 Where a person has been sentenced to imprisonment or detention in any of the Channel Islands or the Isle of Man, the Secretary of State may, without application in that behalf, make an order for his transfer to any part of the United Kingdom, there to serve his sentence or the remainder of his sentence, as the case may be, and for his removal to an appropriate institution in that part of the United Kingdom. 3  . . .  4 Subject to the following provisions of this section, a person transferred under this section to any part of the United Kingdom or to any of the Channel Islands or the Isle of Man there to serve his sentence or the remainder of his sentence shall be treated for purposes of detention, release, supervision, recall and otherwise as if that sentence (and any other sentence to which he may be subject) had been an equivalent sentence passed by a court in the place to which he is transferred. 4A A person who has been sentenced to a sentence of a length which could not have been passed on an offender of his age in the place to which he has been transferred shall be treated for the purposes mentioned in subsection (4) of this section as the Secretary of State may direct."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "27", "section_title": " Temporary transfer.", "section_text": "27 1 The responsible Minister may, on the application of a person serving a sentence of imprisonment or detention in any part of the United Kingdom, make an order for his temporary transfer to another part of the United Kingdom or to any of the Channel Islands or the Isle of Man and for his removal to an appropriate institution there. 2 The Secretary of State may, on the application of a person serving a sentence of imprisonment or detention in any of the Channel Islands or the Isle of Man, make an order for his temporary transfer to any part of the United Kingdom or another of those islands and for his removal to an appropriate institution there. 3 A person removed in pursuance of any such order from one country or island to another shall while in the country or island to which he is so removed be kept in custody except so far as the Minister by whom the order was made may in any particular case or class of case otherwise direct. 4 A person removed in pursuance of any such order from one country or island to another may without further order be returned to the country or island from which he was removed."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "28", "section_title": " Transfer for trial.", "section_text": "28 1 If it appears to the responsible Minister that a person serving a sentence of imprisonment or detention in any part of the United Kingdom  or to any of the Channel Islands or the Isle of Man  should be transferred to another part of the United Kingdom for the purpose of attending criminal proceedings against him there, that Minister may make an order for his transfer to that other part  or that island , and for his removal to a prison or other institution there. 1A If it appears to the Secretary of State that a person serving a sentence of imprisonment or detention in any of the Channel Islands or the Isle of Man should be transferred to a part of the United Kingdom for the purpose of attending criminal proceedings against him there, the Secretary of State may make an order for his transfer to that part and for his removal to a prison or other institution there. 2 During the period for which a person transferred under . . .   this section remains in the part of the United Kingdom  or island  to which he is transferred, the provisions of section twenty-six of this Act relating to the treatment of persons transferred under that section shall apply to him as if he had been transferred to that part under that section. 3 Where a person has been transferred under subsection (1)  or (1A)  of this section for the purpose of any proceedings, the responsible Minister  (in the case of a person so transferred to any part of the United Kingdom) or the Secretary of State (in the case of a person so transferred to any of the Channel Islands or the Isle of Man)  may,— a if that person is sentenced to imprisonment or detention in those proceedings, make an order under section twenty-six of this Act (but without application in that behalf) transferring him back to the country  or island  from which he was transferred under subsection (1)  or (1A)  of this section; b if he is not so sentenced, make an order for his return to the said country  or island , and for his removal to an appropriate institution in that country  or island , there to serve the remainder of the sentence referred to in subsection (1)  or (1A)  of this section."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "29", "section_title": " Removal for other judicial purposes.", "section_text": "29 1 If the responsible Minister is satisfied, in the case of a person detained in any part of the United Kingdom in a prison  youth custody centre  , remand centre, detention centre  young offenders centre , young offenders institution  or . . .   . . .  place of safety  that the attendance of that person at any place in that or any other part of the United Kingdom  or in any of the Channel Islands or the Isle of Man  is desirable in the interests of justice or for the purposes of any public inquiry, the responsible Minister may direct that person to be taken to that place. 1A If the Secretary of State is satisfied, in the case of a person detained in any of the Channel Islands or the Isle of man in a prison, remand centre or detention centre, that the attendance of that person at any place in the United Kingdom is desirable in the interests of justice or for the purposes of any public inquiry, the Secretary of State may direct that person to be taken to that place. 2 Where any person is directed under this section to be taken to any place he shall, unless the  Minister by whom that direction is given  otherwise directs, be kept in custody while being so taken, while at that place, and while being taken back to the prison or other institution  or place  in which he is required in accordance with law to be detained. 3 In this section . . .   place of safety has— a in relation to England and Wales, the same meaning as in  the  Children and Young Persons Act 1933 ; and b in relation to Scotland, the same meaning as in the  Children and Young Persons (Scotland) Act 1937; and c in relation to Northern Ireland, the same meaning as in the  Children and Young Persons Act (Northern Ireland) 1950."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "30", "section_title": " Prisoners unlawfully at large.", "section_text": "30 1 The following enactments (relating to the arrest and return of prisoners and other persons unlawfully at large) that is to say— a subsection (1) of section forty-nine of the  Prison Act 1952; b subsection (1) of section  thirty-seven of the  Prisons (Scotland) Act 1952 40 of the Prisons (Scotland) Act 1952  ; and c subsection (1) of section thirty-eight of the  Prison Act (Northern Ireland) 1953, shall extend throughout the United Kingdom, the Channel Islands and the Isle of Man; and any reference in those enactments to a constable shall include a reference to a person being a constable under the law of any part of the United Kingdom or of the Isle of Man, to a member of the police in Jersey, and to an officer of police within the meaning of section forty-three of the Larceny (Guernsey) Law 1958 or any corresponding law for the time being in force. 2 The enactments mentioned in subsection (1) of this section shall also apply to persons who, being unlawfully at large under any law of the Channel Islands or of the Isle of Man, are for the time being within the United Kingdom as they apply respectively to persons unlawfully at large under the law of England, Scotland and Northern Ireland; and any person arrested in the United Kingdom under the said enactments as applied by this subsection may be taken to the place in the Channel Islands or the Isle of Man in which he is required in accordance with the law in force therein to be detained. 3 Where a person who, having been sentenced to imprisonment or detention, is unlawfully at large during any period during which he is liable to be detained in a prison,  youth custody centre young offenders centre young offenders institution  or detention centre in any part of the United Kingdom is sentenced to imprisonment or detention by a court in another part of the United Kingdom, the provisions of section twenty-six of this Act relating to the treatment of persons transferred under that section shall apply to him, while he remains in that other part of the United Kingdom, as if he had been transferred there under that section immediately before he was so sentenced, and the responsible Minister may, if he thinks fit, make an order under that section (but without application in that behalf) transferring him back to the part of the United Kingdom from which he was unlawfully at large. 4 In paragraph ( a ) of the proviso to subsection (2) of section forty-nine of the  Prison Act 1952 (which in effect enables a person who is unlawfully at large during the currency of his original sentence to count towards that sentence any period during which he is detained in pursuance of a sentence of any court) and in the proviso to subsection (2) of section thirty-seven of the  Prisons (Scotland) Act 1952 and in subsection (3) of section thirty-eight of the  Prison Act (Northern Ireland) 1953 (which contain corresponding provisions for Scotland and Northern Ireland) references to a court shall include references to any court in the United Kingdom."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "31", "section_title": " Subsequent sentence in case of persons transferred or removed under Part III.", "section_text": "31 1 The power of a court in any part of the United Kingdom to order that the term of any sentence of imprisonment or detention passed by the court shall commence at or before the expiration of another term of imprisonment or detention shall include power to make such an order where that other term was imposed by sentence of a court elsewhere in the United Kingdom or in any of the Channel Islands or the Isle of Man if the offender— a is serving that other sentence in that part of the United Kingdom; or b is for the time being present in that part of the United Kingdom, by virtue of an order under this Part of this Act, or is unlawfully at large under the law of the country in which that other sentence was passed. 2 The provisions of this section shall be without prejudice to the powers exercisable by any court apart from those provisions."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "32", "section_title": " Supervision and recall.", "section_text": "32 1 The enactments mentioned in the next following subsection, so far as they make provision— a for the supervision of persons released from a prison or other institution in any part of the United Kingdom; b for the imposition upon persons so released of requirements or conditions to be complied with by them; or c for the recall or return of persons so released to such a prison or institution, shall apply to a person so released who is for the time being in any other part of the United Kingdom or in the Channel Islands or the Isle of Man; and for that purpose those enactments shall extend throughout the United Kingdom, the Channel Islands and the Isle of Man. 2 The following are the enactments extended by this section, that is to say:— a  . . .  b  . . .  c  . . .  d section 23 of the Prison Act (Northern Ireland) 1953; e  . . .  f sections . . .  , 12 and 14 of the  Criminal Justice (Scotland) Act 1963 and Schedule 1 to that Act; and g sections 60 to 63 of the  Criminal Justice Act 1967. h section 58A of the  Children and Young Persons (Scotland) Act 1937 i sections 206, 212, 214, 421  and 423 of the  Criminal Procedure (Scotland) Act 1975. j section 15 of the Criminal Justice Act 1982; k section 73(4), (5) and (6) of the Children and Young Persons Act (Northern Ireland)  1968. 3 Part II of the Third Schedule to this Act shall have effect for the purposes of that Schedule as extended by this section."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "33", "section_title": " Orders under Part III.", "section_text": "33 Any order of a Secretary of State under this Part of this Act shall be given under the hand of the Secretary of State or of an Under-Secretary or Assistant Under-Secretary of State  or of any authorised officer ."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "35", "section_title": " Legal custody.", "section_text": "35 1 Any person required or authorised by or under this Act to be taken to any place or to be kept in custody shall, while being so taken or kept, be deemed to be in legal custody. 2 A constable, or any other person required or authorised by or under this Act to take any person to or keep him at any place shall, while taking or keeping him there have all the powers, authorities, protection and privileges which a constable has within the area for which he acts as constable."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "36", "section_title": " General provisions as to orders.", "section_text": "36 1 Any power of the Secretary of State to make orders under this Act (other than orders under subsection (1) of section nineteen  . . .) shall be exercisable by statutory instrument. 2 Any Order in Council or order under this Act may be varied or revoked by a subsequent Order in Council or order."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "37", "section_title": " Prison Commissioners’ reports.", "section_text": "37 In any case where a court is required by this Act to consider a report made by or on behalf of the  Secretary of State  in respect of an offender, the court shall cause a copy of the report to be given to the offender or his counsel or solicitor."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "38", "section_title": " Construction of references to sentence of imprisonment, etc.", "section_text": "38 1 Except as provided by subsection (3) of this section, the expression “sentence” in this Act does not include a committal for default or the fixing of a term to be served in the event of default, or a committal or attachment for contempt of court. 2 For the purposes of any provisions of this Act referring to a person who is serving or has served a sentence of any description, the expression “ sentence ” includes— a in any case, a sentence of that description passed by a court in Scotland, Northern Ireland, any of the Channel Islands or the Isle of Man; and b in the case of imprisonment,  ... a sentence which is treated by virtue of the  Colonial Prisoners Removal Act 1884 as a sentence passed by a court in England and Wales. 3 For the purposes . . .of sections twenty-two and thirty-four of this Act— a the expression “ imprisonment or detention ” means imprisonment, custody for life, detention in a   young offender                     institution or in a secure training centre   or secure college  or detention under an equivalent sentence passed by a court in the Channel Islands or the Isle of Man; b the expression “ sentence ” includes  ... any order made by any court imposing imprisonment or detention, and “ sentenced ” shall be construed accordingly. c any reference to a person serving a sentence of, or sentenced to, imprisonment or detention shall be construed as including a reference to a person who, under any enactment relating to children and young persons in force in any part of the United Kingdom or any of the Channel Islands or the Isle of Man, has been sentenced by a court to be detained for an offence and is liable to be detained in accordance with   a determination of the Secretary of State or of a person authorised by him, in accordance with arrangements made by the Secretary of State or in accordance with  directions given by the Secretary of State, . . .   or by the Governor of the Isle of Man with the concurrence of the Secretary of State, and any other reference to a sentence of imprisonment or detention shall be construed accordingly. 4 For the purposes of any reference in this Act to a term of imprisonment or of detention in a detention centre or to a term of imprisonment or detention, consecutive terms and terms which are wholly or partly concurrent shall be treated as a single term. 5 For the purposes of this Act (and of any enactment referred to in Part III of this Act)— a a sentence  of detention in a young offenders institution passed in Scotland, and a sentence  of penal servitude passed in any of the Channel Islands or the Isle of Man shall be treated as a sentence of imprisonment for the like term; aa An order for detention in a young offenders centre passed in Northern Ireland shall be treated as a sentence of imprisonment for the like term. b a sentence of detention in a borstal institution passed as aforesaid shall be treated as a sentence of borstal training; c a sentence of death passed by any court (including a court-martial) on a person subsequently pardoned by Her Majesty on condition of his serving a term of imprisonment or penal servitude shall be treated as a sentence of imprisonment or penal servitude passed by that court for that term; and d without prejudice to paragraph ( c ) of this subsection, any reference to a person on whom a sentence of any description has been passed includes a reference to a person who under the law of any part of the United Kingdom, any of the Channel Islands or the Isle of Man is treated as a person on whom a sentence of that description has been passed; and “ sentenced ” shall be construed accordingly. 6 The Secretary of State may by order designate as equivalent sentences for the purposes of this Act  . . . a description of sentence which a court with jurisdiction in one part of the United Kingdom or in the Channel Islands or the Isle of Man may pass and a description of sentence which a court elsewhere in the United Kingdom or in those Islands may pass;"}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "39", "section_title": " Interpretation.", "section_text": "39 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them, that is to say:— “ appropriate institution ”, in relation to any person, means, subject to subsection (1A) of this section, any institution which would be appropriate for the detention of an offender of the same age serving an equivalent sentence passed by a court in the place to which he has been transferred; ... “ default ” means failure to pay, or want of sufficient distress to satisfy, any fine or other sum of money, or failure to do or abstain from doing any thing required to be done or left undone; “ enactment ” includes an enactment of the Parliament of Northern Ireland; “ prison ” does not include a naval, military or air force prison;                       “ responsible Minister ” means— a in relation to persons detained in England and Wales or in Scotland, a Secretary of State; b in relation to persons detained in Northern Ireland,  the Secretary of State ;  . . .  1ZA In the definition of  “default” in subsection (1) the reference to want of sufficient distress to satisfy a fine or other sum includes a reference to circumstances where— a there is power to use the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 to recover the fine or other sum from a person, but b it appears, after an attempt has been made to exercise the power, that the person's goods are insufficient to pay the amount outstanding (as defined by paragraph 50(3) of that Schedule). 1A Subsection (1) of this section shall have effect in relation to a person serving a sentence of a length which could not have been passed on an offender of his age by a court in the place to which he has been transferred as if it defined “ appropriate institution ” as meaning such place as the Secretary of State may direct. 1B Any reference in this Act to a sentence being equivalent to another sentence is to be construed as a reference to its having been so designated under section 38(6) of this Act. 2 Except as otherwise expressly provided, references in this Act to a court do not include the Court Martial, the Summary Appeal Court, the Service Civilian Court, the Court Martial Appeal Court or the Supreme Court on an appeal brought from the Court Martial Appeal Court. 3 Where the age of any person at any time is material for the purposes of any provision of this Act regulating the powers of a court or justice of the peace, his age at the material time shall be deemed to be or to have been that which appears to the court or justice, after considering any available evidence, to be or to have been his age at that time. 4 Any reference in this Act to any other enactment is a reference thereto as amended, and includes a reference thereto as extended or applied, by or under any other enactment, including this Act."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "40", "section_title": " Legislative powers of Parliament of Northern Ireland.", "section_text": "40 1  . . .  2 Any reference in this Act to an enactment of the Parliament of Northern Ireland, or to an enactment which that Parliament has power to amend, shall be construed, in relation to Northern Ireland, as a reference to that enactment as amended by any Act of that Parliament, whether passed before or after this Act, and to any enactment of that Parliament passed after this Act and re-enacting the said enactment with or without modifications."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "41", "section_title": " Minor and consequential amendments and repeals.", "section_text": "41 1 The enactments described in the Fourth Schedule to this Act shall have effect subject to the amendments specified in the second column of that Schedule, being minor amendments and amendments consequential on the foregoing provisions of this Act. 2  . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "42", "section_title": " Application to Scotland and Northern Ireland.", "section_text": "42 1 The following provisions of this Act shall extend to Scotland, that is to say— . . . section thirty-five; section thirty-six; sections thirty-eight and thirty-nine; section forty-one and the Fourth  . . . Schedules so far as they relate to enactments which extend to Scotland; but except as aforesaid, and except so far as it relates to the commencement of the said provisions, this Act shall not extend to Scotland. 2 The following provisions of this Act shall extend to Northern Ireland, that is to say— . . . section thirty-five; section thirty-six; sections thirty-eight to forty; section forty-one and the Fourth  . . . Schedules, so far as they relate to enactments which extend to Northern Ireland; but except as aforesaid, and except so far as it relates to the commencement of the said provisions, this Act shall not extend to Northern Ireland."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "43", "section_title": " Expenses.", "section_text": "43 There shall be paid out of moneys provided by Parliament any increase attributable to the provisions of this Act in the sums which, under any other enactment, are payable out of moneys so provided."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "44", "section_title": " Commencement.", "section_text": "44 1 The foregoing provisions of this Act (including the Schedules therein referred to) shall come into operation on such date as the Secretary of State may by order appoint. 2 Different dates may be appointed by order under this section for different purposes of this Act; and any reference in this Act to the commencement of any provision of this Act shall be construed as a reference to the date appointed for the purposes of that provision."}, {"act": "Criminal Justice Act 1961", "year": 1961, "section": "45", "section_title": " Short title.", "section_text": "45 This Act may be cited as the Criminal Justice Act 1961."}]