[{"act": "Crown Estate Act 1961", "year": 1961, "section": "1", "section_title": " Continuance of Crown Estate Commissioners, and general provisions as to their constitution and functions.", "section_text": "1 1 The Crown Estate Commissioners (in this Act referred to as “ the Commissioners ”) shall continue to be a body corporate for all purposes, charged on behalf of the Crown with the function of managing and turning to account land and other property, rights and interests, and of holding such of the property, rights and interests under their management as for any reason cannot be vested in the Crown or can more conveniently be vested in the Commissioners; and the property, rights and interests under the management of the Commissioners shall continue to be known as the Crown Estate. 2 Subject to the provisions of this Act, the Crown Lands Acts 1829 to 1936 shall cease to have effect, and the Commissioners shall, for the purpose of managing and improving the Crown Estate or any part of it, have authority to do on behalf of the Crown over or in relation to land or other property, rights or interests forming part of the Crown Estate, and in relation to all matters arising in the management of the Crown Estate, all such acts as belong to the Crown’s rights of ownership, free from any restraint on alienation imposed on the Crown by section five of the  Crown Lands Act 1702 or by any other enactment (whether general or particular), and to execute and do in the name of Her Majesty all instruments and things proper for the effective exercise of their powers. 3 It shall be the general duty of the Commissioners, while maintaining the Crown Estate as an estate in land (with such proportion of cash or investments as seems to them to be required for the discharge of their functions), to maintain and enhance its value and the return obtained from it, but with due regard to the requirements of good management. 4 The Commissioners shall comply with such directions as to the discharge of their functions under this Act as may be given to them in writing by the Chancellor of the Exchequer or the Secretary of State, but the Chancellor of the Exchequer or Secretary of State in giving directions to the Commissioners under this subsection shall have regard to subsection (3) above, and before giving any such direction shall consult the Commissioners. The Chancellor of the Exchequer and the Secretary of State shall act jointly in giving directions under this subsection, except that in matters not relating to Scotland the Chancellor of the Exchequer may act without the Secretary of State and in matters relating exclusively to Scotland the Secretary of State may act without the Chancellor of the Exchequer. 5 The validity of transactions entered into by the Commissioners shall not be called in question on any suggestion of their not having acted in accordance with the provisions of this Act regulating the exercise of their powers, or of their having otherwise acted in excess of their authority, nor shall any person dealing with the Commissioners be concerned to inquire as to the extent of their authority or the observance of any restrictions on the exercise of their powers. 6 Any transaction entered into by the Commissioners in the exercise of their powers (including an acquisition for the Crown Estate) may be carried out by the same means and with the same formalities, and any deed or other instrument entered into by them shall be construed in the same manner, and shall be registrable, as if they were acting on behalf of a subject of Her Majesty: Provided that an advowson shall not be taken to be comprised in any general words in a grant or agreement for a grant of land. 7 The provisions of the First Schedule to this Act shall have effect with respect to the constitution and proceedings of the Commissioners and other matters relating to the Commissioners."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "2", "section_title": " Reports and accounts of Commissioners.", "section_text": "2 1 As soon as may be after the end of each financial year, the Commissioners shall make to Her Majesty a report on the performance of their functions in that year, and shall lay a copy of that report before each House of Parliament. 2 The report of the Commissioners for any financial year shall set out any directions given to the Commissioners during the year by the Chancellor of the Exchequer or Secretary of State, except any direction in the case of which the Chancellor of the Exchequer or Secretary of State has notified to the Commissioners his opinion that it should be omitted in the interests of national security. 3 The Commissioners shall keep proper accounts and other records in relation thereto, and shall furnish the Treasury with such returns, accounts and other information about the Crown Estate and about the activities of the Commissioners, and with such estimates of future receipts and expenditure, as the Treasury may from time to time require. 4 In their accounts the Commissioners shall distinguish between capital and income, and shall make any proper adjustments between capital account and income account (including provision, where appropriate, for recouping capital expenditure out of income), but so that— a any sum received by way of premium on the grant of a lease shall be carried to income account if the lease is for a term of thirty years or less, and to capital account, if the lease is for a term exceeding thirty years; and b the gross annual income received, and the expenses incurred, from or in connection with mining leases or the working of mines or minerals shall be carried or charged as to one half to capital account and as to one half to income account. 5 The Commissioners shall prepare for each financial year statements of account in such form as the Treasury may direct, and shall transmit them to the Comptroller and Auditor-General not later than the end of November in the following financial year. 6 The Comptroller and Auditor-General shall examine and certify the accounts transmitted to him under this section, and shall lay before each House of Parliament copies of the accounts, together with his report thereon. 7 The Commissioners’ financial year shall begin with the first day of April, and references to a financial year in relation to the Commissioners shall be construed accordingly."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "3", "section_title": " General provisions as to course of management.", "section_text": "3 1 Save as provided by the following provisions of this Act, the Commissioners shall not sell, lease or otherwise dispose of any land of the Crown Estate, or any right or privilege over or in relation to any such land, except for the best consideration in money or money’s worth which in their opinion can reasonably be obtained, having regard to all the circumstances of the case but excluding any element of monopoly value attributable to the extent of the Crown’s ownership of comparable land. 2 The Commissioners shall not grant a lease of land of the Crown Estate, or of any right or privilege over or in relation to any such land, for a term ending more than  one hundred and fifty years  from the date of the lease, and every such lease granted by them shall be made to take effect in possession not later than twelve months after its date or in reversion after an existing lease having at that date not more than twenty-one years to run. 3 The Commissioners shall not, by the grant of an option or otherwise, contract to convey or create any estate or interest in, or any right or privilege over or in relation to, land of the Crown Estate at a date more than ten years after the date of the contract: Provided that this subsection shall not apply to a contract under which the consideration to be received by the Commissioners for the conveyance or creation of the estate or interest, or of the right or privilege, is to be determined at the time it is conveyed or created, and is to be determined in such manner as, in their opinion, is calculated to secure to them the best consideration in money or money’s worth which can at that date reasonably be obtained. 4 Where moneys forming part of the Crown Estate are to be invested, they shall be invested either— a in the name of the Commissioners on real, leasehold or heritable securities in the United Kingdom, but excluding the security of any lease or leasehold property where the lease has less than sixty years to run at the date of the investment; or b in the name of the National Debt Commissioners in any securities or other investments for the time being authorised  as investments for ordinary deposits with the National Savings Bank . In this subsection “ heritable security ” has the same meaning as in the  Town and Country Planning (Scotland) Act 1947. 5 The powers exercisable by the Commissioners in the management of the Crown Estate shall include power to borrow money, on security or otherwise, for the purpose of discharging or redeeming incumbrances affecting any part of the Crown Estate, but not for other purposes; and subsections (1) to (3) above shall not apply in relation to any security for the principal or interest of money so borrowed (with or without any expenses of the lender or other incidental sums). 6 Subsection (1) above shall not restrict the discretion of the Commissioners as to the parcels in which any land is to be disposed of, or as to the apportionment of the consideration for any disposition or of any part of that consideration between different parts of the land disposed of, nor their discretion to reserve any right or privilege over or in relation to any land disposed of, or to dispose of land subject to any convenants, conditions or restrictions; and in determining for the purposes of this section whether the consideration to be given by a person for any disposition is the best that can reasonably be obtained, the Commissioners (where it is appropriate to do so) may take into account as part of that consideration any benefit conferred on the Crown Estate by improvements or works executed on the land in question by him or another without cost to the Crown Estate. 7 Subsections (1) and (2) above shall not apply to any exercise of the powers of the Commissioners for the purpose of complying with an obligation enforceable against the Crown or against the Commissioners, or for the purpose of confirming any lease or grant which is void or voidable. 8 Where the Commissioners dispose of land subject to restrictions on the user of the land, the restrictions may, notwithstanding any enactment or rule of law relating to perpetuities, be made enforceable by a right of re-entry exercisable on behalf of Her Majesty on a breach of the restrictions occurring at any distance of time."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "4", "section_title": " Grants for public or charitable purposes.", "section_text": "4 1 For the development, improvement or general benefit of any land of the Crown Estate, the Commissioners with the consent of Her Majesty signified under the Royal Sign Manual may dispose of land, or of a right or privilege over or in relation to land, without consideration or for such consideration as they think fit, where the land is to be used and occupied, or the right or privilege is to be enjoyed— a for the purposes of any public or local authority, or for the purposes of any authority or person exercising powers conferred by or under any enactment for the supply of water; or b for the construction, enlargement, improvement or maintenance of any road, dock, sea-wall, embankment, drain, water-course or reservoir; or c for providing, enlarging or improving a place of religious worship, residence for a minister of religion, school, library, reading room or literary or scientific institution, or any communal facilities for recreation, or the amenities of or means of access to any land or building falling within this paragraph; or d for any other public or charitable purpose in connection with any land of the Crown Estate, or tending to the welfare of persons residing or employed on any such land. 2 The Commissioners may, out of the income of the Crown Estate, make contributions in money for any religious or educational purpose connected with land of the Crown Estate, or for other purposes tending to the welfare of persons residing or employed on any such land. 3 Subsection (1) of section three of this Act shall not apply to any exercise of the powers of the Commissioners under   section 29 of the Church Property Measure 2018     (which relates to gifts or grants of land for the sites of churches,  etc. )."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "5", "section_title": " Special provisions as to particular properties.", "section_text": "5 1 Notwithstanding anything in the foregoing provisions of this Act, it shall be the duty of the Commissioners in exercising their powers of management in relation to the Windsor Estate to aim at maintaining its present character as a Royal park and forest, and except as provided by subsection (3) below the Commissioners shall not sell or give in exchange any land forming part of the Windsor Estate. 2 Subsection (1) above shall not prevent the Commissioners, so far as is consistent with their duty to maintain the character of the Windsor Estate, from using any part of the Windsor Estate, or permitting it to be used, for purposes of forestry or agriculture or other purposes not prejudicial to that duty, or for the purpose of providing dwellings for persons employed in or in connection with the Windsor Estate and for purposes connected with their convenience and welfare, or from granting any lease of, or any right or privilege over or in relation to, any part of the Windsor Estate for any such purpose, or (subject to such restrictions and conditions as the Commissioners see fit to impose) from allowing the public to have access to any part of the Windsor Estate for purposes of recreation, or in connection with any agricultural or other show or exhibition or in such other cases as the Commissioners may determine. 3 Where the Commissioners are satisfied by a certificate of the  Secretary of State  that land in Windsor Forest which forms part of the Windsor Estate is in the public interest required by any public or local authority for development, and are also satisfied that the land so required can be suitably replaced in the Windsor Estate by other land (not less in area) which is adjacent to the Windsor Estate and forms part of or can be acquired for the Crown Estate, the Commissioners may, with the consent of Her Majesty signified under the Royal Sign Manual,— a sell or exchange the land so required; and b by order direct that the other land shall from the date of the order (or from the date of its acquisition, if that is later) be added to the Windsor Estate; and land sold or exchanged under this subsection shall cease to be part of Windsor Forest, and land added to the Windsor Estate under this subsection shall become part of Windsor Forest. 4 Subject to subsection (3) above, “ the Windsor Estate ” means for the purposes of this section the land which at the commencement of this Act forms part of the Crown Estate and is within the area of Windsor Park and Windsor Forest; and if Her Majesty is pleased by Order in Council to declare the boundaries of the Windsor Estate as defined by this subsection, or to declare the boundary within the Windsor Estate as so defined between Windsor Park and Windsor Forest, the declaration shall be conclusive for the purposes of this Act. 5 The foregoing provisions of this Act shall not authorise the Commissioners to sell, lease or otherwise dispose of any house which is for the time being at the disposal of Her Majesty, or any right or privilege over or in relation to any such house; and, with the consent of Her Majesty signified under the Royal Sign Manual, arrangements (by way of exchange or otherwise) may be made on such terms as the Treasury may approve for any house forming part of the Crown Estate to be, or to cease to be, at the disposal of Her Majesty. This subsection shall apply to any garden or other ground attached to and usually occupied with a house or otherwise required for its amenity or convenience as it applies to the house."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "6", "section_title": " Powers to make regulations for land open to public.", "section_text": "6 1 The Commissioners may make such regulations to be observed by persons using land of the Crown Estate to which the public are for the time being allowed access as they consider necessary for securing the proper management of that land and the preservation of order and prevention of abuses on that land. 2 While regulations under this section are in force as respects any land in Great Britain, the provisions of the  Parks Regulation Act 1872 shall apply to the land as if it were a park to which that Act applies, but so that any reference to regulations shall be construed as referring to the regulations under this section and any reference to the Minister of Works shall be construed as referring to the Commissioners. 3 If any person fails to comply with or acts in contravention of any regulations under this section, he shall be liable on summary conviction or, in Scotland, on conviction in a court of summary jurisdiction to a fine not exceeding five pounds. 4 The power of the Commissioners to make regulations under this section shall be exercisable by statutory instrument, and a draft of any such statutory instrument shall be laid before Parliament."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "7", "section_title": " Powers of Minister of Works in Regent’s Park. ", "section_text": "7 1 The Commissioners shall cease to have the management of any part of the land in Regent’s Park which at the beginning of the year nineteen hundred and sixty-one was occupied by the Zoological Society of London, and the Minister of Works shall have the like powers of management over it as if it had been included in the land transferred to the management of the Commissioners of Works and Public Buildings by section twenty-two of the  Crown Lands Act 1851. 2 Without prejudice to his other powers of management, the Minister of Works shall have power from time to time to grant to the Zoological Society of London, on such terms and conditions as he may with the approval of the Treasury determine, leases of all or any of the land occupied by the Society in Regent’s Park at the beginning of the year nineteen hundred and sixty-one, or of neighbouring land under his management in Regent’s Park up to a total (exclusive of the land so occupied) of ten acres: Provided that every such lease shall be made to take effect in possession, and shall be for a term ending not more than sixty years from the date of the lease. 3 All rights and obligations enforceable by or against the Commissioners under or by virtue of any lease or agreement made before the commencement of this Act with respect to any land transferred by subsection (1) above to the management of the Minister of Works, or under or by virtue of any agreement relating to either of the tunnels under the Outer Circle which connect the land in Regent’s Park occupied by the Zoological Society of London, shall be enforceable by or against the Minister instead of the Commissioners. 4 The  Parks Regulation Acts 1872 and 1926 shall not extend to any part of Regent’s Park which is for the time being occupied by the Zoological Society of London. 5 Notwithstanding the powers exercisable by any other authority in Regent’s Park, the Outer Circle and all roads within the Outer Circle, together with the road leading from the Outer Circle to Hanover Gate and with the road leading from the Outer Circle to Prince Albert Road at its junction with Avenue Road, shall be deemed to be under the management of the Minister of Works within the meaning of section one of the  Parks Regulation (Amendment) Act 1926, and any regulations made before the commencement of this Act by virtue of section two of that Act (as extended by any subsequent enactment) shall have effect accordingly."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "8", "section_title": " Miscellaneous provisions as to transfers of and title to property.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 It is hereby declared that where, immediately before the commencement of the  Law of Property Act 1925 the property under the management of the Commissioners of Crown Lands comprised an undivided share vested in the Crown in any land in England or Wales, the transitional provisions in Part IV of the First Schedule to that Act had effect in relation thereto, notwithstanding that the effect was to vest the land in the Crown jointly with other persons as trustees. 3 Where land escheats to Her Majesty in right of the Crown or of the Duchy of Lancaster, or to the Duke of Cornwall or Her Majesty in right of the Duchy of Cornwall, then (without prejudice to the rights of other persons) the land shall vest accordingly and may be dealt with, and any proceedings may be taken in relation to it, without the title by escheat being found of record by inquisition or otherwise."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "9", "section_title": " Savings, transitional provisions and repeals.", "section_text": "9 1 Nothing in the foregoing provisions of this Act shall affect the rights of Her Majesty or of any Minister of the Crown or Government department in respect of appointments to any office which have been customarily made otherwise than by the Commissioners. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Notwithstanding anything in the foregoing provisions of this Act, such of the provisions of the Crown Lands Acts 1829 to 1936 as are mentioned in Part I of the Second Schedule to this Act shall continue in force, subject to any restrictions or modifications there provided for; and the provisions of Part II of that Schedule shall have effect with respect to matters arising out of repeals made by this Act and to related matters. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crown Estate Act 1961", "year": 1961, "section": "10", "section_title": " Short title, extent and interpretation.", "section_text": "10 1 This Act may be cited as the Crown Estate Act 1961. 2 It is hereby declared that this Act extends to Northern Ireland. 3 . . . this Act shall extend to the Isle of Man, so far as is material to any powers or duties of the Commissioners in the Isle of Man. 4 In this Act, “ enactment ” includes an enactment of the Parliament of Northern Ireland."}]