[{"act": "Housing Act 1961", "year": 1961, "section": "1", "section_title": "Dwellings qualifying for subsidies", "section_text": " 1    1   Exchequer subsidies shall be payable out of money provided by Parliament in accordance with the provisions of this Part of this Act in respect of, and in certain circumstances in respect of the site of, any new dwelling which is—   a   provided by a local authority in the exercise of their powers to provide housing accommodation, or     b   provided by a development corporation otherwise than in pursuance of authorised arrangements made with a local authority, or     c   provided by a development corporation in pursuance of authorised arrangements made with a local authority, or     d   provided by a housing association in pursuance of authorised arrangements made with a local authority or special arrangements made with the Minister,    and which is approved for the purposes of those provisions by the Minister.    Such a dwelling which is so approved is hereafter in this Part of this Act referred to as an \" approved dwelling \".     2   Any exchequer subsidy payable under this Part of this Act shall be paid to the authority or other person by whom the dwelling was provided, except that an exchequer subsidy payable in respect of, or of the site of, a dwelling provided b pursuance of authorised arrangements made with a local luthority shall be paid to the local authority, who shall pay to the development corporation or housing association, as the case may be, by way of annual grant an amount not less than the exchequer subsidy.     3   An exchequer subsidy shall not be payable under this Part of this Act in respect of a dwelling or the site of a dwelling except where—   a   in the case where the dwelling falls under paragraph (a) or (b) of subsection (1) of this section, the tender or estimate for its erection was accepted by a formal resolution of the authority or corporation passed on or after the sixteenth day of February, nineteen hundred and sixty-one;     b   in a case where the dwelling falls under paragraph (c) or paragraph (d) of subsection (1) of this section, the arrangements were made on or after the said sixteenth day of February:      Provided that—   i   a formal resolution passed as aforesaid accepting a tender or estimate which was submitted to the Minister for approval before the said sixteenth day of February shall be deemed for the purposes of this subsection to have been passed before that day; and     ii   where, on approving any authorised arrangements made with a local authority on or after the said sixteenth day of February the Minister is satisfied that the substantial effect of those arrangements had been agreed between the parties before that day, those arrangements shall be deemed for the purposes of this subsection to have been made before that day.       4   In section four of the New Towns Act, 1959 (under which exchequer subsidies under section one of the Housing (Financial Provisions) Act, 1958, are payable in respect of dwellings provided by the Commission for the New Towns), for references to such exchequer subsidies there shall be substituted references to exchequer subsidies under this section, and exchequer subsidies payable by virtue of this subsection shall, subject to the provisions of the said section four, be payable in accordance with the provisions of this Act and the said Act of 1958 applying in relation to approved dwellings provided by a development corporation otherwise than in pursuance of authorised arrangements.     5   No subsidy shall be payable under section one of the Housing (Financial Provisions) Act, 1958, in respect of any dwelling qualified to be considered for approval by the Minister under subsection (1) of this section.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "2", "section_title": "Power to abolish or reduce subsidies", "section_text": " 2    1   The Minister may from time to time by order direct that in respect of, or of the site of, dwellings of any description specified in the order, or such dwellings in any area so specified, exchequer subsidies under this Act—   a   shall cease to be payable, or     b   shall be reduced to such amount as may be specified in the order, or     c   shall be payable for such reduced number of years as may be so specified.       2   Subject to subsection (4) of this section, an order under this section,—   a   so far as it relates to any dwelling, or the site of any dwelling, provided otherwise than in pursuance of authorised arrangements made with a local authority or special arrangements made with the Minister, shall be expressed to apply to a dwelling, or the site of a dwelling, the tender or estimate for the erection of which is accepted by a formal resolution passed on or after a date specified in the order, and     b   so far as it relates to any dwelling, or the site of any dwelling, provided in pursuance of any such arrangements, shall be expressed to apply to a dwelling, or the site of a dwelling, provided in pursuance of arrangements made on or after that date.       3   An order under this section shall be made by statutory instrument and—   a   shall not be made unless a draft thereof has been approved by a resolution of the Commons House of Parliament; and     b   shall not specify a date under the last foregoing subsection earlier than the laying of the draft;    and before laying such a draft the Minister shall consult with such associations of local authorities as appear to him to be concerned and with any local authority with whom consultation appears to him to be desirable.     4   Subsection (2) of this section and paragraph (b) of the last foregoing subsection shall not apply to an order made more than ten years after the passing of this Act and accordingly such an order may affect exchequer subsidies payable under this Part of this Act in respect of dwellings, or the site of dwellings, completed before as well as after the making of the order.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "3", "section_title": "Dwellings provided by local authorities for town development and other special purposes, and dwellings provided by other bodies", "section_text": " 3    1   In respect of each approved dwelling—   a   provided by a local authority in the course of a scheme of town development as defined by the Town Development Act, 1952, carried out with the approval of the Minister wholly or partly in the area of that authority, or     b   provided by the local authority of a congested or over-populated area in some other area as part of a scheme of comprehensive development the general character of which is, in the opinion of the Minister, similar to development for the purposes of a new town under the New Towns Act, 1946, or     c   provided by a development corporation otherwise than in pursuance of authorised arrangements made with a local authority,    the Minister shall pay for each of the sixty years following the completion of the dwelling an annual exchequer subsidy of twenty-eight pounds.     2   In respect of each approved dwelling—   a   provided by a local authority for the accommodation of persons coming from outside the area of that authority in order to meet the urgent needs of industry, where the dwelling has been so provided in accordance with arrangements approved by the Minister as being desirable by reason of special circumstances and so long as any conditions laid down by the Minister on the giving of his approval are complied with, or     b   provided by a development corporation in pursuance of authorised arrangements made with a local authority, or     c   provided by a housing association in pursuance of authorised arrangements made with a local authority or special arrangements made with the Minister,    the Minister shall pay for each of the sixty years following the completion of the dwelling an annual exchequer subsidy of twenty-four pounds.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "4", "section_title": "Other dwellings provided by local authorities", "section_text": " 4    1   In respect of each approved dwelling provided by a local authority, not being a dwelling to which the last foregoing section applies, the Minister shall pay for each of the sixty years following the completion of the dwelling an annual exchequer subsidy of an amount determined as follows.     2   The amount shall depend on whether for the relevant financial year—   a   the amounts carried to the credit of the local authority's Housing Revenue Account,    would be less than—   b   the amounts debited to that Account,    assuming that there is substituted for the income in that year from rents in respect of houses within the Account and any amount carried to the credit of the Account under sub-paragraph (5) or sub-paragraph (6) of paragraph 1 of the Fifth Schedule to the Housing (Financial Provisions) Act, 1958, a sum equal to twice the gross value of the local authority's houses.    In making the comparison required by this subsection any surplus brought forward from the previous financial year shall be excluded from the amounts carried to the credit of the Account, and any surplus shown in the Account at the end of the financial year shall be excluded from the amounts debited to the Account.     3   If it appears to the Minister that the amount carried to the credit of the Housing Repairs Account from the Housing Revenue Account in accordance with subsection (1) of section fifty-one of the said Act of 1958 (which requires a local authority to make a contribution to the Housing Repairs Account of a minimum amount equal to eight pounds for every dwelling within the Housing Revenue Account) is, to the extent that it exceeds that minimum amount, excessive having regard to the previous practice of the local authority and to any other circumstances, he may, after consulting the local authority, direct that for the purposes of subsection (2) of this section some part of the contribution, so far as it exceeds that minimum amount, shall be left out of account.     4   The amount, if any, by which the sum under paragraph (a) of subsection (2) of this section is, on the assumption there made, less than the sum under paragraph (b) of that subsection is hereafter in this section referred to as the amount of the deficit as ascertained under this section and, subject to the next following subsection, the amount of the annual exchequer subsidy in respect of the dwelling—   a   if for the relevant financial year there is a deficit as ascertained under this section, shall be twenty-four pounds together with the sum, if any, to be added under Part I of the First Schedule to this Act, and     b   if there is no such deficit, shall be eight pounds.       5   If for the relevant financial year there is no such deficit, but the sum under paragraph (a) of subsection (2) of this section does not, on the assumption there made, exceed the sum under paragraph (b) of that subsection by more than the difference between—   a   the annual amount of the exchequer subsidies which, if there had been such a deficit for the relevant financial year, would have been payable to the local authority under this section in respect of the dwelling and all other dwellings to which this section applies completed by the local authority in the same financial year (that is to say twenty-four pounds for each dwelling in question), and     b   the annual amount which would be so payable but for this subsection (that is to say eight pounds for each dwelling in question),    the amount of the annual exchequer subsidy in respect of the dwelling shall be twenty-four pounds, and not eight pounds.     6   Part II of the First Schedule to this Act (which defines the relevant financial year and gross value) shall apply for the purposes of this section.     7   For the purposes of subsection (2) of this section any rent payable partly for houses within the Account and partly for premises not used for the purposes of a private dwelling shall be apportioned, and the part attributable to the houses shall be taken into account under that subsection.     8   In this section and the First Schedule to this Act \" house \" includes a dwelling; and expressions defined by this section shall have the same meanings when used in the said Schedule.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "5", "section_title": "Subsidies for flats, expensive sites and agricultural dwellings", "section_text": " 5    1   If an approved dwelling is a flat in a block of flats of four or more storeys, the amount of the annual exchequer subsidy payable under this Part of this Act shall be the amount payable under the foregoing sections of this Act plus—   a   in the case of a flat in a block of flats of four storeys, eight pounds,     b   in the case of a flat in a block of flats of five storeys, fourteen pounds,     c   in the case of a flat in a block of flats of six or more storeys, twenty-six pounds, increased by one pound fifteen shillings for each storey by which the block exceeds six storeys.       2   Section seven of the Housing (Financial Provisions) Act, 1958 (which authorises the payment of subsidies for expensive sites), shall apply in relation to an approved dwelling as defined in this Part of this Act as it applies in relation to an approved dwelling as defined in Part I of that Act.     3   If the Minister thinks fit so to determine in the case of any dwelling provided by the council of a county district, or in pursuance of authorised arrangements to which the council of a county district are parties, by way of housing accommodation required for the agricultural population of that district, the amount of the annual exchequer subsidy payable under this Part of this Act shall be the amount payable under the foregoing provisions of this Act plus nine pounds.    This subsection shall not apply to a flat in a block of flats of four or more storeys.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "6", "section_title": "Increases in respect of rights of support and houses constructed to preserve the character of surroundings", "section_text": " 6   Subsections (1) and (2) of section eight of the Housing (Financial Provisions) Act, 1958 (under which subsidies under that Act may be increased to meet expenses to secure protection against the consequences of a subsidence of the site or expenses attributable to special materials and methods of construction), shall apply in relation to annual exchequer subsidies payable under this Part of this Act as they apply to annual exchequer subsidies payable under the said Act of 1958, but as if—   a   references in that section to authorised arrangements made by a housing association included references to special arrangements made by a housing association with the Minister, and     b   references in that section to section six of the said Act were omitted.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "7", "section_title": "Advances to housing associations providing housing accommodation for letting", "section_text": " 7    1   If a housing association registered under the Industrial and Provident Societies Act, 1893, submit to the Minister a scheme under which they will provide housing accommodation and satisfy the Minister that under the scheme the housing accommodation so provided will be kept available for letting, except at such times and in such cases as the Minister may approve, the Minister may in accordance with this section make advances to the housing association.     2   The Minister may, in accordance with an agreement made by him with the housing association, make, on such terms and conditions as he may approve, advances to the housing association to meet the whole or any part of the expenditure incurred by the housing association dn connection with the scheme, and the advances—   a   shall carry interest at the rate fixed by the Treasury under section one of the Public Works Loans Act, 1897, in respect of loans to local authorities made on the same date and for the same period, and     b   shall be repayable over such a period, not exceeding sixty years, and on such terms as may be approved by the Treasury and provided in the agreement.       3   Advances under this section shall not together exceed the sum of twenty-five million pounds.     4   It shall be the duty of a housing association who have entered into an agreement under this section to comply with any directions which the Minister may give to them with respect to the administration of the scheme and the disposal of assets provided under the scheme.     5   The Treasury may issue to the Minister, out of the Consolidated Fund, such sums as are necessary to enable him to make advances under this section, and for the purpose of providing sums to be so issued or of providing for the replacement of sums so issued, the Treasury may at any time, if they think fit, raise money in any manner in which they are authorised to raise money under the National Loans Act, 1939, and any securities created and issued to raise money under this subsection shall be deemed for all purposes to have been created and issued under that Act.     6   Any sums received by the Minister under subsection (2) of this section shall be paid into the Exchequer and shall be issued out of the Consolidated Fund at such times as the Treasury may direct, and shall be applied by the Treasury as follows, that is to say—   a   so much thereof as represents principal shall be applied in redeeming or paying off debt of such description as the Treasury think fit, and     b   so much thereof as represents interest shall be applied towards meeting such part of the annual charges for the national debt as represents interest.       7   The Minister shall, in respect of each financial year, prepare in such form and manner as the Treasury may direct an account of sums issued to him for advances under this section, and of sums received by him under this section, and of the disposal by him of those sums respectively, and send it to the Comptroller and Auditor General not later than the end of November in the following year; and the Comptroller and Auditor General shall examine, certify and report on the account and lay copies of it, together with his report, before each House of Parliament.     8   In this section references to the provision of housing accommodation are references to the provision of housing accommodation whether by building new houses, or by the conversion or improvement of existing houses or other buildings.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "8", "section_title": "Reduction or withholding of subsidies in respect of housing provided in pursuance of special arrangements with Minister", "section_text": " 8    1   If the Minister is satisfied that a housing association have made default in giving effect to the terms of special arrangements made with the Minister for the provision of dwellings he may reduce the amount of any exchequer subsidy in respect of the dwellings or suspend or discontinue the payment thereof as he thinks just.     2   Where any dwelling provided by a housing association under special arrangements made with the Minister becomes vested in a local authority—   a   no further exchequer subsidy shall, after the time of the vesting, become payable by the Minister in respect of the dwelling, and     b   the Minister may, if he thinks fit, pay out of money provided by Parliament to the local authority a sum equivalent to any exchequer subsidy which would, after the said time, have become payable to the housing association in respect of the dwelling if all conditions precedent to the payment of the subsidy had been at all material times observed,    and any payment which the Minister is authorised to make under paragraph (b) of this subsection shall be included in the expression \" exchequer payment\" as defined in subsection (2) of section fifty-eight of the Housing (Financial Provisions) Act, 1958.     3   No exchequer subsidy shall be paid to a housing association in respect of a dwelling provided in pursuance of special arrangements made with the Minister if, before the payment is made, the Minister is satisfied that, during the whole or the greater part of the period to which the payment is referable, the dwelling in respect of which the payment would be made has not been available as a dwelling fit for habitation (according to the standards of fitness for habitation imposed by section four of the Housing Act, 1957):    Provided that this subsection shall not apply if the Minister is satisfied that the dwelling could not with reasonable diligence have been made available, during the whole or the greater part of the period to which the exchequer subsidy is referable, as a dwelling fit for habitation.    Any question under this subsection as to the period to which an exchequer subsidy is referable shall be determined by the Minister.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "9", "section_title": "Grants for hostels", "section_text": " 9    1   Section fifteen of the Housing (Financial Provisions) Act, 1958 (under which grants may be made by the Minister to a local authority, development corporation or housing association providing a hostel), shall apply to any building provided or converted after the commencement of this Act for use as part of a hostel as it applies to a building provided or converted for use as a hostel, and at the end of subsection (4) of the said section fifteen (which defines the expression \" hostel \") for the words \" and board \" there shall be substituted the words \" and either board or facilities for the preparation of food adequate to the needs of those persons, or both \".     2   Subsection (1) of the said section fifteen shall apply to a building provided or converted by a housing association for use as a hostel under arrangements which the Minister may have made with them with a view to the approval of the hostel for the purposes of that subsection, as it applies to a building so provided or converted by a local authority:    Provided that if the Minister is satisfied that the housing association have made default in giving effect to the terms of the arrangements, he may reduce the amount of the contributions payable to the housing association under the said subsection (1), or suspend or discontinue the payment thereof, as he thinks just.     3   Where a building which has been provided or converted by a housing association for use as a hostel becomes vested in a local authority, and at the time of the vesting the building is one in respect of which a contribution is payable under the said subsection (1)—   a   no further contributions shall, after the time of the vesting, become payable under that subsection, but     b   the Minister may, if he thinks fit, pay out of money provided by Parliament to the local authority sums not exceeding any sums which would after that time have become payable by him under that subsection in respect of the building if all conditions precedent to the payment of the sums had been fulfilled.       4   In section twenty-two and subsection (3) of section fifty of the Housing (Financial Provisions) Act, 1958, and in this section, the expression \" hostel \" has the same meaning as in section fifteen of that Act, and references to a hostel include references to part of a hostel.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "10", "section_title": "Payments for town development", "section_text": " 10    1   As respects any approved dwelling as defined by this Part of this Act, paragraph (a) of subsection (2) of section two of the Town Development Act, 1952, as amended by paragraph 14 of the First Schedule to the Housing Subsidies Act, 1956 (under which the Minister may contribute to the expenses of providing houses in the course of town development, subject to a limit of eight pounds per house), shall apply with the substitution for the reference to eight pounds of a reference to twelve pounds.     2   As respects any approved dwelling as defined by this Part of this Act, subsection (4) of section four of the New Towns Act, 1959 (under which the Minister may make additional contributions to the Commission for the New Towns, subject to a limit of eight pounds per house), shall apply with the substitution for the reference to eight pounds of a reference to twelve pounds.     3   As respects any approved dwelling as defined by this Part of this Act, subsection (2) of section nine of the Housing Subsidies Act, 1956 (under which the Minister may recover part of certain payments or contributions in the ten years following the completion of a dwelling, subject to a limit of four pounds in any year), shall apply with the substitution for the reference to ten years of a reference to fifteen years, and with the substitution for the reference to four pounds of a reference to six pounds.     4   Any contribution made to a local authority under paragraph (a) of subsection (2) of section two of the Town Development Act, 1952, shall be included in the definition of \" exchequer payment \" in subsection (2) of section fifty-eight of the Housing (Financial Provisions) Act, 1958:    Provided that any amount carried to the credit of the Housing Revenue Account of a local authority in respect of such a contribution shall be left out of account for the purposes of subsection (2) of section four of this Act.     5   \" References in this section to an approved dwelling as defined by this Part of this Act include references to a dwelling in respect of which exchequer subsidies are payable under section one of this Act by virtue of subsection (4) of that section.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "11", "section_title": "Interpretation of Part I and consequential and other amendments", "section_text": " 11    1   In this Part of this Act—     \" authorised arrangements \" has the meaning assigned to that expression by subsection (2) of section twenty-nine of the Housing (Financial Provisions) Act, 1958 ;      \" special arrangements made with the Minister \" means, in relation to exchequer subsidies under this Part of this Act payable to a housing association, arrangements which the Minister may have made with the housing association for the provision of dwellings with a view to the approval of the dwellings by the Minister under section one of this Act,     and subsection (1) of section twenty-nine and subsection (1) of section fifty-eight of the said Act of 1958 shall apply for the interpretation of this Part of this Act.     2   The enactments mentioned in the Second Schedule to this Act (which relate to the giving of financial assistance for the provision of housing accommodation) shall have eSect subject to the amendments there specified, being, in the case of those in Part I of the Schedule, amendments which apply those enactments in relation to exchequer subsidies under this Part of this Act and, in the case of those in Part II, amendments relating to other matters.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "12", "section_title": "Power to apply management code to houses in multiple occupation", "section_text": " 12    1   If it appears to a local authority that a house which, or a part of which, is let in lodgings or which is occupied by members of more than one family is in an unsatisfactory state in consequence of failure to maintain proper standards of management and, accordingly, that it is necessary that the regulations made under the following provisions of this Part of this Act should apply to the house, the local authority may by order direct that those regulations shall so apply; and so long as the order is in force the regulations shall apply in relation to the house accordingly.     2   Not less than twenty-one days before making an order under this section, the local authority shall—   a   serve on an owner of the house, and on every person who is to their knowledge a lessee of the house, notice of their intention to make the order, and     b   post such a notice in some position in the house where it is accessible to those living in the house,    and shall afford to any person on whom a notice is so served an opportunity of making representations regarding their proposal to make the order.     3   An order under this section shall come into force on the date on which it is made, and the local authority shall within seven days from the making of the order—   a   serve a copy of the order on an owner of the house and on every person who is to the knowledge of the local authority a lessee of the house, and     b   post a copy of the order in some position in the house where it is accessible to those living in the house.       4   A person on whom a copy of the order is served under the last foregoing subsection, and any other person who is a lessee of the house, may, within fourteen days from the latest date by which copies of the order are required to be served, appeal to a magistrates' court on the ground that the making of the order was unnecessary.     5   On an appeal under the last foregoing subsection the court shall take into account the state of the house at the time when the local authority under subsection (2) of this section served notice of their intention to make the order, as well as at the time of the making of the order, and shall disregard any improvement in the state of the house between those times unless the court is satisfied that effective steps have been taken to ensure that the house will in future be kept in a satisfactory state; and if the magistrates' court allows the appeal, the court shall revoke the order, but without prejudice to its operation prior to the revocation, and without prejudice to the making of a further order.     6   A local authority may at any time on the application of a person having an estate or interest in the house revoke an order under this section, and if a local authority refuse an application under this subsection, or do not within thirty-five days from the making of the application, or within such further period as the applicant may in writing allow, notify the applicant of their decision on the application, the applicant may appeal to a magistrates' court and the magistrates' court, if of opinion that there has been a substantial change in the circumstances since the making of the order, and that it is in other respects just to do so, may revoke the order.     7   As soon as may be after an order under this section has come into force it shall be registered in the register of local land charges by the proper officer of the local authority in such manner as may be prescribed by rules made for the purposes of this section under subsection (6) of section fifteen of the Land Charges Act, 1925.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "13", "section_title": "Regulations prescribing management code", "section_text": " 13    1   With a view to providing a code for the management of houses which may be applied under the last foregoing section, the Minister may by regulations contained in a statutory instrument make provision for the purpose of ensuring that the person managing a house which, or a part of which, is let in lodgings or which is occupied by members of more than one family observes proper standards of management.    Without prejudice to the generality of the foregoing provisions of this section, regulations under this section may, in particular, require the person managing the house to ensure the repair, maintenance, cleansing and good order—   a   of all means of water supply and drainage in the house,     b   of kitchens, bathrooms and water closets in common use,     c   of sinks and wash-basins in common use,     d   of common staircases, corridors and passage ways, and     e   of outbuildings, yards and gardens in common use,    and to make satisfactory arrangements for the disposal of refuse and litter from the house.     2   For the purposes of the foregoing subsection and regulations made under this section, the person managing a house which, or a part of which, is let in lodgings or which is occupied by members of more than one family shall be defined as—   a   the person who is an owner or a lessee of the house and who, directly or through an agent or trustee, receives rents or other payments from persons who are tenants of parts of the house, or who are lodgers, and     b   where those rents or other payments are received through another person as his agent or trustee, that other person,    but the foregoing definition may be varied or replaced by regulations under this section.     3   Regulations under this section—   a   may make different provision for different types of houses,     b   may provide for keeping a register of the names and addresses of those who are managers of houses,     c   may impose duties on persons who have an estate or interest in a house or any part of a house to which the regulations apply as to the giving of information to the local authority, and in particular may make it the duty of any person who acquires or ceases to hold an estate or interest in the house to notify the local authority,     d   may impose duties on persons who live in the house for the purpose of ensuring that the person managing the house can effectively carry out the duties imposed on him by the regulations,     e   may authorise the local authority to obtain information as to the number of individuals or households accommodated in the house,     f   may make it the duty of the person managing the house to cause a copy of the order, and of the regulations, to be displayed in a suitable position in the house, and     g   may contain such other incidental and supplementary provisions as may appear to the Minister to be expedient.       4   If any person knowingly contravenes or without reasonable excuse fails to comply with any regulation under this section as applied under this Act in relation to any house he shall be liable on summary conviction—   a   where he has not previously been convicted of an offence under this section, to a fine not exceeding twenty pounds, and     b   where he has previously been convicted of an offence under this section, to imprisonment for a term not exceeding three months, or to a fine not exceeding one hundred pounds, or to both.       5   A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "14", "section_title": "Power to require doing of work to make good neglect of proper standards of management", "section_text": " 14    1   If in the opinion of the local authority the condition of a house to which regulations under the last foregoing section far the time being apply is defective in consequence of neglect to comply with the requirements imposed by the regulations, or, in respect of a period falling wholly or partly before the regulations applied to the house, neglect to comply with standards corresponding to the requirements imposed by the regulations, the local authority may serve on the person managing the house (as defined by or under the last foregoing section) a notice specifying the works which in the opinion of the local authority are required to make good the neglect, and requiring the person on whom the notice is served to execute those works.     2   If it is not practicable after reasonable inquiry to ascertain the name or address of the person managing the house as so defined, the notice under this section may be served by addressing it to him by the description of \" manager of the house \" (naming the house to which it relates) and by delivering it to some person on the premises.     3   A notice under this section shall require the execution of the works within such period, being not less than twenty-one days from service of the notice, as may be specified in the notice, but that period may from time to time be extended by written permission of the local authority.     4   Where a local authority serve a notice on any person under this section they shall inform any other person who is to their knowledge an owner or lessee of the house of the fact that such a notice has been served.     5   A person on whom a notice is served under this section may, within twenty-one days of service of the notice, or within such longer period as the local authority may in writing allow, appeal to a magistrates' court on any of the following grounds which are appropriate in the circumstances of the particular case—   a   that the condition of the house did not justify the local authority in requiring the execution of the works specified in the notice,     b   that there has been some informality, defect or error in, or in connection with, the notice,     c   that the local authority have refused unreasonably to approve the execution of alternative works, or that the works required by the notice to be executed are otherwise unreasonable in character or extent, or are unnecessary,     d   that the time within which the works are to be executed is not reasonably sufficient for the purpose, and     e   that some person other than the appellant is wholly or in part responsible for the state of affairs calling for the execution of the works, or will as the holder of an estate or interest in the premises derive a benefit from the execution of the works, and that that person ought to pay the whole or any part of the expenses of executing the works.       6   If and so far as an appeal under this section is based on the ground of some informality, defect or error in, or in connection with, the notice, the court shall dismiss the appeal if it is satisfied that the informality, defect, or error was not a material one.     7   Where the grounds on which an appeal is brought under this section include the ground specified in paragraph (e) of subsection (5) of this section, the appellant shall serve a copy of his notice of appeal on each other person referred to, and on the hearing of the appeal the court may make such order as it thinks fit with respect to the payment to be made by any such other person to the appellant, or, where the work is executed by the local authority, to the local authority.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "15", "section_title": "Power to require execution of works of other descriptions", "section_text": " 15    1   If the condition of a house which, or a part of which, is let in lodgings, or which is occupied by members of more than one family, is, in the opinion of the local authority, so far defective with respect to any of the following matters, that is to say—     natural and artificial lighting,      ventilation,      water supply,      personal washing facilities,      drainage and sanitary conveniences,      facilities for the storage, preparation and cooking of food, and for the disposal of waste water, or      installations for space heating or for the use of space heating appliances,     having regard to the number of individuals or households, or both, accommodated for the time being on the premises, as not to be reasonably suitable for occupation by those individuals or households, the local authority may serve either—   a   on the person having control of the house (as defined by subsection (2) of section thirty-nine of the principal Act), or     b   on any person to whom the house is let at a rackrent, or on any person who, as the agent or trustee of a person to whom the house is let at a rackrent, receives rents or other payments from tenants of parts of the house or lodgers in the house,    a notice specifying the works which in the opinion of the local authority are required for rendering the premises reasonably suitable for such occupation as aforesaid, and requiring the person on whom the notice is served to execute those works.     2   If the local authority are satisfied that after the service of the notice the number of individuals living on the premises has been reduced to a level which will make the work specified in the notice unnecessary, and that, either in consequence of their exercise of the powers conferred by the following provisions of this Part of this Act to limit the number of persons living on the premises or otherwise, that number will be maintained at or below that level, they may notify in writing the person on whom the notice was served of the withdrawal of the notice, but the withdrawal of the notice shall be without prejudice to the issue of a further notice.     3   A notice under this section shall require the execution of the works within such period, being not less than twenty-one days from the service of the notice, as may be specified in the notice, but that period may from time to time be extended by written permission of the local authority.     4   Where a local authority serve a notice on any person under this section they shall inform any other person who is to their knowledge an owner or lessee of the house of the fact that such a notice has been served.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "16", "section_title": "Provision of means of escape from fire", "section_text": " 16    1   If it appears to a local authority that a house which, or a part of which, is let in lodgings, or which is occupied by members of more than one family, is not provided with such means of escape from fire as the local authority consider necessary, the local authority may, subject to this section, serve on any person on whom a notice may be served under section fifteen of this Act a notice specifying the works which in the opinion of the local authority are required to provide such means of escape, and requiring the person on whom the notice is served to execute those works.     2   A local authority who are not, under the Fire Services Act, 1947, the fire authority for the area in which the house is situated, or who have, under section twelve of that Act, delegated all their functions in respect of that area to another fire authority, shall, before serving a notice under this section, consult with the fire authority concerned, and, in the administrative county of London, shall not serve such a notice except with the consent of the London County Council.     3   Subsections (3) and (4) of section fifteen of this Act shall apply to a notice under this section as they apply to a notice under that section.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "17", "section_title": "Right of appeal against notice requiring execution of works", "section_text": " 17    1   A person on whom a notice is served under either of the two last foregoing sections may, within twenty-one days from the service of the notice, or within such longer period as the local authority may in writing allow, appeal to a county court on any of the following grounds which are appropriate in the circumstances of the particular case—   a   that the condition of the house did not justify the local authority, having regard to the considerations in subsection (1) of section fifteen of this Act, in requiring the execution of the works specified in the notice, or, in the case of a notice under the last foregoing section, that the notice is not justified by the terms of that section,     b   that there has been some informality, defect or error in, or in connection with, the notice,     c   that the local authority have refused unreasonably to approve the execution of alternative works, or that the works required by the notice to be executed are otherwise unreasonable in character or extent, or are unnecessary,     d   that the time within which the works are to be executed is not reasonably sufficient for the purpose, and     e   that some person other than the appellant is wholly or in part responsible for the state of affairs calling for the execution of the works, or will as the holder of an estate or interest in the premises derive a benefit from the execution of the works, and that that person ought to pay the whole or any part of the expenses of executing the works.       2   If and so far as an appeal under this section is based on the ground of some informality, defect or error in, or in connection with, the notice, the court shall dismiss the appeal if it is satisfied that the informality, defect or error was not a material one.     3   Where the grounds upon which an appeal under this section is brought include the ground specified in paragraph (e) of subsection (1) of this section, the court, if satisfied that any other person referred to in the notice of appeal has had proper notice of the appeal, may on the hearing of the appeal make such order as it thinks fit with respect to the payment to be made by that other person to the appellant or, where the work is executed by the local authority, to the local authority.     4   If on an appeal under this section against a notice served under section fifteen of this Act the court is satisfied that the number of persons living in the house has been reduced, and that adequate steps (whether by the exercise by the local authority of the powers conferred by the following provisions of this Part of this Act to limit the number of persons living in the house or otherwise) have been taken to prevent that number being again increased, the court may if it thinks fit revoke the notice or vary the list of works specified in the notice.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "18", "section_title": "Carrying out of works by local authority", "section_text": " 18    1   If a notice under section fourteen, section fifteen or section sixteen of this Act is not complied with, then, after the expiration of the time within which the works are required to be executed or, if an appeal has been made against the notice and upon that appeal the notice has been confirmed with or without variation, after the expiration of twenty-one days from the final determination of the appeal, or such longer period as the court in determining the appeal may fix, the local authority may themselves do the work required to be done by the notice (with any variation made by the court).     2   Notwithstanding the foregoing subsection, if before the expiration of the time mentioned in that subsection the person on whom the notice was served notifies the local authority in writing that he does not intend to do the work in question, the local authority may, if they think fit, themselves do the work forthwith.     3   Any expenses reasonably incurred by the local authority under this section, together with interest from the date when a demand for the expenses is served until payment, may, except so far as they are by any direction of the court on appeal recoverable under an order of the court, be recovered by them, by action or summarily as a civil debt, from the person on whom the notice was served or, if he was only properly served with the notice as being an agent or trustee for some other person, then either from him or that other person, or as to part from him and as to the remainder from that other person:    Provided that if the person on whom the notice is served proves that he—   a   was only properly served with the notice as being an agent or trustee for some other person, and     b   has not, and since the date of the service on him of the demand has not had, in his hands on behalf of that other person sufficient money to discharge the whole demand of the authority,    his liability shall be limited to the total amount of the money which he has, or has had, in his hands as aforesaid.     4   Any expenses recoverable by the local authority under the last foregoing subsection, together with interest accrued due thereon, shall, until recovered, be a charge on the estate or interest in the premises of the person on whom the notice was served:    Provided that if that person was only properly served with the notice as being an agent or trustee for some other person, those expenses shall be a charge on the estate or interest in the premises of that other person, and not on that of the first-mentioned person.     5   The local authority shall for the purpose of enforcing the charge under the last foregoing subsection have the same powers and remedies under the Law of Property Act, 1925, and otherwise as if they were mortgagees by deed having powers of sale and lease, of accepting surrenders of leases and of appointing a receiver.    The power of appointing a receiver under this subsection shall be exercisable at any time after the expiration of one month from the date of the service under subsection (3) of this section of a demand for the expenses charged on the estate or interest in the premises.     6   If a local authority applies to a county court and satisfies the court—   a   that any expenses reasonably incurred by them under this section (with the interest accrued due thereon) have not been, and are unlikely to be, recovered, and     b   that some person is profiting by the execution of the works in respect of which the expenses were incurred to obtain rents or other payments which would not have been obtainable if the number of persons living in the house was limited to that appropriate for the house in its state before the works were executed,    the court, if satisfied that that person has had proper notice of the application, may order him to make such payment or payments to the local authority as may appear to the court to be just.     7   In all summary proceedings by the local authority for the recovery of expenses under this section, the time within which the proceedings may be taken shall be reckoned from the date of the service of the demand.     8   Any interest payable under this section shall be at the rate, or the highest rate, for the time being fixed under subsection (6) of section ten of the principal Act.     9   In proceedings by the local authority for the recovery of any expenses under subsection (3) of this section it shall not be open to the defendant to raise any question which he could have raised on an appeal under the foregoing provisions of this Part of this Act against the notice requiring the execution of the works.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "19", "section_title": "Directions to prevent or reduce overcrowding in houses in multiple occupation", "section_text": " 19    1   A local authority may, for the purpose of preventing the occurrence of, or remedying, a state of affairs calling for the service of a notice or a further notice under section fifteen of this Act, fix as a limit for the house what is in their opinion the highest number of individuals who should, having regard to the considerations set out in subsection (1) of that section, live in the house in its existing condition, and give a direction applying that limit to the house.     2   A direction under the foregoing subsection shall have effect so as to make it the duty of the occupier for the time being of the house—   a   not to permit any individual to take up residence in the house so as to increase the number of individuals living in the house to a number above the limit specified in the direction, and     b   where the number of individuals living in the house is for the time being above the limit so specified and any individual ceases to reside in the house, not to permit any other individual to take up residence in the house.       3   References in the foregoing subsections to a house include references to part of a house, and the local authority shall have regard to the desirability of applying separate limits where different parts of a house are, or are likely to be, occupied by different persons.     4   Not less than seven days before giving a direction under this section, the local authority shall—   a   serve on an owner of the house, and on every person who is to their knowledge a lessee of the house, notice of their intention to give the direction, and     b   post such a notice in some position in the house where it is accessible to those living in the house,    and shall afford to any person on whom a notice is so served an opportunity of making representations regarding their proposal to give the direction.     5   The local authority shall within seven days from the giving of the direction—   a   serve a copy of the direction on an owner of the house and on every person who is to the knowledge of the local authority a lessee of the house, and     b   post a copy of the direction in some position in the house where it is accessible to those living in the house.       6   The power conferred by subsection (1) of this section may be exercised as regards any premises notwithstanding the existence of any previous direction under that subsection laying down a higher maximum.     7   A local authority may at any time, having regard to any works which have been executed in the house, or any other change of circumstances, and on the application of any person having an estate or interest in the house, revoke any direction given under subsection (1) of this section, or vary it so as to allow more people to be accommodated in the house.     8   If a local authority refuse an application under the last foregoing subsection, or do not within thirty-five days from the making of such an application, or within such further period as the applicant may in writing allow, notify the applicant of their decision on the application, the applicant may appeal to a county court, and on the appeal the court shall have power to revoke the direction or vary it in any manner in which it might have been varied by the local authority.     9   The local authority may from time to time serve on the occupier of a house or part of a house in respect of which a direction under this section is in force a notice requiring him to furnish them within seven days with a statement in writing giving all or any of the following particulars, that is to say—   a   the number of individuals who are, on a date specified in the notice, living in the house or part of the house, as the case may be ;     b   the number of families or households to which those individuals belong;     c   the names of those individuals and of the heads of each of those families or households; and     d   the rooms used by those individuals and families or households respectively;    and if the occupier makes default in complying with the requirements or furnishes a statement which to his knowledge is false in any material particular, he shall be liable on summary conviction to a fine not exceeding twenty pounds.     10   If any person knowingly fails to comply with the requirements imposed on him by subsection (2) of this section, he shall be guilty of an offence under this subsection.     11   A person committing an offence under the last foregoing subsection of this section shall be liable on summary conviction—   a   where he has not previously been convicted of an offence under that subsection or section ninety of the principal Act, to a fine not exceeding twenty pounds, and     b   where he has previously been convicted of an offence under that subsection or the said section ninety, to imprisonment for a term not exceeding three months, or to a fine not exceeding one hundred pounds, or to both.      In this subsection references to a previous offence or conviction under the said section ninety include references to an offence or conviction before the commencement of this Act under that section or an enactment reproduced in that section.     12   The powers conferred by this section shall be exercisable whether or not a notice has been given under section fifteen of this Act, and shall be without prejudice to the powers conferred by section ninety of the principal Act (which relates to overcrowding in houses let in lodgings).    "}, {"act": "Housing Act 1961", "year": 1961, "section": "20", "section_title": "Offences under s.90 of principal Act", "section_text": " 20    1   A person committing an offence under section ninety of the principal Act shall be liable on summary conviction—   a   where he has not previously been convicted of an offence under that section, or subsection (10) of the last foregoing section of this Act, to a fine not exceeding twenty pounds, and     b   where he has previously been convicted of an offence under the said section ninety or the said subsection, to imprisonment for a term not exceeding three months, or to a fine not exceeding one hundred pounds, or to both.       2   This section shall not apply to an offence committed before the commencement of this Act, but references in this section to a previous offence or conviction include references to an offence or conviction before the commencement of this Act under the said section ninety or an enactment reproduced in that section.     3   Subsection (5) of the said section ninety shall cease to have effect.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "21", "section_title": "Application of ss.12 to 15 to certain buildings comprising separate dwellings", "section_text": " 21    1   Sections twelve to fifteen of this Act shall apply—   a   to a building which is not a house but comprises separate dwellings, two or more of which do not have a sanitary convenience and personal washing facilities accessible only to those living in the dwelling, and     b   to a building which is not a house but comprises separate dwellings, two or more of which are wholly or partly let in lodgings or occupied by members of more than one family,    as if references in those sections to a house which, or a part of which, is let in lodgings or which is occupied by members of more than one family included references to any such building, but no direction shall be given under section nineteen of this Act by virtue of this section in relation to such a building.     2   If a local authority make an order under section twelve of this Act as applied by the foregoing subsection as respects a building at a time when another order under that section is in force as respects one of the dwellings in the building they shall revoke the last-mentioned order.     3   References to a house in sections seventeen, eighteen and twenty-three of this Act shall include references to a building to which this section applies.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "22", "section_title": "Registers of houses in multiple occupation", "section_text": " 22    1   At any time not less than three years from the commencement of this Act a local authority may make and submit to the Minister for confirmation by him a scheme authorising the local authority to compile and maintain a register for their area—   a   of houses which, or a part of which, are let in lodgings, or which are occupied by members of more than one family, and     b   of buildings which comprise separate dwellings, two or more of which do not have a sanitary convenience and personal washing facilities accessible only to those living in the dwelling,    and the Minister may if he thinks fit confirm the scheme with or without modifications.     2   A scheme under this section shall not come into force until it has been confirmed and, subject to that, shall come into force on such date as may be fixed by the scheme, or if no date is so fixed, at the expiration of one month after it is confirmed.     3   A scheme under this section need not be for the whole of the local authority's area and need not toe for every description of house or building falling within paragraphs (a) and (b) of subsection (1) of this section, and—   a   may prescribe the particulars to be inserted in the register, and     b   may, as regards houses and buildings first becoming registrable after the compilation of the register, make it the duty of persons prescribed by the scheme to notify the local authority of the fact that the house or building appears to be registrable, and to give the local authority all or any of the prescribed particulars as regards the house or building, and     c   may make it the duty of persons prescribed by the scheme to notify the local authority of any change which makes it necessary to alter the particulars inserted in the register as regards any house or building.       4   Without prejudice to the provisions of section one hundred and seventy of the principal Act (under which a local authority may require information as to the ownership of premises), a local authority may, for the purpose of ascertaining whether a house or building is registrable, and of ascertaining the particulars to be entered in the register as regards the house or building, require any person who has an estate or interest in, or who lives in, the house or building to state in writing any information in his possession which the local authority may reasonably require for that purpose, and any person who, having been required by a local authority in pursuance of this subsection to give to them any information, falls to give that information, or knowingly makes any misstatement in respect thereof, shall be liable on summary conviction to a fine not exceeding ten pounds.     5   A scheme under this section may make a contravention or failure to comply with any provision in the scheme an offence under the scheme, and a person guilty of an offence under the scheme shall be liable on summary conviction to a fine not exceeding ten pounds.     6   At least one month before a scheme is submitted to the Minister for confirmation by him, notice of intention to submit the scheme shall be given in one or more newspapers circulating in the district of the local authority.     7   As soon as a scheme under this section is confirmed by the Minister, the local authority shall publish in one or more newspapers circulating in their district a notice stating the fact of such a scheme having been confirmed, and describing any steps which will have to be taken under the scheme by those concerned with registrable houses and buildings (other than steps which have only to be taken after a notice from the local authority), and naming a place where a copy of the scheme may be seen at all reasonable hours.     8   A copy of a scheme confirmed by the Minister shall be printed and deposited at the offices of the local authority by whom it was made, and shall at all reasonable hours be open to public inspection without payment, and a copy thereof shall, on application, be furnished to any person on payment of such sum, not exceeding one shilling for every copy, as the local authority may determine.     9   A scheme under this section may vary or revoke a previous scheme thereunder; and a local authority may at any time with the consent of the Minister revoke a scheme by an order, notice of which shall be published by them in one or more newspapers circulating in their district.     10   The production of a printed copy of a scheme purporting to be made by a local authority, upon which is indorsed a certificate purporting to be signed by the clerk to the authority stating—   a   that the scheme was made by the local authority,     b   that the copy is a true copy of the scheme,     c   that on a specified date the scheme was confirmed by the Minister,    shall be prima facie evidence of the facts stated in the certificate, and without proof of the handwriting or official position of any person purporting to sign the certificate in pursuance of this section.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "23", "section_title": "Supplemental provisions", "section_text": " 23    1   If on an application made by a person required by a notice under the foregoing provisions of this Part of this Act to execute any works it appears to a county court that any other person having an estate or interest in the premises has unreasonably refused to give any consent required to enable the works to be executed, the court may give the necessary consent in place of that other person.     2   Subsection (1) of section thirty-three of the principal Act (under which any owner of a house may require a local authority to warn him of any proceedings taken by them under certain provisions of that Act) shall apply in relation to proceedings taken under the foregoing provisions of this Part of this Act as it applies in relation to the provisions of the principal Act mentioned in that subsection.     3   Nothing in the foregoing provisions of this Part of this Act shall prejudice or interfere with the rights or remedies of any owner for breach, non-observance or non-performance of any covenant or contract entered into by a lessee in reference to any house in respect of which a notice requiring the execution of works is served by a local authority under the foregoing provisions of this Part of this Act, or as respects which regulations made under section thirteen of this Act are for the time being in force ; and if any owner is obliged to take possession of a house in order to comply with any such notice, the taking possession shall not affect his right to avail himself of any such breach, non-observance or non-performance which has occurred before he so took possession.     4   Where an offence punishable under the foregoing provisions of this Part of this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person purporting to act in any such capacity, he as well as the body corporate shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.     5   Where a person is convicted of an offence by virtue of the last foregoing subsection and the body corporate in question is under the foregoing provisions of this Part of this Act liable, as having been previously convicted of an offence, to a higher penalty than if it had not been previously convicted of any offence, that person shall be liable under the foregoing provisions of this Part of this Act to the same penalties as the body corporate, including the imprisonment to which it would be liable if a natural person:    Provided that he shall not be so liable if he shows that at the time of the first-mentioned offence he did not know of the body corporate's conviction for the earlier offence and that at the time of the earlier conviction he was not acting or purporting to act as a director, manager, secretary or other similar officer of the body corporate.     6   Section one hundred and fifty-nine of the principal Act (which confers powers of entry for the purposes mentioned in that section) shall apply to entry for the purpose of ascertaining whether there has been a contravention of any regulation or direction made or given under the foregoing provisions of this Part of this Act, but so much of that section as requires notice to be given of the intended entry shall not apply to entry for the purpose mentioned in this subsection.     7   In the foregoing provisions of this Part of this Act references to a lessee of a house and to a person to whom a house is let include references to—   a   any person having an estate or interest in the house under an underlease or tenancy or under an agreement for a lease, underlease or tenancy ; and     b   any person who retains possession of the house by virtue of the Rent Acts and not as being entitled to any tenancy;    and references to a person having an estate or interest in the house include references to any such person as is mentioned in paragraph (b) of this subsection.     8   In the administrative county of London, other than the City of London, both the metropolitan borough and the London County Council shall be local authorities for the purposes of the foregoing provisions of this Part of this Act.     9   Section thirty-six of the principal Act (which is superseded by the foregoing provisions of this Part of this Act) shall cease to have effect except as respects any notice served under that section before the commencement of this Act.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "24", "section_title": "Exclusion of houses from clearance order", "section_text": " 24    1   If a local authority are satisfied that any one or more houses comprised in a clearance order which has been confirmed by the Minister have been made fit for human habitation or will, if excluded from the clearance area, be made fit for human habitation, the local authority may make and submit to the Minister for confirmation by him an order excluding the house or houses from the clearance area, and modifying or revoking the clearance order accordingly.     2   If it appears to the local authority that any house or other building—   a   which was properly included in the clearance area only on the ground that by reason of its bad arrangement in relation to other buildings, or the narrowness or bad arrangement of the streets, it is dangerous or injurious to the health of the inhabitants of the area, and     b   which has not been included in a clearance order or compulsory purchase order under Part III of the principal Act,    would not have been included in the clearance area but for the inclusion in the clearance area of the house or houses to be excluded under the foregoing subsection, the order shall provide that that building shall also be excluded from the clearance area.     3   A local authority shall not make an order under this section (other than one which applies to all the land in the clearance area) unless they are satisfied that they can effectively fulfil their duties under Part III of the principal Act as regards the land remaining in the clearance area after the order comes into force.     4   An order may be made under this section notwithstanding that the effect of the order in excluding any building from the clearance area is to sever that area into two or more separate and distinct areas, and in any such case the provisions of Part III of the principal Act relating to the effect of a clearance order when confirmed, and to the proceedings to be taken subsequent to the confirmation thereof, shall apply as if those areas formed one clearance area.     5   A local authority may for the purpose of this section accept undertakings from an owner of the building, or any other person who has or will have an interest in the building, and in particular undertakings—   a   concerning the works to be carried out to make the building fit for human habitation, and the time within which the works are to be carried out, and     b   concerning the repayment of any sums paid by the local authority under section sixty or section sixty-one of the principal Act (under which payments may be made for a house in a clearance area which has been well maintained or, in certain circumstances, which is held by an owner-occupier).       6   Subsection (1) of this section shall apply in relation to a building other than a house, being a building which is included in a clearance order by virtue of the proviso to paragraph 2 of the Fifth Schedule to the principal Act (which authorises the inclusion in a clearance order of a building part of which is a dwelling and is unfit for human habitation) as it applies to a house, but subject to the modification that for the references to making the house fit for human habitation there shall be substituted references to making part of the building fit for human habitation.     7   The Third Schedule to this Act shall have effect in relation to any order under this section.     8   In this section and the said Schedule the expression \" clearance order \" means a clearance order under section forty-four of the principal Act; and this section (together with that Schedule) shall be construed as one with Part III of the principal Act.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "25", "section_title": "Power to permit reconstruction of a house condemned under a demolition order", "section_text": " 25   In subsection (1) of section twenty-four of the principal Act (under which a local authority may revoke a demolition order where an owner of a house submits proposals for its reconstruction, enlargement or improvement)—   a   before the words \" submits proposals\" there shall be inserted the words \" or any other person who in the opinion of the local authority is or will be in a position to put his proposals into effect \", and     b   for the words \" the said owner\" there shall be substituted the words \" the person submitting the proposals \".    "}, {"act": "Housing Act 1961", "year": 1961, "section": "26", "section_title": "Power to substitute closing order for demolition order to enable a house to be used otherwise than for human habitation", "section_text": " 26    1   If an owner of a house in respect of which a demolition order has become operative or any other person who has an interest in the house submits proposals to the local authority for the use of the house for a purpose other than human habitation, the local authority may, if they think fit so to do, determine the demolition order and make a closing order as respects the house.     2   Where a local authority determine a demolition order and make a closing order under this section, they shall serve notice that the demolition order has been determined and a copy of the closing order on every person on whom they would be required by subsection (1) of section sixteen of the principal Act to serve a notice issued by them under that subsection.     3   In subsection (5) of section twenty-seven and in section twenty-eight of the principal Act (which relate respectively to the recovery of possession of premises subject to a closing order made under subsection (1) of section seventeen of that Act and to the substitution of a demolition order for a closing order so made) references to a closing order made under the said subsection (1) shall include references to a closing order made under this section.     4   This section shall be construed as one with Part II of the principal Act.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "27", "section_title": "Minor amendments of principal Act", "section_text": " 27    1   Subsection (2) of section thirty-eight of the principal Act (which provides that no appeal shall lie from a decision of the Court of Appeal on an appeal from a county court in proceedings originating in an appeal to the county court under Part II of that Act) shall cease to have effect.     2   In section one hundred and twenty-four of the principal Act (which empowers the Minister to make a grant towards the expenses of a central association for promoting the formation and extension of housing associations in any of the five years next following the date on which he recognises that body for the purposes of that section) the words \" in any of the five years next following the date on which he recognises the said body \" shall cease to have effect.     3   Subsection (2) of section one hundred and sixty-nine of the principal Act (which excludes the provisions of that section relating to the service of notices and other documents in the case of certain documents to be served under Part II of that Act) shall cease to have effect.     4   In paragraph (a) of sub-paragraph (1) of paragraph 3 of the Second Schedule to the principal Act (which relates to payments for welknaintained houses) for the words \" owned or occupied\" there shall be substituted the words \" owned and occupied \".    "}, {"act": "Housing Act 1961", "year": 1961, "section": "28", "section_title": "Interpretation and construction of Part II", "section_text": " 28    1   In this Part of this Act \" the principal Act\" means the Housing Act, 1957.     2   This Part of this Act shall be construed as one with the principal Act.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "29", "section_title": "Permitted rent increase for improvements", "section_text": " 29    1   In subsection (1) of section five of the Rent Act, 1957 (under which the rent limit under that Act may be increased for improvements by eight per cent. per annum of the amount spent), for the words \" eight per cent.\" there shall be substituted the words \" twelve and one-half per cent. \".     2   Subsection (1) of this section shall only apply to an improvement completed after the commencement of this Act, and shall so apply subject to the following provisions of this section.     3   Subsection (1) of this section shall not apply to an improvement carried out in reliance on a consent granted before the commencement of this Act by a tenant under the controlled tenancy unless the consent was a consent in writing which contained an acknowledgement (however expressed) that the rent could be increased on account of the improvement to a stated amount which is at least the maximum of the rent limit increased under the said section five with the amendment made by subsection (1) of this section.     4   The foregoing subsections shall be construed as one with the said section five, but those subsections as applied, as part of the said section five, by section twenty of the same Act (which limits the rent of subsidised private houses by reference to the rent limit), shall apply as follows—   a   in subsection (3) of this section for the reference to a tenant under the controlled tenancy there shall be substituted a reference to any tenant of the dwelling, and     b   notwithstanding subsection (3) of this section, the said section five shall have effect with the amendment made by subsection (1) of this section in relation to the rent under any tenancy created by a lease or agreement coming into operation after the time when the improvement is begun:      Provided that for the purposes of paragraph (b) of this subsection where a person to whom a tenancy is granted was immediately before the granting the tenant under another tenancy and the premises comprised in one of the tenancies are the same as, or consist of or include part of, the premises comprised in the other, the two tenancies shall be treated as together constituting one tenancy created by the lease or agreement which created the first of the two tenancies.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "30", "section_title": "Standard grant for provision of hot water supply and water closets", "section_text": " 30    1   Subsection (1) of section four of the House Purchase and Housing Act, 1959 (which lists the improvements, including the provision of a bath or shower, a wash-hand basin, hot water supply and a water closet, in respect of which local authorities are to make grants under that section), shall be amended as follows.     2   For paragraph (c) of that subsection (which reads \" a hot water supply \") there shall be substituted the following paragraph—    c   a hot water supply at a fixed bath or shower in a bathroom, and at a wash-hand basin, and at a sink     .     3   The water closet mentioned in paragraph (d) of that subsection must, if reasonably practicable, be in, and accessible from within, the dwelling or, if that is not reasonably practicable, in such a position in the curtilage of the dwelling or, where the dwelling is part of a larger building, in that building, as to be readily accessible from the dwelling.     4   In the said section four, in paragraph (d) of subsection (1), the words \" in or contiguous to the dwelling \", and subsection (5), shall cease to have effect.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "31", "section_title": "Provisions relating to improvement grants and standard grants", "section_text": " 31    1   Subsection (3) of section thirty-one of the Housing (Financial Provisions) Act, 1958, and subsection (3) of section five of the House Purchase and Housing Act, 1959 (under which an applicant for an improvement grant under Part II of the said Act of 1958 or a standard grant under the said Act of 1959 must own the land to which the application relates or have a certain leasehold interest in it), shall not apply in relation to any application made after the commencement of this Act on behalf of a charity where the land to which the application relates is land which, or an interest in which, is vested in the official custodian for charities or any other custodian trustee in trust for the charity.     2   In paragraph 3 of the Fourth Schedule to the said Act of 1958 (which requires the dwelling to be let or kept available for letting when it is not occupied by a person of a class defined in sub-paragraphs (a) to (c) of that paragraph) the following sub-paragraph shall be inserted after sub-paragraph (a):—    aa   in the case of a dwelling which, or an interest in which, has since before the application for the grant been vested in the personal representatives of a deceased person, or in trustees, by a person who on the death, or under the trust, has become interested in the dwelling or interest or the proceeds of sale thereof, or by a member of the family of such a person, or        3   There shall be substituted for sub-paragraph (2) of paragraph 9 of the Fourth Schedule to the said Act of 1958 (which exempts from paragraph 3 of that Schedule a dwelling used as an almshouse or as a residence of a minister of religion) the following sub-paragraph—    2   Paragraph 3 of this Schedule shall not apply to a dwelling held upon trust for any charitable purpose, so long as it is occupied or kept available for occupation for that purpose.        4   The proper officer of the local authority shall record in the register of local land charges any change effected by this section in any conditions registered in that register.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "32", "section_title": "Repairing obligations in short leases of dwelling-houses", "section_text": " 32    1   In any lease of a dwelling-house, being a lease to which this section applies, there shall be implied a covenant by the lessor—   a   to keep in repair the structure and exterior of the dwelling-house (including drains, gutters and external pipes); and     b   to keep in repair and proper working order the installations in the dwelling-house—   i   for the supply of water, gas and electricity, and for sanitation (including basins, sinks, baths and sanitary conveniences but not, except as aforesaid, fixtures, fittings and appliances for making use of the supply of water, gas or electricity), and     ii   for space heating or heating water,      and any covenant by the lessee for the repair of the premises (including any covenant to put in repair or deliver up in repair, to paint, point or render or to pay money in lieu of repairs by the lessee or on account of repairs by the lessor) shall be of no effect so far as it relates to the matters mentioned in paragraphs (a) and (b) of this subsection.     2   The covenant implied by this section (hereinafter referred to as the lessor's repairing covenant) shall not be construed as requiring the lessor—   a   to carry out any works or repairs for which the lessee is liable by virtue of his duty to use the premises in a tenant-like manner, or would be so liable apart from any express covenant on his part;     b   to rebuild or reinstate the premises in the case of destruction or damage by fire, or by tempest, flood, or other inevitable accident; or     c   to keep in repair or maintain anything which the lessee is entitled to remove from the dwelling-house ;    and subsection (1) of this section shall not avoid any covenant by the lessee so far as it imposes on the lessee any of the requirements mentioned in paragraph (a) or paragraph (c) of this subsection.     3   In determining the standard of repair required by the lessor's repairing covenant, regard shall be had to the age, character and prospective life of the dwelling-house and the locality in which it is situated.     4   In any lease in which the lessor's repairing covenant is implied, there shall also be implied a covenant by the lessee that the lessor, or any person authorised by him in writing, may at reasonable times of the day, on giving twenty-four hours notice in writing to the occupier, enter the premises comprised in the lease for the purpose of viewing their condition and state of repair.     5   In this and the next following section the following expressions have the meanings hereby respectively assigned to them, that is to say:—     \" lease \" includes an underlease, an agreement for a lease or underlease, and any other tenancy, but does not include a mortgage, and \" covenant \", \" demise \" and \" term \" shall be construed accordingly ;      \" lease of a dwelling-house \" means a lease whereby a building or part of a building is let wholly or mainly as a private dwelling, and \" the dwelling-house \" means that building or part of a building ;      \" lessee \" and \" lessor \" mean respectively the person for the time being entitled to the term of a lease and to the reversion expectant thereon.       "}, {"act": "Housing Act 1961", "year": 1961, "section": "33", "section_title": "Application of s.32 and restriction on contracting out", "section_text": " 33    1   Section thirty-two of this Act applies, subject to the provisions of this section, to any lease of a dwelling-house granted after the passing of this Act, being a lease for a term of less than seven years.     2   For the purposes of this section a lease shall be treated as a lease for a term of less than seven years if it is determinable at the option of the lessor before the expiration of seven years from the commencement of the term, and, except where the foregoing provisions of this subsection apply, shall not be so treated if it confers on the lessee an option for renewal for a term which, together with the original term, amounts to seven years or more.     3   Where a lease of a dwelling-house (hereinafter referred to as\" the new lease \") is granted—   a   to a person who when, or immediately before, the new lease is granted, is the lessee under another lease of the dwelling-house, or     b   to a person who was the lessee under another lease of the dwelling-house which terminated at some time before the new lease is granted and who, between the termination of that other lease and the grant of the new lease was continuously in possession of the dwelling-house or the rents or profits thereof,    the said section thirty-two shall not apply to the new lease if—   i   the new lease is a tenancy to which Part II of the Landlord and Tenant Act, 1954, applies and the other lease either is such a tenancy or would be such a tenancy but for section twenty-eight of the said Act; or     ii   the other lease is not a lease to which the said section thirty-two applies and, in the case of a lease granted before the passing of this Act would not have been such a lease if granted after that date.       4   The said section thirty-two does not apply to any lease of a dwelling-house which is a tenancy of an agricultural holding within the meaning of the Agricultural Holdings Act, 1948.     5   In the application of this section to a lease granted for a term part of which falls before the grant, that part shall be left out of account and the lease shall be treated as a lease for a term commencing with the grant.     6   The county court may, by order made with the consent of the parties concerned, authorise the inclusion in a lease, or in any agreement collateral to a lease, of provisions excluding or modifying in relation to the lease the provisions of the said section thirty-two with respect to the repairing obligations of the parties if it appears to the court, having regard to the other terms and conditions of the lease and to all the circumstances of the case, that it is reasonable to do so ; and any provision so authorised shall have effect accordingly.     7   Subject to the last foregoing subsection, any covenant or agreement, whether contained in a lease to which the said section thirty-two applies or in any agreement collateral to such a lease, shall be void so far as it purports to exclude or limit the obligations of the lessor or the immunities of the lessee under that section, or to authorise any forfeiture or impose on the lessee any penalty, disability or obligation, in the event of his enforcing or relying upon those obligations or immunities.     8   The county court shall have jurisdiction to make a declaration that section thirty-two of this Act applies, or does not apply, to a lease, whatever the net annual value of the property in question and notwithstanding that the applicant for the declaration does not seek any relief other than the declaration.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "34", "section_title": "Town development", "section_text": " 34    1   If the Minister is satisfied that development which would be town development as defined by section one of the Town Development Act, 1952, if it were carried out in a county district can be with advantage carried out—   a   in a county borough, or partly in one county borough and partly in another, or     b   partly in a county borough and partly in a county district,    he may by order designate that development as town development as so defined, and as development to which section two of that Act (under which the Minister may contribute to the expense of certain development) applies; and that Act shall apply accordingly subject to any necessary modifications and, in particular, as if any such county borough or county district were, in relation to the development, a receiving district as defined by subsection (2) of section one of the said Act.    An order under this subsection shall be made by statutory instrument and may be revoked or varied by a subsequent order so made.     2   Section four of the Town Development Act, 1952 (which enables the council of a county borough or county district to contribute to the expense of development which relieves congestion in their area), shall apply to the council of a county as it applies to the council of a county borough or county district.     3   The council of a county may make the services of any of their officers or servants available to the council of a receiving district for the purposes of any development in respect of which the council of the county can make a contribution under the said section four as amended by the last foregoing subsection.     4   In this section \" the Minister\" means the Minister of Housing and Local Government.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "35", "section_title": "Financial provisions", "section_text": " 35    1   There shall be paid out of money provided by Parliament any increase which may, in consequence of the provisions of this Act, become so payable under any other Act.     2   There shall be paid into the Exchequer any sums falling to be so paid in consequence of any of the provisions of this Act.    "}, {"act": "Housing Act 1961", "year": 1961, "section": "36", "section_title": "Short title, interpretation, commencement, extent and repeals", "section_text": " 36    1   This Act may be cited as the Housing Act, 1961.     2   Save where the context otherwise requires, references in this Act to any enactment shall be construed as references to that enactment as amended by or under any other enactment, including this Act.     3   This Act shall come into force on the expiration of a period of one month beginning with the day on which it is passed.     4   This Act shall not extend to Scotland or Northern Ireland.     5   The Acts mentioned in the Fourth Schedule to this Act shall be repealed to the extent specified in the third column of that Schedule.    "}]