[{"act": "Land Compensation Act 1961", "year": 1961, "section": "1", "section_title": "Upper Tribunal to assess  compensation in respect of land compulsorily acquired.", "section_text": "1 Where by or under any statute (whether passed before or after the passing of this Act) land is authorised to be acquired compulsorily, any question of disputed compensation and, where any part of the land to be acquired is subject to a lease which comprises land not acquired, any question as to the apportionment of the rent payable under the lease, shall be referred to the  Upper Tribunal  and shall be determined by the Tribunal in accordance with the following provisions of this Act."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "2", "section_title": " Procedures on references under s. 1. ", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "3", "section_title": " Consolidation of proceedings on claims in respect of several interests in the same land.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "4", "section_title": " Costs. ", "section_text": "4 A1 In any proceedings on a question referred to the Upper Tribunal under section 1 of this Act— a the following subsections apply in addition to section 29 of the Tribunals, Courts and Enforcement Act 2007 (costs or expenses) and provisions in Tribunal Procedure Rules relating to costs; and b to the extent that the following subsections conflict with that section or those provisions, that section or those provisions do not apply. 1 Where either— a the acquiring authority have made an unconditional offer in writing of any sum as compensation to any claimant and the sum awarded by the  Upper Tribunal  to that claimant does not exceed the sum offered; or b the  Upper Tribunal  is satisfied that a claimant has failed to deliver to the acquiring authority, in time to enable them to make a proper offer, a notice in writing of the amount claimed by him, containing the particulars mentioned in subsection (2) of this section; the  Upper Tribunal  shall, unless for special reasons it thinks proper not to do so, order the claimant to bear his own costs and to pay the costs of the acquiring authority so far as they were incurred after the offer was made or, as the case may be, after the time when in the opinion of the  Upper Tribunal  the notice should have been delivered. 2 The notice mentioned in subsection (1) of this section must state the exact nature of the interest in respect of which compensation is claimed, and give details of the compensation claimed, distinguishing the amounts under separate heads and showing how the amount claimed under each head is calculated. 3 Where a claimant has delivered a notice as required by paragraph (b) of subsection (1) of this section and has made an unconditional offer in writing to accept any sum as compensation, then, if the sum awarded to him by the  Upper Tribunal  is equal to or exceeds that sum, the  Upper Tribunal  shall, unless for special reasons it thinks proper not to do so, order the acquiring authority to bear their own costs and pay the costs of the claimant so far as they were incurred after his offer was made. 4 The  Upper Tribunal  may in any case disallow the cost of counsel. 5 Where the  Upper Tribunal  orders the claimant to pay the costs, or any part of the costs, of the acquiring authority, the acquiring authority may deduct the amount so payable by the claimant from the amount of the compensation payable to him. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "4A", "section_title": "Making a claim for compensation", "section_text": "4A 1 The appropriate national authority may by regulations impose further requirements about the notice mentioned in section 4(1)(b). 2 In subsection (1)  “ appropriate national authority ” means— a in relation to a claim for compensation for the compulsory acquisition of land in England, the Secretary of State; b in relation to a claim for compensation for the compulsory acquisition of land in Wales, the Welsh Ministers. 3 Regulations under subsection (1) may make provision about— a the form and content of the notice, and b the time at which the notice must be given. 4 Regulations under subsection (1) may permit or require a person specified in the regulations to design the form of the notice. 5 Regulations under subsection (1) may require an acquiring authority to supply, at specified stages of the compulsory acquisition process, copies of a form to be used in giving the notice. 6 Regulations under subsection (1) are to be made by statutory instrument. 7 A statutory instrument containing regulations under subsection (1) is subject to annulment— a in the case of an instrument made by the Secretary of State, in pursuance of a resolution of either House of Parliament; b in the case of an instrument made by the Welsh Ministers, in pursuance of a resolution of the National Assembly for Wales."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "5", "section_title": " Rules for assessing compensation.", "section_text": "5 Compensation in respect of any compulsory acquisition shall be assessed in accordance with the following rules: 1 No allowance shall be made on account of the acquisition being compulsory: 2 The value of land shall, subject as hereinafter provided, be taken to be the amount which the land if sold in the open market by a willing seller might be expected to realise: 2A The value of land referred to in rule (2) is to be assessed in the light of the no-scheme principle set out in section 6A. 3 The special suitability or adaptability of the land for any purpose shall not be taken into account if that purpose is a purpose to which it could be applied only in pursuance of statutory powers, or for which there is no market apart from  ... the requirements of any authority possessing compulsory purchase powers: 4 Where the value of the land is increased by reason of the use thereof or of any premises thereon in a manner which could be restrained by any court, or is contrary to law, or is detrimental to the health of the occupants of the premises or to the public health, the amount of that increase shall not be taken into account: 5 Where land is, and but for the compulsory acquisition would continue to be, devoted to a purpose of such a nature that there is no general demand or market for land for that purpose, the compensation may, if the  Upper Tribunal  is satisfied that reinstatement in some other place is bona fide intended, be assessed on the basis of the reasonable cost of equivalent reinstatement: 6 The provisions of rule (2) shall not affect the assessment of compensation for disturbance or any other matter not directly based on the value of land: and the following provisions of this part of this Act shall have effect with respect to the assessment."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "5A", "section_title": "Relevant valuation date", "section_text": "5A 1 If the value of land is to be assessed in accordance with rule (2) in section 5, the valuation must be made as at the relevant valuation date. 2 No adjustment is to be made to the valuation in respect of anything which happens after the relevant valuation date. 3 If the land is the subject of a notice to treat, the relevant valuation date is   the earlier of— a the date when the acquiring authority enters on and takes possession of the land, and b the date when the assessment is made. 4 If the land is the subject of a general vesting declaration, the relevant valuation date is  , subject to subsection (4A),  the earlier of— a the vesting date, and b the date when the assessment is made, and  “ general vesting declaration ” and  “ vesting date ” have the meanings given in section 2 of the Compulsory Purchase (Vesting Declarations) Act 1981. 4A If an interest in land vests in accordance with an agreement under section  8A  of that Act (postponement of vesting), the relevant valuation date in respect of that interest is the earlier of— a the date on which it vests, and b the date when the assessment is made. 5 If the acquiring authority enters on and takes possession of part of the land— a specified in a notice of entry, or b in respect of which a payment into court has been made, the authority is deemed, for the purposes of subsection (3)(a), to have entered on and taken possession of the whole of that land on that date. 5A If— a the acquiring authority enters on and takes possession of land in pursuance of a notice of entry given as mentioned in paragraph 12 of Schedule 2A to the Compulsory Purchase Act 1965 (“the original land”), b the acquiring authority are subsequently required by a determination under paragraph 27 of Schedule 2A to the Compulsory Purchase Act 1965 to take additional land, and c the acquiring authority enters on and takes possession of that additional land, the authority is deemed for the purposes of subsection (3)(a) to have entered on and taken possession of the additional land when it entered on and took possession of the original land. 5B If— a the land is the subject of a general vesting declaration, and b the vesting date is   , as a result of Schedule A1 to the Compulsory Purchase (Vesting Declarations) Act 1981 (counter-notices in respect of divided land),  different for different parts of the land, the first of the vesting dates is deemed for the purposes of subsection (4)(a) to be the vesting date for the whole of the land. 6   Subsections (5), (5A) and (5B) also apply   for the purposes of calculating interest under the following enactments— a section 11(1) of the Compulsory Purchase Act 1965; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 85 of the Lands Clauses Consolidation Act 1845; d section 52A of the Land Compensation Act 1973, and references there to the date or time of entry are to be construed accordingly. 7 An assessment by the  Upper Tribunal  is treated as being made on the date certified by the Tribunal as— a the last hearing date before it makes its determination, or b in a case to be determined without an oral hearing, the last date for making written submissions before it makes its determination. 8 Nothing in this section affects— a any express provision in any other enactment which requires the valuation of land subject to compulsory acquisition to be made at a particular date; b the valuation of land for purposes other than the compulsory acquisition of that land (even if the valuation is to be made in accordance with the rules in section 5). 9 In this section— a a notice of entry is a notice under section 11(1) of the Compulsory Purchase Act 1965; b a payment into court is a payment into court  ... under section 85 of the Lands Clauses Consolidation Act 1845."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "6", "section_title": " Disregard of actual or prospective development in certain cases. ", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "6A", "section_title": "No-scheme principle", "section_text": "6A 1 The no-scheme principle is to be applied when assessing the value of land in order to work out how much compensation should be paid by the acquiring authority for the compulsory acquisition of the land (see rule 2A in section 5). 2 The no-scheme principle is the principle that— a any increase in the value of land caused by the scheme for which the authority acquires the land, or by the prospect of that scheme, is to be disregarded, and b any decrease in the value of land caused by that scheme or the prospect of that scheme is to be disregarded. 3 In applying the no-scheme principle the following rules in particular (the  “no-scheme rules”) are to be observed. 4 Rule 1: it is to be assumed that the scheme was cancelled on the relevant valuation date. 5 Rule 2: it is to be assumed that no action has been taken (including acquisition of any land, and any development or works) by the acquiring authority wholly or mainly for the purposes of the scheme. 6 Rule 3: it is to be assumed that there is no prospect of the same scheme, or any other project to meet the same or substantially the same need, being carried out in the exercise of a statutory function or by the exercise of compulsory purchase powers. 7 Rule 4: it is to be assumed that no other projects would have been carried out in the exercise of a statutory function or by the exercise of compulsory purchase powers if the scheme had been cancelled on the relevant valuation date. 8 Rule 5: if there was a reduction in the value of land as a result of— a the prospect of the scheme (including before the scheme or the compulsory acquisition in question was authorised), or b the fact that the land was blighted land as a result of the scheme, that reduction is to be disregarded. 9 In this section— “ blighted land ” means land of a description listed in Schedule 13 to the Town and Country Planning Act 1990; “ relevant valuation date ” has the meaning given by section 5A. 10 See also section 14 for assumptions to be made in respect of planning permission."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "6B", "section_title": "Lower compensation if other land gains value", "section_text": "6B 1 This section applies where— a a person is entitled to compensation for the compulsory acquisition of land (the  “original land”) for the purposes of a scheme, b on the date the notice to treat is served in respect of the original land, the person is entitled to an interest in other land (the  “other land”) which is contiguous or adjacent to the original land, c the person is entitled to the interest in the other land in the same capacity as the person is entitled to the interest in the original land, and d the person's interest in the other land has increased in value as a result of the scheme. 2 The amount of compensation to which the person is entitled in respect of the compulsory acquisition of the original land is to be reduced by the amount of the increase in the value of the person's interest in the other land as at the relevant valuation date (determined in accordance with section 5A). 3 An amount by which the other land increases in value may not be set off against compensation payable to the person (for the original land or otherwise) in accordance with subsection (2) more than once. 4 If the other land is subsequently subject to compulsory acquisition for the purposes of the scheme mentioned in subsection (1), the compensation to which the person is entitled for the other land includes the amount which was deducted from the person's compensation for the original land in accordance with subsection (2) (despite the no-scheme principle). 5 If part only of the other land is subject to compulsory acquisition, the compensation to which the person is entitled by virtue of subsection (4) is to be reduced accordingly. 6 Subsections (4) and (5) apply in relation to a person (a  “successor”) who derives title from the person mentioned in that subsection as if the original land had been acquired from the successor. 7 This section does not apply in relation to compensation which is to be assessed in accordance with section 261 of the Highways Act 1980 (benefit to vendor to be taken into account in assessing compensation on certain compulsory acquisitions for highway purposes)."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "6C", "section_title": "Increased compensation if other land loses value", "section_text": "6C 1 This section applies where— a land (the  “original land”) belonging to a person is acquired for the purposes of a scheme, b as a result of the acquisition of the original land the person receives compensation for injurious affection in relation to other land, and c the other land is subsequently subject to compulsory acquisition for the purposes of that scheme. 2 The compensation to which the person is entitled as a result of the compulsory acquisition of the other land is to be reduced by the amount which the person received in compensation for injurious affection in relation to the other land as a result of the acquisition of the original land. 3 Subsection (2) applies in relation to a person (a  “successor”) who derives title from the person mentioned in that subsection as if the compensation for injurious affection had been paid to the successor."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "6D", "section_title": "Meaning of  “scheme”  etc.", "section_text": "6D 1 For the purposes of sections 6A, 6B and 6C, the  “ scheme ” in relation to a compulsory acquisition means the scheme of development underlying the acquisition (subject to subsections (2) to (5)). 2 Where the acquiring authority is authorised to acquire land in connection with the development of an area designated as— a an urban development area by an order under section 134 of the Local Government, Planning and Land Act 1980, b a new town by an order under section 1 of the New Towns Act 1981, or c a Mayoral development area by a designation under section 197 of the Localism Act 2011, the scheme is the development of any land for the purposes for which the area is or was designated. 3 Where land is acquired for   development   which is facilitated or made possible by a relevant transport project, the scheme includes the relevant transport project (subject to section 6E). 4 For the purposes of subsection (3) and section 6E— a a  “ relevant transport project ” means a transport project carried out in the exercise of a statutory function or by the exercise of compulsory purchase powers (regardless of whether it is carried out before, after or at the same time as the   development for which the land is acquired ), and b where different parts of the works comprised in such a transport project are first opened for use on different dates, each part is to be treated as a separate relevant transport project. 5 If there is a dispute as to what is to be taken to be the scheme (the  “underlying scheme”) then, for the purposes of this section, the underlying scheme is to be identified by the Upper Tribunal as a question of fact, subject as follows— a the underlying scheme is to be taken to be the scheme provided for by the Act, or other instrument, which authorises the compulsory acquisition unless it is shown (by either party) that the underlying scheme is a scheme larger than, but incorporating, the scheme provided for by that instrument, and b except by agreement or in special circumstances, the Upper Tribunal may permit the acquiring authority to advance evidence of such a larger scheme only if that larger scheme is one identified in the following read together— i the instrument which authorises the compulsory acquisition, and ii any documents made available with it. 6 In the application of no-scheme rule 3 in relation to the acquisition of land for or in connection with the construction of a highway (the  “scheme highway”) the reference in that rule to  “ any other project ” includes a reference to any other highway that would meet the same or substantially the same need as the scheme highway would have been constructed to meet. 7 In this section and section 6E, “ development ” includes re-development, regeneration and improvement."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "6E", "section_title": "Further provisions in relation to relevant transport projects", "section_text": "6E 1 This section has effect for the purposes of section 6D(3). 2 The scheme referred to in that section includes the relevant transport project only if— a the development of land in the vicinity of land comprised in the relevant transport project   was part of the published justification for the relevant transport project, b the works comprised in the relevant transport project are first opened for use after the period of 5 years beginning with  22nd September 2017, c the instrument authorising the compulsory acquisition of the land which is acquired  ... was made or prepared in draft on or after  22nd September 2017, d the compulsory acquisition of that land is authorised before the end of the period of 5 years beginning with the day on which the works comprised in the relevant transport project are first opened for use, and e that land is in the vicinity of land comprised in the relevant transport project. 3 In assessing compensation payable to a person in respect of the compulsory acquisition of that land, the scheme is to be treated as if it did not include the relevant transport project if the person acquired the land— a after plans for the relevant transport project were announced, but b before   the relevant date . 3A The “relevant date” is— a 8 September 2016, in a case where the land is acquired for regeneration or redevelopment and regeneration or redevelopment was part of the published justification for the relevant transport project; b in any other case, the first day after the period of three months beginning with the day on which section  188  of the Levelling-up and Regeneration Bill comes into force. 4 Subsections (5) and (6) set out how subsection (2)(b) should be applied if a claim for compensation is made by a person (the  “claimant”)— a during the period of 5 years mentioned in that subsection, and b before the works are first opened for use. 5 Compensation is to be assessed on the basis that the works will first be opened for use after the period of 5 years unless the acquiring authority confirms that, in the authority's opinion, the works will first be opened during that period (in which case compensation is to be assessed on the basis that the works will first be opened for use during that period). 6 If the basis on which compensation was assessed proves to be incorrect— a the claimant's entitlement to any compensation which the claimant has already been awarded is not affected, b the acquiring authority must give the claimant a notice informing the claimant that the basis on which the compensation was assessed was incorrect, c the claimant may make a further claim for compensation in respect of the compulsory acquisition, and d for the purposes of the Limitation Act 1980, the further claim for compensation accrues on the day the claimant receives the notice."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "7", "section_title": " Effect of certain actual or prospective development of adjacent land in same ownership. ", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "8", "section_title": " Subsequent acquisition of adjacent land and acquisition governed by enactment corresponding to s. 7.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "9", "section_title": " Disregard of depreciation due to prospect of acquisition by authority possessing compulsory purchase powers.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "10A", "section_title": "Expenses of owners not in occupation.", "section_text": "10A Where, in consequence of any compulsory acquisition of land— a the acquiring authority acquire an interest of a person who is not then in occupation of the land; and b that person incurs incidental charges or expenses in acquiring, within the period of one year beginning with the date of entry, an interest in other land in the United Kingdom, the charges or expenses shall be taken into account in assessing his compensation as they would be taken into account if he were in occupation of the land."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "11", "section_title": " Land of statutory undertakers. ", "section_text": "11 In relation to compulsory acquisitions of interest in land which has been acquired by statutory undertakers (within the meaning of  the Town and Country Planning Act 1971 ) for the purposes of their undertaking, the provisions of this Act shall have effect subject to the provisions of subsection (5) of section forty-five of that Act (which makes special provision as to the compensation payable in respect of certain acquisitions of land so acquired)."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "12", "section_title": " Outstanding right to compensation for refusal etc. of planning permission. ", "section_text": "12 1 Where, in the case of any compulsory acquisition, a planning decision or order has been made before the service of the notice to treat, and in consequence of the decision or order any person is entitled (subject to the making and determination of a claim in accordance with the relevant provisions, and to the effect of any direction by the Minister under section twenty-three or section forty-five of the  Town and Country Planning Act 1954) to compensation for depreciation of the value of an interest in land which consists of or includes the whole or part of the relevant land, then if— a no notice stating that the compensation has become payable has been registered before the date of service of the notice to treat (whether or not a claim for compensation has been made); but b such a notice is registered on or after that date; the compensation payable in respect of the compulsory acquisition shall be assessed as if the said notice had been registered before the date of service of the notice to treat and had remained on the register of local land charges on that date. 2 In this section any reference to compensation for depreciation of the value of an interest in land is a reference to compensation payable either— a under Part II or Part V of the  Town and Country Planning Act 1954, in respect of depreciation of the value of that interest, or b under subsection (1) of section twenty-two of the  Town and Country Planning Act 1947, in respect of loss or damage consisting of depreciation of the value of that interest; any reference to registration is a reference to registration in the register of local land charges under subsection (5) of section twenty-eight of the Act of 1954, or under the provisions of that subsection as applied by section thirty-nine or section forty-six of that Act; and “ the relevant provisions ”, in relation to compensation under the said Part II or the said Part V, means the provisions of the said Part II, or those provisions as applied by the said Part V, and, in relation to compensation under the said subsection (1), means the provisions of regulations made under the said Act of 1947 with respect to claims for compensation under that subsection."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "14", "section_title": "Taking account of actual or prospective planning permission.", "section_text": "14 1 This section is about assessing the value of land in accordance with rule (2) in section 5 for the purpose of assessing compensation in respect of a compulsory acquisition of an interest in land. 2 In consequence of that rule, account may be taken— a of planning permission, whether for development on the relevant land or other land, if it is in force at the relevant valuation date, and b of the prospect, on the assumptions set out in subsection (5) but otherwise in the circumstances known to the market at the relevant valuation date, of planning permission being granted on or after that date for development, on the relevant land or other land, other than— i development for which planning permission is in force at the relevant valuation date, and ii appropriate alternative development. 3 In addition, it may be assumed— a that planning permission is in force at the relevant valuation date for any development that is appropriate alternative development to which subsection (4)(b)(i) applies, and b that, in the case of any development that is appropriate alternative development to which subsection (4)(b)(ii) applies and subsection (4)(b)(i) does not apply, it is certain at the relevant valuation date that planning permission for that development will be granted at the later time at which at that date it could reasonably have been expected to be granted. 4 For the purposes of this section, development is  “appropriate alternative development” if— a it is development, on the relevant land alone or on the relevant land together with other land, other than development for which planning permission is in force at the relevant valuation date, and b on the assumptions set out in subsection (5) but otherwise in the circumstances known to the market at the relevant valuation date, planning permission for the development could at that date reasonably have been expected to be granted on an application decided— i on that date, or ii at a time after that date. 5 The assumptions referred to in subsections (2)(b) and (4)(b) are— a that the scheme of development underlying the acquisition had been cancelled on the launch date, b that no action has been taken (including acquisition of any land, and any development or works) by the acquiring authority wholly or mainly for the purposes of the scheme, c that there is no prospect of the same scheme, or any other project to meet the same or substantially the same need, being carried out in the exercise of a statutory function or by the exercise of compulsory purchase powers, and d if the scheme was for use of the relevant land for or in connection with the construction of a highway (“the scheme highway”), that no highway will be constructed to meet the same or substantially the same need as the scheme highway would have been constructed to meet. 6 In subsection (5)(a)  “ the launch date ” means whichever of the following dates applies— a if the acquisition is authorised by a compulsory purchase order, the date of first publication of the notice required under section 11 of the Acquisition of Land Act 1981 or (as the case may be) paragraph 2 of Schedule 1 to that Act, b if the acquisition is authorised by any other order— i the date of first publication, or ii the date of service, of the first notice that, in connection with the acquisition, is published or served in accordance with any provision of or made under any Act, or c if the acquisition is authorised by a special enactment other than an order, the date of first publication of the first notice that, in connection with the acquisition, is published in accordance with any Standing Order of either House of Parliament relating to private bills; and in paragraph (a)  “ compulsory purchase order ” has the same meaning as in the Acquisition of Land Act 1981. 7 In subsection (5)(d) references to the construction of a highway include its alteration or improvement. 8 If there is a dispute as to what is to be taken to be the scheme mentioned in subsection (5) (“ the underlying scheme ”) then, for the purposes of this section, the underlying scheme is to be identified by the Upper Tribunal as a question of fact, subject as follows— a the underlying scheme is to be taken to be the scheme provided for by the Act, or other instrument, which authorises the compulsory acquisition unless it is shown (by either party) that the underlying scheme is a scheme larger than, but incorporating, the scheme provided for by that instrument, and b except by agreement or in special circumstances, the Upper Tribunal may permit the acquiring authority to advance evidence of such a larger scheme only if that larger scheme is one identified in the following read together— i the instrument which authorises the compulsory acquisition, and ii any documents published with it. 9 For the purposes of the references to planning permission in subsections (2)(a) and (b)(i) and (4)(a) and section 15(1)(b), it is immaterial whether any planning permission was granted— a unconditionally or subject to conditions, or b on an ordinary application, on an outline application or by virtue of a development order, or is planning permission that, in accordance with any direction or provision given or made by or under any enactment, is deemed to have been granted."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "15", "section_title": "Planning permission to be assumed for acquiring authority's proposals", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "16", "section_title": " Special assumptions in respect of certain land comprised in development plans.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "17", "section_title": "\n Certificates of appropriate alternative development\n", "section_text": "17 1 Where an interest in land is proposed to be acquired by an authority possessing compulsory purchase powers, either of the parties directly concerned may (subject to subsection (2)) apply to the local planning authority for a certificate containing whichever of the following statements is the applicable statement— a that in the local planning authority's opinion there is development that, for the purposes of section 14, is appropriate alternative development in relation to the acquisition; b that in the local planning authority's opinion there is no development that, for the purposes of section 14, is appropriate alternative development in relation to the acquisition. 2 If— a the acquiring authority have served a notice to treat in respect of the interest or an agreement has been made for the sale of the interest to that authority, and b a reference has been made to the Upper Tribunal to determine the amount of the compensation payable in respect of the interest, no application for a certificate under this section may be made after the making of that reference by either of the parties directly concerned except with the consent in writing of the other party directly concerned or the permission of the Upper Tribunal. 3 An application for a certificate under this section— a must contain whichever of the following statements is the applicable statement— i that in the applicant's opinion there is development that, for the purposes of section 14, is appropriate alternative development in relation to the acquisition concerned; ii that in the applicant's opinion there is no development that, for the purposes of section 14, is appropriate alternative development in relation to the acquisition concerned; b must, if it contains a statement under paragraph (a)(i), specify— i each description of development that in the applicant's opinion is, for the purposes of section 14, appropriate alternative development in relation to the acquisition, and ii the applicant's reasons for holding that opinion; and c must be accompanied by a statement specifying the date on which a copy of the application has been or will be served on the other party directly concerned. 4 Where an application is made to the local planning authority for a certificate under this section in respect of an interest in land, the local planning authority must not, without the agreement of the other party directly concerned, issue a certificate to the applicant before the end of 22 days beginning with the date specified in the statement under subsection (3)(c). 5 If a certificate under this section contains a statement under subsection (1)(a) it must also— a identify every description of development (whether specified in the application or not) that in the local planning authority's opinion is, for the purposes of section 14, appropriate alternative development in relation to the acquisition concerned, and b give a general indication— i of any conditions to which planning permission for the development could reasonably have been expected to be subject, ii of when the permission could reasonably have been expected to be granted if it is one that could reasonably have been expected to be granted only at a time after the relevant valuation date, and iii of any pre-condition for granting the permission (for example, entry into an obligation) that could reasonably have been expected to have to be met. 6 If a certificate under this section contains a statement under subsection (1)(a)— a then, for the purposes of section 14, development is appropriate alternative development in relation to the acquisition concerned if, and only if, it is of a description identified in accordance with subsection (5)(a) in the certificate, and b the matters indicated in accordance with subsection (5)(b) in the certificate are to be taken to apply in relation to the planning permission that under section 14(3) may be assumed to be in force for that development. 7 If a certificate under this section contains a statement under subsection (1)(b) then, for the purposes of section 14, there is no development that is appropriate alternative development in relation to the acquisition concerned. 8 References in subsections (5) to (7) to a certificate under this section include references to the certificate as varied and to any certificate issued in place of the certificate. 9 On issuing to one of the parties directly concerned a certificate under this section in respect of an interest in land, the local planning authority must serve a copy of the certificate on the other of those parties. 10 In assessing any compensation payable to any person in respect of any compulsory acquisition, there must be taken into account any expenses reasonably incurred by the person in connection with the issue of a certificate under this section (including expenses incurred in connection with an appeal under section 18 where any of the issues are determined in the person's favour). 11 For the purposes of this section and sections 18 to 20, the Broads Authority is the sole district planning authority for the Broads; and here  “ the Broads ” has the same meaning as in the Norfolk and Suffolk Broads Act 1988. "}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "18", "section_title": "  Appeal to Upper Tribunal against certificate under section 17", "section_text": "18 1 Where the local planning authority have issued a certificate under section 17 in respect of an interest in land— a the person for the time being entitled to that interest, or b any authority possessing compulsory purchase powers by whom that interest is proposed to be, or is, acquired, may appeal to the Upper Tribunal against that certificate. 2 On any appeal under this section against a certificate, the Upper Tribunal— a must consider the matters to which the certificate relates as if the application for a certificate under section 17 had been made to the Upper Tribunal in the first place, and b must— i confirm the certificate, or ii vary it, or iii cancel it and issue a different certificate in its place, as the Upper Tribunal may consider appropriate. 3 Where an application is made for a certificate under section 17, and at the expiry of the time prescribed by a development order for the issue of the certificate (or, if an extended period is at any time agreed upon in writing by the parties and the local planning authority, at the end of that period) no certificate has been issued by the local planning authority in accordance with that section, the preceding provisions of this section apply as if the local planning authority has issued such a certificate containing a statement under section 17(1)(b)."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "19", "section_title": " Extension of ss. 17 and 18 to special cases.", "section_text": "19  1 Where an interest in land is proposed to be acquired  by an authority possessing compulsory purchase powers , and, by reason that the person entitled to the interest is absent from the United Kingdom or cannot be found, the compensation payable in respect of the interest falls to be determined by the valuation of a surveyor under section fifty-eight of the  Lands Clauses Consolidation Act 1845, the surveyor, before carrying out his valuation, may apply to the local planning authority for a certificate under the said section seventeen; and the provisions of that section and of section eighteen of this Act shall apply in relation to an application made by virtue of this subsection as they apply in relation to an application made by virtue of subsection (1) of the said section seventeen. 2 Where, in pursuance of an application made by virtue of subsection (1) of this section, the local planning authority issue a certificate to the surveyor, the authority shall serve copies of the certificate on both the parties directly concerned. 3 An application for a certificate made by virtue of subsection (1) of this section shall specify the matters referred to in  paragraphs (a) and (b)  of subsection (3) of the said section seventeen, and shall be accompanied by a statement specifying the date on which a copy of the application has been or will be served on each of the parties directly concerned; and, in relation to such an application, subsection (4) of that section shall have effect with the substitution, for the reference to the date specified in the statement mentioned in  paragraph (c)  of the said subsection (3), of a reference to the date specified in accordance with this subsection, or, where more than one date is so specified, the later of those dates."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "20", "section_title": " Power to prescribe matters relevant to Part III.", "section_text": "20 The provisions which may be made by a development order shall include provision for regulating the manner in which applications under section seventeen or nineteen of this Act  ... are to be made and dealt with  ..., and in particular— a for prescribing (subject to the provisions of subsection (4) of section seventeen of this Act) the time within which a certificate is required to be issued under that section;  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c for requiring local planning authorities to furnish the Minister, and such other persons (if any) as may be prescribed by or under the order, with such information as may be so prescribed with respect to applications under the said section seventeen or the said section nineteen, including information whether any such application has been made in respect of any particular land and information as to the manner in which any such application has been dealt with, together, in such cases as may be so prescribed, with copies of certificates issued under the said section seventeen;  d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "21", "section_title": " Proceedings for challenging validity of decision on appeal under s. 18.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "22", "section_title": "\n Interpretation of Part III. \n \n", "section_text": "22 1 In this Part of this Act “ the parties directly concerned ”, in relation to an interest in land, means the person entitled to the interest and the  acquiring authority .  2 For the purposes of sections seventeen  to nineteen  of this Act, an interest in land shall be taken to be an interest proposed to be acquired by an authority possessing compulsory purchase powers in the following (but no other) circumstances, that is to say— a where, for the purposes of a compulsory acquisition by that authority of land consisting of or including land in which that interest subsists, a notice required to be published or served in connection with that acquisition, either by an Act or by any Standing Order of either House of Parliament relating to petitions for private bills, has been published or served in accordance with that Act or Order; or b where a notice requiring the purchase of that interest has been served under any enactment, and in accordance with that enactment that authority are to be deemed to have served a notice to treat in respect of that interest; or c where an offer in writing has been made by or on behalf of that authority to negotiate for the purchase of that interest.  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "23", "section_title": " Compensation where planning decision made after acquisition.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "24", "section_title": " Provisions as to claims under section 23.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "25", "section_title": " Extension to planning permission where no planning decision made.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "26", "section_title": " Extension to Crown development.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "27", "section_title": " Application of Part IV to certain cases.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "28", "section_title": " Regulations for purposes of Part IV.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "29", "section_title": " Interpretation of Part IV.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "31", "section_title": " Withdrawal of notices to treat. ", "section_text": "31 1 Where a claimant has delivered such a notice as is mentioned in paragraph (b) of subsection (1) of section four of this Act, the acquiring authority may, at any time within six weeks after the delivery thereof, withdraw any notice to treat which has been served on him or on any other person interested in the land authorised to be acquired. 2 Where a claimant has failed to deliver a notice as required by the said paragraph (b), the acquiring authority may, at any time after the decision of the  Upper Tribunal  on his claim but not later than six weeks after the claim has been finally determined, withdraw any notice to treat which has been served on him or on any other person interested in the land authorised to be acquired, unless the authority have entered into possession of the land by virtue of the notice. 3 Where the acquiring authority withdraw a notice to treat under this section, the authority shall be liable to pay compensation to the person to whom it was given for any loss or expenses occasioned to him by the giving and withdrawal of the notice, but if the notice is withdrawn under subsection (2) of this section not for any loss or expenses incurred by the claimant mentioned therein after the time when, in the opinion of the  Upper Tribunal , a proper notice of claim should have been delivered by him. 3A Where the acquiring authority withdraw a notice to treat under this section, the authority shall also be liable to pay a person compensation for any loss or expenses occasioned by the person as a result of the giving and withdrawal of the notice to treat if the person— a acquired the interest to which the notice to treat relates before its withdrawal, and b has not subsequently been given a notice to treat in relation to that interest. 4 The amount of any compensation payable under subsection (3)  or (3A)   of this section shall, in default of agreement, be determined by the  Upper Tribunal . 5 So long as the acquiring authority are entitled to withdraw a notice to treat under subsection (2) of this section, the authority shall not be compellable to take the land to which the notice relates or to pay any compensation awarded in respect of the taking. 6 For the purposes of this section, a claim shall not be deemed to be finally determined so long as the time for requiring the  Upper Tribunal  to state a case with respect thereto, or for appealing from any decision on the points raised by a case so stated, has not expired."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "32", "section_title": " Rate of interest after entry on land. ", "section_text": "32 1 The rate of interest on any compensation in respect of the compulsory acquisition of an interest in any land on which entry has been made before the payment of the compensation shall (instead of being the rate of five per cent. specified under section eighty-five of the  Lands Clauses Consolidation Act 1845) be such rate as may from time to time be prescribed by regulations made by the Treasury. 2 Any such regulations shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "33", "section_title": " Application of Act to Crown.", "section_text": "33 This Act applies in relation to the acquisition of interests in land (whether compulsorily or by agreement) by government departments, being authorities possessing compulsory purchase powers, as it applies in relation to the acquisition of interests in land by such authorities which are not government departments."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "34", "section_title": " Special provision as to ecclesiastical property in England.", "section_text": "34 1 Where ecclesiastical property in England is vested in the incumbent of a benefice which is vacant it shall be treated for the purposes of this Act as being vested in the Diocesan Board of Finance for the diocese in which the land is situated. 2 In this section “ ecclesiastical property ” means land belonging to any ecclesiastical benefice  of the Church of England , or being or forming part of a church subject to the jurisdiction of a bishop of any diocese  of the Church of England  or the site of such a church, or being or forming part of a burial ground subject to such jurisdiction."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "35", "section_title": " Certificates of value.", "section_text": "35 The  Upper Tribunal  may on the application of any person certify the value of land being sold by him to an authority possessing compulsory purchase powers, and the sale of the land to that authority at the price so certified shall be deemed to be a sale at the best price that can reasonably be obtained."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "36", "section_title": " Saving for certain statutory purchases of statutory undertakings.", "section_text": "36 1 Nothing in this Act shall apply to any purchase of the whole or any part of any statutory undertaking under any enactment in that behalf prescribing the terms on which the purchase is to be effected. 2 In this section, “ statutory undertaking ” means an undertaking established by an enactment."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "37", "section_title": " Local inquiries.", "section_text": "37 The Minister may cause a local inquiry to be held for the purpose of the exercise of any of his functions under this Act; and the provisions of subsections (2) to (5) of  section 250 of the  Local Government Act 1972  (which relate to the giving of evidence at, and defraying the cost of, local inquiries) shall have effect with respect to any such inquiry."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "38", "section_title": " Services of notices.", "section_text": "38 1 Subject to the provisions of this section, any notice or other document required or authorised to be served or given under Part III  ... of this Act may be served or given either— a by delivering it to the person on whom it is to be served or to whom it is to be given; or b by leaving it at the usual or last known place of abode of that person, or, in a case in which an address for service has been furnished by that person, at that address; or c by sending it in a pre-paid registered letter addressed to that person at his usual or last known place of abode, or, in a case in which an address for service has been furnished by that person, at that address; or d in the case of an incorporated company or body, by delivering it to the secretary or clerk of the company or body at their registered or principal office, or sending it in a pre-paid registered letter addressed to the secretary or clerk of the company or body at that office. 2 Where the notice or document is required or authorised to be served on any person as having an interest in premises, and the name of that person cannot be ascertained after reasonable inquiry, the notice shall be deemed to be duly served if— a being addressed to him either by name or by the description of “the owner” of the premises (describing them) it is delivered or sent in the manner mentioned in paragraph (a), (b) or (c) of subsection (1) of this section; or b being addressed as aforesaid and marked in the manner for the time being prescribed by regulations under  the  Town and Country Planning Act 1971 , for securing that notices thereunder are plainly identifiable as a communication of importance, it is sent in a pre-paid registered letter to the premises and is not returned to the authority sending it, or is delivered to some person on those premises or is affixed conspicuously to some object on those premises."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "39", "section_title": " Interpretation.", "section_text": "39 1 In this Act, except where the context otherwise requires,— “ acquiring authority ”, in relation to an interest in land, means the person or body of persons by whom the interest is, or is proposed to be, acquired; “authority possessing compulsory purchase powers”, where it occurs otherwise than in relation to a transaction, means any person or body of persons who could be or have been authorised to acquire an interest in land compulsorily, and, in relation to any transaction, means any person or body of persons who could be or have been so authorised for the purposes for which the transaction is or was effected or a parish council  community council  or parish meeting on whose behalf  district council , county council or county borough council  could be or have been so authorised; “ building ” includes any structure or erection and any part of a building as so defined, but does not include plant or machinery comprised in a building; “ the current development plan ”, in relation to any land, means a development plan comprising that land, in the form in which (whether as originally approved or made . . .  or as for the time being amended) that plan is in force on the date of service of the notice to treat; “ development ” has the meaning assigned to it by  section 22 of the  Town and Country Planning Act 1971 , and “ develop ” shall be construed accordingly; “ development order ” means an order under subsection (1) of  section 24 of the Town and Country Planning Act 1971 ; “ development plan ” has the meaning assigned to it by section five of the  Town and Country Planning Act 1947, and includes a plan made under subsection (5) of that section; “ enactment ” includes an enactment in any local or private Act of Parliament and an order, rule, regulation, byelaw or scheme made under an Act of Parliament. “ land ” means any corporeal hereditament, including a building as defined by this section, and includes any interest or right in or over land and any right to water; “ local enactment ” means any local or private Act, or an order confirmed by Parliament or brought into operation in accordance with special parliamentary procedure; “ local planning authority ” shall be construed in accordance with Part I of the Town and Country Planning Act 1990; “ the Minister ” means  the Secretary of State ; “ outline application ” means an application for planning permission subject to subsequent approval on any matters; “ planning decision ” means a decision made on an application under  Part III of the Town and Country Planning Act 1971 ; “ planning permission ” means permission under  Part III of the Town and Country Planning Act 1971 ; “ special enactment ” means a local enactment, or a provision contained in an Act other than a local or private Act, being a local enactment or provision authorising the compulsory acquisition of land specifically identified therein; “ tenancy ” has the same meaning as in the  Landlord and Tenant Act 1954. 2 In this Act, in relation to a compulsory acquisition in pursuance of a notice to treat, “ the relevant interest ” means the interest acquired in pursuance of that notice, “ the relevant land ” means the land in which the relevant interest subsists, and “ the notice to treat ” means the notice to treat in pursuance of which the relevant interest is acquired. 3 As respects references in this Act to planning decisions— a in relation to a decision altered on appeal by the reversal or variation of the whole or any part thereof, such references shall be construed as references to the decision as so altered; b in relation to a decision upheld on appeal, such references shall be construed as references to the decision of the local planning authority and not to the decision of the Minister on the appeal; c in relation to a decision given on an appeal made by virtue of  section 37 of the  Town and Country Planning Act 1971 , in default of a decision by the local planning authority, such references shall be construed as references to the decision so given; d the time of a planning decision, in a case where there is or was an appeal, shall be taken to be or have been the time of the decision as made by the local planning authority, whether or not that decision is or was altered as aforesaid on that appeal, or, in the case of such a decision as is mentioned in paragraph (c) of this subsection, the time when by virtue of  section 37 of the Town and Country Planning Act 1971 , the notification of a decision by the local planning authority is deemed to have been given. 4 References in this Act to a contract are references to a contract in writing or a contract attested by a memorandum or note thereof in writing, signed by the parties thereto or by some other person or persons authorised by them in that behalf, and, in relation to an interest in land conveyed or assigned without a preliminary contract, are references to the conveyance or assignment; and references to the making of a contract are references to the execution thereof or (if it was not in writing) to the signature of the memorandum or note by which it was attested. 5 References in this Act— a to a person from whom title is derived by another person include references to any predecessor in title of that other person; b to a person deriving title from another person include references to any successor in title of that other person; c to deriving title are references to deriving title either directly or indirectly. 6 For the purposes of this Act, a person entitled to two interests in land shall be taken to be entitled to them in the same capacity if, but only if, he is entitled— a to both of them beneficially, or b to both of them as trustee of one particular trust, or c to both of them as personal representative of one particular person. 7 For the purposes of this Act development of land shall be taken to be initiated— a if the development consists of the carrying out of operations, at the time when those operations are begun; b if the development consists of a change in use, at the time when the new use is instituted; c if the development consists both of the carrying out of operations and of a change in use, at the earlier of the times mentioned in the preceding paragraphs. 8 References in this Act to a notice to treat include references to a notice to treat which, under any enactment, is deemed to have been served, and references to the service of such a notice and to the date of service shall be construed accordingly. 9 References in this Act to any enactment shall be construed as references to that enactment as amended by or under any other enactment."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "40", "section_title": "†Consequential amendments, repeals, and transitional provisions.", "section_text": "40 1 Any enactment or document referring to an enactment repealed by this Act shall be construed as referring to the corresponding enactment in this Act. 2 Without prejudice to the generality of subsection (1) of this section— a any enactment excluding the power conferred by subsection (2) of section five of the  Acquisition of Land (Assessment of Compensation) Act 1919, to withdraw notices to treat shall be construed as excluding any such power conferred by section thirty-one of this Act; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The mention of particular matters in this section shall not be taken to affect the general application to this Act of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978  (which relates to the effect of repeals). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "41", "section_title": " Saving for transactions before commencement of Act.", "section_text": "41 This Act (including the amendments and repeals made by it) shall not have effect in relation to any compulsory acquisition in pursuance of a notice to treat served before the commencement of this Act . . .  ; nor in relation to any sale of an interest in land by agreement in pursuance of a contract made before the commencement of this Act."}, {"act": "Land Compensation Act 1961", "year": 1961, "section": "42", "section_title": " Short title, commencement and extent.", "section_text": "42 1 This Act may be cited as the Land Compensation Act 1961. 2 This Act shall come into operation on the first day of August, nineteen hundred and sixty-one. 3 This Act does not extend to Scotland or Northern Ireland."}]