[{"act": "Land Drainage Act 1961", "year": 1961, "section": "1", "section_title": "Power of river board to raise revenue by means of general drainage charges", "section_text": " 1    1   For the purpose of increasing revenue available to meet the expenses of drainage works a river board may raise, and levy on the occupiers of chargeable hereditaments in the river board area, a charge to be known as a general drainage charge.     2   For the purposes of this Part of this Act the chargeable hereditaments in any river board area shall be the agricultural land and agricultural buildings in so much of the area as does not fall within an internal drainage district.     3   Every general drainage charge shall be at a uniform amount per pound on the annual value of each chargeable hereditament within the river board area, and that amount shall be an amount ascertained in accordance with regulations made under section two of this Act.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "2", "section_title": "Amount of general drainage charge", "section_text": " 2    1   The Minister shall make regulations for ascertaining the amount per pound of annual value at which a river board may raise a general drainage charge for any year.     2   The regulations shall define that amount by stating the proportion which it is to bear to the river board's precept rate for that year, and in determining that proportion the Minister shall secure that the amount of the drainage charge will be such as appears to him to be as nearly as practicable equivalent to that precept rate, but may, so far as necessary to avoid small fractions of a penny, make different provisions for different precept rates.     3   For the purposes of subsection (2) of this section, the precept rate of a river board for any year shall be taken to be the amount per pound (of rateable value) at which a rate levied for that year on so much of the areas of county boroughs and county districts wholly or partly within the river board area as is within that area would have produced the amount for which precepts are issued in that year by the river board under section ten of the River Boards Act, 1948.     4   Regulations under this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of the Commons House of Parliament.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "3", "section_title": "Designation of watercourses for drainage works in the interests of agriculture", "section_text": " 3    1   Where it appears to a river board that the interests of agriculture in the river board area or any part of it require the carrying out of drainage works in connection with any watercourses in the area, the river board may submit to the Minister for confirmation a scheme designating those watercourses, and any watercourses connected with them, for the purposes of this section and making provision for the raising, in accordance with this Part of this Act, of a charge, to be known as a special drainage charge, for the purpose of meeting the expenses of drainage works in connection with the designated watercourses and any expenses arising from such works.     2   Any such scheme shall designate either the whole or any part of the river board area for the purposes of the special drainage charge, according as the carrying out of drainage works in connection with the designated watercourses would, in the opinion of the river board, be in the interest of agriculture in the whole of the river board area or only in the designated part.     3   The watercourses designated in any such scheme shall, if the scheme is confirmed, be treated for the purposes of the Act of 1930 as part of the main river, and the Minister shall cause such variations to be made in any map prepared under section six of the River Boards Act, 1948, as may be necessary to show the designated watercourses as part of the main river and distinguish them from any other part of the main river; and any such variation shall for the purposes of subsection (4) of that section (which makes any map as approved or varied in accordance with the provisions of that section conclusive evidence as to what is the main river) be deemed to be a variation made in accordance with those provisions.     4   The power under subsection (3) of the said section six to vary a map approved under that section shall include power to vary it with respect to the watercourses shown on it as designated under this section.     5   A scheme under this section may make provision for any of the matters referred to in sub-paragraphs (i) and (ii) of paragraph (a) of subsection (1) of section four of the Act of 1930 (as modified by paragraph 3 of the Third Schedule to the River Boards Act, 1948) and, subject to subsections (6) to (10) of this section, those Acts shall apply to such a scheme as they apply to a scheme under paragraph (b) of the said subsection (1).     6   So much of the said paragraph 3 as enables the Minister to direct a river board to submit a scheme shall not apply to a scheme under this section.     7   Before submitting a scheme under this section a river board shall consult organisations appearing to them to represent the interests of persons engaged in agriculture in the river board area or, as the case may be, the part of that area designated in the scheme.     8   Where a river board submit a scheme under this section which designates any watercourse wholly or partly within an internal drainage district, then, unless the river board are the drainage board for that district, the scheme must be accompanied either by a statement that the drainage board for that district have consented to the designation or by a statement that they have not consented thereto and a further statement setting out the reasons why the watercourse should nevertheless be designated for the purposes of this section.     9   The persons to whom copies of any scheme submitted under this section are to be sent as required by subsection (2) of section four of the Act of 1930 shall be the council of any county, county borough or county district wholly or partly included in the river board area or, as the case may be, any part of it designated in the scheme, the drainage board for any internal drainage district included in that area or part, and organisations appearing to the river board to represent the interests of persons engaged in agriculture in that area or part.     10   The Minister shall not confirm a scheme under this section unless he is satisfied that, having regard to all the circumstances, and in particular to any contributions from local authorities and internal drainage boards which, if the scheme is confirmed, are likely to be available to the river board in addition to the special drainage charge authorised by the scheme, the scheme is reasonable and financially sound.     11   For the purposes of this section—   a   the expenses of any drainage works which may be necessary in consequence of other drainage works, and    so much of any contribution made under subsection (3) of section twenty-one of the Act of 1930 as is fairly attributable to such expenses, shall be deemed to be expenses arising from those other drainage works; and (b) the expenses of any drainage works shall be taken to include a proper proportion of the cost of the officers and buildings and establishment of the authority carrying them out.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "4", "section_title": "Provisions as to special drainage charge", "section_text": " 4    1   A special drainage charge shall be levied by a river board on the occupiers of chargeable hereditaments in the area of the river board or, if part only of that area is designated for the purposes of the charge in the scheme authorising it, in that part.     2   The special drainage charge shall be at a uniform amount per pound on the annual value of each chargeable hereditament concerned and that amount shall not exceed—   a   an amount to be specified in the scheme as the maximum amount of the charge or such greater amount as may be authorised by an order made by the Minister on the application of the river board ; nor     b   one shilling or such other amount as may be substituted for one shilling by an order made by the Minister by statutory instrument and approved by a resolution of the Commons House of Parliament, less, in either case, the amount (if any) per pound at which a general drainage charge is raised for the same year by the river board.       3   Before making an order under paragraph (a) of subsection (2) of this section the Minister shall consult with such of the associations and persons concerned as he considers appropriate and shall cause a notice of his intention to make the order and of the time (which shall not be less than thirty days) within which objections to the proposed order may be made to him, to be published in such manner as he thinks best adapted for informing persons affected, shall, if he considers it necessary, afford such persons an opportunity of appearing before and being heard by a person appointed by him for the purpose, and shall consider the report of the person so appointed and any objections duly made.     4   Any order under paragraph (a) or paragraph (b) of subsection (2) of this section may be varied or revoked by a subsequent order made thereunder.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "5", "section_title": "Operation and incidence of drainage charges", "section_text": " 5    1   A drainage charge shall be raised by a river board in writing under the common seal of the board and shall be deemed to be raised on the date on which a resolution is passed by the board authorising their seal to be affixed to the charge.     2   Every drainage charge shall be raised for a year ending on the thirty-first day of March and shall be raised in the year preceding that for which it is raised.     3   The Minister may by statutory instrument make regulations prescribing the forms of drainage charges and of demands for drainage charges.     4   The following provisions shall have effect with respect to the assessing of persons to a drainage charge in respect of any hereditament, and their liability in regard to the charge:—   a   the charge shall be assessed on the person who at the date of the raising of the charge is the occupier of the hereditament;     b   the full amount of the charge may be recovered by the river board from any person who is the occupier of the hereditament at any time during the period for which the charge is raised ; but     c   a person who is in occupation of the hereditament for part only of the period for which the charge is raised is liable to bear a proportionate part only of the charge and, if he has been required under paragraph (b) of this subsection to pay the full amount of the charge, he , may recover from any person who was in occupation of the hereditament for part of that period the amount which that other person is liable to bear.       5   Where a hereditament is a chargeable hereditament during part only of the year for which a drainage charge is raised, a proportionate part only of the charge shall be payable in respect of that hereditament; and any amount overpaid shall be repaid.     6   Where the name of any person liable to be assessed to any drainage charge is not known to the river board, it shall be sufficient to assess him to the charge by the description of the \" occupier \" of the premises (naming them) in respect of which the assessment is made, without further name or description.     7   A river board shall not be required to demand or enforce payment of a drainage charge in any case where the amount thereof is in their opinion insufficient to justify the expense of collection.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "6", "section_title": "Publication of drainage charges", "section_text": " 6    1   A drainage charge shall not be valid unless notice thereof is given in accordance with subsection (2) of this section within ten days of the date on which it is raised.     2   The notice must state the amount of the charge and the date on which it was raised and must be affixed in one or more public or conspicuous places in the river board area and published in one or more newspapers circulating in that area.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "7", "section_title": "Ascertainment of annual value", "section_text": " 7    1   The annual value of any land for the purposes of any drainage charge shall be its annual value as determined, within the meaning of section one of the Drainage Rates Act, 1958, for the purposes of income tax under Schedule A for the last year of assessment ending before the end of the period for which the charge is raised; and subsections (2), (3) and (5) of that section shall apply as if the charge were a drainage rate made at the date the charge was raised.     2   Where a chargeable hereditament consists of or includes part only of any land in respect of which an assessment to income tax is made under Schedule A, the river board shall ascertain its annual value by apportioning the annual value of the land.     3   The Minister may by statutory instrument make regulations prescribing principles to be observed in making apportionments under this section, and such regulations may require apportionments made by internal drainage boards for the purposes of drainage rates to be used for the purposes of this section and may require such boards to furnish to river boards such information as may be required to enable them to comply with the regulations. A statutory instrument containing regulations under this subsection shall be subject to annulment in pursuance of a resolution of the Commons House of Parliament.     4   Where any land owned by or occupied for the purposes of the Crown is not assessed to income tax under Schedule A, subsections (1) and (2) of this section shall not apply to any hereditament which is or forms part of the land, but the annual value of such a hereditament for the purposes of any drainage charge shall be such as the river board may determine.     5   Where a river board have made an apportionment or determination under this section, they shall serve notice of their decision upon both the owner and the occupier of the hereditament, and the owner and the occupier, or either of them, may within twenty-eight days after the service of the notice appeal against the decision to a magistrates' court.     6   A river board may from time to time require the surveyors of taxes for their area to furnish to them, on payment at such rate as the Treasury may determine, a copy of the annual values for the time being in force for the purposes of income tax under Schedule A for all or any of the properties in that area, and such particulars of notices of assessments, appeals against assessments and the determination of such appeals as may be required to enable the river board to give effect to subsections (1) and (2) of this section.     7   Notwithstanding anything in the foregoing provisions of this section, where the annual value of any land for the purposes of any drainage charge would include a fraction of a pound, the fraction shall, if greater than ten shillings, be treated as one pound and shall in any other case be disregarded.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "8", "section_title": "Amendments as respects drainage charge", "section_text": " 8    1   A river board may, as respects any drainage charge raised by them for the current or the preceding year, make such additions to, cancellations of or amendments in any demands or other documents relating to the charge as appear to them necessary in order to make the raising, levying and collection of the charge conform with the provisions of this Part of this Act, and in particular may—   a   correct any clerical or arithmetical error;     b   correct any erroneous insertions or omissions or any misdescriptions;     c   make such additions or corrections as appear to the board to be necessary by reason of—   i   any change in the occupation of any chargeable hereditament; or     ii   any property previously occupied as a single hereditament becoming liable to be treated as two or more separate hereditaments; or     iii   any property ceasing to be a chargeable hereditament.         2   An amendment may be made under subsection (2) of section one of the Drainage Rates Act, 1958, as applied by section seven of this Act, notwithstanding that the charge in respect of which it is made was raised for an earlier year than is mentioned in subsection (1) of this section, and such an amendment shall have effect from the beginning of the year for which that charge was raised.     3   A river board shall serve a notice of any amendment made by them in pursuance of this section or of the said subsection (2) on the owner and occupier of every hereditament affected thereby.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "9", "section_title": "Appeal against demand for drainage charge", "section_text": " 9    1   If any person is aggrieved by a demand for a drainage charge made on him as the occupier of a chargeable hereditament, or an amendment of such a demand, on any ground on which he could not have appealed to a magistrates' court under section seven of this Act, he may appeal to the court of quarter sessions for the county or borough in which the hereditament is situated.     2   Notice of appeal under this section, specifying the grounds of appeal, must be given within twenty-eight days after the date on which the demand was made or notice of the amendment was served on the appellant, as the case may be, to the court to which the appeal is made and to the river board and also, if the appeal relates to a hereditament not in the occupation of the appellant, to the occupier of the hereditament.     3   On an appeal under this section the court shall, as it thinks just, either confirm the demand or annul or modify it.     4   Sections twelve, thirteen and fourteen of the Quarter Sessions Act, 1849 (which relate to arbitration) shall not apply in the case of an appeal under this section, but the appellant and the respondent to the appeal may agree in writing to refer the matter in dispute to the arbitration of such a person as may be agreed on between them, or as may in default of agreement be appointed by the Minister.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "10", "section_title": "Recovery of drainage charges", "section_text": " 10    1   Arrears of any drainage charge may be recovered by a river board in the same manner as if the charge were a rate within the meaning of the Distress for Rates Act, 1960.     2   A river board may by resolution authorise any member or officer of the river board, either generally or in respect of particular proceedings, to institute or defend on their behalf proceedings in relation to a drainage charge or to appear on their behalf, notwithstanding that he is not qualified to act as a solicitor, in any proceedings before a magistrates' court for the issue of a warrant of distress for failure to pay a drainage charge.     3   In proceedings for the recovery of arrears of a drainage charge the defendant shall not be entitled to raise by way of defence any matter which might have been raised on an appeal under section seven or section nine of this Act.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "11", "section_title": "Agreements for assessment to and recovery of drainage charge", "section_text": " 11    1   A river board and any such authority as is mentioned in subsection (2) of this section may enter into agreements for the doing by the authority, as agents of the river board, of anything required for the purpose of the assessment to and recovery of a drainage charge in respect of the chargeable hereditaments mentioned in that subsection, and for the making by the river board to the authority of payments in respect of anything so done.     2   The said authorities are the council of any county borough or county district wholly or partly included in the river board area, the drainage board of any internal drainage district included in that area and any river board; and the said chargeable hereditaments are, in relation to any such council, those within the area of the council and, in relation to any drainage board, such as may be specified in the agreement.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "12", "section_title": "Power of river boards to require information from owners of chargeable hereditaments", "section_text": " 12   A river board may require the owner of any chargeable hereditament in their area to state in writing the name and address of any person known to him as being an occupier of that hereditament; and if the owner fails to comply with the requirement or knowingly makes a misstatement in respect of the information required, he shall be liable on summary conviction to a fine not exceeding five pounds.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "13", "section_title": "Unoccupied hereditaments", "section_text": " 13   For the purposes of this Part of this Act the owner of any hereditament shall be deemed to be its occupier during any period during which it is unoccupied.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "14", "section_title": "Assessment of drainage charge on owners", "section_text": " 14    1   Notwithstanding anything in this Part of this Act, where the owner of a chargeable hereditament has made a request under section one hundred and ten of the Income Tax Act, 1952 (which provides for the assessment, at their option, of landlords to tax under Schedule A), any drainage charge raised for a period for which the request has effect shall, in the case of that hereditament, be assessed on the owner, and references in this Part of this Act (other than this section) to the occupier and to occupation shall be construed accordingly.     2   Where by virtue of this section a drainage charge is assessed on the owner and he pays the amount due before the expiration of one half of the period for which the charge is raised, the river board shall make to him an allowance equal to ten per cent. of the full amount of the charge.     3   The owner may recover from the occupier any amount paid by or allowed to him under this section which, as between the owner and the occupier, the occupier is liable to pay.     4   The occupier of a chargeable hereditament may by notice in writing served on the river board—   a   elect that subsection (1) of this section shall not apply to the hereditament; and     b   cancel any election previously made under this subsection ;    and any such election or cancellation shall have effect in relation to any drainage charge raised for any period beginning after the date on which the notice is served.     5   A river board shall send a copy of any notice served on them under subsection (4) of this section to the owner of the hereditament to which the notice relates.     6   A river board may from time to time require the surveyors of taxes for their area to furnish to them, on payment at such rate as the Treasury may determine, such information as may be required to enable the board to give effect to this section.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "15", "section_title": "Appointment of additional members of river boards", "section_text": " 15    1   Where a river board have raised a drainage charge for any year the Minister may appoint not more than two additional members of the board from among persons appearing to him to represent occupiers of chargeable hereditaments in the river board area, and any member so appointed—   a   shall be disregarded for the purposes of subsection (2) of section two of the River Boards Act, 1948 (which requires an order establishing a river board to provide for the appointment of not more than forty members in accordance with the provisions of that subsection); and     b   shall (notwithstanding paragraph 3 of the Second Schedule to that Act) come into office on the first day of that year or the day of his appointment, whichever is the later, and hold office so long as the other members of the board will hold office, except that if, for any year beginning within that period, neither a general nor a special drainage charge is raised by the river board, he shall cease to hold office at the end of the preceding year.       2   Before making an appointment under this section the Minister shall consult such associations and persons as appear to him to represent occupiers of chargeable hereditaments in the river board area.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "16", "section_title": "Interpretation of Part I", "section_text": " 16   In this Part of this Act—\" agricultural buildings \" has the meaning assigned to it by subsection (2) of section two of the Rating and Valuation (Apportionment) Act, 1928 ; \" agricultural land\" has the meaning assigned to it by section twenty-nine of the Land Drainage Act, 1930; \" chargeable hereditament\" has the meaning assigned to it by subsection (2) of section one of this Act; \" drainage charge \" means general drainage charge or special drainage charge.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "17", "section_title": "Contribution by local authority in respect of liabilities transferred to river board", "section_text": " 17   Where, under a scheme made by a river board under paragraph (a) of subsection (1) of section four of the Act of 1930, liabilities incurred in connection with drainage works are transferred from the council of a county, county borough or county district to the river board, the river board may require the council to make to them contributions towards the discharge of the liabilities; and if the amount of those contributions is not agreed between the board and the council it shall be determined by a single arbitrator agreed on by them or, in default of such agreement, by the Minister and the Minister of Housing and Local Government acting jointly.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "18", "section_title": "Performance by river board of functions of internal drainage board", "section_text": " 18    1   A scheme under paragraph (b) of subsection (1) of section four of the Act of 1930 which makes provision for the constitution of a new internal drainage district may provide for the river board submitting the scheme to be constituted the drainage board of that district and for conferring on it in relation to that district the powers and duties of an internal drainage board; and any expenses incurred by the river board as the drainage board of such a district shall be defrayed under and in accordance with the powers so conferred and not in any other manner.     2   Where, whether by virtue of subsection (1) of this section or of an order under section eleven of the Act of 1930, a river board are the drainage board of an internal drainage district and a petition for constituting an internal drainage board for that district is made to the river board by a sufficient number of qualified persons or by a qualified authority, the Minister may by order constitute an internal drainage board for that district and transfer to it the property and liabilities of the river board so far as vested in or incurred by them in their capacity as the drainage board for that distriot.     3   The provisions of the Act of 1930 shall apply in relation to an order under subsection (2) of this section as they apply in relation to an order under section eleven of that Act.     4   On receiving such a petition as is mentioned in subsection (2) of this section the river board shall send a copy of it to the Minister and they shall inform the Minister, within six months of the date on which the petition is received, whether in their opinion an order under that subsection ought to be made.     5   Before making an order under subsection (2) of this section the Minister shall consider the views expressed by the river board in accordance with subsection (4) of this section.     6   (a) The Minister shall by regulations provide for the payment by a river board, subject to such exceptions or conditions as may be specified in the regulations, of compensation to any officer or servant of that board who suffers loss of employment or loss or diminution of emoluments which is attributable to an order made under subsection (2) of this section or anything done in pursuance of any such order.   b   Different regulations may be made under this subsection in relation to different classes of persons.     c   Regulations made under this subsection may include provision as to the manner in which and the persons to whom any claim for compensation by virtue of this subsection is to be made, and for the determination of all questions arising under the regulations.     d   Regulations made under this subsection shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament.      "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "19", "section_title": "Sea defence works", "section_text": " 19    1   The power of a river board to maintain, improve or construct drainage works for the purpose of defence against sea water or tidal water shall be exercisable anywhere in the river board area, irrespective of whether they are works in connection with the main river ; and for the purposes of this subsection the river board area shall be deemed to extend beyond the low-water mark.     2   The power of a river board under section forty-seven of the Act of 1930 to make byelaws for securing the efficient working of the drainage system in their area shall include power to make such byelaws as the board consider necessary for securing the proper defence against sea water or tidal water of any part of the river board area.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "20", "section_title": "Variation of awards", "section_text": " 20    1   The power of a river board under section eight of the Act of 1930 to submit to the Minister for confirmation a scheme for revoking, varying or amending any provisions affecting or relating to land drainage contained in an award made under a public or local Act shall be exercised if the Minister, on an application under this section, so requires.     2   An application under this section may be made by any person who is under any obligation imposed by the award or by any drainage authority.     3   An application under this section shall not be entertained unless the applicant has requested the river board to submit such a scheme as aforesaid and either the river board have refused to do so or failed to do so within six months or have submitted a scheme different from that so requested.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "21", "section_title": "Allocation of revenue of river board in lieu of contributions under s.21 of Act of 1930", "section_text": " 21    1   Where (whether by virtue of section eleven of the Act of 1930 or of section eighteen of this Act) a river board are the drainage board of an internal drainage district, they may by resolution specify an amount as corresponding to the amount of any contribution which, if the river board were not the drainage board of that district, the river board would require from or make to that drainage board under subsection (1) or subsection (3) of section twenty-one of the Act of 1930; and to the extent of any amount so specified—   a   the expenses incurred by the river board as such shall be defrayed out of sums received by it as the drainage board of that district: or     b   the expenses incurred by the river board as the drain age board of that district shall be defrayed out of their other revenue ;    according as the amount is specified in the resolution as corresponding to a contribution under the said subsection (1) or as corresponding to a contribution under the said subsection (3).     2   A river board shall publish any resolution under this section in one or more newspapers circulating in the internal drainage district.     3   Where—   a   a sufficient number of qualified persons; or     b   the council of any county or county borough wholly or partly within the river board area;    are aggrieved by a resolution of a river board under this section or the amount specified in such a resolution (whether on the ground that it is too small or too large), or the failure of a river board to pass such a resolution, they may appeal to the Minister and the Minister may, after considering any objections made to him, make such an order in the matter as he thinks just, and any such order shall be deemed to be an order under the said section twenty-one.     4   An appeal under this section (other than an appeal on the ground that the river board have failed to pass a resolution under this section) must be made within six weeks after the date on which the river board have published the resolution in respect of which it is made.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "22", "section_title": "Drainage rates-basis of assessment", "section_text": " 22   —((1) The following provisions of this section shall have effect with respect to any drainage rate made for a period beginning after the end of March, nineteen hundred and sixty-three.   2   Subsection (4) of section twenty-four of the Act of 1930 (which provides for the assessment of drainage rates on the annual value of agricultural land and one-third of the annual value of other land) shall have effect as if paragraph (a) thereof referred to agricultural buildings (as defined in subsection (2) of section two of the Rating and Valuation (Apportionment) Act, 1928) as well as to agricultural land.     3   Where a drainage board have demanded a drainage rate in respect of any land the annual value of which for the purposes of the drainage rate has been ascertained in accordance with the Drainage Rates Act, 1958, then, if—   a   the land is, forms part of, or comprises land whose annual value for the purposes of income tax under Schedule A has been ascertained by reference to any rent fixed by an agreement commencing after the end of March, nineteen hundred and forty-six; and     b   the owner and occupier or either of them, by notice in writing served on the board within twenty-eight days of the date on which the demand is made or such further time as the drainage board may allow, claim that the annual value of the land for the purposes of the drainage rate shall be determined by the board under this subsection;    the annual value of the land for the purposes of the drainage rate and any subsequent drainage rate shall be such value as may be determined by the board, having regard to the annual values of comparable land in their district, other than those ascertained as mentioned in paragraph (a) of this subsection ; and subsection (3) of section twenty-nine of the Act of 1930 (which provides for an appeal against a determination under subsection (2) of that section) shall extend to any determination made under this subsection.     4   Subsection (4) of section twenty-four of the Act of 1930 and the Drainage Rates Act, 1958, shall not apply in the case of land for which a rateable value is shown in the valuation list for the time being in force; but in the case of any such land—   a   the value on which any drainage rate is assessed shall be one-third of the rateable value so shown; and     b   the amount per pound at which a drainage rate is so assessed shall be determined in accordance with section twenty-three of this Act.       5   Where, after an assessment to a drainage rate has been made in respect of any land in accordance with subsection (4) of this section, the rateable value shown in the valuation list for that land is altered and the alteration has effect for the whole of the period for which the rate is made, the rate shall be amended accordingly, and the amendment shall have effect from the beginning of that period and shall be treated for the purposes of the Act of 1930 as an amendment made in pursuance of section twenty-eight of that Act.     6   Subsection (6) of section twenty-four of the Act of 1930 (which provides for differential rating) shall have effect as if the references to the amount per pound of annual value included references to the amount per pound of the value specified in paragraph (a) of subsection (4) of this section ; and any order under the said subsection (6) determining the relative amount per pound of one only of those values shall have effect as if it made also corresponding provision with respect to the other.     7   References in this section to the rateable value of any land shall be construed, where that value differs from the net annual value, as referring to the net annual value.     8   The reference in section twenty-eight of the Act of 1930 (which relates to amendments in a rate) to the provisions of Part IV of that Act shall be construed as including a reference to the provisions of this section.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "23", "section_title": "Drainage rates-determination of relative poundage", "section_text": " 23    1   The amount per pound mentioned in paragraph (b) of subsection (4) of section twenty-two of this Act shall be determined, as nearly as may be, by applying the fraction arrived at in accordance with the following provisions of this section (in this section referred to as the relative fraction) to the amount per pound (of annual value) at which the drainage rate is assessed under subsection (4) of section twenty-four of the Act of 1930.     2   The relative fraction shall be stated in the notice of the rate given under section twenty-seven of the Act of 1930, and    the notice shall be conclusive evidence that the fraction stated in it has been calculated in accordance with this section.   3   The relative fraction shall be arrived at by dividing—   a   the aggregate of the annual values of the relevant hereditaments in the internal drainage district; by     b   the aggregate of the rateable values of those hereditaments.       4   For the purposes of this section—   a   the rateable value of any hereditament shall be taken to be the value which, at the date on which the drainage rate is made, is shown as its rateable value in the valuation list in force for the period for which the drainage rate is made ;     b   the annual value of any hereditament shall be taken to be its annual value as last stated before the said date in any assessment under Schedule A signed and allowed under section thirty-five of the Income Tax Act, 1952, or under that section as applied by the Fifth Schedule to that Act (apportioned where the hereditament forms part only of any land assessed under Schedule A).       5   An internal drainage board may from time to time require the surveyors of taxes for their district to furnish to them, on payment at such rate as the Treasury may determine, such particulars of assessments as may be required to enable the board to calculate the relative fraction.     6   In this section \" relevant hereditament \", in relation to any drainage rate, means land for which a rateable value is shown in the valuation list in force for the period for which the rate is made and which is or forms part of land assessed to income tax under Schedule A ; and references in this section to the rateable value of any hereditament shall be construed, where that value differs from the net annual value, as referring to the net annual value.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "24", "section_title": "Drainage rates-fractions of a pound", "section_text": " 24   Where the value on which a drainage rate is assessed would, apart from this section, include a fraction of a pound, the fraction shall, if greater than ten shillings, be treated as one pound and shall in any other case be disregarded.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "25", "section_title": "Payments by rating authorities in lieu of drainage rates", "section_text": " 25    1   The following provisions of this section shall have effect in substitution for section twenty-five of the Act of 1930.     2   The rating authority for any area wholly or partly included in an internal drainage district and the drainage board of that district may agree that, so long as the agreement is in force.—   a   no drainage rate made by the drainage board shall be levied on occupiers or owners of rateable hereditaments within the area of the rating authority ; but     b   the rating authority shall pay to the drainage board, in respect of every drainage rate which by virtue of the agreement cannot be levied on those owners or occupiers, a sum equal to the estimated aggregate of the amounts which, but for the agreement, could be so levied, less such amount, if any, as maybe specified in the agreement.       3   Where part only of the area of the rating authority is included in the internal drainage district the authority may, if they think fit, treat the amount of any payment made by them under the agreement as chargeable separately on that part and levy that amount as an additional item of the general rate accordingly; and in any case where part but not the whole of a parish is so included, the whole of the parish may for the purposes of this subsection be treated either as so included or as not so included.     4   Any agreement under this section may, unless the drainage board is a river board, provide for amending the constitution of the board (notwithstanding anything in any scheme or order) so as to enable the rating authority to appoint members of the board; but   a   any member appointed by virtue of the agreement shall cease to be a member when the agreement ceases to be in force; and     b   the number of members appointed by virtue of such agreements shall not exceed two-fifths of the number of all the members of the board.       5   The drainage board and the rating authority making an agreement under this section shall, within one month of making it, publish in one or more newspapers circulating in the area affected a notice stating its effect and shall make copies of the agreement available for inspection at their offices; and the drainage board shall send a copy of the agreement to the Minister.     6   In this section \" rateable hereditament\" means a hereditament included in the valuation list for the time being in force.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "26", "section_title": "Differential drainage rates", "section_text": " 26    1   In subsection (6) of section twenty-four of the Act of 1930 (which enables the drainage board of an internal drainage district by order to divide their district into sub-districts for the purpose of levying differential rates and to determine the relative amounts of rates in the respective sub-districts) for the words \" and determine \" there shall be substituted the words    and any such order may determine    .     2   Where an order made by a drainage board under the said subsection (6) is in force and the order does not determine the relative amounts of rates in the respective sub-districts, subsection (2) of the said section twenty-four shall have effect, in relation to a drainage rate made by the board for any of the sub-districts, as if it defined—   a   an owner's drainage rate as a rate raised for the purpose of defraying expenses incurred in connection with new works in the sub-district or the improvement of existing works in the sub-district and a proportionate part of the charges in respect of contributions by the board under section twenty-one of the Act of 1930 or, as the case may be, of amounts specified under section twenty-one of this Act as corresponding to such contributions ; and     b   an occupier's drainage rate as a rate raised for the purpose of defraying the expenses of maintaining any works in the sub-district and a proportionate part of any expenses or charges incurred by the board which are not directly attributable to the maintenance of particular works and are not such expenses or charges as are mentioned in paragraph (a) of this subsection.       3   Where a petition for the making, variation or revocation of an order under the said subsection (6) is made to a drainage board by a sufficient number of qualified persons or by a qualified authority, the drainage board shall, subject to subsection (6) of this section, consider the petition and, if so directed under subsection (4) of this section, shall make, vary or revoke the order either in accordance with the petition or in accordance with the petition as modified by the direction.     4   A direction under this section may be given by the Minister, if the drainage board is a river board, and, in any other case, by the river board in whose area the drainage district is comprised; but where a drainage board object to a direction given by the river board the direction shall have no effect unless confirmed (with or without modifications) by the Minister.     5   Subject to subsection (6) of this section, where such a petition as is mentioned in subsection (3) of this section is received by a drainage board the drainage board shall inform the river board (or if the drainage board is a river board, the Minister) and shall publish in one or more newspapers circulating in the internal drainage district a notice that the petition has been received, that the making, variation or revocation of an order under subsection (6) of the said section twenty-four will be considered, and that representations may be made to the board within a time (which shall not be less than thirty days) stated in the notice.     6   This section does not require a drainage board to consider any petition or publish any notice of a petition—   a   if it has received a petition under this section within the period of ten years immediately preceding the making of the first-mentioned petition ; or     b   if it has, within that period, by an order made under the said section twenty-four, divided its district into sub-districts or varied or abolished any sub-district; or     c   if the petition is frivolous in the opinion of the river board or, where the drainage board is the river board, in the opinion of the Minister.       7   After considering such a petition as is mentioned in subsection (3) of this section, and not later than six months after it was received, the drainage board shall inform the river board or, 'as the case may be, the Minister whether they propose to make, vary or revoke such an order as aforesaid and, if they propose to make or vary such an order, of the terms of the order or variation they propose to make.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "27", "section_title": "Exemption from drainage rates", "section_text": " 27    1   Where the owner or occupier of any hereditament in an internal drainage district requests the drainage board of the district to make or amend an order under subsection (7) of section twenty-four of the Act of 1930 so as to exempt from drainage rates the portion of the district in which the hereditament is situated the drainage board shall consider the request and, if so directed under this section, shall comply with it.     2   Where such a request is refused by the drainage board the person making it may appeal to the river board (or, if the drainage board is a river board, to the Minister) and the river board or, as the case may be, the Minister may direct the drainage board to make or amend the order as requested.     3   Where such a request is neither refused nor complied with within three months after it is made, it shall be deemed to have been refused.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "28", "section_title": "Removal of obstruction from watercourses", "section_text": " 28    1   The provisions of subsections (2) to (6) of this section shall have effect in substitution for subsections (1) to (9) of section thirty-five of the Act of 1930; and references in that Act to that section shall be construed accordingly.     2   Where any watercourse in the area or district of a drainage board is in such a condition that the proper flow of water is impeded, then, unless the condition is attributable to subsidence due to mining operations (including brine pumping), the drainage board concerned may by notice require the person on whom the notice is served to remedy that condition.     3   For the purposes of subsection (2) of this section the drainage board concerned shall be—   a   in relation to a watercourse in an internal drainage district, other than a watercourse forming part of the main river, the internal drainage board ;     b   in relation to any other watercourse, the river board.       4   A notice under this section may be served on—   a   any person having control of the part of the watercourse where the impediment occurs ; or     b   any person owning or occupying land adjoining that part; or     c   any person to whose act or default the said condition \" is due;    but no such notice requiring any person to carry out any work on land not owned or occupied by him shall be served without the consent of the owner and the occupier of the land, except in a case where it is not practicable, after reasonable inquiry, to ascertain the name and address of the owner or occupier.     5   Subsections (2) to (7) of section two hundred and ninety of the Public Health Act, 1936 (which provide for appeals against, and the enforcement of, certain notices under that Act) shall apply to any notice served under this section as they apply to such notices as are mentioned in subsection (1) of that section, but subject to the following modifications, that is to say.—   a   for references to the local authority there shall be substituted references to the drainage board ;     b   for paragraphs (e) and (f) of subsection (3) there shall be substituted the following paragraphs:—    e   that the notice might lawfully have been served on another person and that it would have been equitable for it to have been so served;     f   that some other person ought to contribute towards the expenses of executing any works required by the notice     ;     c   in subsection (6) the words from \" and to a further fine \" to the end of the subsection shall be omitted.       6   Sections three hundred to three hundred and two of the Public Health Act, 1936 (which contain supplementary provisions relating to appeals under the said section two hundred and ninety) shall, with the necessary modifications, apply to appeals brought by virtue of subsection (5) of this section.     7   In subsection (12) of section thirty-five of the Act of 1930 (which restricts the application of that section in the case of watercourses under the jurisdiction of certain authorities) after the words \" conservancy authority \" there shall be inserted the words    harbour authority    .    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "29", "section_title": "Spoil", "section_text": " 29   For subsection (1) of section thirty-eight of the Act of 1930 there shall be substituted the following:—    1   A drainage board may, without making payment therefor, appropriate and dispose of any matter removed in the course of the execution of any work for widening, deepening or dredging any watercourse.     la   A drainage board may deposit any matter so removed on the banks of the watercourse, or on such width of land adjoining the watercourse as is specified in the next following subsection, unless the matter so deposited would constitute a statutory nuisance within the meaning of Part III of the Public Health Act, 1936.     lb   The said width is such as is sufficient to enable the said matter to be removed and deposited by mechanical means in one operation.   lc   Where injury is sustained by any person by reason of the exercise by a drainage board of their powers under subsection (1a) of this section, the drainage board may, if they think fit, pay to him such compensation as they may determine; and if the injury could have been avoided if those powers had been exercised with reasonable care, subsection (3) of section thirty-four of this Act shall apply as if the injury had been sustained by reason of the exercise by the board of their powers under that section.       "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "30", "section_title": "Schemes for drainage of small areas", "section_text": " 30    1   The following provisions of this section shall have effect in substitution for section fifty-two of the Act of 1930.     2   Where an authority to which this section applies are of opinion that any land in their area is capable of improvement by drainage works, but that the constitution for that purpose of an internal drainage district would not be practicable, the authority may, in accordance with the provisions of a scheme made under this section, enter on the land and execute such drainage works as appear to them desirable.     3   The authorities to whom this section applies are the councils of counties or county boroughs and river boards.     4   A scheme under this section must state—   a   the works proposed to be executed ;     b   the area to be improved by the works ;     c   the estimated expenses (including administrative expenses) of the execution of the works, which shall not, subject to subsection (11) of this section, exceed an amount equal to twenty pounds for each acre in the area to be improved ;     d   the maximum amount to be recoverable by the authority making the scheme in respect of those expenses; and     e   the manner in which the expenses of executing and maintaining the works are to be apportioned amongst the lands comprised in the area.       5   Before making a scheme under this section an authority other than a river board shall consult the river board.     6   Before making a scheme under this section an authority shall give to the owners and occupiers of land within the area to which the scheme relates, and to any other persons appearing to them affected by the scheme, notice in such manner as the Minister may by regulations made by statutory instrument prescribe of their intention of making the scheme and of the place where a draft thereof can be inspected and of the time (which shall not be less than thirty days) within which objections to the scheme may be made to the authority.     7   Where any objections to a scheme are duly made and are not withdrawn the authority intending to make the scheme shall send a copy of the draft scheme, together with copies of the objections, to the Minister, and the scheme shall not be made unless the draft is confirmed by the Minister, with or without modifications; and before confirming the draft the Minister shall either cause a public inquiry to be held or give the authority and the persons by whom the objections are made an opportunity of appearing before and being heard by a person appointed by the Minister for the purpose.     8   An authority making a scheme under this section shall send copies thereof to the owners and occupiers of land in the area to which it relates and, if that authority is a river board, they shall also notify the council of any county or county borough in which any of that land is situated; and any such scheme made by or notified to any such council shall be registered in the register of local land charges by the proper officer of the council in such manner as may be prescribed by rules made under section fifteen of the Land Charges Act, 1925.     9   The council of a county or county borough shall, in relation to any works executed in pursuance of a scheme under this section, have all the powers of a drainage board under the Act of 1930, exercisable subject to the same restrictions as are imposed by that Act on the exercise of those powers by such boards.     10   Any expenses incurred by an authority under this section in the execution of drainage works, to an amount not exceeding the amount stated in the scheme in pursuance of paragraph (d) of subsection (4) of this section, and any expenses incurred by an authority in maintaining works executed under this section, shall be recoverable by the authority from the several owners of the lands to which the scheme relates according to the apportionment provided for by the scheme.     11   The Minister may exempt a scheme from the limit imposed by paragraph (c) of subsection (4) of this section if it appears to him that the works proposed to be executed are urgently required in the public interest, and he may by order made by statutory instrument from time to time vary that limit, but no such order shall have effect unless it is approved by a resolution of each House of Parliament.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "31", "section_title": "Restriction on erection of structures in, over or under watercourses", "section_text": " 31    1   The following provisions of this section shall have effect in substitution for section sixty-four of the Act of 1930.     2   No person shall erect any structure in, over or under a watercourse which is part of the main river except with the consent of and in accordance with plans and sections approved by the river board; and no person shall, without the consent of the river board, carry out any work of alteration or repair on any structure in, over or under such a watercourse if the work is likely to affect the flow of water in the watercourse or to impede any drainage work.     3   No person shall erect or alter any structure designed to contain or divert the floodwaters of any part of the main river except with the consent of and in accordance with plans and sections approved by the river board.     4   A consent or approval required under this section shall not be unreasonably withheld ; and—   a   any such consent may be given subject to any reasonable condition as to the time at which and the manner in which any work is to be carried out; and     b   any such consent or approval shall, if neither given nor refused within two months after application therefor is made, be deemed to have been given.       5   If any person executes any work in contravention of this section the river board may remove, alter, or pull down the work and recover from that person the expenses incurred in doing so.     6   If any question arises under this section whether any consent or approval is unreasonably withheld or whether any condition imposed is reasonable the question shall—   a   if the parties agree to arbitration, be referred to a single arbitrator agreed between the parties or, in default of agreement, appointed by the President of the Institution of Civil Engineers;     b   if the parties do not agree to arbitration, be referred to and determined by the Minister and the Minister of Transport acting jointly.       7   Subsection (2) of this section shall not apply—   a   to any work executed under section fifteen or one hundred and nineteen of the Public Health Act, 1936, or section nineteen or twenty of the Third Schedule to the Water Act, 1945 (which relate to the provision of sewers and water mains); or     b   to any work executed in an emergency ;    but a person executing any work excepted by paragraph (b) of this subsection shall as soon as practicable inform the river board in writing of the execution and of the circumstances in which it was executed.     8   Nothing in this section shall be taken to affect any enactment requiring the consent of any government department for the erection of a bridge or any powers exercisable by any government department in relation to a bridge.     9   Nothing in subsection (1) of this section or in subsection (4) of section sixty-one of the Act of 1930 (which contains certain savings) shall be taken to exclude the application of this section to any work executed by persons carrying on an undertaking to which that section applies.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "32", "section_title": "Minor amendments of Act of 1930", "section_text": " 32   The Act of 1930 shall have effect subject to the amendments specified in Part I of the First Schedule to this Act.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "33", "section_title": "Minor amendments of River Boards Act, 1948", "section_text": " 33   The River Boards Act, 1948, shall have effect subject to the amendments specified in Part II of the First Schedule to this Act.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "34", "section_title": "Power of local authorities to undertake drainage works against flooding", "section_text": " 34    1   So far as may be necessary for the purpose of preventing flooding or remedying or mitigating any damage caused by flooding the council of a county borough or county district shall, subject to the provisions of this section, have all the powers conferred on drainage boards by sections thirty-four, thirty-eight, forty-three and forty-seven of the Act of 1930 ; and in connection with the exercise of those powers the council shall be subject to the same restrictions and liabilities as a drainage board, and section forty of this Act shall apply in relation to the council as it applies in relation to a drainage board.     2   The exercise of those powers shall be among the purposes for which the council of a borough or urban or rural district may be authorised by the Minister of Housing and Local Government to purchase land compulsorily; and the Acquisition of Land (Authorisation Procedure) Act, 1946, shall apply in relation to any authorisation under this subsection as it applies in relation to such an authorisation as is mentioned in section one thereof.     3   Where the powers conferred by this section on the council of a county district are not exercised by that council they may be exercised by the county council—   a   at the request of the council of the county district; or     b   after not less than six weeks' notice given in writing by the county council to the council of the county district;    but where the council of the county district, before the expiry of a notice given under paragraph (b) of this subsection, appeal against the notice to the Minister of Housing and Local Government and inform the county council of the appeal, the powers shall not be exercised by the county council in pursuance of the notice unless it is confirmed by that Minister.     4   Any expenses incurred by a county council under subsection (3) of this section shall be expenses for special county purposes.     5   This section does not authorise the execution of any drainage works in connection with the main river.     6   A council shall not execute any drainage works authorised by this section in connection with any watercourse except with the consent of, and in accordance with any reasonable conditions imposed by, the river board or, if the place where the works are to be executed is not part of a river board area, the Minister.     7   Before giving any consent or imposing any condition under this section with respect to any drainage works in connection with a watercourse under the control of an internal drainage board the river board shall consult with the internal drainage board.     8   A consent required under subsection (6) of this section shall not be unreasonably withheld and shall, if neither given nor refused within two months after application therefor is made, be deemed to have been given.     9   Any question arising under this section whether the consent of a river board is unreasonably withheld or whether any condition imposed by a river board is reasonable shall be referred to and determined by the Minister and the Minister of Housing and Local Government acting jointly.     10   Subsection (6) of this section shall not apply to any work executed in an emergency, but a council executing any work excepted by this subsection shall as soon as practicable inform the river board or, as the case may be, the Minister, in writing of the execution and of the circumstances in which it was executed.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "35", "section_title": "Power of drainage board to carry out drainage works on behalf of other persons", "section_text": " 35   A drainage board may by agreement with any person execute at his expense, whether within or outside the board's district or area, any drainage works which that person is entitled to execute.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "36", "section_title": "Review of boundaries of internal drainage district", "section_text": " 36    1   Where the boundaries of an internal drainage district in any river board area have for a period exceeding ten years been neither altered nor in pursuance of this section reviewed and a petition for their alteration is made to the river board by a sufficient number of qualified persons, or by a qualified authority, the river board shall, subject to subsection (5) of this section, review those boundaries.     2   Where, in the circumstances mentioned in subsection (1) of this section, any such petition is received by the river board, the river board shall inform the Minister and, subject to subsection (5) of this section, shall publish in one or more newspapers circulating in the internal drainage district a notice stating that the petition has been received, that a review of the boundaries is being undertaken, and that representations may be made to the river board within a time (which shall not be less than thirty days) stated in the notice.     3   In carrying out any review required by this section the river board shall consult the drainage board of the internal drainage district (except where the river board are that drainage board) and shall consider any representations duly made to them; and within six months after the petition was made or such longer time as the Minister may, allow the river board shall inform the Minister whether, as a result of the review, they propose to submit to him a scheme under section four of the Act of 1930, and, if so, what provision they propose to make by the scheme.     4   Where the river board do not propose, as a result of the review, to submit to the Minister a scheme under the said section four but it appears to them that an order under subsection (6) of section twenty-four of the Act of 1930 (which provides for differential rating), or an order varying or revoking such an order, should be made by the drainage board of the internal drainage district, they may direct the drainage board to make such an order in such terms as may be specified in the direction ; but if the drainage board object to the direction it shall have no effect unless it is confirmed (with or without modifications) by the Minister.     5   This section does not require a river board to carry out a review or publish any notice on a petition which in the opinion of the Minister is frivolous.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "37", "section_title": "Drainage works on boundary of river board area", "section_text": " 37    1   Subject to subsection (2) of this section, drainage works in connection with the main river may be carried out by a river board on or near the boundary of the river board area notwithstanding that they are or include works in the area of another river board.     2   Where such works are works in connection with the main river of both river board areas the power to carry out the works shall be exercisable only by one of the river boards and the question by which of them it is to be exercisable shall be determined by agreement between them, or, in default of agreement, by the Minister.     3   The river board carrying out any works by virtue of the preceding provisions of this section shall be entitled to such contribution from the other river board towards the cost of those works as may be agreed between them or as may, in default of agreement, be determined by the Minister.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "38", "section_title": "Grants in respect of proposed drainage works", "section_text": " 38    1   Where a drainage authority are about to incur in respect of any work expenditure towards which, if the work is properly carried out, a grant will be payable under section fifty-five of the Act of 1930 or under section fifteen of the Agriculture Act, 1937, the Minister may, with the approval of the Treasury, make out of moneys provided by Parliament advances to the authority on account of the expenditure.     2   The Minister may, with the approval of the Treasury, make out of moneys provided by Parliament grants to drainage authorities in respect of expenditure properly incurred by them with a view to the carrying out of drainage works, being expenditure towards which, if the works had been properly carried out, a grant would have been payable under the said section fifty-five or the said section fifteen.     3   For the purposes of the said section fifteen, any drainage scheme carried out by the council of a county or county borough at the request of the owners or occupiers of any lands shall be deemed to be carried out by the council in the exercise of their functions.     4   In section fifteen of the Agriculture (Miscellaneous War Provisions) Act, 1940 (which authorises the Minister to make grants towards expenditure incurred in carrying out certain approved schemes submitted by the owner or occupier of agricultural land) the words \" by the owner or occupier of the land \" shall be omitted.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "39", "section_title": "Collection of drainage rates by owners", "section_text": " 39    1   An internal drainage board may by resolution determine that in the case of—   a   all hereditaments which are dwelling-houses of a class defined in the resolution, or     b   all such hereditaments within a part of the internal drainage district defined in the resolution, any drainage rate made by the board for a period during which the resolution is in force shall be assessed and levied on the owners instead of on the occupiers; and any such rate shall be assessed and levied accordingly.       2   Where, by virtue of subsection (1) of this section, an occupier's drainage rate is assessed on the owner, and he pays the amount due before the expiration of one-half of the period for which the rate is made or such later date as may be specified in the resolution, the internal drainage board shall make to him an allowance equal to ten per cent. of the full amount of the rate.     3   The owner may recover from the occupier any amount paid by or allowed to him under this section which, as between the owner and the occupier, the occupier is liable to pay.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "40", "section_title": "Powers of entry", "section_text": " 40    1   Without prejudice to any other enactment conferring powers of entry, a person authorised by a drainage board may, after producing, if so required, some duly authenticated document showing his authority, enter any land at all reasonable times for the purpose of exercising any function of the board under the Act of 1930.     2   A person entitled under this section to enter any land may take with him such other persons and such equipment as may be necessary and, if the land is unoccupied, he shall, on leaving it, leave it as effectually secured against trespassers as he found it.     3   Except in an emergency, admission to any land shall not be demanded as of right under this section, unless notice in writing of the intended entry has been given to the occupier, and, if the land is used for residential purposes or the demand is for admission with heavy equipment, has been given not less than seven days before the demand is made.     4   Subsection (3) of section thirty-four of the Act of 1930 (which provides for compensation in the case of injury) shall extend to any injury sustained by any person by reason of the exercise of the power of entry conferred by this section.     5   If any person obstructs or impedes any person exercising a right conferred by this section he shall be liable on summary conviction to a fine not exceeding twenty pounds.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "41", "section_title": "Insurance by drainage boards against accidents to members", "section_text": " 41    1   A drainage board may enter into a contract with any person whereby, in consideration of payments by the board by way of premium or otherwise, that person undertakes to pay to the board such sums as may be provided in the contract in the event of any member of the board or of any committee thereof meeting with a personal accident, whether fatal or not, while he is engaged on the business of the board.     2   Any sum received by the board under any such contract shall, after deduction of any expenses incurred in the recovery thereof, be paid by them to, or to the personal representatives of, the person in respect of whose accident the sum is received.     3   The provisions of the Life Assurance Act, 1774, shall not apply to any such contract.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "42", "section_title": "Payment by river board of expenses of official visits,  etc.", "section_text": " 42    1   A river board may defray any travelling or other expenses properly incurred by or on behalf of any members or officers of the board in making official or courtesy visits whether inside or outside the United Kingdom on behalf of the board:    Provided that, in the case of a visit within the United Kingdom, the amount defrayed under this section by a river board in respect of the expenses of any member of the board shall not exceed the payments which he would have been entitled to receive by way of travelling allowance or subsistence allowance under section one hundred and thirteen of the Local Government Act, 1948, if the making of the visit had been an approved duty of that person within the meaning of that section.   2   A river board may defray any expenses incurred in the reception and entertainment by way of official courtesy of persons representative of or connected with other river boards or similar services whether inside or outside the United Kingdom, and in the supply of information to such persons.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "43", "section_title": "Provision by drainage board of housing accommodation for employees", "section_text": " 43   A drainage board may provide housing accommodation for persons employed by them; and the provision of such accommodation shall accordingly be included among the purposes for which such a board may acquire land by agreement or may be authorised to purchase land compulsorily under section forty-five of the Act of 1930 or section thirteen of the River Boards Act, 1948.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "44", "section_title": "Introductory", "section_text": " 44   Sections fifty-seven and fifty-eight of the Act of 1930 (which enable persons interested in any land to require owners and occupiers of adjoining land to carry out or permit the carrying out of certain drainage works) shall cease to have effect and the following provisions of this Part of this Act shall have effect in lieu thereof.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "45", "section_title": "Power of Agricultural Land Tribunal to order cleansing of ditches, etc.", "section_text": " 45    1   Where a ditch is in such condition as to cause injury to any land or to prevent the improvement of the drainage of any land, the Agricultural Land Tribunal may, on the application of the owner or occupier of the land, make, if it thinks fit, an order requiring the person or persons named in the order to carry out such work for cleansing the ditch, removing from it any matter which impedes the flow of water, or otherwise putting it in proper order and for protecting it as may be specified in the order.     2   An order under this section may name any person who is an owner or occupier of land through which the ditch passes or which abuts on the ditch, and any person who, though not such an owner or occupier, has a right to carry out the work specified in the order or any part of it; and the order shall be sufficient authority for any person named therein to do the work specified therein in relation to him and, so far as may be necessary for that purpose, to enter any land so specified.     3   Where an order under this section names more than one person it may either require each of those persons to carry out a specified part of the work specified in the order or require all those persons jointly to carry out the whole of that work; and where the Tribunal make an order requiring persons jointly to carry out any work they may, if they think fit, specify in the order the proportions in which those persons are to contribute to the cost of doing so, without prejudice however to their joint liability.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "46", "section_title": "Power of Agricultural Land Tribunal to authorise drainage work on adjoining land", "section_text": " 46   Where the drainage of any land requires the carrying out of any work in connection with a ditch passing through other land, or the replacement or construction of such a ditch, or the alteration or removal of any drainage -work in connection with such a ditch, the Agricultural Land Tribunal may on the application of the owner or occupier of the first-mentioned land make, if it thinks fit, an order authorising him to carry out for that purpose such work as may be specified in the order and, so far as may be necessary for that purpose, to enter any land so specified.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "47", "section_title": "Composition and powers of Agricultural Land Tribunal for hearing of application under Part III", "section_text": " 47    1   The Lord Chancellor shall draw up for each Agricultural Land Tribunal and from time to time revise a panel of persons appearing to him to be experienced in matters relating to land drainage; and for each hearing by an Agricultural Land Tribunal of an application under this Part of this Act one of the members of the Tribunal shall, instead of being a person nominated in accordance with paragraph (b) of sub-paragraph (1) of paragraph 16 of the Ninth Schedule to the Agriculture Act, 1947, be a person nominated by the chairman from the panel drawn up under this section.     2   Paragraph 16a of the said Ninth Schedule (which provides for the exercise of the power of making nominations if the chairman is prevented from doing so) shall apply to nominations under this section.     3   For the purpose of deciding any application under this Part of this Act the Agricultural Land Tribunal may authorise any of its members or any other person to enter and inspect any land.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "48", "section_title": "Power of Minister to carry out work authorised under Part III", "section_text": " 48    1   Where at the expiration of three months or such longer time as may be specified in an order under section forty-five of this Act any work specified in the order has not been carried out, the Minister or any drainage authority authorised by him either generally or in a particular case may carry out the work and enter any land which it is necessary to enter for that purpose.     2   The Minister or drainage authority may recover from any person named in the order the expenses reasonably incurred in doing under subsection (1) of this section any work which ought to have been done by that person, including any compensation payable in connection with that work under section forty-nine of this Act.     3   The services for which provision may be made by a scheme under section one hundred and three of the Agriculture Act, 1947, shall include such services to the owner or occupier of any land as may enable him to carry out any work which he is authorised to carry out by an order under this Part of this Act.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "49", "section_title": "Supplementary provisions as to powers of entry and compensation", "section_text": " 49    1   A person entitled under the provisions of this Part of this Act to enter any land may take with him such other persons and such equipment as may be necessary and, if the land is unoccupied, he shall, on leaving it, leave it as effectually secured against trespassers as he found it.     2   Before entering any land under the powers conferred by this Part of this Act the person entering it shall give not less than seven days' notice in writing to the occupier of the land.     3   Where any person sustains any injury by reason of the exercise of any power conferred by this Part of this Act then, unless the power was exercised in or for the purpose of the execution of any work which he was required to do by an order under this Part of this Act, the person exercising the power shall be liable to make full compensation to him, and in the case of dispute the amount of the compensation shall be determined by the Lands Tribunal.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "50", "section_title": "Provisions as to catchment boards", "section_text": " 50    1   The provisions of this Act (including the provisions inserted by this Act in the Act of 1930) shall apply to the Conservators of the River Thames and to the Lee Conservancy Catchment Board as if they were river boards and their catchment areas were river board areas, subject to the modification that for the references to the provisions of the River Boards Act, 1948, specified in the first column of the following Table there shall be substituted respectively references to the provisions of the Act of 1930 specified in the second column of that Table:  Table    Provisions of River Boards Act, 1948: Corresponding provisions of Land Drainage Act, 1930:  Section 6 Section 5 Section 10 Section 22 Section 13 Section 45    and for the references to subsection (2) of section two of, and paragraph 3 of the Second Schedule to, the said Act of 1948 there shall be substituted references to Part II of the Thames Conservancy Act, 1950, and Part II of the Thames Conservancy Act, 1959, or Part II of the Lee Conservancy Catchment Board Act, 1950, as the case may require.     2   In paragraph (4) of section nine of the Lee Conservancy Catchment Board Act, 1950 (which disqualifies a person for continuing as a member of the Board if, without good reason, he is absent from meetings of the Board for more than six months), after the word \" Board \", where it first occurs, there shall be inserted the words    and of any committee of the Board of which he is a member    .     3   The approval of the Minister shall not be required for the making of rules by the Board under section four of the Lee Conservancy Catchment Board Act, 1936 (which enables the Board to regulate its proceedings).    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "51", "section_title": "Application to Crown", "section_text": " 51   In section seventy-seven of the Act of 1930 (which provides for the application, subject to certain modifications, of that Act to land belonging to Her Majesty or a government department) references to that Act shall be construed as including references to this Act and references to drainage rates as including references to drainage Charges raised under Part I of this Act.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "52", "section_title": "Interpretation", "section_text": " 52    1   In this Act—     \" the Act of 1930 \" means the Land Drainage Act, 1930 ;      \" ditch \" includes a culverted and a piped ditch but does not include a watercourse vested in or under the control of a drainage authority;      \" qualified authority \", in relation to an internal drainage district, means an authority in whose case an agreement made with the drainage board of the district under section twenty-five of this Act is in force.        2   The persons who are qualified under any provision of this Act to make a petition or appeal in relation to an internal drainage district are the owners and occupiers of any land in the district in respect of which a drainage rate is levied ; and the number of qualified persons making such a petition or appeal shall be sufficient if, and not unless.—   a   they are not less than forty; or     b   they are not less than one-fifth of the number of persons who are qualified to make the petition or appeal; or     c   the annual value for the purposes of the last drainage rate levied in the district of all the land in respect of which they are qualified persons is not less than one-fifth of the annual value of all the land in respect of which that rate was levied ;    but in relation to a district divided into sub-districts the persons qualified to make a petition under section twenty-six of this Act as being the owners or occupiers of land in one of the sub-districts shall also be sufficient in any case where the condition of paragraph (b) or paragraph (c) of this subsection would be satisfied if the sub-district were an internal drainage district. In relation to land assessed in accordance with subsection (4) of section twenty-two of this Act the references in paragraph (c) of this subsection to annual value shall be construed as referring to rateable value or net annual value, as the case may require.     3   References in this Act to the execution or carrying out of drainage works include, except where the context otherwise requires, references to the improvement and maintenance of drainage works; and references in this Act to expenses of drainage works are references to expenses incurred in the construction, improvement or maintenance of drainage works.     4   Subject to the foregoing provisions of this section, any expressions used in this Act and in the Act of 1930 have the same meanings in this Act as in that Act.     5   References in this Act to any enactment are references thereto as amended or modified by or under any other enactment, including, except where the context otherwise requires, this Act.    "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "53", "section_title": "Expenses", "section_text": " 53   There shall be paid out of moneys provided by Parliament any increase attributable to this Act in the sums so payable under any other Act.  "}, {"act": "Land Drainage Act 1961", "year": 1961, "section": "54", "section_title": "Short title, repeals and extent", "section_text": " 54    1   This Act may be cited as the Land Drainage Act, 1961.     2   The enactments specified in the Second Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule.     3   This Act does not extend to Scotland or to Northern Ireland.    "}]