[{"act": "Public Health Act 1961", "year": 1961, "section": "1", "section_title": " Construction.", "section_text": "1 1 Part II of this Act  except so much of it as relates to building regulations  shall be construed as one with Part II of the  Public Health Act 1936. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subject to the provisions of this Act, the provisions of the  Public Health Act 1936, set out in the following table shall apply in relation to Part IV and Part VI of this Act as if the said Part IV and the said Part VI were contained in that Act.  TABLE Section Subject Matter 275 Power of local authority to execute certain work on behalf of owners or occupiers. 283 Form of notices. 284 Authentication of documents. 285 Service of notices. 288 Penalty for obstructing execution of Act. 304 Judges’ and justices’ liability to rates. 305 Protection of members and officers of local authorities. 341 Power to apply provisions of Act to Crown property. 343 Interpretation."}, {"act": "Public Health Act 1961", "year": 1961, "section": "2", "section_title": " Interpretation.", "section_text": "2 1 In this Act “ the Minister ” means  the Secretary of State . 2 Any reference in this Act to a parish council shall include a reference to the council of a borough included in a rural district. 3 In this Act the expression “ local authority ”, except where the context otherwise requires, means the council of a borough or urban . . .   district,  the Common Council, the Sub-Treasurer of the Inner Temple or the Under-Treasurer of the Middle Temple  and includes the Council of the Isles of Scilly. 4 Any reference in this Act to the medical officer of health, or to a public health inspector, or to the surveyor, shall, in relation to premises in the district of a local authority, mean the medical officer of health, or a public health inspector, or the surveyor, of that local authority. 5 Any reference in this Act to any enactment shall be taken as a reference to that enactment as amended by or under any other Act, including this Act."}, {"act": "Public Health Act 1961", "year": 1961, "section": "3", "section_title": " Extent.", "section_text": "3 This Act shall not extend to Scotland or Northern Ireland . . . "}, {"act": "Public Health Act 1961", "year": 1961, "section": "411.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Public Health Act 1961", "year": 1961, "section": "1214.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Public Health Act 1961", "year": 1961, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Public Health Act 1961", "year": 1961, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Public Health Act 1961", "year": 1961, "section": "17", "section_title": " Powers to repair drains  etc.  and to remedy stopped-up drains etc.", "section_text": "17 1 If it appears to a local authority that a drain, private sewer, water-closet, waste pipe or soil pipe— a is not sufficiently maintained and kept in good repair, and b can be sufficiently repaired at a cost not exceeding £250, the local authority may, after giving not less than seven days notice to the person or persons concerned, cause the drain, private sewer, water-closet or pipe to be repaired and, subject to subsections (7) and (8) below, recover the expenses reasonably incurred in so doing, so far as they do not exceed £250, from the person or persons concerned, in such proportions, if there is more than one such person, as the local authority may determine. 2 In subsection (1) above “ person concerned ” means— a in relation to a water-closet, waste pipe or soil pipe, the owner or occupier of the premises on which it is situated, and b in relation to a drain or private sewer, any person owning any premises drained by means of it and also, in the case of a sewer, the owner of the sewer. 3 If it appears to a local authority that on any premises a drain, private sewer, water-closet, waste pipe or soil pipe is stopped up, they may by notice in writing require the owner or occupier of the premises to remedy the defect within forty-eight hours from the service of the notice. 4 If a notice under subsection (3) of this section is not complied with, the local authority may themselves carry out the work necessary to remedy the defect and, subject to subsections (7) and (8) below, may recover the expenses reasonably incurred in so doing from the person on whom the notice was served. 5 Where the expenses recoverable by a local authority under sub-section (1) or (4) of this section do not exceed £10, the local authority may, if they think fit, remit the payment of the expenses. 6 In proceedings to recover expenses under this section— a where the expenses were incurred under subsection (1) of this section, the court— i shall inquire whether the local authority were justified in concluding that the drain, private sewer, water-closet, waste pipe or soil pipe was not sufficiently maintained and kept in good repair; and ii may inquire whether any apportionment of expenses by the local authority under that subsection was fair; b where the expenses were incurred under subsection (4) of this section, the court may inquire— i whether any requirement contained in a notice served under subsection (3) of this section was reasonable; and ii whether the expenses ought to be borne wholly or in part by some person other than the defendant in the proceedings. 7 Subject to subsection (8) below, the court may make such order concerning the expenses or their apportionment as appears to the court to be just. 8 Where the court determines that the local authority were not justified in concluding that a drain, private sewer, water-closet, waste pipe or soil pipe was not sufficiently maintained and kept in good repair, the local authority shall not recover expenses incurred by them under subsection (1) of this section. 9 The court shall not revise an apportionment unless it is satisfied that all persons affected by the apportionment or by an order made by virtue of subsection (6)( b )(ii) above have had notice of the proceedings and an opportunity of being heard. 10 Subject to subsection (11) of this section, the provisions of subsection (1) of this section shall not authorise a local authority to carry out works on land which belongs to any statutory undertakers and is held or used by them for the purposes of their undertaking. 11 Subsection (10) of this section does not apply to houses, or to buildings used as offices or showrooms, other than buildings so used which form part of a railway station. 12 The Secretary of State may by order made by statutory instrument increase any amount specified in this section. 13 Nothing in an order made under subsection (12) of this section shall apply to a notice given under this section before the commencement of the order. 14 A statutory instrument containing an order under subsection (12) of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 15 The provisions of this section shall be without prejudice to  section 59 of the  Building Act 1984  (which empowers a local authority to serve notices as regards defective drains)."}, {"act": "Public Health Act 1961", "year": 1961, "section": "1921.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Public Health Act 1961", "year": 1961, "section": "22", "section_title": " Power to cleanse or repair drains.", "section_text": "22 A local authority may, on the application of the owner or occupier of any premises, undertake the cleansing or repair of any drains, waterclosets, sinks or gullies in or connected with the premises, and may recover from the applicant such reasonable charge, if any, for so doing as they think fit."}, {"act": "Public Health Act 1961", "year": 1961, "section": "2333.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Public Health Act 1961", "year": 1961, "section": "34", "section_title": " Accumulations of rubbish. ", "section_text": "34 1 If it appears to a local authority that there is  on any land in the open air in their area any rubbish  which is seriously detrimental to the amenities of the neighbourhood, the local authority may, subject to the provisions of this section, take such steps for removing the rubbish as they may consider necessary in the interests of amenity. 2 Not less than twenty-eight days before taking any action under this section, the local authority shall serve on the owner and occupier of the  land  a notice stating the steps which they propose to take and giving particulars of the following provisions of this subsection; and a person on whom the notice is served and any other person having an interest in the land may within twenty-eight days from the service of the notice— a serve a counter-notice on the local authority stating that he intends to take those steps himself; or b appeal to a magistrates’ court on the ground that the local authority were not justified in concluding that action should be taken under this section, or that the steps proposed to be taken are unreasonable. 3 If a counter-notice is served under the last foregoing subsection, the local authority shall take no further action in the matter under this section unless the person who served the counter-notice either— a fails within what seems to the local authority a reasonable time to begin to take the steps stated in the notice, or b having begun to take those steps fails to make such progress towards their completion as seems to the local authority reasonable. 4 If an appeal is brought under subsection (2) of this section, the local authority shall take no further action in the matter under this section until the appeal is finally determined or withdrawn; and on the hearing of the appeal the court may direct the local authority to take no further action or may permit the local authority to take such steps as the court may direct or may dismiss the appeal. 5 In this section “ rubbish ” means rubble, waste paper, crockery a00000nd metal, and any other kind of refuse (including organic matter), but does not include any material accumulated for, or in the course of, any business  ..."}, {"act": "Public Health Act 1961", "year": 1961, "section": "35", "section_title": " Filthy or verminous premises. ", "section_text": "35 1 Section eighty-three of the Public Health Act, 1936 (which relates to the cleansing of filthy or verminous premises), shall be amended as follows. 2 For subsection (1) of the said section eighty-three there shall be substituted the following subsections— 1 Where a local authority, upon consideration of a report from any of their officers, or other information in their possession, are satisfied that any premises— a are in such a filthy or unwholesome condition as to be prejudicial to health, or b are verminous, the local authority shall give notice to the owner or occupier of thepremises requiring him to take such steps as may be specified in the notice to remedy the condition of the premises by cleansing and disinfecting them, and the notice may require among other things the removal of wallpaper or other covering of walls, or, in the case of vrminous premises, the taking of such steps as may be necessary for destroying or removing vermin. 1A A notice under the foregoing subsection may require— a the interior surface ofpremises used for human habitation or as shops or offices to be papered, painted or distempered, and b The interior surface of any other premises to be painted, distempered, or whitewashed, and shall allow the person on whom the notice is served, or the local authority acting in his default, to choose, in a case under paragraph (a) of this subsection, between papering, painting and distempering and, in a case under paragraph (b) of this subsection, between painting, distempering and whitewashing. 3 At the end of the said section eighty-three there shall be added the following subsection— 4 This section shall not apply to any premises forming part of a factory or of a mine or a quarry within the meanig of the Mines and Quarries Act, 1954. 4 This section shall not affect any notice given under the said section eighty-three before the commencement of this Act."}, {"act": "Public Health Act 1961", "year": 1961, "section": "36", "section_title": " Power to require vacation of premises during fumigation. ", "section_text": "36 1 If a local authority serve a notice under subsection (3) of section eighty-three of the  Public Health Act 1936 as amended by the last foregoing section, on the owner and occupier of any premises requiring that they shall be allowed to employ gas for the purpose of destroying vermin on the premises— a the notice to the occupier may also require that the premises shall, as from such date as may be specified in the notice, be vacated until the local authority give the occupier further notice that the premises can safely be reoccupied; and b the local authority may also serve notice on the occupiers of any other premises having any floor, wall or ceiling contiguous with the first-mentioned premises, or into which there is reason to apprehend that the gas may penetrate, requiring that those other premises shall be vacated as aforesaid. 2 No person shall be required under this section to vacate any premises used for human habitation for any period unless alternative shelter or other accommodation has been provided for him by the local authority free of charge for that period; and any notice given under this section shall specify the alternative shelter or other accommodation so provided. 3 A person on whom a notice is served under this section may within the period of seven days from the date on which the notice was served on him appeal to a magistrates’ court, and the requirements included in the notice in pursuance of this section shall not take effect until the expiration of that period or, where an appeal is brought within that period, before the appeal is disposed of or withdrawn. The provisions of this subsection as to the period within which an appeal shall be brought shall have effect notwithstanding anything in subsection (2) of section three hundred of the  Public Health Act 1936 as applied to this Part of this Act. 4 So much of subsection (2) of the said section eighty-three as imposes a penalty for failure to comply with the requirements of a notice under that section shall also apply to the requirements included in the notice by virtue of this section. 5 The local authority shall defray any reasonable expenses incurred in removing from and returning to any premises in compliance with a notice served under paragraph (b) of subsection (1) of this section, and may, if they think fit, defray any such expenses incurred in compliance with a notice under paragraph (a) of that subsection."}, {"act": "Public Health Act 1961", "year": 1961, "section": "37", "section_title": " Prohibition of sale of verminous articles.", "section_text": "37 1 No dealer shall— a prepare for sale, or b sell or offer or expose for sale, or c deposit with any person for sale or preparation for sale, any household article if it is to his knowledge verminous, or if by taking reasonable precautions he could have known it to be verminous. 2 If a household article which is verminous is on any premises— a being prepared by a dealer for sale, or b offered or exposed by a dealer for sale, or c deposited by a dealer with any person for sale or preparation for sale. the medical officer of health or public health inspector may cause the article to be disinfested or destroyed as the case may require, and if necessary for that purpose to be removed from the premises; and the local authority may recover from the dealer the expenses reasonably incurred by the local authority in taking any action under this subsection. 3 If any person contravenes the provisions of subsection (1) of this section he shall be liable to a fine not exceeding  level 1 on the standard scale . 4 In this section— a “ dealer ” means a person who trades or deals in any household articles; b “ household article ” means an article of furniture, bedding or clothing or any similar article; c references to preparation for sale do not include references to disinfestation."}, {"act": "Public Health Act 1961", "year": 1961, "section": "3842.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Public Health Act 1961", "year": 1961, "section": "4344.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Public Health Act 1961", "year": 1961, "section": "45", "section_title": " Attachment of street lamps to buildings. ", "section_text": "45 1 Subject to the provisions of this section, a county council, local authority or parish council or parish meeting (hereafter in this section referred to as a “street lighting authority”) may affix to any building such lamps, brackets, pipes, electric lines and apparatus (hereafter in this section referred to as “ attchments ”) as may be required for the purposes of street lighting. 2 A street lighting authority shall not under this section affix attachments to a building without the consent of the owner of the building: Provided that, where in the opinion of the street lighting authority any consent required under this subsection is unreasonably withheld, they may apply to the appropriate authority, who may either allow the attachments subject to such conditions, if any, as to rent or otherwise as the appropriate authority thinks fit, or disallow the attachments. 3 Where any attachments have been affixed to a building under this section and the person who gave his consent under subsection (2) of this section, or who was the owner of the building when the attachments were allowed by the appropriate authority, ceases to be the owner of the building, the subsequent owner may give to the street lighting authority notice requiring them to remove the attachments; and, subject to the provisions of this subsection, the street lighting authority shall comply with the requirements within three months after the service of the notice: Provided that, where in the opinion of the street lighting authority any such requirement is unreasonable, they may apply to the appropriate authority, who may either annul the notice subject to such conditions, if any, as to rent or otherwise as the appropriate authority thinks fit or confirm the notice subject to such extension, if any, of the said period of three months as the appropriate authority thinks fit. 4 Where any attachments have been affixed to a building under this section, the owner of the building may give the street lighting authority by whom they were affixed not less than fourteen days notice requiring them at their own expense temporarily to remove the attachments where necessary during any reconstruction or repair of the building. 5 Where attachments are affixed to a building under this section, the street lighting authority shall have the right as against any person having an interest in the building to alter or remove them, or to repair or maintain them. 6 If the owner of a building suffers damage by, or in consequence of, the affixing to the building of any attachments under this section, or by or in consequence of the exercise of the rights conferred by subsection (5) of this section, he shall be entitled to be paid by the street lighting authority compensation to be determined in case of dispute by the  Upper Tribunal , and, so far as the compensation is properly to be calculated by reference to the depreciation of the value of his interest in the building, Rules 2 to 4 of the Rules set out in section five of the  Land Compensation Act 1961 shall apply. 7 A street lighting authority shall not do anything under this section which would, to their knowledge, be in contravention of a building preservation order under section twenty-nine of the  Town and Country Planning Act 1947. 8 In this section “ appropriate authority ” means a magistrates’ court, except that in relation to buildings of the descriptions in the Fourth Schedule to this Act it has the meaning there given. 9 In this section— “ building ” includes a structure and a bridge or aqueduct over a street; “owner— a in relation to a building occupied under a tenancy for a term of years whereof five years or more remain unexpired, means the occupier of the building, and b in relation to any other building, has the same meaning as in the  Public Health Act 1936 and “ owned ” shall be construed accordingly; “ street lighting ” includes the lighting of markets and public buildings under section one hundred and sixty-one of the  Public Health Act 1875 (which relates to the powers conferred on urban authorities within the meaning of that Act), and the lighting of public places under section three of the  Parish Councils Act 1957 and the definitions in this section shall apply for the purposes of the Fourth Schedule to this Act. 10 Section five of the  Parish Councils Act 1957 (which contains provisions as to the consents required for the exercise of the powers of street lighting conferred by that Act), shall not apply in relation to the affixing after the commencement of this Act of any attachments to a building within the meaning of this section but those powers shall not be taken to authorise anything to be done without consent for which consent is required by this section."}, {"act": "Public Health Act 1961", "year": 1961, "section": "4650.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Public Health Act 1961", "year": 1961, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Public Health Act 1961", "year": 1961, "section": "52", "section_title": " Management of parks and pleasure-grounds. ", "section_text": "52 1 Sections seventy-six and seventy-seven of the  Public Health Acts Amendment Act 1907 (which give a local authority certain powers as regards their parks and pleasure-grounds), together with Part VI of the  Public Health Act 1925 (which extends the said section seventy-six), shall be in force throughout the district of every local authority . . .  2 When any part of a park or pleasure-ground is set apart by a local authority under paragraph (b) of subsection (1) of the said section seventy-six for the purpose of cricket, football or any other game or recreation, the local authority may, subject to the restrictions or conditions, if any, prescribed by rules made under that section, permit the exclusive use by any club or other body of persons of— a any portion of the part set apart as aforesaid, and b the whole or any part of any pavilion, convenience, refreshment room or other building provided under that section, subject to such charges and conditions as the local authority think fit. 3 Subsection (2) of this section shall not empower a local authority to permit at one and the same time the exclusive use of— a more than one-third of the area of any park or pleasure-ground, or b more than one-quarter of the total area of all the parks and pleasure-grounds provided by them or under their management and control, and in exercising their powers under paragraph (a) of that subsection, the local authority must satisfy themselves that they have not unfairly restricted the space available to the public for games and recreations. 4 Subsections (2) and (3) of this section shall be read as one with the said section seventy-six."}, {"act": "Public Health Act 1961", "year": 1961, "section": "53", "section_title": " Closing of parks and pleasure-grounds. ", "section_text": "53 1 Subsection (1) of section forty-four of the  Public Health Acts Amendment Act 1890 (which empowers a local authority to close their parks and pleasure-grounds or to allow their use for a show or other special purposes), shall be amended as follows. 2 That subsection shall be in force throughout the district of every local authority, . . .  3 So much of the said subsection as restricts the power of closing parks or pleasure-grounds shall have effect as if for the reference to four consecutive days there were substituted a reference to six consecutive days (excluding Sunday) and in computing any such period of six consecutive days a Saturday and the following Monday shall be regarded as consecutive days. 4 The proviso to the said subsection (which prohibits the closing of a park or pleasure ground on a Sunday or public holiday) shall cease to apply to a public holiday, but on any bank holiday, or on Christmas Day or Good Friday, or on a day appointed for public thanksgiving or mourning, a local authority shall not have power under the subsection to close any park or pleasure-ground, or any part thereof, if the area so closed, together with any other area so closed, exceeds one-quarter of the total area of all the parks or pleasure-grounds provided by the local authority. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1961", "year": 1961, "section": "54", "section_title": " Boating pools and lakes. ", "section_text": "54 1 Subject to the provisions of this section, a local authority or parish council may in any park or pleasure-ground provided by them, or under their management and control, provide a boating pool. 2 The local authority or parish council may provide such buildings and execute such work as may be necessary or expedient in connection with the provision of a boating pool under this section, and may also provide boats for the boating pool and such other equipment as may be reasonably required in connection with the use of the boating pool and buildings. References in this section to a boating pool so provided shall include references to anything else provided under this subsection. 3 The local authority or parish council may either— a themselves manage a boating pool provided under this section, making such reasonable charges for its use, or for admission, as they think fit, or b let it, or any part of it, for such consideration, and on such terms and conditions, as they think fit. 4 Where the existence of a boating pool is likely to interfere with any water flowing directly or indirectly out of or into any watercourse which is vested in or  controlled  by the Environment Agency, the Natural Resources Body for Wales or any  internal drainage board , the local authority or parish council shall before providing a boating pool under this section consult  with that Agency, Body or board (as the case may be) . 5 No power given by this section shall be exercised in such a manner as to contravene any covenant or condition subject to which a gift or lease of a park or pleasure-ground has been accepted or made without the consent of the donor, grantor, lessor or other person or persons entitled in law to the benefit of the covenant or condition. 6 Subsection (2) of section forty-four of the  Public Health Acts Amendment Act 1890 (which gives a local authority certain powers as regards lakes and water in parks and pleasure-grounds)— a shall apply in relation to a park or pleasure-ground under the management and control of a local authority as it applies in relation to a park or pleasure-ground provided by them, and b shall be in force throughout the district of every local authority; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Section two hundred and seventy-eight of the  Public Health Act 1936 (under which compensation may be paid for damage incurred in consequence of the exercise by the local authority of their powers under that Act), shall apply as if this section were contained in that Act. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 Sections three hundred and thirty-one and three hundred and thirty-four of the Public Health Act 1936 (which contain savings for water rights and for the works of land drainage authorities), shall apply as if this section were contained in that Act and as if references in those sections to a local authority included references to a parish council. 10 It is hereby declared that this section does not authorise a local authority or parish council to do anything in contravention of  byelaws made by virtue of paragraph 5 of Schedule 25 to the Water Resources Act 1991 or section 66 of the Land Drainage Act 1991 ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "5557.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Public Health Act 1961", "year": 1961, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Public Health Act 1961", "year": 1961, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59"}, {"act": "Public Health Act 1961", "year": 1961, "section": "60", "section_title": " Power to vary conditions.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "61", "section_title": " Appeals under s. 3 of Act of 1937.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "62", "section_title": " Postponement of right to discharge trade effluents in special cases.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "63", "section_title": " Effluents from farms and premises used for scientific research.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "64", "section_title": " Power to extend Act of 1937 to other effluents.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "65"}, {"act": "Public Health Act 1961", "year": 1961, "section": "66", "section_title": " Appeals to the Minister.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "67", "section_title": " Recording and testing of trade effluents.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "68", "section_title": " Restriction of disclosure of information.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "69", "section_title": " Explanation of Act of 1937.", "section_text": "69 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 It is hereby declared that the power of the Minister to amend or adapt local Acts under subsection (1) of section twelve of the Act of 1937, as applied to this Part of this Act, applies to local Acts coming into force after, as well as before, that Act."}, {"act": "Public Health Act 1961", "year": 1961, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "70"}, {"act": "Public Health Act 1961", "year": 1961, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "71"}, {"act": "Public Health Act 1961", "year": 1961, "section": "72", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "72"}, {"act": "Public Health Act 1961", "year": 1961, "section": "73", "section_title": " Derelict petrol tanks.", "section_text": "73 1 Where a fixed tank or other fixed container which has been used for the storage of  petrol , and is no longer used for that purpose, is kept on any premises, the occupier of the premises shall take all such steps as may be reasonably necessary to prevent danger from the container. 2 An officer of the local authority duly authorised by them may, on producing, if so required, some duly authenticated document showing his authority, require the occupier of premises on which there is any tank or other container to which subsection (1) of this section applies to show it to him and permit him to ascertain whether steps have been taken to comply with the provisions of this section. 3 The local authority may by notice require the occupier of the premises to take the steps reasonably necessary to prevent danger from any tank or other container to which subsection (1) of this section applies. 4 The provisions of Part XII of the  Public Health Act 1936 with respect to appeals against, and the enforcement of, notices requiring the execution of works shall apply in relation to any notice under subsection (3) of this section, and shall so apply as if this section were contained in that Act. 5 This section shall apply in relation to premises which are unoccupied with the substitution for the references to the occupier of the premises of references to their owner (as defined in subsection (1) of section three hundred and forty-three of the Public Health Act 1936); and this section shall not apply to premises situated within the jurisdiction of a harbour authority (as defined in  section 57 of the Harbours Act 1964 ). 6 In this section “petrol” has the meaning given by regulation 2 of the Petroleum (Consolidation) Regulations 2014."}, {"act": "Public Health Act 1961", "year": 1961, "section": "74", "section_title": " Power to reduce numbers of pigeons and other birds in built-up areas.", "section_text": "74 1 Subject to the provisions of this section, a local authority shall have power to take any steps for the purpose of abating or mitigating any nuisance, annoyance or damage caused by the congregation in any built-up area of house doves or pigeons or of starlings or sparrows. 2 Nothing in section twenty-three of the  Larceny Act 1861 or in any other provision in that Act, shall prevent a local authority, in exercise of their powers under this section, from taking any reasonable steps to seize or destroy, or sell or otherwise dispose of, any house doves or pigeons which in their belief have no owner. 3 A local authority acting under this section shall take all reasonable precautions to ensure that the seizure and destruction of any birds are carried out humanely. 4 It is hereby declared that this section does not authorise a local authority to do anything in contravention of  Part I of the Wildlife and Countryside Act 1981 ."}, {"act": "Public Health Act 1961", "year": 1961, "section": "75", "section_title": " Byelaws as to pleasure fairs and roller skating rinks.", "section_text": "75 1 A local authority may make byelaws— a for regulating the hours during which pleasure fairs and roller skating rinks may be open to the public; b for securing safe and adequate means of ingress to, and egress from, any pleasure fair or roller skating rink; c for the prevention and suppression of nuisances, and the preservation of sanitary conditions, cleanliness, order and public safety, at any pleasure fair or roller skating rink; d without prejudice to the generality of the preceding paragraph, for preventing outbreaks of fire which might endanger— i stands, stalls or other structures used or intended for use in connection with any pleasure fair, or ii caravans used or intended for use as sleeping accommodation in connection with any pleasure fair, and for reducing the risk of, and the spread of fire from, such outbreaks. and it shall be the duty of the local authority to enforce byelaws made by them under this section. 1A No byelaw may be made under this section which applies to a pleasure fair or rolling skating rink, in so far as the byelaw relates to any matter in relation to which requirements or prohibitions are or could be imposed by or under the Regulatory Reform (Fire Safety) Order 2005. 2 In this section— a “ pleasure fair ” means any place— i which is for the time being used wholly or mainly for providing, whether or not in combination with any other entertainment, any entertainment to which this section applies, and ii for admission to which, or for the use of the contrivances in which, a charge is made; b “ roller skating rink ” means any place which is for the time being used wholly or mainly for roller skating and for admission to which a charge is made. 3 Subject to the provisions of the next following subsection, the entertainments to which this section applies are the following:— a circuses; b exhibitions of human beings or of performing animals; c merry-go-rounds, roundabouts, swings, switchback railways; d coco-nut shies, hoop-las, shooting galleries, bowling alleys; e dodgems or other mechanical riding or driving contrivances; f automatic or other machines intended for entertainment or amusement; g anything similar to any of the foregoing. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Different byelaws may be made under this section for pleasure fairs and roller skating rinks and for different kinds of pleasure fairs. 6 Section two hundred and eighty-seven of the  Public Health Act 1936 (which relates to powers of entry), shall have effect as if this section were contained in that Act. 7 Section thirty-eight of the  Public Health Acts Amendment Act 1890 (under which byelaws may be made for the prevention of danger from roundabouts, swings and shooting galleries), shall cease to have effect, but any byelaws under that section in force at the commencement of this Act shall continue in force and may be revoked at any time as if they had been made under this section. 8 The Secretary of State shall be the confirming authority as respects byelaws  made by a local authority in England                       under this section, and the Secretary of State shall not confirm any byelaws under this section unless he is satisfied that all bodies which appear to him to be representative of the interests of those who carry on pleasure fairs and entertainments to which this section applies have been consulted on the matters dealt with by the byelaw  and, in the case of a byelaw made in pursuance of subsection (1)(d) of this section, that the  fire and rescue authority under the Fire and Rescue Services Act 2004  for the area to which the byelaw applies have been so consulted . 8A Subsection (8) does not apply to byelaws of a class prescribed by regulations under section 236A(1) of the Local Government Act 1972. 9 A local authority in Wales which proposes to make a byelaw under this section must consult the appropriate representative bodies on the matters dealt with by the proposed byelaw. 10 For the purposes of subsection (9),  “the appropriate representative bodies” are those bodies which appear to the authority to be representative of the interests of those who carry on pleasure fairs and entertainments to which this section applies. 11 A local authority in Wales making a byelaw in pursuance of subsection (1)(d) of this section must consult the relevant fire and rescue authority on the matters dealt with by the proposed byelaw. 12 For the purposes of subsection (11)  “the relevant fire and rescue authority” is the fire and rescue authority under the Fire and Rescue Services Act 2004 for the area to which the byelaw applies."}, {"act": "Public Health Act 1961", "year": 1961, "section": "76", "section_title": " Byelaws as to seaside pleasure boats. ", "section_text": "76 1 For the prevention of danger, obstruction or annoyance to persons bathing in the sea or using the seashore, a local authority may make byelaws— a regulating the speed of pleasure boats; b regulating the use of pleasure boats so as to prevent their navigation in a dangerous manner or without due care and attention or without reasonable consideration for other persons; c requiring the use of effectual silencers on pleasure boats propelled by internal combustion engines. 2 The Secretary of State shall be the confirming authority as respects byelaws made  by a local authority in England                   under this section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Any byelaw made under this section shall be of no effect if and in so far as it is inconsistent with any byelaw made by any dock undertakers or by any person authorised by any enactment or statutory order to construct or operate a pier."}, {"act": "Public Health Act 1961", "year": 1961, "section": "77", "section_title": " Byelaws as to hairdressers and barbers.", "section_text": "77 1 A local authority may make byelaws for the purpose of securing— a the cleanliness of premises on which a hairdresser’s or barber’s business is carried on and of the instruments, towels, materials and equipment used therein, and b the cleanliness of the hairdressers or barbers working in such premises in regard to both themselves and their clothing; and it shall be the duty of the local authority to enforce byelaws made by them under this section. 2 Section two hundred and eighty-seven of the  Public Health Act 1936 shall have effect as if this section were contained in that Act. 3 The Minister shall be the confirming authority as respects byelaws  made by a local authority in England                   under this section. 4 Subsection (3) does not apply to byelaws of a class prescribed by regulations under section 236A(1) of the Local Government Act 1972."}, {"act": "Public Health Act 1961", "year": 1961, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "78"}, {"act": "Public Health Act 1961", "year": 1961, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "79"}, {"act": "Public Health Act 1961", "year": 1961, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "80"}, {"act": "Public Health Act 1961", "year": 1961, "section": "81", "section_title": " Summary recovery of damages for negligence. ", "section_text": "81 Damages recoverable by a county council, local authority or parish council or parish meeting . . .   for damage caused by negligence to any lamp, lamp-post, notice board, fence, rail, post, shelter or other apparatus or equipment provided by them in a street or public place shall, if the amount thereof does not exceed twenty pounds, be recoverable summarily as a civil debt."}, {"act": "Public Health Act 1961", "year": 1961, "section": "82", "section_title": " Power to amend local Acts. ", "section_text": "82 1 The Minister may, subject to the provisions of this section, by order repeal or amend any provision— a in any local Act passed before this Act, or in any Act passed before this Act and confirming a provisional order, or b in any order or other instrument made under an Act of Parliament before the passing of this Act, where it appears to him that that provision is inconsistent with, or has become unnecessary in consequence of, any provision of this Act, other than the provisions of Part V. 2 Subject to subsection (3) of this section, the Minister shall not make an order under this section repealing or amending any provision in any local Act the Bill for which was promoted— a by a county council or local authority, or b by any authority, board, commissioners, trustees or other body whose functions under the local Act have become exercisable by a county council or local authority, except on the application of that county council or local authority. 3 Subsection (2) of this section shall not apply in relation to any order so far as the provisions of the local Act which it repeals or amends are repealed or amended as being inconsistent with, or as having become unnecessary in consequence of, the provisions of this Act relating to building regulations. 4 Before making an order under this section the Minister shall consult with any county council or local authority which appear to him to be concerned, not being an authority on whose application the order is made. 5 An order made under this section— a may contain such transitional, supplemental or incidental provisions as appear to the Minister to be expedient, and b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 The provisions of this section shall be without prejudice to the powers conferred by section three hundred and thirteen of the  Public Health Act 1936 (under which amendments may be made in certain local Acts), as applied to any of the provisions of this Act."}, {"act": "Public Health Act 1961", "year": 1961, "section": "83", "section_title": " Saving for law relating to ancient monuments and for planning law.", "section_text": "83 It is hereby declared that a local authority or other person may not under this Act do anything which is unlawful under the law relating to ancient monuments or to town and country planning."}, {"act": "Public Health Act 1961", "year": 1961, "section": "84", "section_title": " Extension of certain references to Public Health Acts.", "section_text": "84 1  . . .  , paragraph (b) of subsection (4) of section eight of the  Town Development Act 1952 (under which such provisions may be applied to an authority acting under that Act), and any other enactment conferring power to apply the provisions of the  Public Health Act 1936, or the  Public Health (Drainage of Trade Premises) Act 1937, relating to sewage shall have effect as if references to the said Acts of 1936 and 1937 or either of them included references to the provisions of this Act. 2 Any order made before the commencement of this Act under subsection (2) of section nine of the  New Towns Act 1946, which applies all the provisions of the said Act of 1937 (or all those provisions except any which are repealed by this Act) without modification, shall have effect as if references to that Act included references to Part V of this Act, but nothing in this subsection shall affect any power to vary or revoke any such order."}, {"act": "Public Health Act 1961", "year": 1961, "section": "85", "section_title": " Expenses.", "section_text": "85 There shall be paid out of money provided by Parliament— a any increase in the sums so payable under any Act other than this Act which is attributable to the provisions of this Act, and b any expenses incurred by any Minister under this Act."}, {"act": "Public Health Act 1961", "year": 1961, "section": "86", "section_title": " Short title, commencement and repeals.", "section_text": "86 1 This Act may be cited as the Public Health Act 1961. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]