[{"act": "Rivers (Prevention of Pollution) Act 1961", "year": 1961, "section": "19.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Rivers (Prevention of Pollution) Act 1961", "year": 1961, "section": "10", "section_title": " Samples of effluent.", "section_text": "10 1 In any legal proceedings it shall be presumed, until the contrary is shown, that any sample of effluent taken at an inspection chamber or manhole or other place provided in compliance with a condition imposed under this Act or section seven of the principal Act in relation to any waters is a sample of what was passing from the land or premises to those waters. 2 A  water authority  may agree with the occupier of any land or premises from which effluent is discharged on the point or points at which, in exercise of the  water authority’s  rights under  section 113 of the  Water Resources Act 1963 , or under any other enactment, samples are to be taken of the effluent passing into any waters, and in any legal proceedings it shall be presumed, until the contrary is shown, that any sample of effluent taken at a point fixed under this section is a sample of what was passing from the land or premises to those waters. 3 An agreement under the last foregoing subsection shall have effect in relation to the land or premises notwithstanding any change of occupation, but the  water authority  or the occupier for the time being may at any time declare that it shall cease to have effect. 4 In default of agreement under the foregoing provisions of this section, the  water authority  may apply to the Minister and the Minister may, after considering any representations made to him by the occupier of the land or premises and any other person who appears to the Minister to be interested, fix the point at which samples are to be taken; and the Minister may from time to time on the application of the  water authority  or the occupier of the land or premises review and vary any decision taken by him under this subsection. 5 Every  water authority  shall maintain a register containing such particulars as the Minister may direct of sampling points fixed under the foregoing provisions of this section, and the register shall be open to inspection at all reasonable hours by any person appearing to the  water authority  to be interested. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Rivers (Prevention of Pollution) Act 1961", "year": 1961, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Rivers (Prevention of Pollution) Act 1961", "year": 1961, "section": "12", "section_title": " Restriction of disclosure of information.", "section_text": "12 1 If any person discloses any information— a which has been furnished to or obtained by him in connection with an application for consent, or the imposition of conditions, under this Act or the principal Act (including the variation of conditions, and references and applications to the Minister); or b which is derived from a sample of effluent taken for the purposes of this Act or the principal Act, he shall be guilty of an offence, unless the disclosure is made— i with the consent of the person by whom the information was furnished or from whom it was obtained or, in the case of information derived from a sample of effluent, of the person making the discharge in question; or ii in connection with the execution of this Act or the principal Act; or iii for the purposes of any proceedings arising out of this Act or the principal Act (including references and applications to the Minister) or of any criminal proceedings whether so arising or not, or for the purpose of any report of any such proceedings. 2 A person guilty of an offence under the foregoing subsection shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months or to both. 3 Nothing in this section shall prevent the disclosure of information derived from a sample of the waters into which an effluent is discharged."}, {"act": "Rivers (Prevention of Pollution) Act 1961", "year": 1961, "section": "13", "section_title": "Interpretation and construction.", "section_text": "13 1 In this Act “ the principal Act ” means the  Rivers (Prevention of Pollution) Act 1951. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Rivers (Prevention of Pollution) Act 1961", "year": 1961, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Rivers (Prevention of Pollution) Act 1961", "year": 1961, "section": "15", "section_title": " Short title, citation, extent, repeals and commencement.", "section_text": "15 1 This Act may be cited as the Rivers (Prevention of Pollution) Act 1961. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not extend to Scotland or Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]