[{"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "1", "section_title": " Pensions for sheriffs and salaried sheriffs-substitute.", "section_text": "1 1 The Treasury may, upon the recommendation of the Secretary of State, grant a pension in accordance with the following provisions of this Act to any person retiring from the office of sheriff or salaried sheriff-substitute who has completed  2 years ’ service in that office; and for the purposes of this section “ sheriff ” means a sheriff who is restricted by the terms of his appointment from engaging in private practice. 1A This Act is subject to section 18 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "2", "section_title": " When pensions may be granted.", "section_text": "2 A pension may be granted under section one of this Act to a sheriff or salaried sheriff-substitute— a if he vacates office in pursuance of section six of this Act; or b if the Secretary of State is satisfied by means of a medical certificate that the sheriff or salaried sheriff-substitute is, by reason of infirmity of mind or body, incapable of discharging the duties of his office and that his incapacity is likely to be permanent; or c if at the time of his retirement he has attained the age of sixty-five years."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "3", "section_title": " Rates of pension.", "section_text": "3 1 The amount of a pension which may be granted under section one of this Act shall be the amount prescribed by this section. 2 In the case of a person retiring from the office of sheriff, the amount of his pension shall be as follows, that is to say—  a where the period of his relevant service exceeds two years but is less than five years, six eightieths of his last annual salary; aa where the period of his relevant service is five years, one-fourth of his last annual salary; b where that period exceeds five years but is less than fifteen years, one-fourth of that salary plus one-fortieth of that salary for each completed year of relevant service exceeding five; c where that period is fifteen years or more, one-half of his last annual salary; but in any case where that person has previously held the office of salaried sheriff-substitute, and where it is more favourable to him so to do, the amount of his pension shall be calculated in accordance with the provisions of the next following subsection; and for the purposes of that subsection the period of his relevant service shall be determined as if all that service had been in the office of salaried sheriff-substitute. 3 In the case of a person retiring from the office of salaried sheriff-substitute, the amount of his pension shall be as follows, that is to say—  a where the period of his relevant service exceeds two years but is less than five years, six eightieths of his last annual salary; aa where the period of his relevant service is five years, fifteen-eightieths of his last annual salary; b where that period exceeds five years but is less than ten, fifteen-eightieths of that salary plus one-eightieth for each completed year of relevant service exceeding five; c where that period is or exceeds ten years but is less than twenty, one-fourth of that salary plus one-fortieth for each completed year of relevant service exceeding ten; d where that period is twenty years or more, one-half of his last annual salary."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "4", "section_title": " Calculation of pension on change of appointment after fifteen years’ service.", "section_text": "4 1 Where a salaried sheriff-substitute who, after attaining the age of sixty years and after completing a period of relevant service of not less than fifteen years, has been appointed to the office of salaried sheriff-substitute at another place, retires from that office and becomes entitled under the provisions of this Act to a pension, his last annual salary for the purposes of section three of this Act shall be his annual salary on the day immediately preceding his appointment to the office from which he so retires, or his last annual salary in the appointment last mentioned, whichever is the greater. 2 Where a salaried sheriff-substitute, after attaining the age of sixty years and after completing a period of relevant service of not less than fifteen years, is appointed to the office of sheriff, and is not restricted by the terms of that appointment from engaging in private practice, section three of this Act shall apply to him on his ceasing to hold the office of sheriff in like manner as it would have applied if, at the date of his appointment as aforesaid, he had retired from the office of sheriff-substitute, and had qualified for a pension under this Act."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "5", "section_title": " Calculation of pension for persons opting out of Administration of Justice (Pensions) Act, 1950.", "section_text": "5 In relation to a sheriff or salaried sheriff-substitute in whose case an election is in force under subsection (1) of section eleven of the  Administration of Justice (Pensions) Act 1950 (which subsection enabled persons serving at the commencement of that Act to opt out of the provisions of that Act for the grant of lump sums and widows’ and children’s pensions), this Act shall have effect as if for any reference to his last annual salary there were substituted a reference to the amount of the salary increased by one-third."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "7", "section_title": " Payment of salary and pensions. ", "section_text": "7 Any pension payable to a person under this Act or any salary or annuity payable under the  Sheriff Courts (Scotland) Act 1907, may be paid quarterly or otherwise in every year, as the Treasury may determine."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "7A", "section_title": " Pension credits: restrictions on payments", "section_text": "7A The Secretary of State shall have no power to accept, for the benefit of a person with pension rights under this Act– a a payment under paragraph 1(3) of Schedule 5 to the Welfare Reform and Pensions Act 1999, b a payment under section 95 of the Pension Schemes Act 1993  , or c any other payment, to the extent that that payment directly or indirectly represents a pension credit."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "8", "section_title": " Consequential amendments, repeals and saving.", "section_text": "8 1 The enactments described in the First Schedule shall have effect subject to the amendments therein specified, being minor amendments and amendments consequential on the foregoing provisions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act (other than the last foregoing section) does not affect any annuity, pension or other benefit payable to or in respect of a person who retired or died before the commencement of this Act."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "9A", "section_title": " Appeals.", "section_text": "9A 1 If any person to whom a pension is payable under this Act is aggrieved by any decision taken by the administrators of a pension scheme constituted by this Act concerning— a the interpretation of the provisions of the scheme, or b the exercise of any discretion under the scheme, he shall have a right of appeal to the Secretary of State. 2 On deciding an appeal under this section, the Secretary of State may give to the administrators such directions as he considers necessary or expedient for implementing his decision. 3 The Secretary of State may by regulations make provision as to the manner in which, and time within which, appeals under this section are to be brought. 4 The administrators shall be entitled to appear and be heard on any appeal under this section. 4A Regulations under subsection (3) are to be made by statutory instrument. 4B A statutory instrument containing regulations under subsection (3) is subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section, “ the administrators ”, in relation to a pension scheme, means the persons entrusted with the administration of the scheme. "}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "10", "section_title": " Interpretation.", "section_text": "10 In this Act the following expressions have the meanings hereby respectively assigned to them, unless the context otherwise requires— “ sheriff ”                 . . . has the meaning assigned to it in section one of this Act; “ relevant service ”, in relation to any person, means service which qualifies for a pension under section one of this Act, and such service need not be continuous or in the same sheriffdom."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "11", "section_title": " Financial provisions.", "section_text": "11 1 There shall be paid out of the Consolidated Fund of the United Kingdom— a any pension payable under this Act; and b any increase attributable to this Act in the sums payable out of that Fund under any other enactment. 2 There shall be defrayed out of moneys provided by Parliament any increase in administrative expenses incurred by any Government Department attributable to the passing of this Act."}, {"act": "Sheriffs’ Pensions (Scotland) Act 1961", "year": 1961, "section": "12", "section_title": " Short title.", "section_text": "12 This Act may be cited as the Sheriffs’ Pensions (Scotland) Act 1961."}]