[{"act": "Sierra Leone Independence Act 1961", "year": 1961, "section": "1", "section_title": " Provision for the fully responsible status of Sierra Leone.", "section_text": "1 1 On the twenty-seventh day of April, nineteen hundred and sixty-one (in this Act referred to as “ the appointed day ”), the Sierra Leone Colony and the Sierra Leone Protectorate (of which the combined area is that specified in the First Schedule to this Act) shall together constitute part of Her Majesty’s dominions under the name of Sierra Leone. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Sierra Leone as part of the law thereof, and as from that day— a Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of Sierra Leone; and b the provisions of the Second Schedule to this Act shall have effect with respect to legislative powers in Sierra Leone. 3 Without prejudice to subsection (2) of this section, nothing in subsection (1) thereof shall affect the operation in Sierra Leone or any part thereof on and after the appointed day of any enactment, or any other instrument having the effect of law, passed or made with respect thereto before that day."}, {"act": "Sierra Leone Independence Act 1961", "year": 1961, "section": "2", "section_title": " Consequential modifications of British Nationality Acts.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Sierra Leone Independence Act 1961", "year": 1961, "section": "3", "section_title": " Consequential modification of other enactments.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 As from the appointed day, the provisions specified in the Third Schedule to this Act shall have effect subject to the amendments respectively specified in that Schedule, . . .  Provided that this subsection shall not extend to Sierra Leone or any part thereof as part of the law thereof."}, {"act": "Sierra Leone Independence Act 1961", "year": 1961, "section": "4", "section_title": " Short title and interpretation.", "section_text": "4 1 This Act may be cited as the Sierra Leone Independence Act 1961. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}]