[{"act": "Suicide Act 1961", "year": 1961, "section": "1", "section_title": " Suicide to cease to be a crime.", "section_text": "1 The rule of law whereby it is a crime for a person to commit suicide is hereby abrogated."}, {"act": "Suicide Act 1961", "year": 1961, "section": "2", "section_title": " Criminal liability for complicity in another’s suicide.", "section_text": "2 1 A person (“D”) commits an offence if— a D does an act capable of encouraging or assisting the suicide or attempted suicide of another person, and b D's act was intended to encourage or assist suicide or an attempt at suicide. 1A The person referred to in subsection (1)(a) need not be a specific person (or class of persons) known to, or identified by, D. 1B D may commit an offence under this section whether or not a suicide, or an attempt at suicide, occurs. 1C An offence under this section is triable on indictment and a person convicted of such an offence is liable to imprisonment for a term not exceeding 14 years. 2 If on the trial of an indictment for murder or manslaughter  of a person it is proved that the deceased person committed suicide, and the accused committed an offence under subsection (1) in relation to that suicide, the jury may find the accused guilty of the offence under subsection (1).                     3 The enactments mentioned in the first column of the First Schedule to this Act shall have effect subject to the amendments provided for in the second column (which preserve in relation to offences under this section the previous operation of those enactments in relation to murder or manslaughter). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  no proceedings shall be instituted for an offence under this section except by or with the consent of the Director of Public Prosecutions."}, {"act": "Suicide Act 1961", "year": 1961, "section": "2A", "section_title": "Acts capable of encouraging or assisting", "section_text": "2A 1 If D arranges for a person (“D2”) to do an act that is capable of encouraging or assisting the suicide or attempted suicide of another person and D2 does that act, D is also to be treated for the purposes of this Act as having done it. 2 Where the facts are such that an act is not capable of encouraging or assisting suicide or attempted suicide, for the purposes of this Act it is to be treated as so capable if the act would have been so capable had the facts been as D believed them to be at the time of the act or had subsequent events happened in the manner D believed they would happen (or both). 3 A reference in this Act to a person (“P”) doing an act that is capable of encouraging the suicide or attempted suicide of another person includes a reference to P doing so by threatening another person or otherwise putting pressure on another person to commit or attempt suicide."}, {"act": "Suicide Act 1961", "year": 1961, "section": "2B", "section_title": "Course of conduct", "section_text": "2B A reference in this Act to an act includes a reference to a course of conduct, and a reference to doing an act is to be read accordingly."}, {"act": "Suicide Act 1961", "year": 1961, "section": "3", "section_title": " Short title, repeal and extent.", "section_text": "3 1 This Act may be cited as the Suicide Act 1961. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall extend to England and Wales only, except as regards the amendments made by Part II of the First Schedule and except that the Interments (felo de se) Act 1882, shall be repealed also for the Channel Islands."}]