[{"act": "Tanganyika Independence Act 1961", "year": 1961, "section": "1", "section_title": " Fully responsible status of Tanganyika.", "section_text": "1 1 On the ninth day of December, nineteen hundred and sixty-one (in this Act referred to as the appointed day) Tanganyika (the limits of which are defined in Article 1 of the Tanganyika Order in Council, 1920) shall become part of Her Majesty’s dominions under the name of Tanganyika and as from that day Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of Tanganyika. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Tanganyika as part of the law thereof, and the provisions of the First Schedule to this Act shall have effect as from that day with respect to the legislative powers of Tanganyika. 3 Subsection (1) of this section shall not affect the operation in Tanganyika of any enactment, or any other instrument having the effect of law, passed or made before the appointed day, or be taken to extend any such enactment or instrument to Tanganyika as part of the law thereof."}, {"act": "Tanganyika Independence Act 1961", "year": 1961, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Tanganyika Independence Act 1961", "year": 1961, "section": "3", "section_title": " Consequential modification of other enactments.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 As from the appointed day, the provisions specified in the Second Schedule to this Act shall have effect subject to the amendments respectively specified in that Schedule, . . .  This subsection shall not extend to Tanganyika as part of the law thereof."}, {"act": "Tanganyika Independence Act 1961", "year": 1961, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Tanganyika Independence Act 1961", "year": 1961, "section": "5", "section_title": " Short title and interpretation.", "section_text": "5 1 This Act may be cited as the Tanganyika Independence Act, 1961. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}]