[{"act": "Trustee Investments Act 1961", "year": 1961, "section": "1", "section_title": " New powers of investment of trustees. ", "section_text": " 1 1 A trustee may invest any property in his hands, whether at the time in a state of investment or not, in any manner specified in Part I or  II  of the First Schedule to this Act or, subject to the next following section, in any manner specified in Part III of that Schedule, and may also from time to time vary any such investments. 2 The supplemental provisions contained in Part IV of that Schedule shall have effect for the interpretation and for restricting the operation of the said Parts I to III. 3 No provision relating to the powers of the trustee contained in any instrument (not being an enactment or an instrument made under an enactment) made before the passing of this Act shall limit the powers conferred by this section, but those powers are exercisable only in so far as a contrary intention is not expressed in any Act or instrument made under an enactment, whenever passed or made, and so relating or in any other instrument so relating which is made after the passing of this Act. For the purposes of this subsection any rule of the law of Scotland whereby a testamentary writing may be deemed to be made on a date other than that on which it was actually executed shall be disregarded. 4 In this Act “ narrower-range investment ” means an investment falling within Part I or  II  of the First Schedule to this Act and “ wider-range investment ” means an investment falling within Part III of that Schedule. "}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "2", "section_title": " Restrictions on wider-range investment.", "section_text": " 2    1 A trustee shall not have power by virtue of the foregoing section to make or retain any wider-range investment unless the trust fund has been divided into two parts (hereinafter referred to as the narrower-range part and the wider-range part), the parts being, subject to the provisions of this Act, equal in value at the time of the division; and where such a division has been made no subsequent division of the same fund shall be made for the purposes of this section, and no property shall be transferred from one part of the fund to the other unless either— a the transfer is authorised or required by the following provisions of this Act, or b a compensating transfer is made at the same time. In this section “ compensating transfer ”, in relation to any transferred property, means a transfer in the opposite direction of property of equal value. 2 Property belonging to the narrower-range part of a trust fund shall not by virtue of the foregoing section be invested except in narrower-range investments, and any property invested in any other manner which is or becomes comprised in that part of the trust fund shall either be transferred to the wider-range part of the fund, with a compensating transfer, or be reinvested in narrower-range investments as soon as may be. 3 Where any property accrues to a trust fund after the fund has been divided in pursuance of subsection (1) of this section, then— a if the property accrues to the trustee as owner or former owner of property comprised in either part of the fund, it shall be treated as belonging to that part of the fund;  b in any other case, the trustee shall secure, by apportionment of the accruing property or the transfer of property from one part of the fund to the other, or both, that the value of each part of the fund is increased by the same amount. Where a trustee acquires property in consideration of a money payment the acquisition of the property shall be treated for the purposes of this section as investment and not as the accrual of property to the trust fund, notwithstanding that the amount of the consideration is less than the value of the property acquired; and paragraph (a) of this subsection shall not include the case of a dividend or interest becoming part of a trust fund. 4 Where in the exercise of any power or duty of a trustee property falls to be taken out of the trust fund, nothing in this section shall restrict his discretion as to the choice of property to be taken out."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "3", "section_title": " Relationship between Act and other powers of investment.", "section_text": "3 1 The powers conferred by section one of this Act are in addition to and not in derogation from any power conferred otherwise than by this Act of investment or postponing conversion exercisable by a trustee (hereinafter referred to as a “special power”). 2 Any special power (however expressed) to invest property in any investment for the time being authorised by law for the investment of trust property, being a power conferred on a trustee before the passing of this Act or conferred on him under any enactment passed before the passing of this Act, shall have effect as a power to invest property in like manner and subject to the like provisions as under the foregoing provisions of this Act. 3 In relation to property, including wider-range but not including narrower-range investments,— a which a trustee is authorised to hold apart from— i the provisions of section one of this Act or any of the provisions of Part I of the  Trustee Act, 1925, or any of the provisions of the  Trusts (Scotland) Act, 1921, or ii any such power to invest in authorised investments as is mentioned in the foregoing subsection, or b which became part of a trust fund in consequence of the exercise by the trustee, as owner of property falling within this subsection, of any power conferred by subsection (3) or (4) of section ten of the Trustee Act, 1925, or paragraph (o) or (p) of subsection (1) of section four of the Trusts (Scotland) Act, 1921, the foregoing section shall have effect subject to the modifications set out in the Second Schedule to this Act. 4 The foregoing subsection shall not apply where the powers of the trustee to invest or postpone conversion have been conferred or varied— a by an order of any court made within the period of ten years ending with the passing of this Act, or b by any enactment passed, or instrument having effect under an enactment made, within that period, being an enactment or instrument relating specifically to the trusts in question; or c by an enactment contained in a local Act of the present Session; but the provisions of the Third Schedule to this Act shall have effect in a case falling within this subsection."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "4", "section_title": " Interpretation of references to trust property and trust funds.", "section_text": "4 1 In this Act “ property ” includes real or personal property of any description, including money and things in action; Provided that it does not include an interest in expectancy, but the falling into possession of such an interest, or the receipt of proceeds of the sale thereof, shall be treated for the purposes of this Act as an accrual of property to the trust fund. 2 So much of the property in the hands of a trustee shall for the purposes of this Act constitute one trust fund as is held on trusts which (as respects the beneficiaries or their respective interests or the purposes of the trust or as respects the powers of the trustee) are not identical with those on which any other property in his hands is held. 3 Where property is taken out of a trust fund by way of appropriation so as to form a separate fund, and at the time of the appropriation the trust fund had (as to the whole or a part thereof) been divided in pursuance of subsection (1) of section two of this Act, or that subsection as modified by the Second Schedule to this Act, then if the separate fund is so divided the narrower-range and wider-range parts of the separate fund may be constituted so as either to be equal, or to bear to each other the same proportion as the two corresponding parts of the fund out of which it was so appropriated (the values of those parts of those funds being ascertained as at the time of appropriation), or some intermediate proportion. 4 In the application of this section to Scotland the following subsection shall be substituted for subsection (1) thereof:— 1 In this Act “ property ” includes property of any description (whether heritable or moveable, corporeal or incorporeal) which is presently enjoyable, but does not include a future interest, whether vested or contingent."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "5", "section_title": " Certain valuations to be conclusive for purposes of division of trust fund.", "section_text": " 5 1 If for the purposes of section two or four of this Act or the Second Schedule thereto a trustee obtains, from a person reasonably believed by the trustee to be qualified to make it, a valuation in writing of any property, the valuation shall be conclusive in determining whether the division of the trust fund in pursuance of subsection (1) of the said section two, or any transfer or apportionment of property under that section or the said Second Schedule, has been duly made. 2 The foregoing subsection applies to any such valuation notwithstanding that it is made by a person in the course of his employment as an officer or servant."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "6", "section_title": " Duty of trustees in choosing investments.", "section_text": " 6 1 In the exercise of his powers of investment a trustee shall have regard— a to the need for diversification of investments of the trust, in so far as is appropriate to the circumstances of the trust; b to the suitability to the trust of investments of the description of investment proposed and of the investment proposed as an investment of that description. 2 Before exercising any power conferred by section one of this Act to invest in a manner specified in Part II or  III  of the First Schedule to this Act, or before investing in any such manner in the exercise of a power falling within subsection (2) of section three of this Act, a trustee shall obtain and consider proper advice on the question whether the investment is satisfactory having regard to the matters mentioned in paragraphs (a) and (b) of the foregoing subsection. 3 A trustee retaining any investment made in the exercise of such a power and in such a manner as aforesaid shall determine at what intervals the circumstances, and in particular the nature of the investment, make it desirable to obtain such advice as aforesaid, and shall obtain and consider such advice accordingly. 4 For the purposes of the two foregoing subsections, proper advice is the advice of a person who is reasonably believed by the trustee to be qualified by his ability in and practical experience of financial matters; and such advice may be given by a person notwithstanding that he gives it in the course of his employment as an officer or servant. 5 A trustee shall not be treated as having complied with subsection (2) or (3) of this section unless the advice was given or has been subsequently confirmed in writing. 6 Subsections (2) and (3) of this section shall not apply to one of two or more trustees where he is the person giving the advice required by this section to his co-trustee or co-trustees, and shall not apply where powers of a trustee are lawfully exercised by an officer or servant competent under subsection (4) of this section to give proper advice. 7 Without prejudice to section eight of the  Trustee Act, 1925, or section thirty of the  Trusts (Scotland) Act, 1921 (which relate to valuation, and the proportion of the value to be lent, where a trustee lends on the security of property) the advice required by this section shall not include, in the case of a loan on the security of freehold or leasehold property in England and Wales or Northern Ireland or on heritable security in Scotland, advice on the suitability of the particular loan. "}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "7", "section_title": " Application of ss. 1–6 to persons, other than trustees, having trustee investment powers.", "section_text": "7 1 Where any persons, not being trustees, have a statutory power of making investments which is or includes power— a to make the like investments as are authorised by section one of the Trustee Act, 1925, or section ten of the Trusts (Scotland) Act, 1921, or b to make the like investments as trustees are for the time being by law authorised to make, however the power is expressed, the foregoing provisions of this Act shall with the necessary modifications apply in relation to them as if they were trustees: Provided that property belonging to a Consolidated Loans Fund or any other fund applicable wholly or partly for the redemption of debt shall not by virtue of the foregoing provisions of this Act be invested or held invested in any manner specified in paragraph 6 of Part II of the First Schedule to this Act or in wider-range investments. 2 Where, in the exercise of powers conferred by any enactment, an authority to which paragraph 9 of Part II of the First Schedule to this Act applies uses money belonging to any fund for a purpose for which the authority has power to borrow, the foregoing provisions of this Act, as applied by the foregoing subsection, shall apply as if there were comprised in the fund (in addition to the actual content thereof) property, being narrower-range investments, having a value equal to so much of the said money as for the time being has not been repaid to the fund, and accordingly any repayment of such money to the fund shall not be treated for the said purposes as the accrual of property to the fund: Provided that nothing in this subsection shall be taken to require compliance with any of the provisions of section six of this Act in relation to the exercise of such powers as aforesaid. 3 In this section “ Consolidated Loans Fund ” means a fund established under section fifty-five of the  Local Government Act, 1958, and includes a loans fund established under  Schedule 3 to the  Local Government (Scotland) Act 1975  and “ statutory power ” means a power conferred by an enactment passed before the passing of this Act or by any instrument made under any such enactment."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "8", "section_title": " Application of ss. 1–6 in special cases.", "section_text": "8 1 In relation to persons to whom this section applies— a notwithstanding anything in subsection (3) of section one of this Act, no provision of any enactment passed, or instrument having effect under an enactment and made, before the passing of this Act shall limit the powers conferred by the said section one; b subsection (1) of the foregoing section shall apply where the power of making investments therein mentioned is or includes a power to make some only of the investments mentioned in paragraph (a) or (b) of that subsection. 2 This section applies to— a the persons for the time being authorised to invest funds of the Duchy of Lancaster; b any persons specified in an order made by the Treasury by statutory instrument, being persons (whether trustees or not) whose power to make investments is conferred by or under any enactment contained in a local or private Act. 3 An order of the Treasury made under the foregoing subsection may provide that the provisions of sections one to six of this Act (other than the provisions of subsection (3) of section one) shall, in their application to any persons specified therein, have effect subject to such exceptions and modifications as may be specified."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "9", "section_title": " Supplementary provisions as to investments.", "section_text": "9 1 In subsection (3) of section ten of the Trustee Act, 1925, before paragraph (c)\t\t\t\t\t(which enables trustees to concur in any scheme or arrangement for the amalgamation of a company in which they hold securities with another company, with power to accept securities in the second company) there shall be inserted the following paragraph :— bb for the acquisition of the securities of the company, or of control thereof, by another company . 2 It is hereby declared that the power to subscribe for securities conferred by subsection (4) of the said section ten includes power to retain them for any period for which the trustee has power to retain the holding in respect of which the right to subscribe for the securities was offered, but subject to any conditions subject to which the trustee has that power."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "10", "section_title": " Powers of Scottish trustees supplementary to powers of investment. ", "section_text": "10 Section four of the Trusts (Scotland) Act, 1921 (which empowers trustees in trusts the execution of which is governed by the law in force in Scotland to do certain acts, where such acts are not at variance with the terms or purposes of the trust) shall have effect as if, in subsection (1) thereof, after paragraph (n), there were added the following paragraphs :— o to concur, in respect of any securities of a company (being securities comprised in the trust estate), in any scheme or arrangement— i for the reconstruction of the company, ii for the sale of all or any part of the property and undertaking of the company to another company, iii for the acquisition of the securities of the company, or of control thereof, by another company, iv for the amalgamation of the company with another company, or v for the release, modification, or variation of any rights, privileges or liabilities attached to the securities or any of them, in like manner as if the trustees were entitled to such securities beneficially ; to accept any securities of any denomination or description of the reconstructed or purchasing or new company in lieu of, or in exchange for, all or any of the first mentioned securities; and to retain any securities so accepted as aforesaid for any period for which the trustees could have properly retained the original securities ; p to exercise, to such extent as the trustees think fit, any conditional or preferential right to subscribe for any securities in a company (being a right offered to them in respect of any holding in the company), to apply capital money of the trust estate in payment of the consideration, and to retain any such securities for which they have subscribed for any period for which they have the power to retain the holding in respect of which the right to subscribe for the securities was offered (but subject to any conditions subject to which they have that power); to renounce, to such extent as they think fit, any such right; or to assign, to such extent as they think fit and for the best consideration that can reasonably be obtained, the benefit of such right or the title thereto to any person, including any beneficiary under the trust."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "11", "section_title": " Local Authority investment schemes. ", "section_text": "11 1 Without prejudice to powers conferred by or under any other enactment, any authority to which this section applies may invest property held by the authority in accordance with a scheme submitted to the Treasury by an association of local authorities  ...   ...  and approved by the Treasury as enabling investments to be made collectively without in substance extending the scope of powers of investment. 2 A scheme under this section may apply to a specified authority or to a specified class of authorities, may make different provisions as respects different authorities or different classes of authorities or as respects different descriptions of property or property held for different purposes, and may impose restrictions on the extent to which the power conferred by the foregoing subsection shall be exercisable. 3 In approving a scheme under this section, the Treasury may direct that  the  Financial Services and Markets Act 2000 , shall not apply to dealings undertaken or documents issued for the purposes of the scheme, or to such dealings or documents of such descriptions as may be specified in the direction. 4 The authorities to which this section applies are— a in England and Wales  , the Greater London Authority, , the council of a county  a county borough, , a  ...  borough  ...  a  ...  district or a  parish,  a river authority  the Common   parish, the Common  Council of the City of London  , a functional body (within the meaning of the Greater London Authority Act 1999), the Broads Authority a National Park authority , a                    police and crime commissioner                    ...  , ...  , a joint authority established by Part IV of the  Local Government Act 1985   , an authority established for an area in England by an order under section 207 of the Local Government and Public Involvement in Health Act 2007 (joint waste authorities) ,                  an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009, a combined authority established under section 103 of that Act   , a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023,   a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004  , a corporate joint committee established by regulations under Part 5 of the Local Government and Elections (Wales) Act 2021   ...                   ...  and the Council of the Isles of Scilly; b in Scotland, a local authority within the meaning of the  Local Government (Scotland) Act, 1947; c in any part of Great Britain, a joint board or joint committee constituted to discharge or advise on the discharge of the functions of any two or more of the authorities mentioned in the foregoing paragraphs (including a joint committee established by  those authorities acting in combination in accordance with regulations made under section 7 of the  Superannuation Act 1972 ; d in Northern Ireland,  a district council established under the  Local Government Act (Northern Ireland) 1972 , and the Northern Ireland Local Government Officers’ Superannuation committee established under the  Local Government (Superannuation) Act (Northern Ireland), 1950.  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "12", "section_title": " Power to confer additional powers of investment.", "section_text": "  12 1 Her Majesty may by Order in Council extend the powers of investment conferred by section one of this Act by adding to Part I, Part II or Part III of the First Schedule to this Act any manner of investment specified in the Order. 2 Any Order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "13", "section_title": " Power to modify provisions as to division of trust fund.", "section_text": "  13 1 The Treasury may by order made by statutory instrument direct that, subject to subsection (3) of section four of this Act, any division of a trust fund made in pursuance of subsection (1) of section two of this Act during the continuance in force of the order shall be made so that the value of the wider-range part at the time of the division bears to the then value of the narrower-range part such proportion, greater than one but not greater than three to one, as may be prescribed by the order; and in this Act “ the prescribed proportion ” means the proportion for the time being prescribed under this subsection. 2 A fund which has been divided in pursuance of subsection (1) of section two of this Act before the coming into operation of an order under the foregoing subsection may notwithstanding anything in that subsection be again divided (once only) in pursuance of the said subsection (1) during the continuance in force of the order. 3 If an order is made under subsection (1) of this section, then as from the coming into operation of the order— a paragraph (b) of subsection (3) of section two of this Act and sub-paragraph (b) of paragraph 3 of the Second Schedule thereto shall have effect with the substitution, for the words from “each” to the end, of the words “the wider-range part of the fund is increased by an amount which bears the prescribed proportion to the amount by which the value of the narrower-range part of the fund is increased”; b subsection (3) of section four of this Act shall have effect as if for the words “so as either” to “each other” there were substituted the words “so as to bear to each other either the prescribed proportion or”. 4 An order under this section may be revoked by a subsequent order thereunder prescribing a greater proportion. 5 An order under this section shall not have effect unless approved by a resolution of each House of Parliament."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "14", "section_title": " Amendment of s. 27 of Trusts (Scotland) Act 1921.", "section_text": "14 So much of section twenty-seven of the  Trusts (Scotland) Act, 1921, as empowers the Court of Session to approve as investments for trust funds any stocks, funds or securities in addition to those in which trustees are by that Act authorised to invest trust funds shall cease to have effect."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "15", "section_title": " Saving for powers of court.", "section_text": "15 The enlargement of the investment powers of trustees by this Act shall not lessen any power of a court to confer wider powers of investment on trustees, or affect the extent to which any such power is to be exercised."}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "16", "section_title": " Minor and consequential amendments and repeals.", "section_text": "16 1 The provisions of the Fourth Schedule to this Act (which contain minor amendments and amendments consequential on the foregoing provisions of this Act) shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trustee Investments Act 1961", "year": 1961, "section": "17", "section_title": " Short title, extent and construction.", "section_text": "17 1 This Act may be cited as the Trustee Investments Act, 1961. 2 Section 11 of this Act extends to Northern Ireland, but, except as aforesaid and except so far as any other provisions of this Act apply by virtue of Northern Ireland legislation to trusts the execution of which is governed by the law of Northern Ireland, this Act does not apply to such trusts. 3 So much of section sixteen of this Act as relates to the  National Savings Bank  . . .   shall extend to the Isle of Man and the Channel Islands. 4 Except where the context otherwise requires, in this Act, in its application to trusts the execution of which is governed by the law in force in England and Wales, expressions have the same meaning as in the  Trustee Act, 1925. 5 Except where the context otherwise requires, in this Act, in its application to trusts the execution of which is governed by the law in force in Scotland, expressions have the same meaning as in the Trusts (Scotland) Act, 1921."}]