[{"act": "Crown Suits (Scotland) Act 1857", "year": 1857, "section": "1", "section_title": " Crown suits, &c. may be brought in name of the Lord advocate.", "section_text": "1 Every action, suit, or proceeding to be instituted in Scotland on the behalf of or against Her Majesty, or in the interest of the Crown  (including the Scottish Administration) , or on the behalf of or against any public department, may be lawfully raised in the name and at the instance of or directed against  the appropriate Law Officer  as acting under this Act."}, {"act": "Crown Suits (Scotland) Act 1857", "year": 1857, "section": "2", "section_title": " with the sanction of the public department having the interest.", "section_text": "2 Provided always, that before instituting or defending any such action, suit, or proceeding,  the appropriate Law Officer  shall have the authority of Her Majesty  of the part of the Scottish Administration  or of the public department respectively on whose behalf or against whom such action, suit, or proceeding shall be instituted, to the institution or defence thereof."}, {"act": "Crown Suits (Scotland) Act 1857", "year": 1857, "section": "3", "section_title": " Persons prosecuted not entitled to object to the instance.", "section_text": "3 Provided also, that it shall not be competent to any private party in any action, suit, or proceeding instituted as aforesaid, to challenge or impugn the instance of or the title to defeud such action, suit, or proceeding, or the right or title of  the appropriate Law Officer  to raise and prosecute or to defend the same, upon any allegation that such authority (as aforesaid) has not been granted, or that evidence of such authority is not produced."}, {"act": "Crown Suits (Scotland) Act 1857", "year": 1857, "section": "4", "section_title": " Meaning of “public department.”", "section_text": "4   1   The expression “ public department ” shall include the Treasury, the  Ministry of Defence ,. . . .  , the Board of Inland Revenue, the  Commissioners of Customs and Excise , the  Crown Estate Commissioners , the Commissioners of Works, the Committee of Her Majesty’s Privy Council appointed for the consideration of matters relating to Trade and Foreign Plantations, and all the like public departments, bodies, or boards, and all and every officer and officers, person and persons acting on the behalf or in the interest of or entitled at the date of the passing of this Act to sue on the behalf or in the interest of any such public department. 2 But the expression “public department” does not include   Crown Estate Scotland ."}, {"act": "Crown Suits (Scotland) Act 1857", "year": 1857, "section": "4A", "section_title": " Meaning of “the appropriate Law Officer”.", "section_text": "4A In this Act “ the appropriate Law Officer ” means— a the Lord Advocate, where the action, suit or proceeding is on behalf of or against any part of the Scottish Administration, and b the Advocate General for Scotland, in any other case."}, {"act": "Crown Suits (Scotland) Act 1857", "year": 1857, "section": "5", "section_title": " Existing actions, &c. not to be affected.", "section_text": "5 . . . No action, suit, or proceeding raised or to be raised at the instance of or against  the Lord Advocate or the Advocate General for Scotland  for the time being shall abate or be affected by any change in the person, holding  that office ."}, {"act": "Crown Suits (Scotland) Act 1857", "year": 1857, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}]