[{"act": "Inclosure Act 1857", "year": 1857, "section": "1", "section_title": " Fences may be dispensed with.", "section_text": "1 In any case of inclosure in which it shall appear to the Inclosure Commissioners of England and Wales to be unnecessary that all or any of the allotments to be made under the award of the valuer acting in the matter of such inclosure should be fenced, it shall be lawful for the said Commissioners, by an order under their hands and seal, if they shall see fit to dispense with the erection of boundary and other fences, to direct that such allotments or any of them shall be distinguished be metes and bounds: Provided nevertheless, that any person interested in an allotment may at any time fence the same at his own expense."}, {"act": "Inclosure Act 1857", "year": 1857, "section": "2", "section_title": " Allotments, until fenced, to be deemed a regulated pasture.", "section_text": "2 So long as any of such allotments remain unfenced, the same shall be subject to the provisions of the said Acts relating to regulated pastures, in such manner as the valuer, with the approbation of the said Commissioners, shall by his award direct; and the owners thereof shall enjoy all such rights of common by reason of vicinage as they were entitled to prior to the setting out of such allotments."}, {"act": "Inclosure Act 1857", "year": 1857, "section": "3", "section_title": " Notices and claims may be sent by post, or left at usual place of abode. ", "section_text": "3 Where by the said Acts notice is required to be given to any designated person,  . . . such notice may be given or claim delivered either by sending it by the post in a registered letter, or by leaving it at the office or usual place of abode of such person  . . .."}, {"act": "Inclosure Act 1857", "year": 1857, "section": "4", "section_title": " Exchanges of land by railway and other companies.", "section_text": "4 For the purpose of removing all doubts as to the power of companies incorporated by special Act of Parliament for the making and maintaining of any railway, canal, docks, harbour, waterworks, or other work, to exchange land belonging to such companies under the provisions of the said Acts, be it declared and enacted, that every such company shall be deemed to be a person interested within the meaning of “ The Acts for the Inclosure, Exchange, and Improvement of Land, ” for the purpose of exchanging land belonging to the said company, and that notwithstanding the provisions in any Act of Parliament relating to such company specially limiting the purposes to which such land belonging to the said company shall be applicable."}, {"act": "Inclosure Act 1857", "year": 1857, "section": "5", "section_title": " Exchange of lands in which Her Majesty is interested in reversion.", "section_text": "5 In case any person interested according to the definition contained in the sixteenth section of the  Inclosure Act 1845 shall apply to the Inclosure Commissioners for an order of exchange of any land in which Her Majesty, her heirs or successors, have any estate or interest in right of the Crown, in reversion or remainder expectant upon the determination of any estate for life or other larger interest, it shall be lawful for the Inclosure Commissioners to make such order of exchange, if they shall so think fit, provided that the consent of Her Majesty shall have been previously signified thereto by some writing under the hand of one of  the Crown Estate Commissioners ; and every such order of exchange which shall be made with such consent shall be valid and effectual to all intents and purposes whatsoever, and shall be binding upon Her Majesty; and a duplicate thereof shall in every case be deposited in  the Public Record Office : Provided always, that in case any such order shall, previously to the passing of this Act, have been made upon the application of any person as above mentioned, with the said consent previously signified as aforesaid, every such order shall be as valid and effectual, and be in like manner binding upon Her Majesty, as if the said consent had been given under the provisions of this Act."}, {"act": "Inclosure Act 1857", "year": 1857, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Inclosure Act 1857", "year": 1857, "section": "10", "section_title": " Indefeasible title and priority and recovery of rentcharges.", "section_text": "10 Every such rentcharge shall be a valid and indefeasible charge upon the land charged therewith by the confirmed inclosure award or the confirmed order of exchange or partition (as the case may be), subject only to tithe rentcharges, . . . . . .  , local rates and taxes, quit or chief rents incidental to tenure, and charges created or to be created under any Act authorizing advances of public or private money for drainage or the improvement of lands, and prior to all other charges whatsoever, and shall be recoverable in the same manner as a tithe rentcharge charged under the Tithe  Act 1836."}, {"act": "Inclosure Act 1857", "year": 1857, "section": "11", "section_title": " Rentcharge to go with the land the deficiency in value whereof it compensates. ", "section_text": "11 Every rentcharge created under this Act shall be and enure to, for, and upon the same uses, trusts, intents, and purposes, and be subject to the same conditions, charges, and incumbrances, as the land or hereditaments in respect of the deficiency in value whereof such rentcharge is made payable will stand and be limited and subject to after the confirmation of the inclosure award or the order of exchange or partition (as the case may be)."}, {"act": "Inclosure Act 1857", "year": 1857, "section": "12", "section_title": "Protecting from nuisances town and village greens and allotments for exercise and recreation.", "section_text": "12 And whereas it is expedient to provide summary means of preventing nuisances in town greens and village greens, and on land allotted and awarded upon any inclosure under the said Acts as a place for exercise and recreation: If any person wilfully cause any injury or damage to any fence of any such town or village green or land, or wilfully and without lawful authority lead or drive any cattle or animal thereon, or wilfully lay any manure, soil, ashes, or rubbish, or other matter or thing thereon, or do any other act whatsoever to the injury of such town or village green or land, or to the interruption of the use or enjoyment thereof as a place for exercise and recreation, such person shall for every such offence, upon a summary conviction thereof before two justices, upon the information of any churchwarden or overseer of the parish in which such town or village green or land is situate, or of the person in whom the soil of such town or village green or land may be vested, forfeit and pay, in any of the cases aforesaid, and for each and every such offence, over and above the damages occasioned thereby, any sum not exceeding  level 1 on the standard scale ; and it shall be lawful for any such churchwarden or overseer or other person as aforesaid to sell and dispose of any such manure, soil, ashes, and rubbish, or other matter or thing as aforesaid; and the proceeds arising from the sale thereof, and every such penalty as aforesaid, shall, as regards any such town, or village green not awarded under the said Acts or any of them to be used as a place for exercise and recreation, be applied in aid of the rates for the repair of the public highways in the parish, and shall, as regards the land so awarded, be applied by the persons or person in whom the soil thereof may be vested in the due maintenance of such land as a place for exercise and recreation; and if any manure, soil, ashes, or rubbish be not of sufficient value to defray the expense of removing the same, the person who laid or deposited such manure, soil, ashes, or rubbish shall repay to such churchwarden or overseer or other person as aforesaid the money necessarily expended in the removal thereof; and every such penalty as aforesaid shall be recovered in manner provided by the  Summary Jurisdiction Act 1848; and the amount of damage occasioned by any such offence as aforesaid shall, in case of dispute, be determined by the justices by whom the offender is convicted; and the payment of the amount of such damage, and the repayments of the money necessarily expended in the removal of any manure, soil, ashes, or rubbish, shall be enforced in like manner as any such penalty."}, {"act": "Inclosure Act 1857", "year": 1857, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Inclosure Act 1857", "year": 1857, "section": "14", "section_title": " Act deemed part of “The Acts for the Inclosure, &c. of Land.”", "section_text": "14 This Act shall be taken to be a part of the said Acts, and shall be construed therewith, and be deemed to be included under any reference to “The Acts for the Inclosure, Exchange, and Improvement of Land.”"}]