[{"act": "Lands Valuation (Scotland) Act 1857", "year": 1857, "section": "1", "section_title": " Appointment of Officers of Inland Revenue as assessors.", "section_text": "1 It shall be lawful for the Commissioners of Supply of each county and the magistrates of each burgh in Scotland respectively, if they shall think fit, to appoint the officer or officers of Inland Revenue, having the survey of the income tax . . .   within such county or burgh, to be the assessors or assessor for the purpose of the said Act; and such officer or officers when so appointed, as long as such appointments remain unrecalled, shall in all respects and for all the purposes aforesaid stand in the place of and shall have, use, exercise, and perform all the powers and duties of the person or persons whom the said Commissioners and magistrates respectively are authorized to appoint for the like purposes, under or by virtue of the third section of the said Act; and in such case the expense attending the making up of valuation rolls by such officer or officers shall be defrayed by the Commissioners of Inland Revenue, or as the Treasury shall direct in that behalf."}, {"act": "Lands Valuation (Scotland) Act 1857", "year": 1857, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Lands Valuation (Scotland) Act 1857", "year": 1857, "section": "3", "section_title": " If Commissioners or Magistrates do not appoint Officers of Inland Revenue to be Assessors, Valuations not to be conclusive against assessments.", "section_text": "3 Provided always, that if in any county or burgh the said Commissioners or magistrates shall not appoint the officers of Inland Revenue to be such assessors as aforesaid, then no valuation made under the said Act by any other assessor or assessors shall be conclusive against or for the purpose of reducing, on appeal or otherwise, any assessment, rate, or charge under any Act of Parliament relating to the duties of Excise, . . .   or income tax, or any other duties, rates, or taxes under the care or management of the Commissioners of Inland Revenue."}, {"act": "Lands Valuation (Scotland) Act 1857", "year": 1857, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}]