[{"act": "Oxford University Act 1857", "year": 1857, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Oxford University Act 1857", "year": 1857, "section": "3", "section_title": " Power to colleges with consent of visitor to apply property held for purchase of advowsons for benefit of colleges, &c.", "section_text": "3 It shall be lawful for any college within the University from time to time, with consent of the visitor, to appropriate and apply any property, or the income of any property, held by or in trust for the college, for the purpose that the same, or the income thereof, may be applied in purchasing advowsons for the benefit of the college, to the augmentation of the endowment of livings in the patronage of the college to such amount as may be by law allowed, or towards the building of fit and suitable parsonage houses on any livings in the patronage of the college, or to the foundation or augmentation of scholarships or exhibitions, or to other purposes for the advancement of religion, learning, and education within the college, and in exercise of this power the college may annex to any living in the patronage of the college (by way of augmentation of the endowment of such living) any tithe rentcharge which may be vested in the college, or any portion thereof, in consideration of the appropriation to other purposes of the college of a part of the trust property or income, not exceeding the amount which the visitor shall adjudge to be an adequate consideration for the tithe rentcharge so to be annexed: Provided that this power shall not extend to property or income applicable to the purchase of advowsons for the benefit of scholars or exhibitioners on any particular foundation within a college."}, {"act": "Oxford University Act 1857", "year": 1857, "section": "4", "section_title": " Certain provisions of 8 & 9  Vict.  c. 18. incorporated with this Act and 17 & 18 Vict. c. 81. so far as relates to certain lands.", "section_text": "4 The  Lands Clauses Consolidation Act 1845, except the parts and enactments of that Act with respect to the purchase and taking of lands otherwise than by agreement, and with respect to the recovery of forfeitures, penalties, and costs, and with respect to lands required by the promoters of the undertaking, but which shall not be wanted for the purposes thereof, shall be incorporated with and form part of this Act and of the  Oxford University Act 1854, so far as relates to land within one mile and a half of Carfax in the City of Oxford required for the erection of any buildings for the extension of the buildings of the said University or of any college or hall therein, or for purposes of utility or recreation relating to the said University or to any college or hall therein, and as if the corporate name of the University or college, as the case may be, had been inserted therein instead of the expression “the promoters of the undertaking.”"}]