[{"act": "Dangerous Dogs Act 1989", "year": 1989, "section": "1", "section_title": " Additional powers of court on complaint about dangerous dog.", "section_text": "1 1 Where a magistrates’ court makes an order under section 2 of the  Dogs Act 1871 directing a dog to be destroyed it may also— a appoint a person to undertake its destruction and require any person having custody of the dog to deliver it up for that purpose; and b if it thinks fit, make an order disqualifying the owner for having custody of a dog for such period as is specified in the order. 2 An appeal shall lie to the Crown Court against any order under section 2 of that Act or under subsection (1) above; and, unless the owner of a dog which is ordered to be delivered up and destroyed gives notice to the court that made the order that he does not intend to appeal against it, the dog shall not be destroyed pursuant to the order— a until the end of the period within which notice of appeal to the Crown Court against the order can be given; and b if notice of appeal is given within that period, until the appeal is determined or withdrawn. 3 Any person who fails to comply with an order under section 2 of the said Act of 1871 to keep a dog under proper control or to deliver a dog up for destruction as required by an order under subsection (1)(a) above is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale and the court may, in addition, make an order disqualifying him for having custody of a dog for such period as is specified in the order. 4 A person who is disqualified for having custody of a dog by virtue of an order made under subsection (1)(b) or (3) above may, at any time after the end of the period of one year beginning with the date of the order, apply to the court that made it (or any magistrates’ court acting   in the same local justice  area as that court) for a direction terminating the disqualification. 5 On an application under subsection (4) above the court may— a having regard to the applicant’s character, his conduct since the disqualification was imposed and any other circumstances of the case, grant or refuse the application; and b order the applicant to pay all or any part of the costs of the application; and where an application in respect of an order is refused no further application in respect of that order shall be entertained if made before the end of the period of one year beginning with the date of the refusal. 6 Any person who has custody of a dog in contravention of an order made under subsection (1)(b) or (3) above is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 7 This section shall apply to Scotland subject to the following adaptations— a in subsection (1) for the words “magistrates’ court” there shall be substituted the words  “                    court of summary jurisdiction                  ”  ; b in subsection (2)— i for the words “shall lie to the Crown Court” there shall be substituted the words  “                        may be made to the High Court within a period of 7 days commencing with the date of the order                      ”  ; ii for paragraph (a) there shall be substituted— a until the end of the said period of 7 days; and ; c in subsection (4) the words “ (or any magistrates’ court acting   in the same local justice  area as that court) ” shall be omitted."}, {"act": "Dangerous Dogs Act 1989", "year": 1989, "section": "2", "section_title": " Short title, consequential amendment and repeals, commencement and extent.", "section_text": "2 1 This Act may be cited as the Dangerous Dogs Act 1989. 2 In section 5 of the  Dogs Act 1871 for the definition of “court of summary jurisdiction” there shall be substituted— “court of summary jurisdiction” as regards Scotland has the same meaning as in section 462 of the Criminal Procedure (Scotland) Act 1975. 3 The following provisions (which are superseded by this Act or otherwise spent) are hereby repealed— a in the Dogs Act 1871, in section 2, the words from “and any person failing to comply” onwards, section 4 and in section 6 the words “in the eighteenth section of the Metropolitan Streets Act 1867, or” ; b the  Dogs (Amendment) Act 1938. 4 This Act shall come into force at the end of the period of one month beginning with the day on which it is passed and does not affect the said Acts of 1871 and 1938 in relation to any complaint made before the coming into force of this Act. 5 This Act does not extend to Northern Ireland."}]