[{"act": "Dock Work Act 1989", "year": 1989, "section": "1", "section_title": " Abolition of Dock Labour Scheme.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Dock Work Act 1989", "year": 1989, "section": "2", "section_title": " Dissolution of National Dock Labour Board.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Dock Work Act 1989", "year": 1989, "section": "3", "section_title": " Appointment by Secretary of State of person to act in place of members of Board.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Dock Work Act 1989", "year": 1989, "section": "4", "section_title": " Financial provisions relating to winding up of Board’s affairs.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Dock Work Act 1989", "year": 1989, "section": "5", "section_title": " Compensation for former registered dock workers who become redundant.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Dock Work Act 1989", "year": 1989, "section": "6", "section_title": " Employment protection for dock workers.", "section_text": "6 1 This section applies to any employee who immediately before the date of the passing of this Act was a registered dock worker in the employment of a registered employer and is in the same employment on that date. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In computing for the purposes of any provision of  the Employment Rights Act 1996  the period of continuous employment of an employee to whom this section applies— a any period during which the employee’s name was entered in any statutory register of dock workers (whether or not he was in the employment of a registered employer) shall be treated for the purposes of  Chapter I of Part XIV of  that Act as if it had been a period of employment under a contract of employment with the employer by whom he is employed on the date of the passing of this Act, and b any week during the whole or part of which his name was entered in any statutory register of dock workers (whether or not he was in the employment of a registered employer) shall, without prejudice to  section 216 of that Act , be treated as if it were such a week as is mentioned in  section 212(1) of that Act ."}, {"act": "Dock Work Act 1989", "year": 1989, "section": "7", "section_title": " Repeals  etc.", "section_text": "7 1 The enactments mentioned in Schedule 1 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 58 of the  Docks and Harbours Act 1966 (interpretation), for subsection (1) there shall be substituted— 1 In this Act “ the 1964 Act ” means the Harbours Act 1964. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The transitional provisions and savings contained in Schedule 2 to this Act shall have effect."}, {"act": "Dock Work Act 1989", "year": 1989, "section": "8", "section_title": " Short title, interpretation, commencement and extent.", "section_text": "8 1 This Act may be cited as the Dock Work Act 1989. 2 In this Act— “ the 1978 Act ” means the  Employment Protection (Consolidation) Act 1978; “ the Board ” means the National Dock Labour Board; “ the dissolution date ” means the date specified by the Secretary of State under section 2(5); “ permanent worker ”, “ registered dock worker ”, “ registered employer ”, “ supplementary worker ” and “ temporarily unattached worker ” have the same meaning as in the 1967 Scheme; “ the 1967 Scheme ” means the Scheme referred to in section 1(1); “ statutory register of dock workers ” means— a any register of dock workers kept under the 1967 Scheme, or b any such register kept before the commencement of that Scheme under the scheme made under the  Dock Workers (Regulation of Employment) Act 1946 (whether as originally made or as varied from time to time); and “ the transitional period ” has the meaning given by section 1(4). 3 Subject to subsection (4), this Act shall come into force on the date of its passing. 4 Part II of Schedule 1, and section 7(1) so far as relating thereto, shall come into force on the dissolution date. 5 This Act does not extend to Northern Ireland except in so far as it repeals any enactment extending there."}]