[{"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "1", "section_title": " Local electors in Northern Ireland.", "section_text": "1 1 A person is entitled to vote as an elector at a local election in any district electoral area if on the date of the poll he— a is registered in the register of local electors for that area; b is not subject to any legal incapacity to vote (age apart); c is a Commonwealth citizen, a citizen of the Republic of Ireland or a relevant citizen of the Union, and d is of the age of eighteen or over. 3 A person is not entitled to vote as an elector— a more than once in the same district electoral area at any local election, or b in more than one district electoral area at a local general election for any district. 4 For the purposes of this section, a person does not attain the age of eighteen years until the beginning of the relevant anniversary of the day of his birth."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "2", "section_title": " Application of provisions of Representation of the People Act 1983 to local elections in Northern Ireland.", "section_text": "2 1 Notwithstanding section 205(2) of the Representation of the  People Act 1983 (Act does not affect law relating to local government in Northern Ireland), the provisions of that Act specified in Part I of Schedule 1 to this Act shall have effect in Northern Ireland for the purposes of local elections (as well as parliamentary elections) but, in the case of local elections, with the modifications specified in Part II of that Schedule. 2 In the case of local elections, it is immaterial for the purposes of section 3 of that Act (disfranchisement of convicted persons) as applied by this section whether the conviction or sentence was before or after the passing of this Act."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "3", "section_title": " Declaration against terrorism: local elections.", "section_text": "3 1 A person is not validly nominated as a candidate at a local election unless his consent to nomination includes a declaration in the form set out in Part I of Schedule 2 to this Act. 2 In Schedule 5 to the  Electoral Law Act (Northern Ireland) 1962, in the Appendix of Forms, in the form headed “Candidate’s consent to nomination”, after the paragraph beginning “I further declare” there is inserted the paragraph set out in Part I of Schedule 2 to this Act."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "4", "section_title": " Declaration against terrorism: councillors  returned  to fill casual vacancies.", "section_text": "4 1 A person is not eligible to be  returned to  a district council to fill a casual vacancy in the council unless he has made, and served on the clerk of the council, a declaration in the form set out in Part II of Schedule 2 to this Act. 2 In section 11(4B) of the Electoral Law Act (Northern Ireland) 1962 (procedure for filling casual vacancy) in paragraph (c) for the words from “any person” to “meeting” there is substituted— any person who— i is qualified to be a member of the council; ii has made, and served on the clerk of the council, a declaration in the form set out in Part II of Schedule 2 to the Elected Authorities (Northern Ireland) Act 1989; and iii is not objected to by any member of the council present at the meeting; ."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "5", "section_title": " Declaration against terrorism: Assembly elections.", "section_text": "5 A person is not validly nominated as a candidate at an election to the Northern Ireland Assembly unless his consent to nomination includes a declaration in the form set out in Part I of Schedule 2 to this Act."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "6", "section_title": " Breach of terms of declaration.", "section_text": "6 1 A person who has made a declaration required for the purposes of section 3, 4 or 5 of this Act in connection with a local election, an election to the Northern Ireland Assembly or the filling of a casual vacancy in a district council acts in breach of the terms of the declaration if at any time after he is declared to be elected at that election or is  declared to be returned  to fill that vacancy and while he remains a member of the district council or of the Assembly— a he expresses support for or approval of— i a proscribed organisation, or ii acts of terrorism (that is to say, violence for political ends) connected with the affairs of Northern Ireland, and b he does so— i at a public meeting, or ii knowing, or in such circumstances that he can reasonably be expected to know, that the fact that he has made that expression of support or approval is likely to become known to the public. 2 For the purposes of subsection (1) above a person shall be taken to express support for, or approval of, any matter if his words or actions could reasonably be understood as expressing support for, or approval of, it. 3 It is immaterial for the purposes of subsection (1) above— a whether the expression of support or approval is made by spoken or written words, by the display of written matter or by other behaviour, and b whether it is made in the United Kingdom or elsewhere. 4 This section has effect notwithstanding section 26(1) of the  Northern Ireland Constitution Act 1973 (privileges of the Northern Ireland Assembly). 5 In this section— “ proscribed organisation ” has the same meaning as in  section 3 of the Terrorism Act 2000 , “ public meeting ” includes— a any meeting in a public place, b any meeting which the public or any section of the public is permitted to attend, whether on payment or otherwise, and c any meeting of the Northern Ireland Assembly, a district council or any committee or sub-committee of the Assembly or such a council (whether or not a meeting which the public is permitted to attend), and “ public place ” means— a any highway, and b any place to which at the material time the public or any section of the public has access, on payment or otherwise, as of right or by virtue of express or implied permission."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "7", "section_title": " Application to the High Court.", "section_text": "7 1 Any one or more of the persons specified in subsection (2) below may apply to the High Court for a determination that a person has acted in breach of the terms of a declaration against terrorism made by him. 2 The persons referred to in subsection (1) above are— a in relation to a member of a district council— i the district council, ii any person who would be entitled to vote at an election to that council held on the date of the application, and iii any other member of that council, and b in relation to a member of the Northern Ireland Assembly— i any person who would be entitled to vote at an election to the Assembly held in the member’s constituency on the date of the application, and ii any other member of the Assembly. 3 For the purposes of this section, a person who was nominated— a after the passing of this Act as a candidate for election to the office of member of a district council, or b after the coming into force of section 5 of this Act as a candidate for election to the office of member of the Northern Ireland Assembly, shall be conclusively presumed to have made a declaration in the form set out in Part I of Schedule 2 to this Act at the time of the nomination. 4 For the purposes of this section, a person who was  returned to  a district council after the passing of this Act to fill a casual vacancy in the council shall be conclusively presumed to have made a declaration in the form set out in Part II of Schedule 2 of this Act in relation to that vacancy before he was  so returned . 5 Where on an application under this section the High Court is satisfied that the person to whom the application relates has acted in breach of the terms of a declaration against terrorism made by him, the court may make a determination accordingly. 6 In this section— a “ declaration against terrorism ” means a declaration required for the purposes of section 3, 4 or 5 of this Act, and b references to acting in breach of the terms of such a declaration shall be construed in accordance with section 6 of this Act."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "8", "section_title": " Disqualification in consequence of breach of declaration.", "section_text": "8 1 In section 4(1) of the  Local Government Act (Northern Ireland) 1972 (disqualification for being elected or being a member of a district council) at the end of paragraph (d) there is inserted— dd within the five years immediately preceding the day of his election or at any time subsequent to that day, a determination has been made by the High Court that he has acted in breach of the terms of a declaration against terrorism as defined in section 7 of the Elected Authorities (Northern Ireland) Act 1989; or . 2 In section 3 of the  Northern Ireland Assembly Act 1973 after subsection (1) there is inserted— 1A A person who is determined by the High Court to have acted in breach of the terms of a declaration against terrorism as defined in section 7 of the Elected Authorities (Northern Ireland) Act 1989 is disqualified for membership of the Assembly during the period of five years beginning with the date of the determination. ."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "9", "section_title": " Disqualification for membership of district council in consequence of imprisonment or detention.", "section_text": "9 1 In section 4(1) of the  Local Government Act (Northern Ireland) 1972, at the end of paragraph (c) there is inserted— cc he has been found guilty of one or more offences by any court in Northern Ireland or elsewhere in the British Islands and sentenced or ordered to be imprisoned or detained indefinitely or for three months or more without the option of a fine and either of the periods mentioned in subsection (3) is current; or . 2 At the end of that section there is added— 3 The periods referred to in subsection (1)(cc) are— a the period of his actual imprisonment or detention (including any time when he is unlawfully at large), and b the period of five years beginning with his discharge. 4 For the purposes of subsections (1)(cc) and (3)— a consecutive terms of imprisonment or detention imposed in respect of offences of which the offender was found guilty in the same proceedings are to be treated as a single term, b the release of an offender on licence or in pursuance of a grant of remission is to be treated as his discharge, whether or not his release is subject to conditions, but if, in respect of the same offence or offences, he is required to return to prison or detention for a further period the reference in subsection (3) to his discharge includes a reference to his discharge in respect of that further period, and c the reference in subsection (1)(cc) to a sentence or order does not, except in a case where the sentence or order does take effect for any term, include one that is ordered not to take effect unless the conditions specified in the order are fulfilled and, in such a case, the original sentence or order is to be treated as a sentence or order of imprisonment or detention for that term. 3 In subsection (1)(d) of that section the words from “been convicted” to “fine or” are omitted. 4 Subsection (1)(cc) of that section applies to any sentence or order, whether passed or made before or after the passing of this Act, except in a case where the offender has ceased to be imprisoned or detained (or unlawfully at large) before the passing of this Act; and subsection (3) above does not affect the application of subsection (1)(d) of that section in such a case. 5 An offender who would otherwise fall within that case does not do so if, after the passing of this Act, he is required, in respect of the same offence or offences, to return to prison or detention for a further period, but the earlier period of imprisonment or detention is to be disregarded in his case for the purposes of subsections (3) and (4) of that section."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "10", "section_title": " Interpretation.", "section_text": "10 1 In this Act— “citizen of the Union” shall be construed in accordance with  Article 101(1) of the Treaty on the Functioning of the European Union  (as amended by Title  II  of the Treaty on European Union), and “relevant citizen of the Union” means such a citizen who is not a Commonwealth citizen or a citizen of the Republic of Ireland; “ district council ” has the meaning given by section 44 of the  Interpretation Act (Northern Ireland) 1954, “ legal incapacity ” includes (in addition to any incapacity by virtue of age  . . . ) any disqualification imposed by any statutory provision, “ local election ”, “ local elector ” and “ local general election ” have the same meaning as in the  Electoral Law Act (Northern Ireland) 1962, and “ statutory provision ” has the meaning given by section 1(f) of the Interpretation Act (Northern Ireland) 1954. 2 Any reference in any statutory provision to any provision repealed or revoked by this Act is to be read as a reference to the corresponding provision of this Act or of the Representation of the  People Act 1983 as applied by section 2 of this Act."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "11", "section_title": " Minor and consequential amendments and repeals.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 14B of the Electoral Law Act (Northern Ireland) 1962, for the words from “travelling”, where it first occurs, to the end there is substituted “and to persons appointed, or to whom functions are delegated, under section 14A travelling and subsistence allowances at such rates as the Secretary of State, with the approval of the Treasury, may determine”. 3 In section 29(8) of the Electoral Law Act (Northern Ireland) 1962, for “any provision of section thirty-one” there is substituted “section 1(3) of the Elected Authorities (Northern Ireland) Act 1989”. 4 In section 130(1) of the Electoral Law Act (Northern Ireland) 1962— a for the definition of “legal incapacity” there is substituted— “ legal incapacity ” has the same meaning as in the Elected Authorities (Northern Ireland) Act 1989 , and b for the definition of “polling district” there is substituted— “ polling district ” means a ward . 5 In section 3(1) of the  Local Government Act (Northern Ireland) 1972, for the words from “a person to whom” to “applies” there is substituted “a citizen of the Republic of Ireland”. 6 In section 148(1) of the Local Government Act (Northern Ireland) 1972, for the definition of “local elector” there is substituted— “ local elector ” has the same meaning as in the Electoral Law Act (Northern Ireland) 1962 , 7 In Article 7(7) of the  Electoral Law (Northern Ireland) Order 1972, for “those expenses” there is substituted “all expenses properly incurred in connection with the registration of local electors”. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The Northern Ireland legislation specified in Part I of Schedule 3 to this Act and the subordinate legislation specified in Part II of that Schedule is repealed or revoked to the extent specified in the third column."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "12", "section_title": " Expenses.", "section_text": "12 1 There shall be paid out of money provided by Parliament— a any increase attributable to the provisions of this Act in the sums so payable under any other enactment, and b any expenses incurred under section 14A(4) or 14B of the Electoral Law Act (Northern Ireland) 1962. 2 There shall be paid into the Consolidated Fund any increase attributable to the provisions of this Act in the sums so payable under any other enactment."}, {"act": "Elected Authorities (Northern Ireland) Act 1989", "year": 1989, "section": "13", "section_title": " Short title, commencement, transitional provision and extent.", "section_text": "13 1 This Act may be cited as the Elected Authorities (Northern Ireland) Act 1989. 2 The following provisions of this Act— a section 1(2) and Schedule 1, except so far as that Schedule relates to sections 3 and 4 of the Representation of the  People Act 1983, and b sections 5 and 8(2), shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different provisions and for different purposes. 3 Subsection (4) below applies to any local election held— a on or after the day which, under section 11 of the Electoral Law Act (Northern Ireland) 1962, is the election day in 1989, but b before the earliest day on which the first register of local electors prepared under the Representation of the People Act 1983 as applied by section 2 of this Act would be used for an election. 4 A person is not entitled to vote as an elector at a local election to which this subsection applies in any district electoral area unless— a he is registered there in the register of parliamentary electors prepared under the Representation of the People Acts and the date by reference to which it was prepared is the qualifying date for the local election, or b he is a peer and is registered there in the register of electors prepared under the  Electoral Law Act (Northern Ireland) 1962 by reference to the qualifying date for the local election. 5 For the purposes of a local election to which subsection (4) above applies, section 49(2) to (5) and 50 of the Representation of the  People Act 1983 shall have effect— a with the modifications specified in Part II of Schedule 1 to this Act, except paragraph 4, and b as if references to the register of parliamentary electors or the register of local government electors and references to persons registered as parliamentary or local government electors were references respectively to the register mentioned in paragraph (a) or, in the case of peers, paragraph (b) of subsection (4) above and to persons registered in that register. 6 Nothing in this Act affects the law relating to registration for local elections, in its application to peers, for the purposes of a local election to which subsection (4) above applies. 7 This Act  . . . extends to Northern Ireland only."}]