[{"act": "Employment Act 1989", "year": 1989, "section": "1", "section_title": " Overriding of statutory requirements which conflict with certain provisions of 1975 Act.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "2", "section_title": " Power of Secretary of State to repeal statutory provisions requiring discrimination as respects employment or training.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "3", "section_title": " Restriction of exemption for discrimination required by or under statute.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "4", "section_title": " Exemption for discrimination under certain provisions concerned with the protection of women at work.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "5", "section_title": " Exemption for discrimination in connection with certain educational appointments.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "6", "section_title": " Power of Secretary of State to exempt particular acts of discrimination required by or under statute.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "7", "section_title": " Prohibition of discrimination in connection with provision of training.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "8", "section_title": " Power to exempt discrimination in favour of lone parents in connection with training.", "section_text": "8 1 The Secretary of State may by order provide with respect to— a any specified arrangements made under section 2 of the  Employment and Training Act 1973 (functions of the Secretary of State as respects employment and training)  or under section 2(3) of the Enterprise and New Towns (Scotland) Act 1990 (arrangements by Scottish Enterprise and Highlands and Islands Enterprise in connection with training  etc. ) , or b any specified class or description of training for employment provided otherwise than in pursuance of  that section either of those sections , or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . that this section shall apply to such special treatment afforded to or in respect of lone parents in connection with their participation in those arrangements, or in that training or scheme, as is specified or referred to in the order. 2 Where this section applies to any treatment afforded to or in respect of lone parents, neither the treatment so afforded nor any act done in the implementation of any such treatment shall be regarded  for the purposes of the Equality Act 2010 as giving rise to any contravention of Part 5 of that Act, so far as relating to marriage and civil partnership discrimination (within the meaning of that Act). 3 An order under subsection (1) above may specify or refer to special treatment afforded as mentioned in that subsection— a whether it is afforded by the making of any payment or by the fixing of special conditions for participation in the arrangements, training or scheme in question, or otherwise, and b whether it is afforded by the Secretary of State or by some other person; and, without prejudice to the generality of paragraph (b) of that subsection, any class or description of training for employment specified in such an order by virtue of that paragraph may be framed by reference to the person, or the class or description of persons, by whom the training is provided. 4 In this section— a “ employment ” and “ training ” have the same meaning as in the  Employment and Training Act 1973; and b “couple” has the meaning given by section 39(1) of the Welfare Reform Act 2012; and c “lone parent” means a person who— i is not a member of a couple, and ii is responsible for, and a member of the same household as, a child."}, {"act": "Employment Act 1989", "year": 1989, "section": "9", "section_title": " Repeal or modification of provisions requiring different treatment of different categories of employees.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "10", "section_title": " Removal of restrictions relating to employment of young persons.", "section_text": "10 1 The following enactments, namely— a the enactments listed in Part I of Schedule 3 (which impose prohibitions or requirements with respect to the hours of employment and holidays of young persons and with respect to related matters), and b the enactments listed in Part II of that Schedule (which impose other prohibitions or requirements for, or in connection with, regulating the employment of young persons), shall cease to have effect. 2 The enactments mentioned in Part III of Schedule 3 shall have effect subject to the amendments there specified (which include amendments by virtue of which certain occupations, instead of being restricted to persons who are 16 or older, are restricted to persons over school-leaving age). 3 If the Secretary of State considers it appropriate to do so, he may by order— a repeal or amend any statutory provision in consequence of subsection (1) or (2); b repeal any statutory provision relating to the employment of persons, or any class of persons, who have not attained the age of 18 or (as the case may be) some specified lower age of not less than 16; c amend any statutory provision falling within paragraph (b) and framed by reference to a specified age expressed as a number of years so that it is instead framed by reference to school-leaving age; d repeal any statutory provision appearing to the Secretary of State to be unnecessary in view of any other such provision, being a provision relating to the employment of persons under school-leaving age. 4 Nothing in any order under subsection (3) (apart from a repeal effected by virtue of paragraph (d) of that subsection) shall affect any statutory provision relating to the employment of persons under school-leaving age. 5 Any reference in subsection (3)(d) or (4) to a statutory provision relating to the employment of persons under school-leaving age shall be construed, in relation to a statutory provision which relates to both— a the employment of such persons, and b the employment of persons over that age, as a reference to so much of that provision as relates to the employment of persons under that age. 6 In this section— “school-leaving age means— a in relation to England and Wales, the upper limit of compulsory school age  (construed in accordance with section 8 of the Education Act 1996) ; b in relation to Scotland, the upper limit of school age for the purposes of the  Education (Scotland) Act 1980; and c in relation to Northern Ireland, the upper limit of compulsory school age for the purposes of the  Education and Libraries (Northern Ireland) Order 1986; and “statutory provision means a provision of an Act or of subordinate legislation (and references to the repeal of a statutory provision shall be construed accordingly)."}, {"act": "Employment Act 1989", "year": 1989, "section": "11", "section_title": " Exemption of Sikhs from requirements as to wearing of safety helmets  at workplaces .", "section_text": "11 1 Any requirement to wear a safety helmet which (apart from this section) would, by virtue of any statutory provision or rule of law, be imposed on a Sikh who is  at a workplace  shall not apply to him at any time when he is wearing a turban. 2 Accordingly, where— a a Sikh who is  at a workplace  is for the time being wearing a turban, and b (apart from this section) any associated requirement would, by virtue of any statutory provision or rule of law, be imposed— i on the Sikh, or ii on any other person, in connection with the wearing by the Sikh of a safety helmet, that requirement shall not apply to the Sikh or (as the case may be) to that other person. 3 In subsection (2) “ associated requirement ” means any requirement (other than one falling within subsection (1)) which is related to or connected with the wearing, provision or maintenance of safety helmets. 4 It is hereby declared that, where a person does not comply with any requirement, being a requirement which for the time being does not apply to him by virtue of subsection (1) or (2)— a he shall not be liable in tort to any person in respect of any injury, loss or damage caused by his failure to comply with that requirement; and b in Scotland no action for reparation shall be brought against him by any person in respect of any such injury, loss or damage. 5 If a Sikh who is  at a workplace — a does not comply with any requirement to wear a safety helmet, being a requirement which for the time being does not apply to him by virtue of subsection (1), and b in consequence of any act or omission of some other person sustains any injury, loss or damage which is to any extent attributable to the fact that he is not wearing a safety helmet in compliance with the requirement, that other person shall, if liable to the Sikh in tort (or, in Scotland, in an action for reparation), be so liable only to the extent that injury, loss or damage would have been sustained by the Sikh even if he had been wearing a safety helmet in compliance with the requirement. 6 Where— a the act or omission referred to in subsection (5) causes the death of the Sikh, and b the Sikh would have sustained some injury (other than loss of life) in consequence of the act or omission even if he had been wearing a safety helmet in compliance with the requirement in question, the amount of any damages which, by virtue of that subsection, are recoverable in tort (or, in Scotland, in an action for reparation) in respect of that injury shall not exceed the amount of any damages which would (apart from that subsection) be so recoverable in respect of the Sikh’s death. 6A This section does not apply to a Sikh who— a works, or is training to work, in an occupation that involves (to any extent) providing an urgent response to fire, riot or other hazardous situations, and b is at the workplace— i to provide such a response in circumstances where the wearing of a safety helmet is necessary to protect the Sikh from a risk of injury, or ii to receive training in how to provide such a response in circumstances of that kind. 6B This section also does not apply to a Sikh who— a is a member of Her Majesty's forces or a person providing support to Her Majesty's forces, and b is at the workplace— i to take part in a military operation in circumstances where the wearing of a safety helmet is necessary to protect the Sikh from a risk of injury, or ii to receive training in how to take part in such an operation in circumstances of that kind. 7 In this section— ... ...  Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006;  “ injury ” includes loss of life, any impairment of a person’s physical or mental condition and any disease; “ safety helmet ” means any form of protective headgear; and “ statutory provision ” means a provision of an Act or of subordinate legislation.  “ workplace ” means any premises where work is being undertaken, including premises occupied or normally occupied as a private dwelling; and  “ premises ” includes any place and, in particular, includes— any vehicle, vessel, aircraft or hovercraft, any installation (including a floating installation or one resting on the seabed or its subsoil or on other land covered with water or its subsoil), and any tent or moveable structure. 8 In this section— a any reference to a Sikh is a reference to a follower of the Sikh religion; and b any reference to a Sikh being  at a workplace  is a reference to his being there whether while at work or otherwise. 9 This section shall have effect in relation to any  relevant workplace  within the territorial sea adjacent to Great Britain as it has effect in relation to any  workplace  within Great Britain. 10 In subsection (9)  “ relevant workplace ” means any workplace where work is being undertaken if the premises and the activities being undertaken there are premises and activities to which the Health and Safety at Work  etc.  Act 1974 applies by virtue of the Health and Safety at Work  etc.  Act 1974 (Application outside Great Britain) Order 2013."}, {"act": "Employment Act 1989", "year": 1989, "section": "12", "section_title": " Protection of Sikhs from racial discrimination in connection with requirements as to wearing of safety helmets.", "section_text": "12 1 Where— a any person applies to a Sikh any  provision, criterion or practice  relating to the wearing by him of a safety helmet while he is  at a workplace , and b at the time when he so applies the  provision, criterion or practice  that person has no reasonable grounds for believing that the Sikh would not wear a turban at all times when  at such a workplace , then, for the purpose of determining whether the application of the  provision, criterion or practice  to the Sikh constitutes an act of discrimination falling within  section 19 of the Equality Act 2010 (indirect discrimination), the provision, criterion or practice is to be taken as one in relation to which the condition in subsection (2)(d) of that section (proportionate means of achieving a legitimate aim) is satisfied 2 Any special treatment afforded to a Sikh in consequence of section 11(1) or (2) above shall not be regarded for the purposes of  section 13 of the Equality Act 2010 as giving rise to discrimination against any other person 3 Subsections (6A) to (10)  of section 11 above shall apply for the purposes of this section as they apply for the purposes of that section."}, {"act": "Employment Act 1989", "year": 1989, "section": "13", "section_title": " Provision of particulars of disciplinary procedures.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .,"}, {"act": "Employment Act 1989", "year": 1989, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Employment Act 1989", "year": 1989, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Employment Act 1989", "year": 1989, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Employment Act 1989", "year": 1989, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Employment Act 1989", "year": 1989, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Employment Act 1989", "year": 1989, "section": "19", "section_title": "", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Employment Act 1989", "year": 1989, "section": "21", "section_title": " Removal of requirement to notify local authority of storage of celluloid film.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "22", "section_title": " Dissolution of Training Commission.", "section_text": "22 1 The Training Commission shall be dissolved on the date on which this Act is passed. 2 Subject to subsection (3), all the property, rights and liabilities to which the Training Commission was entitled or subject immediately before that date shall on that date become property, rights and liabilities of the Secretary of State for Employment. 3 Any liability in respect of pensions, superannuation allowances or gratuities which, but for the passing of this Act, would have arisen or existed on or after that date as a liability of the Training Commission to or in respect of the chairman or any former chairman of the Commission shall instead be a liability of the Paymaster General. 4 The  Industrial Training Act 1982 shall have effect subject to the amendments specified in Schedule 4 to this Act (by virtue of which functions of the Training Commission under that Act are transferred to the Secretary of State). 5 Schedule 5 to this Act shall have effect for the purpose of supplementing the provisions of this section. 6 References in this Act to property, rights and liabilities of the Training Commission are references to all such property, rights and liabilities, whether or not capable of being transferred or assigned by the Commission."}, {"act": "Employment Act 1989", "year": 1989, "section": "23", "section_title": " Consultation in connection with industrial training orders.", "section_text": "23 In section 1 of the Industrial Training Act 1982 (establishment of industrial training boards), the following subsection shall be substituted for subsections (4) and (5)— 4 Before making an industrial training order the Secretary of State shall consult— a such organisations or associations of organisations appearing to him to be representative of substantial numbers of employers, and such bodies established for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, as he thinks fit; and b such other organisations, associations or bodies (if any) as he thinks fit."}, {"act": "Employment Act 1989", "year": 1989, "section": "24", "section_title": " Transfer of assets or staff of industrial training boards.", "section_text": "24 1 The following sections shall be inserted after section 3 of the  Industrial Training Act 1982—  Transfer of assets on revocation or amendment of industrial training order. 3A 1 Where an order has been made under section 1 above which— a revokes an industrial training order, or b amends such an order so as to exclude from the scope of operation of an industrial training board some of the activities in relation to which it exercises functions, the board concerned— i may with the consent of the Secretary of State, or ii shall if he so directs, transfer all or any of its assets to any person on trust to be used for charitable purposes which are related to or connected with training for employment. 2 A transfer under subsection (1) above may be made for a consideration which is less than the market value of the assets transferred or for no consideration; and different assets may be transferred by a board under that subsection to different persons. 3 It is hereby declared that a transfer under subsection (1) above may be made in a case where an industrial training order is revoked even if the assets of the board concerned are (or will be after the transfer) insufficient to meet its liabilities and the expenses of the winding up of the board in pursuance of section 4(1) below. 4 Subject to subsection (5) below, the provisions of section 15(5) to (9) below shall apply in relation to any direction given by the Secretary of State under subsection (1) above as they apply in relation to any direction given by him under section 15(1) or (2) below. 5 Where any such direction is given in a case where an industrial training order is revoked, those provisions shall so apply with the omission from section 15(6) below of the words from “during such period” onwards.  Transfer of staff employed by boards. 3B 1 If arrangements are made (whether in connection with a transfer of assets under section 3A(1) above or otherwise) for any activities of an industrial training board to be carried on by some other person (“the transferee”) as from a particular date, this section shall have effect in relation to any employee of the board who, immediately before that date, was employed wholly or mainly in connection with those activities. 2 The Transfer of Undertakings (Protection of Employment) Regulations 1981 shall apply in relation to any such employee of the board in accordance with subsection (3) below. 3 For the purposes of the application of those Regulations in relation to any such employee, the activities referred to in subsection (1) above shall (whether or not they would otherwise be so regarded) be regarded— a as constituting an undertaking within the meaning of those Regulations which is transferred from the board to the transferee on the date referred to in that subsection, and b as being so transferred by a transfer to which those Regulations apply and which is completed on that date. 4 A certificate issued by an industrial training board, in connection with any such arrangements as are referred to in subsection (1) above, to the effect that a person was, immediately before the date referred to in that subsection, employed by the board wholly or mainly in connection with the activities to which the arrangements relate shall be conclusive evidence of the facts stated in the certificate. 2 In section 4(2) of the  Industrial Training Act 1982 (winding up of industrial training boards), the following provisions shall be substituted for paragraph (b)— b for any assets of the board which are not required to meet those liabilities and expenses to be transferred to the Secretary of State and for those assets to be applied for purposes specified in the order. Any reference in this subsection to the assets of the board is a reference to the assets (if any) held by it after the making of any transfer or transfers under section 3A(1) above.                "}, {"act": "Employment Act 1989", "year": 1989, "section": "25", "section_title": " Constitution of industrial training boards.", "section_text": "25 1 In Schedule 1 to the Industrial Training Act 1982 (constitution etc. of industrial training boards), the following paragraph shall be substituted for paragraph 3— 3 1 An industrial training board shall consist of— a a chairman and, if the Secretary of State thinks fit, a deputy chairman, each of whom shall be a person appearing to the Secretary of State to have industrial or commercial experience; b such number of persons appointed after the appropriate consultation as the Secretary of State thinks fit; and c such other persons (if any) whom it appears to the Secretary of State to be appropriate to appoint in addition to those appointed by virtue of paragraph (b) above. 2 A person appointed by virtue of sub-paragraph (1)(b) above shall at the time of his appointment be a person appearing to the Secretary of State to be concerned (whether as a director, manager or sole proprietor or otherwise) in the management of the activities, or any of the activities, of an employer engaging in the industry; and the reference in that provision to the appropriate consultation is areference to consultation with such organisations, or associations of organisations, representative of employers engaging in the industry as appear to the Secretary of State to be appropriate. 3 The Secretary of State shall not make any appointment by virtue of sub-paragraph (1)(c) above if to do so would result in the number of persons for the time being appointed by virtue of that provision being equal to, or greater than, the number of persons for the time being appointed by virtue of sub-paragraph (1)(b) above. 4 References in the following provisions of this Schedule to a chairman include a deputy chairman. 2 Subject to subsection (4) below, the Secretary of State may reconstitute the membership of an industrial training board as from any time after the passing of this Act— a by terminating such of the appointments of its existing members as would otherwise expire after that time, and b by making fresh appointments to it, as from that time, in accordance with the provisions substituted by subsection (1) above. 3 The termination of a person’s appointment to an industrial training board in accordance with paragraph (a) of subsection (2) above shall not preclude him from being re-appointed to the board in pursuance of paragraph (b) of that subsection. 4 The power conferred on the Secretary of State by subsection (2) above shall not be exercisable in relation to an industrial training board if all of its members were appointed to it in accordance with the provisions substituted by subsection (1) above (whether they were so appointed in pursuance of subsection (2)(b) above or otherwise)."}, {"act": "Employment Act 1989", "year": 1989, "section": "26", "section_title": " Transfer of staff employed in Skills Training Agency.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Act 1989", "year": 1989, "section": "27", "section_title": " Power to make corresponding provision for Northern Ireland.", "section_text": "27 1 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of any of the following provisions of this Act, namely, sections 1 to 6, 7(1), 8 to 11  . . .— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House. 2 It is hereby declared that for the purposes of the  Northern Ireland Constitution Act 1973 a provision contained in— a an Order in Council under paragraph 1(1)(b) of Schedule 1 to the said Act of 1974 which states that it is made only for purposes corresponding to section 1, 2, 6 or 10(3) to (6) of this Act, or b any statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979 made under such an Order as is mentioned in paragraph (a), is not a provision dealing with an excepted matter."}, {"act": "Employment Act 1989", "year": 1989, "section": "28", "section_title": " Orders.", "section_text": "28 1 Any power to make an order under this Act shall be exercisable by statutory instrument. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Any statutory instrument containing an order under this Act other than— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an order under section 30, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 An order under this Act may contain such consequential or transitional provisions or savings as appear to the Secretary of State to be necessary or expedient."}, {"act": "Employment Act 1989", "year": 1989, "section": "29", "section_title": " Interpretation, minor and consequential amendments, repeals, etc.", "section_text": "29 1 In this Act— ... \t\t\t\t\t\t\t\t”                       . . . “ act ” includes a deliberate omission; “ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978; “ vocational training ” includes advanced vocational training and retraining. 2 Any reference in this Act to vocational training shall be construed as including a reference to vocational guidance. 3 The enactments mentioned in Schedule 6 shall have effect subject to the minor and consequential amendments specified in that Schedule. 4 The enactments mentioned in Schedule 7 (which include some spent provisions) are hereby repealed to the extent specified in the third column of that Schedule. 5 The instruments mentioned in Schedule 8 are hereby revoked to the extent specified in the third column of that Schedule. 6 The transitional provisions and savings contained in Schedule 9 shall have effect."}, {"act": "Employment Act 1989", "year": 1989, "section": "30", "section_title": " Short title, commencement and extent.", "section_text": "30 1 This Act may be cited as the Employment Act 1989. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 With the exception of the provisions mentioned in subsection (6), this Act does not extend to Northern Ireland. 6 Those provisions are— a sections 10(1) and (2) and 29(3) and (4) and Schedules 3, 6 and 7 so far as they amend or repeal any enactment which extends to Northern Ireland (other than an enactment contained in the  Celluloid and Cinematograph Film Act 1922); b section 10(6); c paragraph 2 of Schedule 5 and section 22(5) so far as relating thereto; d section 27 (which extends only to Northern Ireland); and e this section."}]