[{"act": "Football Spectators Act 1989", "year": 1989, "section": "1", "section_title": " Scope and interpretation of this Part.", "section_text": "1 1 This Part of this Act applies in relation to association football matches played in England and Wales which are designated football matches and the following provisions have effect for its interpretation. 2 “ Designated football match ” means any such match of a description for the time being designated for the purposes of this Part by order made by the Secretary of State or a particular such match so designated. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An order under subsection (2) above— a may designate descriptions of football matches wherever played or when played at descriptions of ground or in any area specified in the order; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A person is not to be regarded as a  “ spectator ” in relation to a designated football match if the principal purpose of his being on the premises is to provide services in connection with the match, or to report on it. 6A In this Part  “ the licensing authority ” means the Sports Grounds Safety Authority (see Part 1 of the Sports Grounds Safety Authority Act 2011). 7 A “ licence to admit spectators ” is a licence granted in respect of any premises by the licensing authority under this Part of this Act authorising the admission to the premises of spectators for the purpose of watching any designated football match played at those premises. 8 Each of the following periods is “relevant to” a designated football match, that is to say— a the period beginning— i two hours before the start of the match, or ii two hours before the time at which it is advertised to start, or iii with the time at which spectators are first admitted to the premises, whichever is the earliest, and ending one hour after the end of the match; b where a match advertised to start at a particular time on a particular day is postponed to a later day, or does not take place, the period in the advertised day beginning two hours before and ending one hour after that time. 8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 A person is a “ responsible person ” in relation to any designated football match at any premises if he is a person concerned in the management of the premises or in the organisation of the match. 10 The power to make an order under subsection (2) above is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 11 The imposition under this Part of this Act of restrictions on the persons who may attend as spectators at any designated football match does not affect any other right of any person to exclude persons from admission to the premises at which the match is played."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "2", "section_title": " Offences relating to unauthorised attendance at designated football matches.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "3", "section_title": " The Football Membership Authority.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "4", "section_title": " National membership scheme: making, approval, modification  etc.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "5", "section_title": " National membership scheme: contents and penalties.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "6", "section_title": " Phased application of scheme.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "7", "section_title": " Disqualification for membership of scheme.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "8", "section_title": " The Football Licensing Authority.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "9", "section_title": " Offence of admitting spectators to unlicensed premises.", "section_text": "9 1 Subject to subsection (2) below, if persons are admitted as spectators to, or permitted to remain as spectators on, any premises during a period relevant to a designated football match without a licence to admit spectators being in force, any responsible person commits an offence. 2 Where a person is charged with an offence under this section it shall be a defence to prove either that the spectators were admitted in an emergency or— a that the spectators were admitted without his consent; and b that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence. 3 A person guilty of an offence under this section shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; or b on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years, or to both."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "10", "section_title": " Licences to admit spectators: general.", "section_text": "10 1 The licensing authority may, on an application duly made by a responsible person, grant a licence to admit spectators to any premises for the purpose of watching any designated football match played at those premises. 2 An application for a licence in respect of any premises shall be made in such manner, in such form and accompanied by such fee as may be determined by the Secretary of State. 3 The licensing authority shall not refuse to grant a licence without— a notifying the applicant in writing of the proposed refusal and of the grounds for it; b giving him an opportunity to make representations about them within the period of twenty-eight days beginning with the service of the notice; and c taking any representations so made into account in making its decision. 4 A licence to admit spectators to any premises may authorise the admission of spectators to watch all designated football matches or specified descriptions of designated football matches or a particular such match. 5 A licence to admit spectators shall be in writing and shall be granted on such terms and conditions as the licensing authority considers appropriate and, if the Secretary of State gives to the licensing authority a direction under section 11 below, the conditions may include conditions imposing requirements as respects the seating of spectators. 6 A licence to admit spectators may also include conditions requiring specified descriptions of spectators to be refused admittance to the premises to watch designated football matches or specified descriptions of designated football matches or a particular such match. 7 Where a designation order includes the provision authorised by section 1(4)(b) above as respects the admission of spectators to any ground as authorised spectators, the licensing authority may, by notice in writing to the licence holder, direct that, for the purposes of any match or description of match specified in the direction, the licence shall be treated as including such specified terms and conditions as respects the admission of spectators as authorised spectators as the licensing authority considers appropriate; and the licence shall have effect, for that purpose, subject to those terms and conditions. 8 It shall be a condition of every licence that any authorised person shall be entitled, on production, if so required, of his authority— a to enter at any reasonable time any premises on which a designated football match is being or is to be played; b to make such inspection of the premises and such inquiries relating to them as he considers necessary for the purposes of this Part of this Act; or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 A licence to admit spectators shall, unless revoked or suspended under section 12 below or surrendered, remain in force for a specified period. 10 Subject to subsection (11) below, the licensing authority may at any time, by notice in writing to the licence holder, vary the terms and conditions of the licence. 11 The licensing authority shall not vary the terms or conditions of a licence without— a notifying the licence holder in writing of the proposed alterations or additions; b giving him an opportunity to make representations about them within the period of twenty-one days beginning with the service of the notice; and c taking any representations so made into account in making the decision. 12 In taking any decision under this section the licensing authority shall have regard, among the other relevant circumstances, to the following matters or to such of them as are applicable to the decision, that is to say— a whether the premises and the equipment provided and procedures used at the premises are such as to secure that, except (in the case of the procedures) in an emergency, only authorised spectators are admitted to designated football matches; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c whether the equipment provided, procedures used and other arrangements in force at the premises are such as are reasonably required to prevent the commission or minimise the effects of offences at designated football matches; and d such other considerations as the Secretary of State determines from time to time and notifies to the licensing authority. 13 Subject to subsection (14) below, if any term or condition of a licence is contravened any responsible person commits an offence. 14 Where a person is charged with an offence under subsection (13) above it shall be a defence to prove— a that the contravention took place without his consent; and b that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence. 15 A person guilty of an offence under subsection (13) above shall be liable, on summary conviction, to a fine not exceeding level 5 on the standard scale. 16 The fees charged on the issue of licences— a may be fixed so as to reimburse the licensing authority their expenses under this Part of this Act; and b shall be paid by the licensing authority to the Secretary of State. 17 In this section— “ authorised person ” means any person authorised by the Secretary of State   or the licensing authority  ; “ specified ” means specified in the licence or in the case of subsection (7) in the direction; and “ vary ”, in relation to a licence, includes the addition of further terms or conditions."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "11", "section_title": " Power of Secretary of State to require conditions in licences relating to seating.", "section_text": "11 1 The Secretary of State may, by order, direct the licensing authority to include in any licence to admit spectators to any specified premises a condition imposing requirements as respects the seating of spectators at designated football matches at the premises; and it shall be the duty of the authority to comply with the direction. 2 The requirements imposed by a condition in pursuance of this section may relate to the accommodation to be provided at, or the arrangements to be made as respects the spectators admitted to, the premises. 3 A direction may require the licensing authority to include the condition in the licence when granting it or by way of varying the conditions of a licence. 4 Before giving a direction under this section in relation to any premises the Secretary of State shall consult the licensing authority which may, if it thinks fit, make recommendations to him. 5 The licensing authority shall not make any recommendations under subsection (4) above without consulting the local authority in whose area the premises are situated. 6 The power to make an order containing a direction under this section is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section “ local authority ” has the same meaning as in the  Safety of Sports Grounds Act 1975."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "12", "section_title": " Licences to admit spectators: revocation and suspension.", "section_text": "12 1 The licensing authority may, subject to subsections (2), (3) and (4) below, at any time, by notice in writing to the holder of a licence to admit spectators, revoke the licence or suspend the licence indefinitely or for such period as the authority considers appropriate. 2 The licensing authority shall not suspend or revoke a licence under this section unless satisfied that it is necessary to do so having regard to the matters which are relevant for the purposes of this section. 3 The matters which are relevant for the purposes of this section are— a the matters specified in paragraphs (a), (b) and (c) of section 10(12) above; and b such other considerations as the Secretary of State determines from time to time and notifies to the licensing authority. 4 The licensing authority shall not revoke or suspend a licence to admit spectators without— a notifying the licence holder of the proposed revocation or suspension and of the grounds for it; b giving him an opportunity to make representations about the matter within the period of twenty-one days beginning with the date of the service of the notice; and c taking any representations so made into account in making the decision. 5 The licensing authority may, if satisfied that the urgency of the case so requires, suspend a licence under this section without observing the requirements of subsection (4) above but the authority shall, as soon as is practicable, notify the person to whom the licence was granted of the grounds for the suspension. 6 A licence suspended under this section shall during the time of suspension be of no effect. 7 Where a licence has been suspended under this section the person to whom the licence was granted may at any time apply to the licensing authority to terminate the suspension and the licensing authority may terminate the suspension if it appears to be appropriate to do so having regard to the relevant matters and after taking into account any representations made by the applicant."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "13", "section_title": " Licensing authority’s powers in relation to safety at football grounds.", "section_text": "13 1 The licensing authority shall have the function of keeping under review the discharge by local authorities of their functions under the  Safety of Sports Grounds Act 1975 in relation to sports grounds at which designated football matches are played and shall have the powers conferred in relation to those functions by the following provisions of this section. 2 The licensing authority may, by notice in writing to the local authority concerned, require the local authority to include in any safety certificate such terms and conditions as are specified in the notice; and it shall be the duty of the local authority to comply with the requirement. 3 Before exercising its power under subsection (2) above to require the inclusion of specified terms and conditions in any safety certificate, the licensing authority shall consult  — a the local authority; b the chief officer of police; c if the local authority are not the fire and rescue authority, the fire and rescue authority; and d if the local authority are not the building authority, the building authority. 4 As respects those terms and conditions, the local authority need not consult the chief officer of police, the   fire and rescue authority   or the building authority under section 3(3) or 4(8) of the Safety of Sports Grounds Act 1975 before issuing a safety certificate or about any proposal to amend or replace one. 5 A notice under subsection (2) above may require the issue under that Act of a safety certificate incorporating the specified terms or conditions or the amendment under that Act of a safety certificate so that it incorporates the specified terms or conditions. 6 Any inspector appointed by the licensing authority may, for the purposes of the discharge by the licensing authority of its function under subsection (1) above, on production, if so required, of his authority— a enter at any reasonable time any sports ground at which designated football matches are played; b make such inspection of the ground and such inquiries relating to the ground as he considers necessary; or c examine the safety certificate and any records kept under the Safety of Sports Grounds Act 1975 or this Part of this Act, and take copies of such records. 7 The licensing authority may, by notice in writing to any local authority, require the local authority to furnish to the licensing authority such information relating to the discharge by the local authority of its functions under the Safety of Sports Grounds Act 1975 as is specified in the notice; and it shall be the duty of the local authority to comply with the requirement. 8 Section 5(3) of the Safety of Sports Grounds Act 1975 (appeals against terms and conditions of safety certificates) shall have effect with the insertion, after paragraph (ii), of the words “but not against the inclusion in a safety certificate of anything required to be included in it by the Football Licensing Authority under section 13(2) of the Football Spectators Act 1989”. 9 Any expression used in this section and in the Safety of Sports Grounds Act 1975 has the same meaning in this section as in that Act."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14", "section_title": " Main definitions.", "section_text": "14 1 This section applies for the purposes of this Part. 2 “ Regulated football match ” means an association football match (whether in   the United Kingdom   or elsewhere) which is a prescribed match or a match of a prescribed description. 2A “Regulated football organisation” means an organisation (whether in the United Kingdom or elsewhere) which— a relates to association football, and b is a prescribed organisation or an organisation of a prescribed description. 3 “ External tournament ” means a football competition which includes regulated football matches outside   the United Kingdom . 4 “ Banning order ” means an order made by the court under this Part which— a in relation to regulated football matches in   the United Kingdom , prohibits the person who is subject to the order from entering any premises for the purpose of attending such matches, and b in relation to regulated football matches outside   the United Kingdom , requires that person to report at a police station in accordance with this Part. 5 “ Control period ”, in relation to a regulated football match outside   the United Kingdom , means the period— a beginning five days before the day of the match, and b ending when the match is finished or cancelled. 6 “ Control period ”, in relation to an external tournament, means any period described in an order made by the Secretary of State— a beginning five days before the day of the first football match outside   the United Kingdom   which is included in the tournament, and b ending when the last football match outside   the United Kingdom   which is included in the tournament is finished or cancelled, but, for the purposes of paragraph (a), any football match included in the qualifying or pre-qualifying stages of the tournament is to be left out of account. 7 References to football matches are to football matches played or intended to be played. 8 “ Relevant offence ” means an offence to which Schedule 1 to this Act applies. 9 The Secretary of State may by regulations amend paragraph 1 of Schedule 1 so as to add, modify or remove a reference to an offence or a description of offence. 10 Regulations under subsection (9) may make consequential amendments to this Act. 11 A statutory instrument containing regulations under subsection (9) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14A", "section_title": "Banning orders made on conviction of an offence.", "section_text": "14A 1 This section applies where a person (the “offender”) is convicted of a relevant offence. 2 The court must make a banning order in respect of the offender unless the court considers that there are particular circumstances relating to the offence or to the offender which would make it unjust in all the circumstances to do so. 3 Where the court does not make a banning order it must state in open court the reasons for not doing so. 3A For the purpose of deciding whether to make an order under this section the court may consider evidence led by the prosecution and the defence. 3B It is immaterial whether evidence led in pursuance of subsection (3A) would have been admissible in the proceedings in which the offender was convicted. 4 A banning order may only be made under this section— a in addition to a sentence imposed in respect of the relevant offence, or b in addition to an order discharging him conditionally. 4A The court may adjourn any proceedings in relation to an order under this section even after sentencing the offender. 4B If the offender does not appear for any adjourned proceedings, the court may further adjourn the proceedings or may issue a warrant for his arrest. 4BA If the court adjourns or further adjourns any proceedings under subsection (4A) or (4B), the court may remand the offender. 4BB A person who, by virtue of subsection (4BA), is remanded on bail may be required by the conditions of his bail— a not to leave England and Wales before his appearance before the court, and b if the control period relates to a regulated football match outside the United Kingdom or to an external tournament which includes such matches, to surrender his passport to a police constable, if he has not already done so. 4C ... the court may not issue a warrant   under subsection (4B) above  for the offender's arrest unless it is satisfied that he has had adequate notice of the time and place of the adjourned proceedings. 5 A banning order may be made as mentioned in subsection (4)(b) above in spite of anything in   sections 79, 80 and 82 of the Sentencing Code   (which relate to orders discharging a person absolutely or conditionally and their effect). 5A The prosecution has a right of appeal against a failure by the court to make a banning order under this section— a where the failure is by a magistrates' court, to the Crown Court; and b where it is by the Crown Court, to the Court of Appeal. 5B An appeal under subsection (5A)(b) may be brought only if the Court of Appeal gives permission or the judge who decided not to make an order grants a certificate that his decision is fit for appeal. 5C An order made on appeal under this section (other than one directing that an application be re-heard by the court from which the appeal was brought) is to be treated for the purposes of this Part as if it were an order of the court from which the appeal was brought. 6 In this section, “ the court ” in relation to an offender means— a the court by or before which he is convicted of the relevant offence, or b if he is committed to the Crown Court to be dealt with for that offence, the Crown Court."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14B", "section_title": " Banning orders made on a complaint.", "section_text": "14B 1 An application for a banning order in respect of any person may be made by— a the relevant chief officer, or b the Director of Public Prosecutions, if it appears to him that the condition in subsection (2) is met. 1A In subsection (1)\t\t\t\t\t\t\t\t\t\t “ the relevant chief officer ” means— a the chief officer of police of any police force maintained for a police area; or b the chief constable of the British Transport Police Force. 2 That condition is that the respondent has at any time caused or contributed to any violence or disorder in the United Kingdom or elsewhere. 3 The application is to be made by complaint to a magistrates’ court. 4 If— a it is proved on the application that the condition in subsection (2) above is met, and b the court is satisfied that there are reasonable grounds to believe that making a banning order would help to prevent violence or disorder at or in connection with any regulated football matches, the court must make a banning order in respect of the respondent. 5 If the magistrates' court adjourns proceedings on an application under this section, the court may remand the person in respect of whom the application is made. 6 A person who, by virtue of subsection (5) above, is remanded on bail under section 128 of the Magistrates' Courts Act 1980 may be required by the conditions of his bail— a not to leave England and Wales before his appearance before the court, and b if the control period relates to a regulated football match outside the United Kingdom or to an external tournament which includes such matches, to surrender his passport to a police constable, if he has not already done so."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14C", "section_title": " Banning orders: supplementary.", "section_text": "14C 1 In this Part, “violence” means violence against persons or property and includes threatening violence and doing anything which endangers the life of any person. 2 In this Part, “ disorder ” includes— a stirring up hatred against a group of persons defined by reference to colour, race, nationality (including citizenship) or ethnic or national origins, or against an individual as a member of such a group, b using threatening, abusive or insulting words or behaviour or disorderly behaviour, c displaying any writing or other thing which is threatening, abusive or insulting. 3 In this Part, “violence” and “disorder” are not limited to violence or disorder in connection with football. 4 The magistrates’ court may take into account the following matters (among others), so far as they consider it appropriate to do so, in determining whether to make an order under section 14B above— a any decision of a court or tribunal outside the United Kingdom, b deportation or exclusion from a country outside the United Kingdom, c removal or exclusion from premises used for playing football matches, whether in the United Kingdom or elsewhere, d conduct recorded on video or by any other means. 5 In determining whether to make such an order— a the magistrates’ court may not take into account anything done by the respondent before the beginning of the period of ten years ending with the application under section 14B(1) above, except circumstances ancillary to a conviction, b before taking into account any conviction for a relevant offence, where a court made a statement under section 14A(3) above (or section 15(2A) below or section 30(3) of the  Public Order Act 1986), the magistrates’ court must consider the reasons given in the statement, and in this subsection “ circumstances ancillary to a conviction ” has the same meaning as it has for the purposes of section 4 of the  Rehabilitation of Offenders Act 1974 (effect of rehabilitation). 6 Subsection (5) does not prejudice anything in the  Rehabilitation of Offenders Act 1974."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14D", "section_title": " Banning orders made on a complaint: appeals.", "section_text": "14D 1 An appeal lies to the Crown Court against the making by a magistrates’ court of a banning order under section 14B above. 1A An appeal lies to the Crown Court against the dismissal by a magistrates' court of an application for the making of a banning order under section 14B above. 2 On   an appeal under this section   the Crown Court— a may make any orders necessary to give effect to its determination of the appeal, and b may also make any incidental or consequential orders which appear to it to be just. 3 An order of the Crown Court made on an appeal under this section (other than one directing that an application be re-heard by a magistrates’ court) is to be treated for the purposes of this Part as if it were an order of the magistrates’ court from which the appeal was brought."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14E", "section_title": " Banning orders: general.", "section_text": "14E 1 On making a banning order, a court must in ordinary language explain its effect to the person subject to the order. 2 A banning order must require the person subject to the order to report initially at a police station  ... specified in the order within the period of five days beginning with the day on which the order is made. 2A A banning order must require the person subject to the order to give notification of the events mentioned in subsection (2B) to the enforcing authority. 2B The events are— a a change of any of his names; b the first use by him after the making of the order of a name for himself that was not disclosed by him at the time of the making of the order; c a change of his home address; d his acquisition of a temporary address; e a change of his temporary address or his ceasing to have one; f his becoming aware of the loss of his   passport  ; g receipt by him of a new   passport  ; h an appeal made by him in relation to the order; i an application made by him under section 14H(2) for termination of the order; j an appeal made by him under section 23(3) against the making of a declaration of relevance in respect of an offence of which he has been convicted. 2C A notification required by a banning order by virtue of subsection (2A) must be given before the end of the period of seven days beginning with the day on which the event in question occurs and— a in the case of a change of a name or address or the acquisition of a temporary address, must specify the new name or address; b in the case of a first use of a previously undisclosed name, must specify that name; and c in the case of a receipt of a new   passport , must give details of that   passport  . 3 A banning order must  ... impose a requirement as to the surrender in accordance with this Part, in connection with regulated football matches outside the United Kingdom, of the  passport   of the person subject to the order. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In the case of a person detained in legal custody— a the requirement under this section to report at a police station, and b any requirement imposed under section 19 below, is suspended until his release from custody. 6 If— a he is released from custody more than five days before the expiry of the period for which the order has effect, and b he was precluded by his being in custody from reporting initially, the order is to have effect as if it required him to report initially at the police station specified in the order within the period of five days beginning with the date of his release. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section— “ declaration of relevance ” has the same meaning as in section 23; “ home address ”, in relation to any person, means the address of his sole or main residence; “ loss ” includes theft or destruction; “ new ” includes replacement; “ temporary address ”, in relation to any person, means the address (other than his home address) of a place at which he intends to reside, or has resided, for a period of at least four weeks."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14F", "section_title": " Period of banning orders.", "section_text": "14F 1 Subject to the following provisions of this Part, a banning order has effect for a period beginning with the day on which the order is made. 2 The period must not be longer than the maximum or shorter than the minimum. 3 Where the order is made under section 14A above in addition to a sentence of imprisonment taking immediate effect, the maximum is ten years and the minimum is six years; and in this subsection “ imprisonment ” includes any form of detention. 4 In any other case where the order is made under section 14A above, the maximum is five years and the minimum is three years. 5 Where the order is made under section 14B above, the maximum is   five   years and the minimum is   three   years."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14G", "section_title": " Additional requirements of orders.", "section_text": "14G 1 A banning order may, if the court making the order thinks fit, impose additional requirements on the person subject to the order in relation to any regulated football matches. 2 The court by which a banning order was made may, on an application made by— a the person subject to the order, or b the person who applied for the order or who was the prosecutor in relation to the order, vary the order so as to impose, replace or omit any such requirements. 3 In the case of a banning order made by a magistrates’ court, the reference in subsection (2) above to the court by which it was made includes a reference to any magistrates’ court acting   in the same local justice   area as that court."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14H", "section_title": " Termination of orders.", "section_text": "14H 1 If a banning order has had effect for at least two-thirds of the period determined under section 14F above, the person subject to the order may apply to the court by which it was made to terminate it. 2 On the application, the court may by order terminate the banning order as from a specified date or refuse the application. 3 In exercising its powers under subsection (2) above, the court must have regard to the person’s character, his conduct since the banning order was made, the nature of the offence or conduct which led to it and any other circumstances which appear to it to be relevant. 4 Where an application under subsection (1) above in respect of a banning order is refused, no further application in respect of the order may be made within the period of six months beginning with the day of the refusal. 5 The court may order the applicant to pay all or any part of the costs of an application under this section. 6 In the case of a banning order made by a magistrates’ court, the reference in subsection (1) above to the court by which it was made includes a reference to any magistrates’ court acting   in the same local justice   area as that court."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "14J", "section_title": " Offences.", "section_text": "14J 1 A person subject to a banning order who fails to comply with— a any requirement imposed by the order, or b any requirement imposed under section 19(2B) or (2C) below, is guilty of an offence. 2 A person guilty of an offence under this section is liable on summary conviction to imprisonment for a term not exceeding six months, or a fine not exceeding level 5 on the standard scale, or both."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "15", "section_title": " Restriction orders.", "section_text": "15 1 Subject to subsection (3) below— a a court by or before which a person is convicted of a relevant offence, or b if a person convicted of such an offence is committed to the Crown Court to be dealt with, the Crown Court on dealing with him for the offence, shall have the power to make an international football banning order in relation to him. 2 Subject to subsection (3) below, it shall be the duty of the court to make an international football banning order in relation to the accused if it is satisfied that there are reasonable grounds to believe that making the order would help to prevent violence or disorder at or in connection with designated football matches. 2A Where the court has power to make an international football banning order in relation to the accused but does not do so, it shall state in open court that it is not satisfied that there are such reasonable grounds as are mentioned in subsection (2) above and give reasons why it is not satisfied. 3 An international football banning order may only be made— a in addition to a sentence imposed in respect of the offence of which the accused is (or was) convicted; or b in addition to an order discharging him absolutely or conditionally. 4 An international football banning order may be made as mentioned in subsection (3)(b) above notwithstanding anything in  sections 12 and 14 of the Powers of the Criminal Courts (Sentencing) Act 2000  (which relate to orders discharging a person absolutely or conditionally and their effect). 5 An international football banning order shall specify the police station in England or Wales at which the person subject to the order is to report initially. 5A The court may, if it thinks fit, impose conditions in the order which the person subject to the order shall comply with. 5B Those conditions may include conditions with respect to the surrender of the passport of the person subject to the order not more than five days before the date of each designated football match in relation to which he is required to report to a police station. 5C A passport surrendered by the person subject to the order on the occasion of a designated football match must be returned to him as soon as reasonably practicable after the match has taken place. 6 The court shall, on making the order in relation to the accused, explain its effect to him in ordinary language. 7 In section 10(3) of the  Criminal Appeal Act 1968 (appeals against sentence by Crown Court), in paragraph (c), after sub-paragraph (iii) there shall be inserted or               iv a restriction order under section 15 of the Football Spectators Act 1989; ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "16", "section_title": " Effect of order.", "section_text": "16 1 Subject to subsection (3) and section 17 below, an international football banning order has effect in relation to a person convicted of a relevant offence for a period determined by the court making the order— a which begins with the date of the making of the order, b which is not longer than the maximum period, and c which is not shorter than the minimum period. 1A The maximum period— a in a case where the person was sentenced in respect of that offence to a period of imprisonment taking immediate effect, is ten years, and b in any other case, is five years. 1B The minimum period— a in a case where the person was sentenced in respect of that offence to a period of imprisonment taking immediate effect, is six years, and b in any other case, is three years. 2 The duty to report imposed by   an international football bannning order  on the person subject to the order is a duty— a to report initially to the police station specified in the order within the period of five days beginning with the date of the making of the order, and b subject to any exemption, to report on the occasion of designated football matches when required to do so under section  19(3)(a) or (b)  below to  the police station in England and Wales specified in the notice by which the requirement is imposed at the time or between the times specified in the notice. 3 The duty to report shall, in the case of a person sentenced to or serving a term of imprisonment, be suspended until his discharge from prison and the order shall have effect, if he is discharged more than five days before the expiry of the period for which the order has effect and he was precluded by his being in prison from reporting initially, as if it required him to report initially to  the police station specified in the order within the period of five days beginning with the date of his discharge. 3A The duty to comply with conditions imposed by an international football banning order is a duty, subject to any exemption, to comply with those conditions when required to do so under section 19(3)(a) or (b) below. 4 A person who, without reasonable excuse, fails to comply with the duty to report  , or the duty to comply with conditions, imposed by  an international football banning order  commits an offence. 5 A person guilty of an offence under subsection (4) above shall be liable on summary conviction to imprisonment for a term not exceeding  six months  or to a fine not exceeding  level 5  on the standard scale or to both."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "17", "section_title": " Application to terminate restriction order.", "section_text": "17 1 A person in relation to whom an international football banning order has had effect for at least two-thirds of the period determined under section 16(1) above may apply to the court which made the order to terminate it. 2 On such an application the court may, having regard to the person’s character, his conduct since the order was made, the nature of the offence which led to it and any other circumstances of the case, either by order terminate  the international football banning order  (as from a date specified in the terminating order) or refuse the application. 3 Where an application under this section is refused, a further application in respect of the restriction order shall not be entertained if made within the period of six months beginning with the day of the refusal. 4 The court may order the applicant to pay all or any part of the costs of an application under this section. 5 In the case of  an international football banning order  made by a magistrates’ court, the reference in subsection (1) above to the court by which it was made includes a reference to any magistrates’ court acting for the same petty sessions area as that court. 6 Section 63(2) of the  Magistrates’ Courts Act 1980 (power to suspend or rescind orders) does not apply to  an international football banning order."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "18", "section_title": " Information.", "section_text": "18 1 Where a court makes   a banning order  the  designated officer for  the court (in the case of a magistrates’ court) or the appropriate officer (in the case of the Crown Court)— a shall give a copy of it to the person to whom it relates; b shall (as soon as reasonably practicable) send a copy of it to the enforcing authority  and to any prescribed person ; c shall (as soon as reasonably practicable) send a copy of it to the police station (addressed to the officer responsible for the police station) at which the person subject to the order is to report initially; and d in a case where the person subject to the order is   detained in legal custody, shall (as soon as reasonably practicable) send a copy of it to the person in whose custody he is detained . 2 Where a court terminates  a banning order  under  section 14H  above, the   designated officer for   the court (in the case of a magistrates’ court) or the appropriate officer (in the case of the Crown Court)— a shall give a copy of the terminating order to the person to whom  the banning order  relates; b shall (as soon as reasonably practicable) send a copy of it to the enforcing authority  and to any prescribed person ; and c in a case where the person subject to  the banning order  is  detained in legal custody, shall (as soon as reasonably practicable) send a copy of the terminating order to the person in whose custody he is detained . 3 Where a person subject to a banning order is released from custody and, in the case of a person who has not reported initially to a police station, is released more than five days before the expiry of the banning order, the person in whose custody he is shall (as soon as reasonably practicable) give notice of his release to the enforcing authority. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "19", "section_title": " Functions of enforcing authority and local police.", "section_text": "19 1 The enforcing authority and the officer responsible for the police station at which he reports initially shall have the following functions as respects any person subject to  a banning order . 2 On a person reporting initially at the police station, the officer responsible for the station may make such requirements of that person as are determined by the enforcing authority to be necessary or expedient for giving effect to  the banning order, so far as relating to regulated football matches outside   the United Kingdom . 2A If, in connection with any regulated football match outside   the United Kingdom , the enforcing authority is of the opinion that requiring any person subject to a banning order to report is necessary or expedient in order to reduce the likelihood of violence or disorder at or in connection with the match, the authority must give him a notice in writing under subsection (2B) below. 2B The notice must require that person— a to report at a police station specified in the notice at the time, or between the times, specified in the notice, b ...  ..., to surrender his  passport   at a police station specified in the notice at the time, or between the times, specified in the notice, and may require him to comply with any additional requirements of the order in the manner specified in the notice. 2C In the case of any regulated football match, the enforcing authority may by notice in writing require any person subject to a banning order to comply with any additional requirements of the order in the manner specified in the notice. 2D The enforcing authority may establish criteria for determining whether any requirement under subsection (2B) or (2C) above ought to be imposed on any person or any class of person. 2E A notice under this section— a may not require the person subject to the order to report except in the control period in relation to a regulated football match outside   the United Kingdom   or an external tournament, b may not require him to surrender his passport  except in the control period in relation to a regulated football match outside the United Kingdom or an external tournament which includes such matches. c must require him to notify the enforcing authority within the time period specified in the notice of each address at which he intends to stay, or has stayed, for one night or more in a period which is the control period in relation to a regulated football match. 2F Where a notice under this section requires the person subject to the order to surrender his    passport , the  passport   must be returned to him as soon as reasonably practicable after the end of the control period in question. 5 The enforcing authority, in exercising their functions under this section, shall have regard to any guidance issued by the Secretary of State under section 21 below. 6 A person who, without reasonable excuse, fails to comply with any requirement imposed on him under subsection (2) above shall be guilty of an offence. 7 A person guilty of an offence under subsection (6) above shall be liable on summary conviction to a fine not exceeding level 2 on the standard scale."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "20", "section_title": " Exemptions from requirement to report as respects a match.", "section_text": "20 1 A person who is subject to  a banning order  may— a as respects a particular  regulated football match , or b as respects  regulated football matches  played during a period, apply to the authority empowered to grant exemptions under this section (“the exempting authority”) to be exempt from  the requirements imposed by or under this Part, or any of them  as respects that match or matches played during that period. 2 The enforcing authority may grant exemptions under this section in all cases; but where the application is  made during the control period in relation to any match to which the application applies, the officer responsible for a police station may grant the exemption as respects that match, subject to subsection (3) below . 3 The officer responsible for a police station shall not grant an exemption without referring the question of exemption to the enforcing authority, unless he considers that it is not reasonably practicable to do so. 4 The exempting authority shall exempt the applicant from  the requirements imposed by or under this Part, or any of them, as respects any match or matches to which the application relates  if he shows to the authority’s satisfaction— a that there are special circumstances which justify his being so exempted; and b that, because of those circumstances, he would not attend the match or matches if he were so exempted. 5 The exempting authority shall, in taking any decision under subsection (4) above, have regard to any guidance issued by the Secretary of State under section 21 below. 6 Where an exemption is granted by the exempting authority to a person under subsection (4) above  the banning order is to have effect subject to the exemption and, accordingly, no requirement is to be imposed under section 19 which is inconsistent with the exemption . 7 A person who is aggrieved by the refusal of the exempting authority to grant him an exemption under subsection (4) above may, after giving the authority notice in writing of his intention to do so, appeal to a magistrates’ court  .... 8 On any appeal under subsection (7) above the court may make such order as it thinks fit. 9 The court may order the appellant to pay all or any part of the costs of an appeal under subsection (7) above. 10 Any person commits an offence who, in connection with an application under this section to be exempted from  the requirements imposed by or under this Part, or any of them — a makes a statement which he knows to be false or misleading in a material particular or recklessly makes a statement which is false or misleading in a material particular, or b produces, furnishes, signs or otherwise makes use of a document which he knows to be false or misleading in a material particular or recklessly produces, furnishes, signs or otherwise makes use of a document which is false or misleading in a material particular. 11 A person guilty of an offence under subsection (10) above shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "21", "section_title": " Functions of enforcing authority: supplementary provisions.", "section_text": "21 1 The Secretary of State may issue to the enforcing authority such guidance as he considers appropriate for the purposes of the exercise of their functions under sections 19 and 20 above. 2 The Secretary of State shall make such arrangements as he considers appropriate for publishing the guidance issued from time to time under subsection (1) above. 3 The Secretary of State may make regulations regulating the giving by the enforcing authority to persons subject to  banning orders  of notices under section 19 above  . . .; and it shall be the duty of the enforcing authority to comply with the regulations. 4 Regulations under subsection (3) above may exclude the operation of section 25 below. 5 The power to make regulations under subsection (3) above is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Where any notice is given under section 19 above by the enforcing authority in accordance with regulations under subsection (3) above, the notice shall be taken to have been received by the person to whom it was addressed unless he proves that he did not receive the notice and did not know and had no reasonable cause to believe that  requirements had been imposed on him under section 19 above . 7 Where any notice is given under section 19 above by the enforcing authority in accordance with section 25 below, subsection (6) above   (instead of section 25(1A))  shall apply as it applies to such a notice given in accordance with regulations under subsection (3) above. 8 The Secretary of State may pay to the enforcing authority any expenses incurred by them in exercising their functions under sections 19 and 20 above."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "21A", "section_title": " Summary measures: detention.", "section_text": "21A 1 This section and section 21B below apply during any control period in relation to a regulated football match outside   the United Kingdom   or an external tournament if a constable in uniform— a has reasonable grounds for suspecting that the condition in section 14B(2) above is met in the case of a person present before him, and b has reasonable grounds to believe that making a banning order in his case would help to prevent violence or disorder at or in connection with any regulated football matches. 2 The constable may detain the person in his custody (whether there or elsewhere) until he has decided whether or not to issue a notice under section 21B below, and shall give the person his reasons for detaining him in writing. This is without prejudice to any power of the constable apart from this section to arrest the person. 3 A person may not be detained under subsection (2) above for more than four hours or, with the authority of an officer of at least the rank of inspector, six hours. 4 A person who has been detained under subsection (2) above may only be further detained under that subsection in the same control period in reliance on information which was not available to the constable who previously detained him; and a person on whom a notice has been served under section 21B(2) below may not be detained under subsection (2) above in the same control period."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "21B", "section_title": " Summary measures: reference to a court.", "section_text": "21B 1 A constable in uniform may exercise the power in subsection (2) below if authorised to do so by an officer of at least the rank of inspector. 2 The constable may give the person a notice in writing requiring him— a to appear before a magistrates’ court at a time, or between the times, specified in the notice, b not to leave England and Wales before that time (or the later of those times), and c if the control period relates to a regulated football match outside the United Kingdom or to an external tournament which includes such matches, to surrender his  passport   to the constable, and stating the grounds referred to in section 21A(1) above. 3 The times for appearance before the magistrates’ court must be within the period of 24 hours beginning with— a the giving of the notice, or b the person’s detention under section 21A(2) above, whichever is the earlier. 4 For the purposes of section 14B above, the notice is to be treated as an application for a banning order made by complaint by the constable to the court in question and subsection (1) of that section is to have effect as if the references to   the relevant chief officer   were references to that constable. 5 A constable may arrest a person to whom he is giving such a notice if he has reasonable grounds to believe that it is necessary to do so in order to secure that the person complies with the notice. 6 Any    passport  surrendered by a person under this section must be returned to him in accordance with directions given by the court."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "21C", "section_title": " Summary measures: supplementary", "section_text": "21C 1 The powers conferred by sections 21A and 21B above may only be exercised in relation to a person who is a British citizen. 2 A person who fails to comply with a notice given to him under section 21B above is guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months, or a fine not exceeding level 5 on the standard scale, or both. 3 Where a person to whom a notice has been given under section 21B above appears before a magistrates’ court as required by the notice (whether under arrest or not), the court may remand him. 4 A person who, by virtue of subsection (3) above, is remanded on bail under section 128 of the  Magistrates’ Courts Act 1980 may be required by the conditions of his bail— a not to leave England and Wales before his appearance before the court, and b if the control period relates to a regulated football match outside the United Kingdom or to an external tournament which includes such matches, to surrender his    passport    to a police constable, if he has not already done so."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "21D", "section_title": " Summary measures: compensation.", "section_text": "21D 1 Where a person to whom a notice has been given under section 21B above appears before a magistrates’ court and the court refuses the application for a banning order in respect of him, it may order compensation to be paid to him out of central funds if it is satisfied— a that the notice should not have been given, b that he has suffered loss as a result of the giving of the notice, and c that, having regard to all the circumstances, it is appropriate to order the payment of compensation in respect of that loss. 2 An appeal lies to the Crown Court against any refusal by a magistrates’ court to order the payment of compensation under subsection (1) above. 3 The compensation to be paid by order of the magistrates’ court under subsection (1) above or by order of the Crown Court on an appeal under subsection (2) above shall not exceed £5,000 (but no appeal may be made under subsection (2) in respect of the amount of compensation awarded). 4 If it appears to the Secretary of State that there has been a change in the value of money since the coming into force of this section or, as the case may be, the last occasion when the power conferred by this subsection was exercised, he may by order substitute for the amount specified in subsection (3) above such other amount as appears to him to be justified by the change. 5 In this section, “ central funds ” has the same meaning as in enactments providing for the payment of costs."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "22", "section_title": " Restriction orders arising out of offences outside England and Wales.", "section_text": "22 1 Her Majesty may, by Order in Council, specify offences (“corresponding offences”) under the law of any country outside England and Wales which appear to Her to correspond to any offence  to which Schedule 1 to this Act applies . 1A For the purposes of subsection (1) above, an offence specified in an Order in Council under that subsection shall be regarded as corresponding to an offence  to which Schedule 1 to this Act applies  notwithstanding that any period specified in the Order is longer than any corresponding period specified in that Schedule. 2 Upon an information being laid before a justice of the peace  ... that a person  ... has been convicted of a corresponding offence in a country outside England and Wales, the justice may— a issue a summons directed to that person requiring him to appear before a magistrates’ court  ... to answer to the information; or b subject to subsection (3) below, issue a warrant to arrest that person and bring him before a magistrates’ court  .... 3 No warrant shall be issued under subsection (2) above unless the information is in writing and substantiated on oath. 4 Where a person appears or is brought before a magistrates’ court in pursuance of subsection (2) above, the court, if satisfied that— a he is ordinarily resident in England and Wales, and b has been convicted in the country outside England and Wales of the corresponding offence,   must make a banning order in relation to the person, unless subsection (5) applies.   5 This subsection applies if— a it appears to the court that the conviction of the corresponding offence in a country outside England and Wales is the subject of proceedings in a court of law in that country questioning the conviction, or b the court considers that there are particular circumstances relating to the corresponding offence or to the person which would make it unjust in all the circumstances to make a banning order. 5A Where the court does not make a banning order on the ground mentioned in subsection (5)(b) it must state in open court the reasons for not doing so. 6 In proceedings under subsection (4) above, the court shall have the like powers, including power to adjourn the proceedings and meanwhile to remand the defendant on bail (but not in custody), and the proceedings shall be conducted as nearly as may be in the like manner, as if the proceedings were the trial of an information for a summary offence. 7 Any person aggrieved by the decision of a magistrates’ court making  a banning order  under this section may appeal to the Crown Court against the decision. 8 Sections 14E to 14J and 18 to 21 shall apply in relation to a person subject to a banning order under this section as they apply in relation to a person subject to a banning order made by a magistrates’ court under section 14A. 9 An Order in Council under subsection (1) above relating to any country may include provision specifying the documentary form in which details are to be given of— a the conviction of a person in that country of a corresponding offence, b the nature and circumstances of the offence, and c whether or not the conviction is the subject of proceedings in that country questioning it. 10 A document in the form so specified— a shall be admissible in any proceedings under this Part of this Act as evidence of the facts stated in it unless the contrary is proved, and b shall be taken as such a document unless the contrary is proved. 11 In proceedings against a person under this section, the facts stated in a document in the form so specified shall, on production of the document and proof that that person is the person whose conviction is set out in the document, be taken to be proved unless the contrary is proved. 12 Any statutory instrument containing an Order under subsection (1) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "22A", "section_title": "Other interpretation,  etc.", "section_text": "22A 1 In this Part— “ British citizen ” has the same meaning as in the  British Nationality Act 1981, “ country ” includes territory, ... “ enforcing authority ” means a prescribed organisation established by the Secretary of State under section 57 of the  Police Act 1996 (central police organisations), “ passport ” means a United Kingdom passport within the meaning of the  Immigration Act 1971, “ prescribed ” means prescribed by an order made by the Secretary of State.   ... 2 The Secretary of State may, if he considers it necessary or expedient to do so in order to secure the effective enforcement of this Part, by order provide for section 14(5) and (6) above to have effect in relation to any, or any description of, regulated football match or external tournament as if, for any reference to five days, there were substituted a reference to the number of days (not exceeding ten) specified in the order. 3 Any power of the Secretary of State to make an order   or regulations  under this Part is exercisable by statutory instrument. 3A An order or regulations under this Part— a may make different provision for different purposes; b may make consequential, supplementary, incidental, transitional, transitory or saving provision. 4 An instrument containing an order made by the Secretary of State under this Part shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "23", "section_title": " Further provision about, and appeals against, declarations of relevance.", "section_text": "23 1 Subject to subsection (2) below, a court may not make a declaration of relevance as respects any offence unless it is satisfied that the prosecutor gave notice to the defendant, at least five days before the first day of the trial, that it was proposed to show that the offence  — a related to football matches, b related to a particular football match or to particular football matches, c related to a football organisation, or d related to a person whom the defendant knew or believed to have a prescribed connection with a football organisation, as the case may be. 2 A court may, in any particular case, make a declaration of relevance notwithstanding that notice to the defendant as required by subsection (1) above has not been given if he consents to waive the giving of full notice or the court is satisfied that the interests of justice do not require more notice to be given. 3 A person convicted of an offence as respects which the court makes a declaration of relevance may appeal against the making of the declaration of relevance as if the declaration were included in any sentence passed on him for the offence, and accordingly— a in section 10(3) of the  Criminal Appeal Act 1968 (appeals against sentence by Crown Court), in paragraph (c), after the sub-paragraph (iv) inserted by section 15(7) above there shall be inserted or                       v a declaration of relevance under the Football Spectators Act 1989; ; b in section 50(1) of that Act (meaning of “sentence”), at the end there shall be inserted the words  “                      ;and a declaration of relevance under the Football Spectators Act 1989                    ” ; and c in section 108(3) of the  Magistrates’ Courts Act 1980 (right of appeal to the Crown Court), at the end there shall be inserted the words  “                      and also includes a declaration of relevance under the Football Spectators Act 1989.                    ” 4 A banning order  made upon a person’s conviction of a relevant offence shall be quashed if the making of a declaration of relevance as respects that offence is reversed on appeal. 5 In this section  “ declaration of relevance ” means a declaration by a court for the purposes of Schedule 1 to this Act that an offence  — a related to football matches, b related to one or more particular football matches, c related to a football organisation, or d related to a person whom the defendant knew or believed to have a prescribed connection with a football organisation."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "24", "section_title": " Offences by bodies corporate.", "section_text": "24 1 Where an offence under this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or similar officer of the body corporate, or any person purporting to act in that capacity, he, as well as the body corporate, shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "25", "section_title": " Service of documents.", "section_text": "25 1 Any notice or other document required or authorised by or by virtue of this Act to be served on any person may be served on him either by delivering it to him or by leaving it at his proper address or by sending it by post. 1A A notice or other document served in accordance with subsection (1) on a person who is the subject of a banning order is to be deemed to be received by him at the time when it is served unless he proves otherwise. 2 Any notice or other document so required or authorised to be served on a body corporate or a firm shall be duly served if it is served on the secretary or clerk of that body or a partner of that firm. 3 For the purposes of this section, and of section 7 of the  Interpretation Act 1978 in its application to this section, the proper address of a person, in the case of a secretary or clerk of a body corporate, shall be that of the registered office or principal office of that body, in the case of a partner of a firm shall be that of the principal office of the firm, and in any other case shall be the last known address of the person to be served. 4 This section, and the said section 7 in its application to this section, is subject to section 21(4) and (7) above."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "26", "section_title": " Financial provision.", "section_text": "26 1 Any expenses of the Secretary of State under this Act shall be paid out of money provided by Parliament. 2 Any fees received by the Secretary of State under this Act shall be paid into the Consolidated Fund."}, {"act": "Football Spectators Act 1989", "year": 1989, "section": "27", "section_title": " Citation, commencement, consequential repeal and extent.", "section_text": "27 1 This Act may be cited as the Football Spectators Act 1989. 2 The provisions of this Act (other than this section) shall not come into operation until such day as the Secretary of State may appoint by order made by statutory instrument. 3 Different days may be appointed under subsection (2) above for different provisions of this Act. 4 A statutory instrument appointing a commencement date for  ... section 13 above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4A Any power of Her Majesty to make an Order in Council under this Act, and any power of the Secretary of State to make regulations or an order under this Act, may be exercised so as to make different provision for different purposes 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 This Act  ... extends to England and Wales only."}]