[{"act": "Law of Property (Miscellaneous Provisions) Act 1989", "year": 1989, "section": "1", "section_title": " Deeds and their execution.", "section_text": "1 1 Any rule of law which— a restricts the substances on which a deed may be written; b requires a seal for the valid execution of an instrument as a deed by an individual; or c requires authority by one person to another to deliver an instrument as a deed on his behalf to be given by deed, is abolished. 2 An instrument shall not be a deed unless— a it makes it clear on its face that it is intended to be a deed by the person making it or, as the case may be, by the parties to it (whether by describing itself as a deed or expressing itself to be executed or signed as a deed or otherwise); and b it is validly executed as a deed by that person or, as the case may be, one or more of those parties. 2A For the purposes of subsection (2)(a) above, an instrument shall not be taken to make it clear on its face that it is intended to be a deed merely because it is executed under seal. 3 An instrument is validly executed as a deed by an individual if, and only if— a it is signed— i by him in the presence of a witness who attests the signature; or ii at his direction and in his presence and the presence of two witnesses who each attest the signature; and b it is delivered as a deed  ... 4 In subsections (2) and (3) above “ sign ”, in relation to an instrument, includes making one’s mark on the instrument and “ signature ” is to be construed accordingly. 4A Subsection (3) above applies in the case of an instrument executed by an individual in the name or on behalf of another person whether or not that person is also an individual. 5 Where  a relevant lawyer, or an agent or employee of a relevant lawyer , in the course of or in connection with a transaction  ..., purports to deliver an instrument as a deed on behalf of a party to the instrument, it shall be conclusively presumed in favour of a purchaser that he is authorised so to deliver the instrument. 6 In subsection (5) above— “purchaser” has the same meaning  as in the  Law of Property Act 1925;  “ relevant lawyer ” means a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes a reserved instrument activity (within the meaning of that Act).  ... ... 7 Where an instrument under seal that constitutes a deed is required for the purposes of an Act passed before this section comes into force, this section shall have effect as to signing, sealing or delivery of an instrument by an individual in place of any provision of that Act as to signing, sealing or delivery. 8 The enactments mentioned in Schedule 1 to this Act (which in consequence of this section require amendments other than those provided by subsection (7) above) shall have effect with the amendments specified in that Schedule. 9 Nothing in subsection (1)(b), (2), (3), (7) or (8) above applies in relation to deeds required or authorised to be made under— a the seal of the county palatine of Lancaster; b the seal of the Duchy of Lancaster; or c the seal of the Duchy of Cornwall. 10 The references in this section to the execution of a deed by an individual do not include execution by a corporation sole and the reference in subsection (7) above to signing, sealing or delivery by an individual does not include signing, sealing or delivery by such a corporation. 11 Nothing in this section applies in relation to instruments delivered as deeds before this section comes into force."}, {"act": "Law of Property (Miscellaneous Provisions) Act 1989", "year": 1989, "section": "2", "section_title": " Contracts for sale  etc.  of land to be made by signed writing.", "section_text": "2 1 A contract for the sale or other disposition of an interest in land can only be made in writing and only by incorporating all the terms which the parties have expressly agreed in one document or, where contracts are exchanged, in each. 2 The terms may be incorporated in a document either by being set out in it or by reference to some other document. 3 The document incorporating the terms or, where contracts are exchanged, one of the documents incorporating them (but not necessarily the same one) must be signed by or on behalf of each party to the contract. 4 Where a contract for the sale or other disposition of an interest in land satisfies the conditions of this section by reason only of the rectification of one or more documents in pursuance of an order of a court, the contract shall come into being, or be deemed to have come into being, at such time as may be specified in the order. 5 This section does not apply in relation to— a a contract to grant such a lease as is mentioned in section 54(2) of the  Law of Property Act 1925 (short leases); b a contract made in the course of a public auction; or c a contract regulated under the Financial Services and Markets Act 2000, other than a regulated mortgage contract  a regulated home reversion plan, a regulated home purchase plan or a regulated sale and rent back agreement ; and nothing in this section affects the creation or operation of resulting, implied or constructive trusts. 6 In this section— “ disposition ” has the same meaning as in the Law of Property Act 1925; “ interest in land ” means any estate, interest or charge in or over land  or in or over the proceeds of sale of land . “regulated mortgage contract” , “regulated home reversion plan” , “regulated home purchase plan” and “regulated sale and rent back agreement”  must be read with— a section 22 of the Financial Services and Markets Act 2000, b any relevant order under that section, and c Schedule 2 to that Act. 7 Nothing in this section shall apply in relation to contracts made before this section comes into force. 8 Section 40 of the Law of Property Act 1925 (which is superseded by this section) shall cease to have effect."}, {"act": "Law of Property (Miscellaneous Provisions) Act 1989", "year": 1989, "section": "3", "section_title": " Abolition of rule in Bain v. Fothergill.", "section_text": "3 The rule of law known as the rule in Bain v. Fothergill is abolished in relation to contracts made after this section comes into force."}, {"act": "Law of Property (Miscellaneous Provisions) Act 1989", "year": 1989, "section": "4", "section_title": " Repeals.", "section_text": "4 The enactments mentioned in Schedule 2 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Law of Property (Miscellaneous Provisions) Act 1989", "year": 1989, "section": "5", "section_title": " Commencement.", "section_text": "5 1 The provisions of this Act to which this subsection applies shall come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint. 2 The provisions to which subsection (1) above applies are— a section 1 above; and b section 4 above, except so far as it relates to section 40 of the Law of Property Act 1925. 3 The provisions of this Act to which this subsection applies shall come into force at the end of the period of two months beginning with the day on which this Act is passed. 4 The provisions of this Act to which subsection (3) above applies are— a sections 2 and 3 above; and b section 4 above, so far as it relates to section 40 of the  Law of Property Act 1925."}, {"act": "Law of Property (Miscellaneous Provisions) Act 1989", "year": 1989, "section": "6", "section_title": " Citation.", "section_text": "6 1 This Act may be cited as the Law of Property (Miscellaneous Provisions) Act 1989. 2 This Act extends to England and Wales only."}]