[{"act": "Parking Act 1989", "year": 1989, "section": "1", "section_title": " Parking devices.", "section_text": "1 1 Section 35 of the  Road Traffic Regulation Act 1984 (provisions as to use of parking places provided by local authorities under section 32 or 33 of that Act) shall be amended as follows. 2 At the end of subsection (1) (power to make orders) there shall be inserted “and the power under paragraph (iii) to make provision as to the payment of charges shall include power to make provision requiring those charges, or any part of them, to be paid by means of the hire or purchase in advance, or the use, of parking devices in accordance with the order.” 3 After subsection (3) there shall be inserted the following subsections— 3A An order under subsection (1) above may also provide— a for regulating the issue, use and surrender of parking devices; b for requiring vehicles to display parking devices when left in any parking place in respect of which the parking devices may be used; c without prejudice to the generality of paragraph (b) above, for regulating the manner in which parking devices are to be displayed or operated; d for prescribing the use, and the manner of use, of apparatus, of such type as may be approved by the Secretary of State either generally or specially, designed to be used in connection with parking devices; e for treating— i the indications given by a parking device, or ii the display or the failure to display a parking device on or in any vehicle left in any parking place, as evidence (and, in Scotland, as sufficient evidence) of such facts as may be provided by the order; f for the refund, in such circumstances and in such manner as may be prescribed in the order, of the whole or part of the amount of any charge paid in advance in respect of a parking device; g for the payment of a deposit in respect of the issue of a parking device and for the repayment of the whole or any part of any such deposit. 3B In this section and in section 35A below “ parking device ” means either a card, disc, token, meter, permit, stamp or other similar device, whether used in a vehicle or not, of such type or design as may be approved by the Secretary of State either generally or specially, which, being used either by itself, or in conjunction with any such apparatus as is referred to in subsection (3A)(d) above— a indicates, or causes to be indicated, the payment of a charge, and— i the period in respect of which it has been paid and the time of the beginning or end of the period, or ii whether or not the period for which it has been paid or any further period has elapsed, or iii the period for which the vehicle in relation to which the parking device is used is permitted to park in the parking place, and the time of the beginning or end of the period, or iv whether or not the period for which the vehicle in relation to which the parking device is used is permitted to park in the parking place or any further period has elapsed; or b operates apparatus controlling the entry of vehicles to or their exit from the parking place, or enables that apparatus to be operated; or any other device of any such description as may from time to time be prescribed for the purposes of this section and section 35A below by order made by the Secretary of State, and of such type or design as may be approved by the Secretary of State either generally or specially. 3C An order under subsection (3B) above which revokes or amends a previous order under that subsection may make such saving and transitional provision as appears to the Secretary of State to be necessary or expedient. 3D The power to make orders under subsection (3B) above is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. . 4 Subsections (4) to (7) shall cease to have effect. 5 The amendments in the said section 35 made by this section shall not affect the validity of orders under subsection (1) of that section made before the commencement of this section."}, {"act": "Parking Act 1989", "year": 1989, "section": "2", "section_title": " Offences and proceedings in connection with parking places provided by local authorities.", "section_text": "2 The following section shall be inserted after section 35—  Offences and proceedings in connection with parking places provided under s.32 or 33. 35A 1 In the event of any contravention of, or non-compliance with, a provision of an order under section 35(1) above, the person responsible shall be guilty of an offence. 2 A person who, with intent to defraud— a interferes with any such apparatus or device mentioned in section 35(3) above as is by an order under section 35(1) above to be used for the collection of charges at an off-street parking place, or operates or attempts to operate it by the insertion of objects other than current coins or bank notes of the appropriate denomination, or the appropriate credit or debit cards, or b interferes with any such apparatus as is mentioned in section 35(3A)(d) above or with a parking device, or operates or attempts to operate any such apparatus or any parking device otherwise than in the manner prescribed, or c displays a parking device otherwise than in the manner prescribed, shall be guilty of an offence. 3 An order under section 35(1) above may include provision— a for determining the person responsible for any contravention of or non-compliance with the order; b for treating— i the indications given by any such apparatus or device as is mentioned in section 35(3) above used in pursuance of the order, or ii the indications given by any such apparatus as is mentioned in section 35(3A)(d) above used in pursuance of the order, or any tickets issued by it, or the absence of any such ticket from a vehicle left in a parking place, as evidence (and, in Scotland, as sufficient evidence) of such facts and for such purposes as may be provided by the order; c for applying with any appropriate adaptations any of the provisions of subsections (4) to (6) of section 47 of this Act. 4 The reference in subsection (5) of section 47 of this Act to apparatus provided for the purposes of a parking place and operated by the insertion of coins or bank notes or by means of credit or debit cards shall, where that subsection is applied by virtue of subsection (3)(c) above, include references to— a any such apparatus as is referred to in section 35(3A)(d) above, and b any such device as is referred to in section 35(3B) above; and the said subsection (5) of section 47 of this Act (as modified by this subsection) shall apply to an offence under subsection (2)(b) or (c) above as it applies to an offence under that section. 5 While a vehicle is within a parking place, it shall not be lawful for the driver or conductor of the vehicle, or for any person employed in connection with it, to ply for hire or accept passengers for hire; and if a person acts in contravention of this subsection he shall be guilty of an offence. 6 In this section— “ credit card ” means a card or similar thing issued by any person, use of which enables the holder to defer the payment by him of the charge for parking a vehicle; and “ debit card ” means a card or similar thing issued by any person, use of which by the holder causes the charge for parking a vehicle to be paid by the electronic transfer of funds from any current account of his at a bank or other institution providing banking services."}, {"act": "Parking Act 1989", "year": 1989, "section": "3", "section_title": " Display of information.", "section_text": "3 The following section shall be inserted after the section 35A inserted by section 2 above—  Display of information. 35B 1 The Secretary of State may make regulations requiring local authorities to display at off-street parking places provided by them under section 32 above such information about parking there as is specified in the regulations. 2 Regulations under this section may also— a require the display of any orders under section 35(1) above relating to the parking place; b specify the manner in which the information and orders are to be displayed; c exempt local authorities, in specified circumstances or subject to specified conditions, from the requirement to display information and orders, or to display them in the specified manner; and d provide, in relation to a parking place at which a local authority fails to comply with the regulations or with any specified provision of the regulations, that, except in any specified circumstances, any order under section 35(1) above shall be of no effect in its application to that parking place in so far as it requires the payment of any charge in connection with use of the parking place— i while the failure to comply continues, and ii as respects vehicles parked there when the failure to comply was remedied, during a specified period thereafter. 3 Regulations under this section may make different provision for different circumstances and for different descriptions of parking place, and may exempt specified descriptions of parking place from any provision of the regulations. 4 In any proceedings for contravention of, or non-compliance with, an order under section 35(1) above relating to an off-street parking place, it shall be assumed, unless the contrary is shown, that any relevant regulations under this section were complied with at all material times."}, {"act": "Parking Act 1989", "year": 1989, "section": "4", "section_title": " Minor, consequential and related amendments.", "section_text": "4 The enactments mentioned in the Schedule to this Act shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on sections 1 and 2 of this Act and related amendments."}, {"act": "Parking Act 1989", "year": 1989, "section": "5", "section_title": " Short title, commencement and extent.", "section_text": "5 1 This Act may be cited as the Parking Act 1989. 2 This Act shall come into force on such day as the Secretary of State appoints by order made by statutory instrument. 3 This Act does not extend to Northern Ireland."}]