[{"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "1", "section_title": " General control over prisons in Scotland.", "section_text": "1 All powers and jurisdiction in relation to prisons and prisoners which before the commencement of the  Prisons (Scotland) Act 1877 were exercisable by any other authority shall, subject to the provisions of this Act, continue to be exercisable by the Secretary of State."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "3", "section_title": " General superintendence of prisons.", "section_text": "3 1 The general superintendence of prisons shall be vested in the Secretary of State. 1A Every prison shall have a governor and such other officers as may be necessary. 2 The Secretary of State shall appoint to each prison a chaplain being a minister or a licentiate of the Church of Scotland. 3 The Secretary of State shall make contracts and do all other acts necessary for the maintenance of the prisons and prisoners therein. 4 There shall be provided such office accommodation in connection with the general superintendence of prisons as the Secretary of State, with the consent of the Treasury, may determine."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "3A", "section_title": "Medical officers for prisons", "section_text": "3A 1 The Scottish Ministers must designate one or more medical officers for each prison. 2 A person may be designated as a medical officer for a prison only if the person is a registered medical practitioner performing primary medical services for prisoners at the prison under the National Health Service (Scotland) Act 1978 (c.29). 3 A medical officer has the functions that are conferred on a medical officer for a prison by or under this Act or any other enactment. 4 A medical officer is not an officer of the prison for the purposes of this Act. 5 Rules under section 39 of this Act may provide for the governor of a prison to authorise the carrying out by officers of the prison of a search of any person who is in, or is seeking to enter, the prison for the purpose of providing medical services for any prisoner at the prison. 6 Nothing in rules made by virtue of subsection (5) allows the governor to authorise an officer of a prison to require a person to remove any of the person's clothing other than an outer coat, jacket, headgear, gloves and footwear."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "4", "section_title": " General duties in relation to prisons.", "section_text": "4 1 Subject to any directions of the Secretary of State officers duly authorised by him shall visit and inspect all prisons and examine the state of the buildings, the conduct of officers, the treatment and conduct of the prisoners and all other matters concerning the management of prisons. 2 The Secretary of State may, by himself or by any authorised officer, exercise in relation to any prison and the prisoners therein all powers and jurisdiction exercisable by the prison authority of a prison by virtue of any Act of Parliament or by any rules duly made thereunder."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "5", "section_title": " Report to Parliament.", "section_text": "5 1 The Secretary of State shall, at such time or times as he may think fit, cause a report to be prepared of the condition of the prisons and prisoners, and shall lay such report before Parliament. 2 A report prepared under subsection (1) above shall state the various manufacturing processes carried on in each prison with such particulars as to the kinds and quantities of, and the commercial value of the labour on, the manufactures, and as to the number of prisoners employed and otherwise as may in the opinion of the Secretary of State be best calculated to afford information to Parliament."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "6", "section_title": " Annual return of punishments.", "section_text": "6 The Secretary of State shall make a yearly return to Parliament of all punishments inflicted within each prison and the offences for which they were inflicted."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "6A", "section_title": "Purpose of inspection and monitoring of prisons", "section_text": "6A The provisions of sections 7 to 7G are in pursuance of the objective of OPCAT, that is, the objective of establishing a system of regular visits undertaken by independent international and national bodies to places where people are deprived of their liberty in order to prevent torture and other cruel, inhuman or degrading treatment or punishment."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "7", "section_title": " Appointment and functions of Her Majesty’s Chief Inspector of Prisons for Scotland.", "section_text": "7 1 Her Majesty may appoint a person to be Chief Inspector of Prisons for Scotland. 2 The functions of the Chief Inspector are— a to inspect, or arrange for the inspection of, prisons and the treatment of prisoners, b to inspect the conditions in which prisoners are transported or held in pursuance of prisoner escort arrangements (within the meaning of section 102 (arrangements for the provision of prisoner escorts) of the Criminal Justice and Public Order Act 1994), c to inspect the arrangements operated by prisons for the temporary release of prisoners in accordance with rules made under section 39, d to investigate specific matters connected with prisons or prisoners which have been referred to the Chief Inspector by the Scottish Ministers, e to issue instructions to prison monitoring co-ordinators in relation to the exercise of their functions, f to prepare and publish guidance on the exercise of the functions of prison monitoring co-ordinators and independent prison monitors, g to evaluate the performance of each prison monitoring co-ordinator, and h such other functions as are conferred on the Chief Inspector by this or any other enactment. 3 The Chief Inspector must report to the Scottish Ministers— a following an inspection carried out under subsection (2)(a),(b) or (c), b following an investigation carried out under subsection (2)(d), and c annually, in relation to— i the conditions in prisons and the treatment of prisoners, and ii the exercise of the functions of independent prison monitors. 4 In relation to a report made under subsection (3)(c)— a the report is to be in such form and made by such date as the Scottish Ministers may direct, and b different forms and different dates may be directed in relation to reports made under subsection (3)(c)(i) and (ii). 5 The Chief Inspector must lay before the Scottish Parliament— a a copy of any report made under subsection (3)(c), and b a copy of any report made by a prison monitoring co-ordinator under section 7B(6)(b) or (c). 6 The Chief Inspector may report to the Scottish Ministers in such manner as the Chief Inspector considers appropriate on any matter relating to— a the conditions in prisons, b the treatment of prisoners, or c the exercise of the functions of prison monitoring co-ordinators or independent prison monitors. 7 For the purpose of exercising any of the Chief Inspector’s functions, the Chief Inspector may, without prior notice— a visit any prison, and access any part of a prison, in Scotland, b speak in private with any prison monitoring co-ordinator, independent prison monitor, prisoner, visitor, prison officer or other person working at the prison, who agrees to speak to the Chief Inspector, or c examine any prison records, other than personnel records. 8 The Scottish Ministers are to pay the Chief Inspector such salary and allowances, and such other sums in respect of the exercise of the Chief Inspector’s functions, as the Scottish Ministers consider appropriate. 9 The Scottish Ministers may provide staff, property or services to the Chief Inspector to assist the Chief Inspector in the exercise of the Chief Inspector’s functions."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "7A", "section_title": "Appointment of prison monitoring co-ordinators", "section_text": "7A 1 There are to be three (or such higher number as the Scottish Ministers determine) prison monitoring co-ordinators. 2 It is for the Scottish Ministers to appoint prison monitoring co-ordinators. 3 The Scottish Ministers must consult the Chief Inspector before— a making a determination under subsection (1), or b making an appointment under subsection (2). 4 The Scottish Ministers may prescribe in regulations the procedures which must be complied with in making appointments under subsection (2). 5 Regulations under subsection (4) may in particular make provision for or in connection with— a persons or organisations who must be consulted, in addition to the Chief Inspector, prior to appointments being made, b terms and conditions of appointment, c periods of appointment, and d termination of appointments. 6 The Chief Inspector must assign prison monitoring co-ordinators to prisons so that each prison has an assigned prison monitoring co-ordinator. 7 A prison monitoring co-ordinator may be assigned to— a prisons within a particular area, b particular prisons, or c all prisons."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "7B", "section_title": "The functions of prison monitoring co-ordinators", "section_text": "7B 1 The function of a prison monitoring co-ordinator is to ensure the effective monitoring of each prison to which the prison monitoring co-ordinator is assigned. 2 In pursuance of that function, a prison monitoring co-ordinator must— a appoint independent prison monitors in such numbers as the Chief Inspector considers appropriate, b assign each independent prison monitor to a prison to which the prison monitoring co-ordinator is assigned, c arrange for each independent prison monitor to visit the prison— i in accordance with a rota of visits prepared by the prison monitoring co-ordinator and agreed between the prison monitoring co-ordinator, the independent prison monitors assigned to the prison and the governor of the prison, and ii at such other times, without appointment with the governor of the prison, as may be agreed between the prison monitoring co-ordinator and the independent prison monitor, d arrange for specific matters in relation to a prison, which have been referred to the prison monitoring co-ordinator by the Chief Inspector, to be investigated by one or more independent prison monitors assigned to the prison, e provide such support to independent prison monitors appointed by the prison monitoring co-ordinator as the prison monitoring co-ordinator considers appropriate to assist those independent prison monitors in carrying out their duties under section 7D, f arrange such training for independent prison monitors appointed by the prison monitoring co-ordinator as the prison monitoring co-ordinator considers appropriate, g arrange a meeting with independent prison monitors assigned to a prison at least once every six months at which no fewer than two thirds of all independent prison monitors assigned to that prison must be in attendance, h evaluate the performance of each independent prison monitor appointed by the prison monitoring co-ordinator, i visit each prison to which the prison monitoring co-ordinator is assigned as instructed by the Chief Inspector, and j maintain a record of the date and time of each visit to a prison in accordance with paragraph (i) and the matters considered during each visit. 3 The rota prepared by the prison monitoring co-ordinator under subsection (2)(c)— a must provide for at least one independent prison monitor to visit the prison at least once every week, and b may provide for independent prison monitors to visit the prison in groups or individually. 4 In exercising the prison monitoring co-ordinator’s functions, the prison monitoring co-ordinator must— a comply with any instructions issued by the Chief Inspector under section 7(2)(e), and b have regard to any guidance published by the Chief Inspector under section 7(2)(f). 5 For the purpose of exercising any of the prison monitoring co-ordinator’s functions, a prison monitoring co-ordinator may, without prior notice— a visit any prison, and access any part of a prison, to which the prison monitoring co-ordinator is assigned, b speak in private with any independent prison monitor, prisoner, visitor, prison officer or other person working at the prison, who agrees to speak to the prison monitoring co-ordinator, or c examine any prison records, other than— i personnel records, or ii any documents containing information, the disclosure of which would, in the opinion of the governor of the prison, have implications for the security of the prison. 6 A prison monitoring co-ordinator must report to the Chief Inspector— a in relation to any specific matters investigated by independent prison monitors in pursuance of arrangements made by the prison monitoring co-ordinator under subsection (2)(d), b annually in relation to— i the monitoring of each prison to which the prison monitoring co-ordinator is assigned, and ii the conditions, and the treatment of prisoners, in each prison to which the prison monitoring co-ordinator is assigned, and c otherwise in relation to such matters as the Chief Inspector may require. 7 In relation to a report made under subsection (6)(b)— a the report is to be in such form and made by such date as the Chief Inspector may direct, and b different forms and different dates may be directed in relation to reports made under subsection (6)(b)(i) and (ii). 8 A prison monitoring co-ordinator may notify the governor of a prison to which the prison monitoring co-ordinator is assigned, and the Chief Inspector, of any matter relating to the prison, or prisoners detained in the prison, which the prison monitoring co-ordinator considers appropriate. 9 The Scottish Ministers are to pay prison monitoring co-ordinators such salary and allowances as the Scottish Ministers consider appropriate."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "7C", "section_title": "Appointment of independent prison monitors", "section_text": "7C 1 Subject to subsections (2) and (3), independent prison monitors are to be appointed on such terms and conditions as the Chief Inspector may determine. 2 A person who has been appointed as an independent prison monitor may be re-appointed for further periods. 3 A person may not be an independent prison monitor for a period (whether or not consecutive) of more than 9 years."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "7D", "section_title": "The functions of independent prison monitors", "section_text": "7D 1 An independent prison monitor must, in relation to the prison to which the independent prison monitor is assigned— a visit the prison in accordance with arrangements made under section 7B(2)(c), b monitor the conditions in the prison and the treatment of prisoners, c monitor the arrangements operated by the prison for the temporary release of prisoners in accordance with rules made under section 39, d investigate specific matters which have been referred to the independent prison monitor by the prison monitoring co-ordinator, e notify the governor of the prison and the prison monitoring co-ordinator of any matters relating to the conditions in the prison or the treatment of prisoners which the independent prison monitor considers appropriate, f where, in the opinion of the independent prison monitor, a matter notified to the governor of the prison under paragraph (e) has not been remedied to the satisfaction of the independent prison monitor, inform the governor and the prison monitoring co-ordinator, and g maintain a record of the date and time of each visit to the prison and the matters considered during each visit. 2 Without prejudice to the duty in subsection (1)(a), an independent prison monitor may also visit the prison without prior notice at such times as the independent prison monitor considers necessary. 3 An independent prison monitor may investigate any matter referred to the independent prison monitor by a prisoner. 4 Rules made under section 39 may make provision for assistance to be provided by independent prison monitors to prisoners in any complaints process provided for under those rules. 5 In exercising the independent prison monitor’s functions, an independent prison monitor must— a comply with any instructions issued by the prison monitoring co-ordinator, b attend all training arranged by the prison monitoring co-ordinator under section 7B(2)(f), and c have regard to any guidance on the monitoring of prisons published by the Chief Inspector under section 7(2)(f). 6 For the purpose of exercising any of the independent prison monitor’s functions, an independent prison monitor may, without prior notice— a visit any prison, and access any part of a prison, to which the independent prison monitor is assigned, b speak in private with any prisoner, visitor, prison officer or other person working at the prison, who agrees to speak to the independent prison monitor, or c examine any prison records other than— i personnel records, or ii any documents containing information, the disclosure of which would, in the opinion of the governor of the prison, have implications for the security of the prison. 7 An independent prison monitor must report to the prison monitoring co-ordinator— a in relation to any specific matters investigated by the independent prison monitor under subsection (1)(d), and b otherwise in relation to such matters, and in such form and manner, as the prison monitoring co-ordinator may instruct. 8 The Scottish Ministers may pay each independent prison monitor such sums in respect of travel and subsistence expenses as the Scottish Ministers consider appropriate. 9 References in this section to “the prison monitoring co-ordinator” are references to the prison monitoring co-ordinator assigned to the prison in question."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "7E", "section_title": "Duty of the governor to assist with inspection and monitoring", "section_text": "7E The governor of a prison must ensure that the Chief Inspector, prison monitoring co-ordinators and independent prison monitors are provided with such assistance as is necessary to allow them to exercise their functions under this Act in relation to the prison."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "7F", "section_title": "Prison monitoring advisory group", "section_text": "7F 1 The Chief Inspector must establish a prison monitoring advisory group. 2 The group is to comprise— a the Chief Inspector, b each of the prison monitoring co-ordinators, c at least three independent prison monitors, and d such other persons as the Chief Inspector considers appropriate. 3 Persons appointed to the prison monitoring advisory group under subsection (2)(c) or (d) are to be appointed for such period as the Chief Inspector considers appropriate (and may be re-appointed). 4 The functions of the prison monitoring advisory group are to— a keep the effectiveness of prison monitoring under review, b contribute to the preparation of the guidance published by the Chief Inspector under section 7(2)(f), c keep the guidance published by the Chief Inspector under review, d keep the training arrangements for independent prison monitors under review, and e make recommendations for improvement in respect of any of the matters referred to in paragraphs (a) to (d)."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "7G", "section_title": "SPT visits", "section_text": "7G 1 The Scottish Ministers must make arrangements to ensure that members of the SPT may— a visit prisoners, b access information relevant to the treatment of prisoners and the conditions in which they are detained, c monitor the conditions in prisons and the treatment of prisoners, and d monitor the arrangements operated by prisons for the temporary release of prisoners in accordance with rules made under section 39. 2 The arrangements may, in particular, authorise members of the SPT to— a access, without prior notice, any prison (accompanied by such experts as the members think fit), b examine prison records relating to the detention of prisoners, c meet any prisoners in private to discuss their treatment while detained and the conditions in which they are detained, d inspect the conditions in which prisoners are detained (including cell accommodation, washing and toilet facilities and facilities for the provision of food), and e meet such other persons as the members think may have information relevant to the treatment of prisoners and the conditions in which they are detained. 3 The Scottish Ministers must keep the arrangements under review and revise them as they think fit."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "8", "section_title": " Visiting committees.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "9", "section_title": " Appointment of prison ministers.", "section_text": "9 1 Where in any prison the number of prisoners who belong to a religious denomination other than the Church of Scotland is such as in the opinion of the Secretary of State to require the appointment of a minister of that denomination, the Secretary of State may appoint such a minister to that prison. 2 The Secretary of State may pay a minister appointed under the foregoing subsection such remuneration as he thinks reasonable. 3 The Secretary of State may allow a minister of any denomination other than the Church of Scotland to visit prisoners of his denomination in a prison to which no minister of that denomination has been appointed under this section. 4 No prisoner shall be visited against his will by such a minister as is mentioned in the last foregoing subsection; but every prisoner not belonging to the Church of Scotland shall be allowed, in accordance with the arrangements in force in the prison in which he is confined, to attend chapel or to be visited by the chaplain. 5 The governor of a prison shall on the reception of each prisoner record the religious denomination to which the prisoner declares himself to belong, and shall give to any minister who under this section is appointed to the prison or permitted to visit prisoners therein a list of the prisoners who have declared themselves to belong to his denomination; and the minister shall not be permitted to visit any other prisoners."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "10", "section_title": " Place of confinement of prisoners.", "section_text": "10 1 A prisoner may be lawfully confined in any prison. 2 Prisoners shall be committed to such prisons as the Secretary of State may from time to time direct, and may be moved by the Secretary of State from any prison to any other prison. 3 The foregoing provisions of this section are without prejudice to section 11 of this Act and section 241 of the  1975 Act  (transfer of prisoner in connection with hearing of appeal)."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "11", "section_title": " Removal of prisoners for judicial and other purposes.", "section_text": "11 1 Rules under section 39 of this Act may provide in what manner an appellant within the meaning of  section 132 of the 1995 Act , when in custody, is to be taken to, kept in custody at, and brought back from, any place at which he is entitled to be present for the purposes of that Act, or any place to which the High Court of Justiciary or any judge thereof, may order him to be taken for the purposes of any proceedings of that court. 2 The Secretary of State may, if he is satisfied that a person detained in Scotland in a prison requires medical or surgical treatment of any description, direct him to be taken to a hospital or other suitable place for the purpose of the treatment. 3 Where any person is directed under the last foregoing subsection to be taken to any place he shall, unless the Secretary of State otherwise directs, be kept in custody while being so taken, while at that place, and while being taken back to the prison in which he is required in accordance with law to be detained. 4 The governor or any officer of a prison may execute any warrant issued by the High Court of Justiciary for the removal of a prisoner in that prison to any other prison for the purpose of trial before that court. 5 The Secretary of State may make regulations as to the mode in which and the officers by whom warrants issued under the last foregoing subsection shall be executed."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "12", "section_title": " Photographing and measuring of prisoners.", "section_text": "12 Rules under section 39 of this Act may provide for  the measuring and photographing of prisoners and  . . . may prescribe the time or times at which, and the manner and dress in which prisoners shall be measured and photographed, and the number of copies of the measurements and photographs of each prisoner which shall be made and the persons to whom they shall be sent."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "13", "section_title": " Legal custody of prisoner.", "section_text": "13 Without prejudice to section 295 of the Criminal Procedure (Scotland) Act 1995 (c. 46)\t\t\t\t\t\t\t\t(legal custody of persons generally), a prisoner is                        in legal custody— a while he is confined in or being taken to or from any prison in which he may be lawfully confined; or b while he is working or is, for any other reason, outside the prison in the custody or under the control of an officer of the prison                           , a constable (“constable” having the same meaning as it has, by virtue of paragraph 17(1) and (2) of Schedule 1 to the Crime (Sentences) Act 1997 (c. 43), in section 40(1) of this Act) or a police custody and security officer  ; or c while he is being taken to any place to which he is required or authorised by or under this Act to be taken; or d while he is kept in custody in pursuance of such requirement or authorisation."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "14", "section_title": " Legalised police cells.", "section_text": "14 1 The Secretary of State, on the application of  the Scottish Police Authority , may from time to time by rules under  section 39 of  this Act declare that any police cells or other premises in the possession of the  Scottish Police Authority  shall be a legal prison for the detention of prisoners before, during or after trial for any period not exceeding 30 days. Any such police cells or other premises are hereinafter referred to as legalised police cells. 2 Any person charged with or convicted of any crime or offence committed within  the area of a council who might have been lawfully confined in a prison situated therein may be lawfully confined in any legalised police cells situated in that  . . . area for such period as aforesaid. 3 The maintenance of prisoners confined in any legalised police cells shall be deemed to be the maintenance of prisoners under this Act: Provided that the  Scottish Police Authority  shall not be entitled to any payment for the use of the legalised police cells or for services rendered by any of their officers in connection with the detention or removal of the prisoners so confined. 4 The  Scottish Police Authority                     , notwithstanding anything in this section, shall at all times have a prior claim to the uninterrupted use of any legalised police cells  .... 5 For the purposes of this section the  Scottish Police Authority  and all persons in their employment shall be subject to the provisions of this Act and any rules made thereunder. 6 It shall be the duty of the Secretary of State to make any arrangements required for the removal of any prisoners confined in legalised police cells in the  areas of the councils for Orkney Islands and Shetland Islands . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 For the purposes of  section  39 of this Act, legalised police cells shall be deemed to be prisons. 9 In this section, “ council ” means a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994. "}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "15", "section_title": " Right of sheriff or justice to visit prison.", "section_text": "15 1 A sheriff  , summary sheriff   or justice of the peace may visit any prison within his jurisdiction or in which a prisoner is confined for any offence committed within his jurisdiction, and may examine the condition of the prison and of the prisoners therein and enter in the visitors book to be kept by the governor of the prison any observations on the condition of the prison or on any abuses therein. 2 Nothing in the foregoing subsection shall authorise a sheriff  , summary sheriff   or justice of the peace to communicate with any prisoner except on the subject of his treatment in the prison nor to visit any prisoner under sentence of death. 3 It shall be the duty of the governor of a prison to draw the attention of  an independent prison monitor  to any entry in the visitors book made in pursuance of this section at the next time such a monitor visits the prison ."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "16", "section_title": " Discharge of prisoners.", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A prisoner discharged from a prison situated outside the  . . . area in which he was convicted shall be entitled to be taken back to that  . . . area at the expense of the Secretary of State. 3 In this section, “ area ” means the area of a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "17", "section_title": " Allowances to prisoner on discharge.", "section_text": "17 1 When a prisoner is discharged from prison the Secretary of State may provide him with the means of returning to his home by causing his fare to be paid or in any other convenient manner. 2 The Secretary of State may make such payments to or in respect of persons released or about to be released from prisons as he may, with the consent of the Treasury, determine."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "19", "section_title": " Remand centres and young offenders institutions.", "section_text": "19 1 The Secretary of State may provide— a remand centres, that is to say places for the detention of persons not less than 14 but under 21 years of age who are remanded or committed in custody for trial or sentence; and b young offenders institutions, that is to say, places in which offenders sentenced to detention in a young offenders institution may be kept. and in which certain such persons as are mentioned in paragraph (a) above may be kept                   2 The Secretary of State shall provide in remand centres facilities for the observation and examination of any person detained therein on whose physical or mental condition a medical report may be desirable for the assistance of the court in determining the most suitable method of dealing with his case. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subject to any exception or modification in any provision of this Act and unless the context otherwise requires, this Act applies to remand centres, young offenders institutions and to persons detained in such centres or institutions in the same manner as it applies to prisons and prisoners. 5 Section 11(4) and (5) does not apply to young offenders institutions. 6 Sections 1 to 3, 4 to 6, 9, 10, 11(1), 13 to 17, 33A to 37 and 41 to 41D apply to remand centres, young offenders institutions and to persons detained there in the same manner as those provisions apply to prisons and prisoners subject to such adaptations and modifications as may be made by rules made under section 39."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "20", "section_title": " Temporary detention of persons liable to detention in young offenders institution or remand centre.", "section_text": "20 A person who is required to be taken to a young offenders institution or remand centre may, until arrangements can be made for taking him there, be temporarily detained elsewhere."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "20A", "section_title": " Transfer of young offenders to prison or remand centre.", "section_text": "20A 1 Subject to section 21 of this Act, an offender sentenced to detention in a young offenders institution shall be detained in such an institution unless a direction under subsection (2) below is in force in relation to him. 2 The Secretary of State may from time to time direct that an offender sentenced to detention in a young offenders institution shall be detained in a prison or remand centre instead of in a young offenders institution, but if the offender is under 18 years of age at the time of the direction, only for a temporary purpose. 3 Where an offender is detained in a prison or remand centre by virtue of subsection (2) above, any rules under section 39 of this Act which apply in relation to persons detained in that place shall apply to that offender; but subject to the foregoing and to subsection (4) below, the provisions of the  1975 Act , the Prisoners and Criminal Proceedings (Scotland) Act 1993 and this Act relating to the treatment and supervision of persons sentenced to detention in a young offenders institution shall continue to apply to the offender. 4 Where an offender referred to in subsection (3) above attains the age of 21 years, subsection (3) of section 21 of this Act shall apply to him as if he had been transferred to prison under that section."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "21", "section_title": " Transfer to prison of persons over 21, and maximum age for detention in young offenders institution.", "section_text": "21 1 Subject to the provisions of this section  but without prejudice to section 20A(2) of this Act , where a person serving a sentence of detention in a young offenders institution has attained the age of 21 years, the Secretary of State shall have power to transfer him to prison. 2 No person shall be detained in a young offenders institution after he has attained the age of 23 years, and accordingly any person so detained shall, not later than the day immediately preceding his twenty-third birthday, be transferred to prison. 3 Where a person has been transferred to prison under this section, he shall be treated for the purpose of his serving the unexpired part of his sentence and of his supervision on release as if the sentence of detention passed upon him were a sentence of imprisonment for a like term, and the provisions of  the 1995 Act  ,  the Prisoners and Criminal Proceedings (Scotland) Act 1993  and this Act relating to the treatment and supervision of prisoners shall apply to him accordingly: . . ."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "22A", "section_title": "Suspension of licence conditions", "section_text": "22A 1 Where a prisoner, who has been released on licence under section 22 of this Act as respects a sentence of imprisonment— a continues, by virtue of any enactment or rule of law, to be detained in prison notwithstanding such release; or b is, by virtue of any enactment or rule of law, detained in prison subsequent to the date of such release but while the licence remains in force, the conditions in the licence, other than those mentioned in subsection (3) below, shall by virtue of such detention be suspended. 2 The suspension of the conditions shall have effect for so long as— a the prisoner is so detained; and b the licence remains in force. 3 The conditions are any conditions, however expressed, requiring the prisoner— a to be of good behaviour and to keep the peace; or b not to contact a named person or class of persons (or not to do so unless with the approval of a person specified in the licence by virtue of section 22(7) of this Act). 4 The Scottish Ministers may by order amend subsection (3) above by— a adding to the conditions mentioned in that subsection such other conditions as they consider appropriate; or b cancelling or varying a condition for the time being mentioned in that subsection."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "32A", "section_title": "Offence where unlawfully at large", "section_text": "32A 1 A person commits an offence if, having been deemed to be unlawfully at large by virtue of— a section 17(5) or 17A(6) of the Prisoners and Criminal Proceedings (Scotland) Act 1993, b section 28(7) of this Act, or c section 40(4) of this Act, the person remains unlawfully at large. 2 A person who commits an offence under subsection (1) is liable— a on summary conviction, to imprisonment for a term not exceeding 12 months or a fine not exceeding the statutory maximum (or both), b on conviction on indictment, to imprisonment for a term not exceeding 2 years or a fine (or both)."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "32B", "section_title": "Certification of being unlawfully at large", "section_text": "32B 1 Subsections (2) and (3) relate to proceedings for an offence under section 32A(1). 2 A qualifying document is sufficient evidence of the fact that a person has been deemed to be unlawfully at large by virtue of a particular section mentioned in section 32A(1). 3 A document is a qualifying document if it— a certifies with respect to the person, by reference to the particular section mentioned in section 32A(1)— i the matter of being deemed to be unlawfully at large, and ii the date from which the deeming took effect, and b bears to be signed and dated by or on behalf of the Scottish Ministers."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "32C", "section_title": "Meaning of remaining unlawfully at large", "section_text": "32C 1 Section 32A(1) is to be construed as provided for in (as applicable)— a subsection (2), or b subsection (3) (as read with subsections (4) to (7)). 2 In a case of a person to whom section 32A(1)(c) relates, the person remains unlawfully at large if the person— a has been, orally or in writing— i informed of the period of temporary release that is the subject of the person's licence, and ii warned of the requirement to return to prison after the expiry of the period and of the offence and punishment available for failing to do so, and b without reasonable excuse, fails to take all necessary steps in order to return to prison as soon as possible after the period of temporary release expires. 3 In a case of a person to whom section 32A(1)(a), (b) or (c) relates, the person remains unlawfully at large if the person— a is given notification of the matter of being deemed to be unlawfully at large, and b without reasonable excuse, fails to take all necessary steps in order to return to prison as soon as possible after notification of the matter is given to the person. 4 Notification of the matter to a person is to, as far as practicable— a state the date from which the matter has arisen, b state that the person has been recalled to prison (and record the reason for recall), and c state— i that the person must take all necessary steps in order to return to prison at the relevant time (as described in accompanying words), and ii that prosecution for an offence punishable by imprisonment or a fine (or both) could result if the person fails to do so. 5 Notification of the matter is given to a person where the person— a is actually notified of the matter orally or in writing, or b is to be regarded as notified of the matter. 6 A person is to be regarded as notified of the matter if— a written notice of the matter— i is sent or delivered to an appropriate address, ii prescribes a specific period for the purposes of this subsection, and iii bears to be signed and dated by or on behalf of the Scottish Ministers, and b the specific period so prescribed in the notice expires. 7 An appropriate address is— a an address at which the person is, in accordance with the person's licence, permitted to reside or stay, or b an address nominated, in accordance with the person's licence, for the purposes of this section."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "32D", "section_title": "Definition of associated expressions", "section_text": "32D 1 This section defines certain expressions used in section 32C. 2 A reference to a licence is to a licence under which a person is released from prison under the licence provisions. 3 A reference to prison is to such prison or other institution from which a person can be released on licence under the licence provisions. 4 Here, the licence provisions are— a section 22 of this Act, b rules for temporary release made under section 39 of this Act, or c Part 1 of the Prisoners and Criminal Proceedings (Scotland) Act 1993."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "33A", "section_title": " Power of governor to delegate functions.", "section_text": " 33A Rules made under section 39 of this Act may permit the governor of a prison to authorise an officer of the prison, or a class of such officers, to exercise on his behalf such of the governor’s functions as the rules may specify."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "34", "section_title": " Notification of and inquiry into death of prisoner.", "section_text": "34 The governor of a prison shall, in the event of the death of a prisoner, give immediate notice thereof to the procurator fiscal within whose area the prison is situated, and to  an independent prison monitor appointed in relation to the prison , and, where practicable, to the nearest relative of the prisoner."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "35", "section_title": " Return of warrants for or sentences of imprisonment.", "section_text": "35 Where a warrant for imprisonment is granted or a sentence of imprisonment is pronounced by any court, a return thereof shall be made by the clerk of the court to the Secretary of State at such time and in such form as he may determine."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "36", "section_title": " Legal estate in prison.", "section_text": "36 The legal estate in every prison and in all heritable or moveable property belonging to a prison shall be vested in the Secretary of State and may be disposed of in such manner as the Secretary of State, with the consent of the Treasury, may determine."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "37", "section_title": " Discontinuance of prison.", "section_text": "37 1 The Secretary of State may by order discontinue any prison, and any prison so discontinued shall be sold or otherwise disposed of as the Secretary of State, with the consent of the Treasury, may direct. 2 For the purposes of this section a prison shall not be deemed to be discontinued by reason only of its appropriation for use as a remand centre or young offenders institution."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "38", "section_title": " Acquisition of land for prisons.", "section_text": "38 1 The Secretary of State may purchase by agreement, or compulsorily, any land required for the alteration, enlargement or rebuilding of a prison or for building or establishing a new prison or for any other purpose connected with the management of a prison (including the provision of accommodation for officers or servants employed therein). 2 For the purpose of the compulsory purchase of land by the Secretary of State under the foregoing subsection, the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply as if section 1(1)(d) (which refers to the compulsory purchase of land by the Secretary of State under the  National Health Service (Scotland) Act 1972) included a reference to the foregoing subsection. 3 In relation to the purchase of land by agreement under this section, the Lands Clauses Acts (except the provisions relating to the purchase of land otherwise than by agreement and the provisions relating to access to the special Act, and except sections 120 to 125 (sale of superfluous lands) of the  Lands Clauses Consolidation (Scotland) Act 1845) shall be incorporated with this section, and in construing those Acts as so incorporated this section shall be deemed to be the special Act and references to the promoters of the undertaking shall be construed as references to the Secretary of State."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "39", "section_title": " Rules for the management of prisons and other institutions.", "section_text": "39 1 The Secretary of State may make rules for the regulation and management of prisons, remand centres and young offenders institutions respectively,  . . . for the classification, treatment, employment, discipline and control of persons required to be detained therein  and for any other matter as respects which it is provided in this Act  or any other enactment  that rules may be made under this section . 2 Rules made under this section shall make provision for ensuring that a person who is charged with any offence under the rules shall be given a proper opportunity of presenting his case. 3 Rules made under this section may provide for the training of particular classes of persons and their allocation for that purpose to any prison or other institution in which they may lawfully be detained. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Rules made under this section shall provide for the special treatment of the following persons whilst required to be detained in a prison, that is to say— a any appellant within the meaning of  section 132 of the 1995 Act  pending the determination of his appeal; b any other person detained in a prison, not being a person serving a sentence imposed on conviction of an offence. 6 Rules made under this section may provide for the temporary release  on licence   of persons serving a sentence of imprisonment or detention. 7 Subject to 7A below  rules made under this section may provide for the award of additional days, not exceeding in aggregate one-sixth of the prisoner’s sentence— a to  any person who is, or is treated as, a long-term or short-term prisoner for the purposes of any provision of  Part I of the Prisoners and Criminal Proceedings (Scotland) Act 1993; or b conditionally on his eventually becoming such a prisoner, to a person remanded in custody, where he is guilty, under such rules, of a breach of discipline  ;  ... .  7A Additional days shall not be awarded under rules made under subsection (7) above in respect of a sentence where the prisoner has at any time been released on licence, in relation to that sentence, under Part I of the  Prisoners and Criminal Proceedings (Scotland) Act 1993; and any reference to a sentence in such rules shall be construed in accordance with section 27(5) of that Act. 7B In the application of subsection (7) above to   a a prisoner subject to a sentence under section 205ZA or 205ZC of the 1995 Act (sentences for terrorism offences), the reference to the prisoner’s sentence is to be construed as a reference to the appropriate custodial term of the sentence concerned, and b a prisoner subject to an extended sentence within the meaning of section 210A of  that  Act, the reference to his sentence shall be construed as a reference to the custodial term of that extended sentence. 8 Without prejudice to any power to make standing orders or to issue directions or any other kind of instruction, rules made under this section may authorise the Secretary of State to supplement the rules by making provision by directions for any purpose specified in the rules; and rules so made or directions made by virtue of this subsection may authorise the governor, or any other officer, of a prison, or some other person or class of persons specified in the rules or directions, to exercise a discretion in relation to  any purpose specified in the rules . 9 Rules made under this section may permit directions made by virtue of subsection (8) above to derogate (but only to such extent, or in such manner, as may be specified in the rules) from provisions of rules so made and so specified. 10 Any reference, however expressed, in any enactment other than this section to rules made under this section shall be construed as including a reference to directions made by virtue of subsection (8) above. 11 Directions made by virtue of subsection (8) above shall be published by the Secretary of State in such manner as he considers appropriate. 12 Rules made under this section may (without prejudice to the generality of subsection (1) above) confer functions on a governor."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "40", "section_title": "Arrest of and rules for absent prisoners", "section_text": "40 1 Any person who, having been sentenced to imprisonment or to detention in a young offenders institution, or having been committed to a prison  or young offenders institution  or remand centre, is unlawfully at large may be arrested by a constable or prison officer without warrant and taken to the place in which he is required  or liable   in accordance with law to be detained. 2 Where any person sentenced to imprisonment or to detention in a young offenders institution  or committed to a prison  or young offenders institution  or remand centre  is, at any time during the period for which he is liable to be detained in pursuance of the sentence,  or committal , absent, otherwise than with lawful authority, from the prison  , young offenders institution or remand centre , as the case may be, then, unless the Secretary of State otherwise directs, no account shall be taken, in calculating the period for which he is liable to be so detained  or the date on or by which a term or period of imprisonment or detention elapses or has been served,  of any time during which he is so absent: Provided that this subsection shall not apply to any period during which any such person as aforesaid is detained in pursuance of an order of any court in the United Kingdom in a prison, young offenders institution or remand centre. 3 In this section— a any reference to a person sentenced to imprisonment shall be construed as including a reference to any person sentenced or ordered to be detained under section 44, 205  , 205ZC(5)   or 208 of the 1995 Act; b any reference to a prison shall be construed as including a reference to a place where the person is liable to be detained under the sentence or order; and c any reference to a sentence shall be construed as including a reference to an order under the said section 44. 4   A   person who, after being temporarily released in pursuance of rules made under section 39(6) of this Act, is at large at any time during the period for which he is liable to be detained in pursuance of his sentence shall be deemed to be unlawfully at large if the period for which he was temporarily released has expired or if an order recalling him has been made by the Secretary of State in pursuance of the rules."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "40A", "section_title": " Warrants for arrest of escaped prisoners.", "section_text": " 40A 1 On an application  by a constable   being made to a justice alleging that any person is an offender unlawfully at large from a prison or other institution to which this Act or, as the case may be, the Prison Act 1952 or the Prison Act (Northern Ireland) 1953 applies in which he is required to be detained after being convicted of an offence, the justice may issue a warrant to arrest him and bring him before any sheriff. 1A A warrant for a person's arrest under this section confers power on a constable— a to enter and search any premises or other places specified in the warrant, and b to use reasonable force in doing so. 2 Where a person is brought before a sheriff in pursuance of a warrant for his arrest under this section, the sheriff shall, if satisfied that he is the person named in the warrant and if satisfied that he is an offender unlawfully at large as mentioned in subsection (1) above, order him to be returned to the prison or other institution where he is required or liable to be detained."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "40B", "section_title": "\n \nTemporary detention of person being returned to prison in England and Wales \n etc. \n", "section_text": "40B Any person absent, otherwise than with lawful authority, from a place outwith Scotland, being a place to which, by virtue of paragraph 17 of Schedule 1 to the Crime (Sentences) Act 1997 (c. 43) (application throughout United Kingdom and Channel Islands of certain enactments relating to the arrest and return of prisoners  etc. ), he may be taken, may, until the arrangements to take him can be made, be detained in a prison or young offenders institution in Scotland. "}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "41", "section_title": " Unlawful introduction of tobacco, etc., into prison.", "section_text": "41 1 A person commits an offence if without reasonable excuse the person— a brings or otherwise introduces into a prison a proscribed article (or attempts to do so), b takes out of or otherwise removes from a prison a proscribed article (or attempts to do so). 1A A person who commits an offence under this section— a where the proscribed article falls within paragraphs (b) to (f) of subsection (9A), is liable on summary conviction to imprisonment for a period not exceeding 30 days or to a fine not exceeding level 3 on the standard scale (or to both), b where the proscribed article falls within paragraph (a) of subsection (9A)\t\t\t\t\t\t\t\t\t\t\t\t(whether or not also within paragraph (f) of that subsection), is liable to the penalties set out in section 41ZA(5). shall be guilty of an offence and shall be liable on conviction by a court of summary jurisdiction to a fine not exceeding level 3 on the standard scale or to imprisonment for any period not exceeding 30 days. 2 For the purposes of  subsection (1)(a),                        a person shall be deemed to introduce an article into a prison if he conveys it to a prisoner outside the prison or places it anywhere outside the prison with intent that it shall come into the possession of a prisoner.   2A Where an officer of a prison has reasonable grounds for suspecting that a person who is in or is seeking to enter a prison has in his possession any  proscribed article  he shall, without prejudice to any other power of search under this Act, have power to search that person and any article in his possession and to seize and detain any  proscribed article                            found in the course of the search.  2B The power conferred by subsection (2A) above— a shall be exercised in accordance with rules under section 39 of this Act; b shall not be construed as authorising the physical examination of a person’s body orifices; c so far as relating to any article  that is a proscribed article falling within paragraph (d) to (f) of subsection (9A)\t\t\t\t\t\t\t\t(but not also within paragraph (b) or (c) of that subsection), or falling within paragraph (a) of that subsection , shall not be construed as authorising an officer of a prison to require a person to remove any of his clothing other than an outer coat, jacket, headgear, gloves and footwear; and d shall include power to use reasonable force where necessary.   3 Where an officer of a prison has reasonable grounds for suspecting that any person has committed or is committing an offence under  this section or section 41ZA                        he may, for the purpose of facilitating investigation by a constable into the offence, detain that person in any place in the prison in question and may, where necessary, use reasonable force in doing so.  4 Detention under subsection (3) above shall be terminated not more than six hours after it begins or (if earlier)— a when the person is detained in pursuance of any other enactment or subordinate instrument; b when the person is arrested by a constable; or c where the governor of the prison or a constable investigating the offence concludes that there are no such grounds as are mentioned in subsection (3) above or the officer of the prison concludes that there are no longer such grounds, and the person detained shall be informed immediately upon the termination of his detention that his detention has been terminated. 5 Where a person has been released at the termination of a period of detention under subsection (3) above he shall not thereafter be detained under that subsection on the same grounds or on any grounds arising out of the same circumstances.  6 At the time when an officer of a prison detains a person under subsection (3) above he shall inform the person of his suspicion, of the suspected offence and of the reason for the detention; and there shall be recorded— a the place where and the time when the detention begins; b the suspected offence; c the time when a constable or an officer of the police authority is informed of the suspected offence and the detention; d the time when the person is informed of his rights in terms of subsection (7) below and the identity of the officer of the prison so informing him; e where the person requests such intimation as is specified in subsection (7) below to be sent, the time when such request is— i made; and ii complied with; and f the time when, in accordance with subsection (4) above, the person’s detention terminates. 7 A person who is being detained under subsection (3) above, other than a person in respect of whose detention subsection (8) below applies, shall be entitled to have intimation of his detention and of the place where he is being detained sent without delay to a solicitor and to one other person reasonably named by him and shall be informed of that entitlement when his detention begins.  8 Where a person who is being detained under subsection (3) above appears to the officer of the prison to be under 16 years of age, the officer of the prison shall send without delay to the person’s parent, if known, intimation of the person’s detention and of the place where he is being detained; and the parent— a in a case where there is reasonable cause to suspect that he has been involved in the alleged offence in respect of which the person has been detained, may; and b in any other case, shall, be permitted access to the person. 9 The nature and extent of any access permitted under subsection (8) above shall be subject to any restriction essential for the furtherance of the investigation or the well-being of the person. 9A In this section, a  “proscribed article” is— a any personal communication device, b any drug, c any firearm or ammunition, d any offensive weapon, e any article which has a blade or is sharply pointed, f any article (or other article) which is a prohibited article within the meaning of rules made under section 39. 9B In this section, a  “ personal communication device ” includes— a a mobile telephone, b any other portable electronic device that is capable of transmitting or receiving a communication of any kind, c any— i component part of a device mentioned in paragraph (a) or (b), ii article that is designed or adapted for use with such a device. 10 In this section— “ drug ” means any drug which is a controlled drug for the purposes of the  Misuse of Drugs Act 1971; “ firearm ” and “ ammunition ” have the same meanings as in the  Firearms Act 1968; “ offensive weapon ” has the same meaning as in  section 47 of the Criminal Law (Consolidation)\t\t\t\t\t\t\t\t(Scotland) Act 1995 (c.39)                       ; and “ parent ” includes a guardian and any person who has actual custody of a person under 16 years of age. "}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "41A", "section_title": " Powers of search by authorised employees.", "section_text": " 41A 1 An authorised employee at a prison shall have the power to search any prisoner for the purpose of ascertaining whether he has any unauthorised property on his person. 2 An authorised employee searching a prisoner by virtue of this section— a shall not be entitled to require a prisoner to remove any of his clothing other than an outer coat, jacket, headgear, gloves and footwear; b may use reasonable force where necessary; and c may seize and detain any unauthorised property found on the prisoner in the course of the search. 3 In this section “ authorised employee ” means an employee of a description for the time being authorised by the governor to exercise the powers conferred by this section. 4 The governor of a prison shall take such steps as he considers appropriate to notify to prisoners the descriptions of employees who are for the time being authorised employees. 5 In this section— “ employee ” means an employee (not being an officer of a prison) appointed under section 2(1) of this Act; and “ unauthorised property ”, in relation to a prisoner, means property which the prisoner is not authorised by rules under section 39 of this Act or by the governor to have in his possession or, as the case may be, in his possession in a particular part of the prison. "}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "41B", "section_title": " Testing prisoners for drugs.", "section_text": "41B  1 If an authorisation is in force for the prison, any officer of the prison may, at the prison, in accordance with rules under section 39 of this Act, require any prisoner who is confined in the prison to provide a sample of urine or saliva                  for the purpose of ascertaining whether he has any drug in his body. 2 If the authorisation so provides, the power conferred by subsection (1) above shall include power to require a prisoner to provide a sample of any other description specified in the authorisation, not being an intimate sample, whether instead of or in addition to a sample of urine or saliva .  3 In this section— “ authorisation ” means an authorisation by the governor; “ drug ” means any drug which is a controlled drug for the purposes of the  Misuse of Drugs Act 1971;  ... “ intimate sample ” means a sample of  —  blood, semen or any other tissue fluid; pubic hair; or material from a body orifice other than the mouth; ; and                      "}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "41C", "section_title": " Testing of prisoners for alcohol.", "section_text": "41C 1 If an authorisation is in force for the prison, any officer of the prison may, at the prison, in accordance with rules under section 39 of this Act, require any prisoner who is confined in the prison, and whom he reasonably believes to have taken alcohol, to provide a sample of breath for the purpose of ascertaining whether he has any alcohol in his body. 2 If the authorisation so provides, the power conferred by subsection (1) above shall include the power to require a prisoner to provide a sample of any other description specified in the authorisation, not being an intimate sample, whether instead of or in addition to a sample of breath. 3 In this section— “ authorisation ” means an authorisation by the governor; and “ intimate sample ” means a sample of blood, semen or other tissue fluid, saliva or pubic hair, or a swab taken from a person’s body orifice. "}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "41D", "section_title": " Unlawful disclosure of information by medical officer.", "section_text": "41D 1 This section applies to— a a medical officer for a prison, and b any person acting under the supervision of such a medical officer. 2 Any person to whom this section applies who discloses, otherwise than in the course of his duty or as authorised by the Secretary of State, any information relating to a particular prisoner which he has acquired in the course of carrying out his duties shall be guilty of an offence. 3 A person guilty of an offence under subsection (2) above shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "41ZA", "section_title": "Further provision for communication devices", "section_text": "41ZA 1 A person commits an offence if, knowing another person to be a prisoner, the person gives a personal communication device to the prisoner while the prisoner is inside a prison. 2 A person commits an offence if, by means of a personal communication device, the person— a transmits, from inside a prison, a communication of any kind, or b intentionally receives, when inside a prison, a communication of any kind. 3 A person commits an offence if, while inside a prison, the person is in possession of a personal communication device. 4 A person who commits an offence under subsections (1) to (3) is liable to the penalties set out in subsection (5). 5 The penalties are— a on conviction on indictment, to imprisonment for a period not exceeding 2 years or to a fine (or to both), b on summary conviction, to imprisonment for a period not exceeding 12 months or to a fine not exceeding the statutory maximum (or to both). 6 In this section,  “ personal communication device ” is to be construed in accordance with section 41(9B)."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "41ZB", "section_title": "Exceptions as to communication devices", "section_text": "41ZB 1 No offence— a under section 41, where the proscribed article falls within paragraph (a) of subsection (9A)\t\t\t\t\t\t\t\t\t\t\t\t(whether or not also within paragraph (f) of that subsection), or b under section 41ZA(1) to (3), is committed by a person where subsection (2) applies. 2 This subsection applies— a if (and in so far as) the act which constitutes the offence is done by the person at or in relation to a designated area at the prison, or b if (and in so far as) the person is acting in circumstances to which an authorisation under subsection (8) applies. 3 No offence— a under section 41, where the proscribed article falls within paragraph (a) of subsection (9A)\t\t\t\t\t\t\t\t\t\t\t\t(whether or not also within paragraph (f) of that subsection), or b under section 41ZA(2) or (3), is committed by a prison officer (or other prison official) where subsection (4) applies. 4 This subsection applies— a if the device is one supplied to the person specifically for use in the course of the person's official duties at the prison, or b if (and in so far as) the person is acting in accordance with those duties. 5 No offence under section 41ZA(3) is committed by a person other than a prisoner if in the circumstances there is a reasonable excuse for the possession. 6 The defences mentioned in subsection (7) apply in any proceedings for an offence under— a section 41(1), where the proscribed article falls within paragraph (a) of subsection (9A)\t\t\t\t\t\t\t\t\t\t\t\t(whether or not also within paragraph (f) of that subsection), or b section 41ZA(1) to (3). 7 In relation to such an offence, it is a defence for the accused person to show that— a the person reasonably believed that the person was acting in circumstances to which an authorisation under subsection (8) applied (even though no such authorisation did apply), or b in the circumstances there was an overriding public interest which justified the person's actions. 8 An authorisation under this subsection is a written authorisation that is given— a in favour of any person specified in the authorisation (or person of a specified description), b for a specified purpose, and c by— i the governor or director of a prison in relation to activities at that prison, or ii the Scottish Ministers in relation to activities at any specified prison. 9 A designated area referred to in subsection (2)(a) is any part of the prison, used solely or principally for an administrative or similar purpose, that is specified as such by a written designation given under this paragraph by the governor or director of the prison. 10 Prison officers (or other prison officials) who are Crown servants or agents do not benefit from Crown immunity in relation to an offence under— a section 41, where the proscribed article falls within paragraph (a) of subsection (9A) of that section (whether or not also within paragraph (f) of that subsection), or b section 41ZA."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "42", "section_title": "\n\n Exercise of power to make rules, \n etc. \n", "section_text": "42 1 Any power of the Secretary of State to make rules or regulations under this Act, and the power of the Secretary of State to make an order under section  . . .  section 22(2) or 37(1)  of this Act, shall be exercisable by statutory instrument. 2 Any statutory instrument containing regulations made under section 7A(4),   an order made under section 37(1) or rules made under section 39 of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "43", "section_title": " Interpretation.", "section_text": " 43 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them—  “ the 1995 Act ” means the Criminal Procedure (Scotland) Act 1995;  “Chief Inspector” means the Chief Inspector of Prisons for Scotland; “ court ” does not include a court-martial; “ criminal prisoner ” means a person committed to prison in respect of a charge or conviction of a criminal offence and “ civil prisoner ” includes any other prisoner; “independent prison monitor” means an independent prison monitor appointed under section 7B(2)(a); “OPCAT” means the Optional Protocol to the Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment adopted on 18th December 2002 at the fifty-seventh session of the General Assembly of the United Nations by resolution A/RES/57/199;  . . .  . . . “ prison ” includes any prison other than a naval, military or air force prison; “prison monitoring co-ordinator” means a prison monitoring co-ordinator appointed under section 7A(2); “ prisoner ” means a person committed for trial, safe custody, punishment or otherwise; and “SPT” means the Subcommittee on Prevention of Torture and other Cruel, Inhuman or Degrading Treatment or Punishment established under Article 2 of OPCAT.  . . . 2 For the purposes of any reference, however expressed, in this Act  . . . to the term of imprisonment or other detention to which a person has been sentenced or which, or part of which, he has served, consecutive terms and terms which are wholly or partly concurrent shall be treated as a single term. 3 Any reference in this Act, however expressed, to a previous conviction or sentence shall be construed as a reference to a previous conviction by a court in any part of Great Britain and to a previous sentence passed by any such court. 4 Any reference in this Act to an offence punishable with imprisonment shall be construed, in relation to any offender, without regard to any prohibition or restriction imposed by or under any enactment on the imprisonment of offenders of his age. 5 References, however expressed, in this Act  . . . to imprisonment shall, so far as those provisions apply to institutions provided under section 19 of this Act, be construed as including detention in those institutions. 6 For the purpose of this Act the maintenance of a prisoner shall include all necessary expenses incurred in respect of the prisoner for food, clothing, custody and removal from one place to another from the period from the date of the order for his committal to prison until his death or discharge from prison. 7 Where the age of any person at any time is material for the purposes of any provision of this Act regulating the powers of a court, his age at the material time shall be deemed to be or to have been that which appears to the court, after considering any available evidence, to be or to have been his age at that time."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "44", "section_title": " Expenses.", "section_text": "44 All expenses incurred in the maintenance of prisons and prisoners and all other expenses of the Secretary of State under this Act shall be defrayed out of moneys provided by Parliament."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "45", "section_title": " Amendments and repeals.", "section_text": "45 1 The enactments mentioned in Schedule 2 to this Act shall have effect subject to the amendments specified therein, being amendments consequential on the provisions of this Act. 2 The enactments mentioned in Schedule 3 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Prisons (Scotland) Act 1989", "year": 1989, "section": "46", "section_title": " Short title, commencement and extent.", "section_text": "46 1 This Act may be cited as the Prisons (Scotland) Act 1989. 2 This Act shall come into force at the end of the period of three months beginning with the date on which it is passed. 3 This Act shall extend to Scotland only."}]