[{"act": "Security Service Act 1989", "year": 1989, "section": "1", "section_title": " The Security Service.", "section_text": "1 1 There shall continue to be a Security Service (in this Act referred to as “ the Service ”) under the authority of the Secretary of State. 2 The function of the Service shall be the protection of national security and, in particular, its protection against threats from espionage, terrorism and sabotage, from the activities of agents of foreign powers and from actions intended to overthrow or undermine parliamentary democracy by political, industrial or violent means. 3 It shall also be the function of the Service to safeguard the economic well-being of the United Kingdom against threats posed by the actions or intentions of persons outside the British Islands. 4 It shall also be the function of the Service to act in support of the activities of police forces  , the  National Crime Agency  and other law enforcement agencies in the prevention and detection of serious crime. 5 Section 81(5) of the Regulation of Investigatory Powers Act 2000 (meaning of “ prevention ” and “ detection ”), so far as it relates to serious crime, shall apply for the purposes of this Act as it applies for the purposes of   that Act ."}, {"act": "Security Service Act 1989", "year": 1989, "section": "2", "section_title": " The Director-General.", "section_text": "2 1 The operations of the Service shall continue to be under the control of a Director-General appointed by the Secretary of State. 2 The Director-General shall be responsible for the efficiency of the Service and it shall be his duty to ensure— a that there are arrangements for securing that no information is obtained by the Service except so far as necessary for the proper discharge of its functions or disclosed by it except so far as necessary for that purpose or for the purpose of  the prevention or detection of  serious crime  or for the purpose of any criminal proceedings ; and b that the Service does not take any action to further the interests of any political party  ; and c that there are arrangements, agreed with  the  Director General of the National Crime Agency , for co-ordinating the activities of the Service in pursuance of section 1(4) of this Act with the activities of police forces  , the  National Crime Agency  and other law enforcement agencies . 3 The arrangements mentioned in subsection (2)(a) above shall be such as to ensure that information in the possession of the Service is not disclosed for use in determining whether a person should be employed, or continue to be employed, by any person, or in any office or capacity, except in accordance with provisions in that behalf approved by the Secretary of State. 3A Without prejudice to the generality of subsection (2)(a) above, the disclosure of information shall be regarded as necessary for the proper discharge of the functions of the Security Service if it consists of— a the disclosure of records subject to and in accordance with the Public Records Act 1958; or b the disclosure, subject to and in accordance with arrangements approved by the Secretary of State, of information to the Comptroller and Auditor General for the purposes of his functions. 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Director-General shall make an annual report on the work of the Service to the Prime Minister and the Secretary of State and may at any time report to either of them on any matter relating to its work."}, {"act": "Security Service Act 1989", "year": 1989, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Security Service Act 1989", "year": 1989, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Security Service Act 1989", "year": 1989, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Security Service Act 1989", "year": 1989, "section": "6", "section_title": " Expenses.", "section_text": "6 Any expenses incurred by the Secretary of State under this Act shall be defrayed out of money provided by Parliament."}, {"act": "Security Service Act 1989", "year": 1989, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Security Service Act 1989. 2 This Act shall come into force on such day as the Secretary of State may by an order made by statutory instrument appoint, and different days may be appointed for different provisions or different purposes. 3 This Act extends to Northern Ireland. 4 Her Majesty may by Order in Council direct that any of the provisions of this Act specified in the Order shall extend, with such exceptions, adaptations and modifications as may be so specified, to the Isle of Man, any of the Channel Islands or any colony."}]