[{"act": "Social Security Act 1989", "year": 1989, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1–3"}, {"act": "Social Security Act 1989", "year": 1989, "section": "4", "section_title": " Earnings factors.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The Earnings Factor Regulations, as in force for the purpose of determining earnings factors for the tax years beginning with 6th April 1985 and 6th April 1986, shall have effect, and be taken always to have had effect, with the substitution in paragraph 3 of Schedule 1 (which, as amended by regulation 2(3) of the Amending Regulations, provided in certain cases for the aggregation of separate contributions) for the words from “where the values” to “those sums” of the words— where, in the case of any two or more separate sums— a the values to be accorded to F (apart from this paragraph) would fall to be ascertained under the same paragraph of paragraph 2(e) above, and b the values to be so accorded to G would fall to be ascertained under the same paragraph of paragraph 2(f) above, those sums . 6 In subsection (5) above— “ the Earnings Factor Regulations ” means the  Social Security (Earnings Factor) Regulations 1979; and “ the Amending Regulations ” means the  Social Security (Earnings Factor) Amendment Regulations 1985. 7 The amendment by subsection (5) above of a provision contained in regulations shall not be taken to have prejudiced any power to make further regulations revoking or amending that provision, whether in relation to the tax years there mentioned or otherwise. 8 The  Social Security (Earnings Factor) Amendment Regulations 1988 shall have effect, and be deemed always to have had effect, as if the amendment made by subsection (3) above had come into force before the making of those regulations."}, {"act": "Social Security Act 1989", "year": 1989, "section": "5", "section_title": " Liability of parants to maintain children under the age of nineteen in respect of whom income support is paid.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 17(2)(a) of the   Merchant Shipping Act 1970 (seaman’s dependants to consists of his spouse and certain persons under the age of sixteen) for the word “sixteen” there should be substituted the word “ nineteen”."}, {"act": "Social Security Act 1989", "year": 1989, "section": "6", "section_title": " Benefits for women widowed before 11th April 1988.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The  Social Security Benefit (Dependency) Amendment Regulations 1989 shall have effect, and be taken always to have had effect, with the insertion after regulation 3 (which made amendments concerning widowed mother’s allowance to regulation 4B of the  Social Security Benefit (Dependency) Regulations 1977) of the following— 3A The first amendment made by regulation 3 above shall not have effect in relation to a widow whose late husband died before 11th April 1988. 4 In any case where— a a claim for a widow’s pension or a widowed mother’s allowance is made, or treated as made, before the passing of this Act, and b the Secretary of State has made a payment to or for the claimant on the ground that if the claim had been received immediately after its passing she would have been entitled to that pension or allowance, or entitled to it at a higher rate, for the period in respect of which the payment is made, the payment so made shall be treated as a payment of that pension or allowance; and, if and to the extent that an award of the pension or allowance, or an award at a higher rate, is made for the period in respect of which the payment was made, the payment shall be treated as made in accordance with that award. 5 Where, apart from section 165A of the principal Act (making of claim a condition of entitlement), a widow falling within subsection (1) above would be entitled to a widow’s pension for any period beginning on or after 11th April 1988, then, notwithstanding anything in that section, she shall be entitled to that pension for that period if she has made a claim for it before the end of the period of twelve months beginning with the passing of this Act. 6 Where a widow’s late husband died on or after 7th October 1987 and before 11th April 1988 and, apart from section 165A of the principal Act, she would have become entitled to a widow’s allowance on his death, then if either— a she was over the age of 40 but under the age of 55 at the time of his death, or b she would, apart from that section, have been entitled to a widowed mother’s allowance on the cessation of her entitlement to the widow’s allowance, she shall, notwithstanding anything in that section, be entitled to the widow’s allowance (and, accordingly, in a case falling within paragraph (b) above, to the widowed mother’s allowance) if she has made a claim, or is treated as having made a claim, for it before the end of the period of twelve months beginning with the passing of this Act. 7 Where in consequence of any of the amending provisions an adjudicating authority has decided before the passing of this Act that a widow whose husband died before 11th April 1988 either— a is not entitled to a benefit under section 25 or 26 of the principal Act, or b is entitled to such a benefit at a particular rate, an adjudication officer may review that decision, notwithstanding anything in  section 25 of the Social Security Administration Act 1992 . 8 In any case where— a it is determined on such a review that the widow in question was entitled to a benefit under section 25 or 26 of the principal Act, or was entitled to such a benefit at a higher rate, and b the application for the review was made before the end of the period of twelve months beginning with the passing of this Act, the decision on the review may take effect on 11th April 1988 or any later date, notwithstanding any provision of any Act or instrument restricting the payment of any benefit or increase of benefit to which a person would otherwise be entitled by reason of a review in respect of any period before the review. 9 Section 28 of the Social Security Administration Act 1992 (appeals from reviews) shall apply in relation to a review under this section as it applies in relation to a review  Section 25 of that Act . 10 In this section— “ adjudicating authority ” means— a an adjudication officer; b a social security appeal tribunal; c a Commissioner; and “ the amending provisions ” are— a section 36(3) of the 1986 Act; and b regulation 2(6) of the  Social Security (Widow’s Benefit and Retirement Pensions) Amendment Regulations 1987 (deemed entitlement to child allowance for purposes of widowed mother’s allowance  etc ). 11 The amendment by this section of provisions contained in regulations shall not be taken to have prejudiced any power to make further regulations revoking or amending those provisions. 12 Nothing in this section shall be taken to prejudice section 16 or 17 of the  Interpretation Act 1978 (effect of repeals, substitutions etc)."}, {"act": "Social Security Act 1989", "year": 1989, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1989", "year": 1989, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Social Security Act 1989", "year": 1989, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9–19"}, {"act": "Social Security Act 1989", "year": 1989, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Social Security Act 1989", "year": 1989, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Social Security Act 1989", "year": 1989, "section": "22", "section_title": " Recovery of sums equivalent to benefit from compensation payments in respect of accidents, injuries and diseases.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Schedule 4 to this Act shall have effect for the purpose of supplementing the provisions of this section; and this section shall have effect subject to the provisions of that Schedule. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security Act 1989", "year": 1989, "section": "23", "section_title": " Equal treatment for men and women.", "section_text": "23 Schedule 5 to this Act shall have effect for the purpose of implementing the directive   of the Council of the European Communities, dated 24th July 1986, relating to the principle of equal treatment for men and women in occupational social security schemes, and of making additional, supplemental and consequential provision."}, {"act": "Social Security Act 1989", "year": 1989, "section": "24", "section_title": " Miscellaneous amendments relating to pensions.", "section_text": "24 The enactments and instruments mentioned in Schedule 6 to this Act (which relate to occupational and personal pensions) shall have effect with the amendments there specified."}, {"act": "Social Security Act 1989", "year": 1989, "section": "25", "section_title": " Establishment and functions of war pensions committees.", "section_text": "25 1 The Secretary of State may by regulations establish committees, known as war pensions committees, for such areas as may be specified in the regulations; and the regulations may, in particular, include provisions with respect to— a the membership of the committees; b the manner in which the members are to be appointed and the period for which, and the terms on which, they are to hold office; and c the manner in which they may be removed. 1A The regulations may give the committees functions relating to one or more of the following— a war pensions; b war pensioners; c AFCS benefits; d AFCS benefit recipients. 2 ... the regulations may, in particular, provide that   it is a function of a committee  — a to consider any matter   connected with war pensions or AFCS benefits or affecting people in its area who are war pensioners or AFCS benefit recipients and, where it thinks   it appropriate, to make recommendations to the Secretary of State about that matter; b to consider complaints made   to it by people receiving or claiming war pensions or AFCS benefits and, if it thinks   fit, to make representations about those complaints to the Secretary of State; c to consider any matters referred to   it   by the Secretary of State and to report to him on those matters with such recommendations as   it   may think fit; and d to assist the War Pensioners’ Welfare Service in looking after the welfare of   people in its area who are war pensioners or AFCS benefit recipients  . 3 The regulations may include provisions with respect to the manner in which the committees are to discharge the functions conferred on them; and they shall exercise their functions subject to, and in accordance with, any such provisions. 3A The regulations may provide for the committees to have names specified in the regulations (as well as being known as war pensions committees). 4 In this section—   “ AFCS benefit ” means a benefit payable under an armed and reserve forces compensation scheme established by order under section 1(2) of the Armed Forces (Pensions and Compensation) Act 2004;     “ AFCS benefit recipient ” means a person in receipt of an AFCS benefit, in the person's capacity as such;   “ war pension ” means— a any pension or other benefit, payable otherwise than under an enactment, for or in respect of a person who has died or been disabled in consequence of service as a member of the armed forces of the Crown, b any pension or benefit awarded under— i the  Personal Injuries (Emergency Provisions) Act 1939, ii the  Pensions (Navy, Army, Air Force and Mercantile Marine) Act 1939, or iii the  Polish Resettlement Act 1947, c any pension or other payment which constitutes such an obligation as is mentioned in section 4(1) of the  Statute Law Revision Act 1958 (seamen and fishermen killed or injured in the 1914-1918 war), d any other pension or benefit which is specified in an order made by the Secretary of State for the purposes of this section, but does not include any pension or benefit administered by the Defence Council  or the Commissioners for the Royal Hospital for Soldiers at Chelsea, or a pension or benefit administered by the Minister of the Crown with responsibility for defence (except one administered by him in the exercise of functions transferred to him from the Secretary of State for Social Security);  and “ war pensioner ” means a person in receipt of a war pension, in his capacity as such a pensioner. 5 In section 9(1) of the  Chronically Sick and Disabled Persons Act 1970 (central advisory committee to include chairmen of at least 12 war pensions committees) for the words “by schemes under section 1 of that Act” there shall be substituted the words “by regulations under section 25 of the Social Security Act 1989”. 6 In the  War Pensions Act 1921— a sections 1 and 2 (which are superseded by this section) shall cease to have effect; and b in section 3 (constitution of central advisory committee) for the words “under this Act” there shall be substituted the words “under section 25 of the Social Security Act 1989”."}, {"act": "Social Security Act 1989", "year": 1989, "section": "26", "section_title": " Pre-consolidation amendments.", "section_text": "26 1 The enactments mentioned in Schedule 7 to this Act shall have effect subject to the amendments there specified, being amendments designed to facilitate, or otherwise desirable in connection with, the consolidation of enactments relating to social security or pensions. 2 The amendment by that Schedule of any provision contained in any enactment by virtue of any order or regulations shall not be taken to have prejudiced any power to make further orders or regulations revoking or amending that provision."}, {"act": "Social Security Act 1989", "year": 1989, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Social Security Act 1989", "year": 1989, "section": "28", "section_title": " Financial provisions.", "section_text": "28 1 There shall be paid out of money provided by Parliament— a any expenses incurred under this Act by a Minister of the Crown; and b any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act. 2 There shall be paid out of the National Insurance Fund into the Consolidated Fund, at such times and in such manner as the Treasury may direct, such sums as the Secretary of State may estimate (in accordance with any directions given by the Treasury) to be the amount of the administrative expenses incurred by him under sections . . .  , 6, 7, . . .  above, excluding any category of expenses or payments which the Treasury may direct, or any enactment may require, to be excluded from the Secretary of State’s estimates under this subsection. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 There shall be paid into the Consolidated Fund any increase by virtue of this Act in the sums so payable by virtue of any other Act."}, {"act": "Social Security Act 1989", "year": 1989, "section": "29", "section_title": " Regulations and orders: general provisions.", "section_text": "29 1 Subject to the following provisions of this section,  section 175(2) to (5) of the Social Security Contributions and Benefits Act 1992 shall apply in relation to any power conferred by any provision of this Act to make regulations or an order as they apply in relation to any power conferred by that Act to make regulations or an order, but as if for references to that Act there were substituted references to this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A statutory instrument— a which contains (whether alone or with other provisions) any regulations or orders under this Act, other than orders under section 33 below, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 A power conferred by this Act to make any regulations or order, where the power is not expressed to be exercisable with the consent of the Treasury, shall if the Treasury so direct be exercisable only in conjunction with them. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1989", "year": 1989, "section": "30", "section_title": " Interpretation.", "section_text": "30 1 In this Act, unless the context otherwise requires— “ the 1973 Act ” means the  Social Security Act 1973; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the 1986 Act ” means the  Social Security Act 1986; “ Commissioner ” has the same meaning as it has in the principal Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the Pensions Act ” means the  Social Security Pensions Act 1975; “ prescribe ” means prescribe by regulations; “ the principal Act ” means the  Social Security Act 1975; “ regulations ” means regulations made by the Secretary of State. 2 In this Act references to Great Britain include references to the territorial waters of the United Kingdom adjacent to Great Britain."}, {"act": "Social Security Act 1989", "year": 1989, "section": "31", "section_title": " Minor and consequential amendments, repeals and transitional provisions.", "section_text": "31 1 The enactments mentioned in Schedule 8 to this Act shall have effect with the amendments there specified (being minor amendments and amendments consequential on provisions of this Act). 2 The enactments mentioned in Schedule 9 to this Act (which include some that are spent or of no further practical utility) are repealed to the extent specified in the third column of that Schedule. 3 The Secretary of State may by regulations make— a such transitional provision, b such consequential provision, or c such savings, as he considers necessary or expedient in preparation for or in connection with the coming into force of any provision of this Act or the operation of any enactment repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force."}, {"act": "Social Security Act 1989", "year": 1989, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Social Security Act 1989", "year": 1989, "section": "33", "section_title": " Short title, commencement and extent.", "section_text": "33 1 This Act may be cited as the Social Security Act 1989; and this Act, other than section 25, and the Social Security Acts 1975 to 1988 may be cited together as the Social Security Acts 1975 to 1989. 2 Apart from the provisions specified in subsection (3) below, this Act shall come into force on such day as the Secretary of State may by order appoint; and different days may be so appointed for different provisions or different purposes of the same provision. 3 The provisions referred to in subsection (2) above are the following— a sections 2, 3, 4, 6, 14 to 20, 28, 29, 30, 31(3), 32 and this section; b Schedule 2; c paragraphs 1, 12 and 13 of Schedule 3 (and section 21 so far as relating to those paragraphs), d paragraphs 6 to 8, 14 and 16 to 21 of Schedule 6 (and section 24 so far as relating to those paragraphs); e paragraphs 2 to 7, 13 and 15 of Schedule 7 (and section 26 so far as relating to those paragraphs); f paragraphs 1, 4 to 6, 8 to 13, 17 and 18 of Schedule 8 (and section 31 so far as relating to those paragraphs); g the repeals in Schedule 9 to the extent that they are consequential on any provision specified in paragraphs (a) to (f) above (and section 31 so far as relating to those repeals). 4 Where any enactment repealed or amended by this Act extends to any part of the United Kingdom, the repeal or amendment extends to that part. 5 Paragraph 12 of Schedule 4 does not extend to Scotland. 6 Sections 25, 31(3), 32 and this section  and paragraph 20A of Schedule 4 extend to Northern Ireland. 7 Except as provided by this section, this Act does not extend to Northern Ireland."}]