[{"act": "Water Act 1989", "year": 1989, "section": "1", "section_title": " The National Rivers Authority.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The provisions of Schedule 1 to this Act shall have effect with respect to the Authority and its finances."}, {"act": "Water Act 1989", "year": 1989, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Water Act 1989", "year": 1989, "section": "4", "section_title": " Transfer of the water authorities’ functions etc.", "section_text": "4 1 Subject to the following provisions of this Act, on such day as the Secretary of State may by order appoint as the transfer date— a the functions of the water authorities shall, in accordance with those provisions, become functions of the Authority, of water undertakers or of sewerage undertakers; and b schemes under Schedule 2 to this Act for the division of the property, rights and liabilities of those authorities between their successor companies and the Authority shall come into force. 2 The Secretary of State shall, by order made before the transfer date, nominate a company in relation to each water authority as that authority’s successor company; but a company shall not be so nominated unless it is a limited company and, at the time when the order is made, is wholly owned by the Crown. 3 Subject to subsection (4) below, each water authority shall continue in existence after the transfer date until such time as they may be dissolved by order made by the Secretary of State. 4 On the transfer date the chairman and members of each water authority shall cease to hold office; and on and after that date each such authority— a shall consist only of a chairman appointed by the Secretary of State and, if the Secretary of State thinks fit, such one or more other persons as the Secretary of State may appoint as members of that authority; and b shall have only the functions which fall to be carried out by that authority under any scheme under Schedule 2 to this Act with respect to that authority. 5 The Secretary of State shall not make an order under subsection (3) above in relation to any water authority unless he is satisfied, after consultation with the water authority and with the Authority and the water authority’s successor company, that nothing further remains to be done by the water authority under any scheme under Schedule 2 to this Act. 6 The power to make an order under this section shall be exercisable by statutory instrument and such an order shall not be amended or revoked— a in the case of an order under subsection (2) above, on or after the transfer date; or b in the case of an order under subsection (3) above, after the dissolution of the water authority to which the order relates."}, {"act": "Water Act 1989", "year": 1989, "section": "5", "section_title": " The Director General of Water Services.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The provisions of Schedule 3 to this Act shall have effect with respect to the Director."}, {"act": "Water Act 1989", "year": 1989, "section": "6", "section_title": " Customer service committees.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The provisions of Schedule 4 to this Act shall have effect with respect to customer service committees."}, {"act": "Water Act 1989", "year": 1989, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Water Act 1989", "year": 1989, "section": "11", "section_title": " Appointment of undertakers.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In the  House of Commons Disqualification Act 1975, in Part III of Schedule 1 (other disqualifying offices), there shall be inserted (at the appropriate place) the following entry— Director of a company for the time being holding an appointment under Chapter I of Part II of the Water Act 1989 or of such a company’s holding company, being a director nominated or appointed by a Minister of the Crown or by a person acting on behalf of the Crown. ; and the like insertion shall be made in Part III of Schedule 1 to the  Northern Ireland Assembly Disqualification Act 1975."}, {"act": "Water Act 1989", "year": 1989, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Water Act 1989", "year": 1989, "section": "13", "section_title": " Procedure for replacement appointments.", "section_text": "13 1 An application for an appointment or variation to which section 12 above applies shall be made in such manner as may be prescribed; and, within fourteen days after making any such application, the applicant shall— a serve notice of the application on the existing appointee and on every local authority whose area includes the whole or any part of the area to which the application relates; and b publish a copy of the notice in such manner as may be prescribed. 2 Before making an appointment or variation to which section 12 above applies, the Secretary of State or the Director shall give notice— a stating that he proposes to make the appointment or variation; b stating the reasons why he proposes to make the appointment or variation; and c specifying the period (not being less than twenty-eight days from the date of publication of the notice) within which representations or objections with respect to the proposed appointment or variation may be made, and shall consider any representations or objections which are duly made and not withdrawn. 3 A notice under subsection (2) above shall be given— a by publishing the notice in such manner as the Secretary of State or, as the case may be, the Director considers appropriate for bringing it to the attention of persons likely to be affected by the making of the proposed appointment or variation; and b by serving a copy of the notice on the existing appointee and on every local authority whose area includes the whole or any part of the area to which the proposed appointment or variation relates. 4 Before making an appointment or variation to which section 12 above applies, the Secretary of State shall consult the Director. 5 As soon as practicable after making an appointment or variation to which section 12 above applies, the Secretary of State or the Director shall— a serve a copy of the appointment or variation on the existing appointee; and b serve notice of the making of the appointment or variation on every local authority whose area includes the whole or any part of the area to which the appointment or variation relates. 6 Schedule 5 to this Act shall have effect with respect to the making of transitional provision for the purposes of, or in connection with, the making of an appointment or variation to which section 12 above applies. 7 In this section “ the existing appointee ”, in relation to an appointment or variation to which section 12 above applies, means the company which is the existing appointee for the purposes of that section in relation to any area to the whole or any part of which the appointment or variation relates or, where there is more than one such company, each of them."}, {"act": "Water Act 1989", "year": 1989, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Water Act 1989", "year": 1989, "section": "23", "section_title": " Special administration orders in relation to water or sewerage undertakers.", "section_text": "23 1 If, on an application made to the High Court by petition presented— a by the Secretary of State; or b with the consent of the Secretary of State, by the Director, that Court is satisfied in relation to any company which holds an appointment under this Chapter that any one or more of the grounds specified in subsection (4) below is satisfied in relation to that company, that Court may make an order under this section. 2 An order under this section is an order directing that, during the period for which the order is in force, the affairs, business and property of the company shall be managed, by a person appointed by the High Court, for the achievement of the purposes of the order and in a manner which protects the respective interests of the members and creditors of the company. 3 The purposes of an order made under this section in relation to a company holding an appointment under this Chapter shall be— a the transfer to another company, or (as respects different parts of the company’s area or different parts of its undertaking) to two or more different companies, as a going concern, of so much of the company’s undertaking as it is necessary to transfer in order to ensure that the functions which have been vested in the company by virtue of its appointment may be properly carried out; and b the carrying out of those functions pending the making of the transfer and the vesting of those functions in the other company or companies (whether by virtue of the transfer or of an appointment or variation to which section 12 above applies). 4 The grounds mentioned in subsection (1) above are, in relation to any company— a that there has been, is or is likely to be such a contravention by the company of a requirement imposed on the company by section 37 or 67 below, not being a contravention in respect of which a notice has been served under subsection (6) of section 20 above, as is serious enough to make it inappropriate for the company to continue to hold its appointment; b that there has been, is or is likely to be such a contravention by the company of the provisions of any final order or provisional order under section 20 above, being an order which— i is not for the time being the subject-matter of proceedings brought by virtue of section 22(1) above; and ii if it is a provisional order, has been confirmed, as is serious enough to make it inappropriate for the company to continue to hold its appointment; c that the company is or is likely to be unable to pay its debts; d that, in a case in which the Secretary of State has certified that it would be appropriate, but for section 24 below, for him to petition for the winding up of the company under section 440 of the  Companies Act 1985 (petition by the Secretary of State following inspectors’ report etc.), it would be just and equitable, as mentioned in that section, for the company to be wound up if it did not hold an appointment under this Chapter; or e that the company is unable or unwilling adequately to participate in arrangements certified by the Secretary of State or the Director to be necessary by reason of, or in connection with, a proposal for the making by virtue of subsection (2)(c) of section 12 above of any appointment or variation to which that section applies. 5 Notice of the petition for an order under this section shall be given forthwith to such persons and in such manner as may be prescribed by rules made under section 411 of the  Insolvency Act 1986; and no such petition shall be withdrawn except with the leave of the High Court. 6 Subsections (4) and (5) of section 9 of the said Act of 1986 (powers on application for administration order) shall apply on the hearing of the petition for an order under this section in relation to any company as they apply on the hearing of a petition for an administration order. 7 Subsections (1), (2) and (4) of section 10 of the said Act of 1986 (effect of petition) shall apply in the case of a petition for an order under this section in relation to any company as if— a the reference in subsection (1) to an administration order were a reference to an order under this section; b paragraph (b) of that subsection did require the leave of the court for the taking of any of the steps mentioned in paragraphs (b) and (c) of subsection (2)\t\t\t\t\t\t\t(appointment of, and exercise of functions by, administrative receiver); and c the reference in paragraph (c) of subsection (1) to proceedings included a reference to any proceedings under or for the purposes of section 20 above. 8 Schedule 6 to this Act shall have effect with respect to orders under this section and Schedule 5 to this Act shall have effect with respect to the making of transitional provision for the purposes of an order under this section. 9 In this section and section 24 below— “ business ” and “ property ” have the same meanings as in the  Insolvency Act 1986; “ security ” has the same meaning as in Parts I to  VII  of that Act; and for the purposes of this section a company is unable to pay its debts if it is a limited company which is deemed to be so unable under section 123 of the Insolvency Act 1986 (definition of inability to pay debts) or if it is an unregistered company which is deemed, by virtue of any of sections 222 to 224 of that Act, to be so unable for the purposes of section 221 of that Act (winding up of unregistered companies)."}, {"act": "Water Act 1989", "year": 1989, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Water Act 1989", "year": 1989, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Water Act 1989", "year": 1989, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Water Act 1989", "year": 1989, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Water Act 1989", "year": 1989, "section": "67", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Water Act 1989", "year": 1989, "section": "69", "section_title": " Transfer of principal sewerage functions.", "section_text": "69 Schedule 8 to this Act shall have effect for transferring to sewerage undertakers the functions of water authorities relating to the provision of sewerage services and for making amendments of the enactments relating to the transferred functions."}, {"act": "Water Act 1989", "year": 1989, "section": "70", "section_title": " Allocation of cross boundary sewers.", "section_text": "70 1 For the purposes of any scheme under Schedule 2 to this Act, so much of any sewer as is vested in a water authority immediately before the transfer date but is— a situated in the area of another water authority; and b maintained for the purpose of draining premises in that area, shall be deemed to have vested in the other water authority before the coming into force of that scheme. 2 Where any part of a water authority’s sewer is deemed by virtue of this section to have vested in another water authority, anything which— a has been done by or in relation to the first-mentioned authority for any purposes connected with that part of that sewer; and b is in force or effective immediately before the transfer date, shall have effect for the purposes of any transitional provision contained in this Act as if it had been done by or in relation to that other authority. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water Act 1989", "year": 1989, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Water Act 1989", "year": 1989, "section": "72", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "72"}, {"act": "Water Act 1989", "year": 1989, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Water Act 1989", "year": 1989, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Water Act 1989", "year": 1989, "section": "83", "section_title": " Initial Government holdings.", "section_text": "83 1 As a consequence of the vesting in accordance with any scheme under Schedule 2 to this Act of property, rights and liabilities of any water authority in that authority’s successor company, that company shall issue such securities of the company as the Secretary of State may from time to time direct— a to such limited company as may (whether before or after the transfer date) have been nominated by the Secretary of State by order made by statutory instrument as the nominated holding company of the successor company; or b to the Secretary of State. 2 As a consequence of the issue by virtue of any direction under subsection (1) above of any securities of a company to that company’s nominated holding company, the latter company shall issue such securities of the nominated holding company as the Secretary of State may from time to time direct— a to the Treasury or the Secretary of State; or b to any person entitled to require the issue of the securities following their initial allotment to the Treasury or the Secretary of State. 3 The Secretary of State shall not— a make an order nominating any company as the nominated holding company of a successor company; or b give a direction under subsection (1) or (2) above for the issue of securities, except at a time when the company nominated by the order or, as the case may be, the company which is directed to issue securities is wholly owned by the Crown. 4 Securities required to be issued in pursuance of this section shall be issued or allotted at such time or times and on such terms as the Secretary of State may direct. 5 Shares in a company which are issued in pursuance of this section— a shall be of such nominal value as the Secretary of State may direct; and b shall be issued as fully paid and treated for the purposes of the application of   the Companies Act 2006   in relation to that company as if they had been paid up by virtue of the payment to the company of their nominal value in cash. 6 The Secretary of State shall not exercise any power conferred on him by this section, or dispose of any securities issued or of any rights to securities initially allotted to him in pursuance of this section, without the consent of the Treasury. 7 Any dividends or other sums received by the Treasury or the Secretary of State in right of or on the disposal of any securities or rights acquired by virtue of this section shall be paid into the Consolidated Fund."}, {"act": "Water Act 1989", "year": 1989, "section": "84", "section_title": " Government financial assistance for companies wholly owned by the Crown.", "section_text": "84 1 Subject to section 92(1) below, the Secretary of State may, with the consent of the Treasury, lend such sums as he thinks fit to any company which is the nominated holding company of a successor company and is for the time being wholly owned by the Crown. 2 The Secretary of State may, with the consent of the Treasury, guarantee, in such manner and on such conditions as he may think fit, the repayment of the principal of, the payment of interest on and the discharge of any other financial obligation in connection with any sum which is borrowed from any person by any company which— a is a successor company or the nominated holding company of such a company; and b is wholly owned by the Crown at the time when the guarantee is given. 3 Subject to section 86 below, any loans which the Secretary of State makes to a company under this section shall be repaid to him at such times and by such methods, and interest thereon shall be paid to him at such rates and at such times, as he may, with the consent of the Treasury, from time to time direct. 4 The Treasury may issue out of the National Loans Fund to the Secretary of State such sums as are required by him for making loans under this section. 5 Any sums received under subsection (3) above by the Secretary of State shall be paid into the National Loans Fund. 6 It shall be the duty of the Secretary of State as respects each financial year— a to prepare, in such form as the Treasury may direct, an account of sums issued to him in pursuance of subsection (4) above and of sums received by him under subsection (3) above and of the disposal by him of the sums so issued or received; and b to send the account to the Comptroller and Auditor General not later than the end of the month of August in the following financial year; and the Comptroller and Auditor General shall examine, certify and report on the account and shall lay copies of it and of his report before each House of Parliament."}, {"act": "Water Act 1989", "year": 1989, "section": "85", "section_title": " Transfer of successor company liabilities to holding companies.", "section_text": "85 1 The Secretary of State may by order made by statutory instrument transfer to that company’s nominated holding company the liabilities of a successor company in respect of the principal of any relevant loan. 2 Where the Secretary of State has made an order under subsection (1) above in respect of the liabilities of any successor company and he considers it appropriate to do so, he may give a direction under this subsection to that company and that company shall, as a consequence of the making of the order, issue such debentures of the company to its nominated holding company as may be specified or described in the direction. 3 The Secretary of State— a shall not exercise his power to make an order under this section except with the consent of the Treasury; and b shall not make such an order transferring the liability of any company or give a direction under subsection (2) above to any company, except at a time when the company is wholly owned by the Crown. 4 Subsection (4) of section 83 above shall apply for the purposes of this section as it applies for the purposes of that section. 5 In this section “ relevant loan ”, in relation to the successor company of a water authority, means any sum borrowed or treated as borrowed by the authority from the Secretary of State or the Public Works Loan Commissioners, being a sum the liability to repay which has vested in the authority’s successor company in accordance with any scheme under Schedule 2 to this Act."}, {"act": "Water Act 1989", "year": 1989, "section": "86", "section_title": " Conversion of certain loans.", "section_text": "86 1 The Secretary of State may by order made by statutory instrument extinguish all or any of the liabilities of the nominated holding company of a successor company in respect of the principal of any loan of either of the following descriptions, that is to say— a a loan made to that company under section 84 above; b a loan the liability to repay the principal of which has been transferred to that company under section 85 above; and the assets of the National Loans Fund shall accordingly be reduced by amounts corresponding to any liabilities so extinguished. 2 An order made under subsection (1) above in respect of any loan the liability to repay the principal of which was transferred to the nominated holding company of a successor company under section 85 above may extinguish all or any of the liabilities of that successor company under debentures issued in respect of the transfer under subsection (2) of that section. 3 Where the Secretary of State has made an order under subsection (1) above and he considers it appropriate to do so, he may give a direction under this subsection to any nominated holding company whose liabilities are extinguished by the order and that company shall, as a consequence of the making of the order, issue such debentures of the company as may be specified or described in the direction— a to the Treasury or the Secretary of State; or b to any person entitled to require the issue of the debentures following their initial allotment to the Treasury or the Secretary of State. 4 The Secretary of State shall not— a make an order under subsection (1) above extinguishing the liability of any company; or b give a direction under subsection (3) above for the issue of debentures, except at a time when the company whose liability is extinguished by the order or, as the case may be, the company which is directed to issue debentures is wholly owned by the Crown. 5 Except as may be agreed between the Secretary of State and a company which is directed to issue debentures in pursuance of this section— a the aggregate of the principal sums payable under the debentures to which the direction relates shall be equal to the aggregate of the sums the liability to repay which is extinguished by the order; and b the terms as to the payment of the principal sums payable under the debentures to which the direction relates, and as to the payment of interest thereon, shall be the same as the corresponding terms of the loans specified in the order. 6 For the purposes of subsection (5) above any express or implied terms of a loan shall be disregarded in so far as they relate to the early discharge of liabilities to make repayments of principal and payments of interest. 7 Subsection (4) and subsections (6) and (7) of section 83 above shall apply for the purposes of this section as they apply for the purposes of that section."}, {"act": "Water Act 1989", "year": 1989, "section": "87", "section_title": " Government investment in securities of the nominated holding companies.", "section_text": "87 1 The Treasury or, with the consent of the Treasury, the Secretary of State may at any time acquire— a securities of the nominated holding company of a successor company; or b rights to subscribe for any such securities. 2 The Secretary of State shall not dispose of any securities acquired under this section without the consent of the Treasury. 3 Any expenses incurred by the Treasury or the Secretary of State in consequence of the provisions of this section shall be paid out of money provided by Parliament. 4 Any dividends or other sums received by the Treasury or the Secretary of State in right of, or on the disposal of, any securities or rights acquired under this section shall be paid into the Consolidated Fund."}, {"act": "Water Act 1989", "year": 1989, "section": "88", "section_title": " Exercise of functions through nominees.", "section_text": "88 1 The Treasury or, with the consent of the Treasury, the Secretary of State may for the purposes of section 83, 86 or 87 above appoint any person to act as the nominee, or one of the nominees, of the Treasury or, as the case may be, of the Secretary of State; but— a the issue in pursuance of section 83 above of securities of a successor company to any nominee of the Secretary of State appointed for the purposes of that section; b the issue in pursuance of section 83 or 86 above of securities of such a company’s nominated holding company to such nominee of the Treasury or the Secretary of State as is appointed for the purposes of that section or to any person entitled to require the issue of the securities following their initial allotment to any such nominee; and c the acquisition by any nominee of the Treasury or the Secretary of State who is appointed for the purposes of section 87 above of any securities or rights under that section, shall be in accordance with such directions as may be given from time to time by the Treasury or, with the consent of the Treasury, by the Secretary of State. 2 Any person holding any securities or rights as a nominee of the Treasury or the Secretary of State by virtue of the preceding provisions of this section shall hold and deal with them (or any of them) on such terms and in such manner as the Treasury or, with the consent of the Treasury, the Secretary of State may direct."}, {"act": "Water Act 1989", "year": 1989, "section": "89", "section_title": " Target investment limit for Government shareholding.", "section_text": "89 1 The following provisions of this section shall apply separately in relation to each company which is the nominated holding company of a successor company. 2 As soon as he considers it expedient and, in any case, not later than six months after the company ceases to be wholly owned by the Crown, the Secretary of State shall by order fix a target investment limit in relation to the aggregate of the shares in the company which are for the time being held, by virtue of any provision of this Chapter, by any of the following, that is to say, the Treasury, the Secretary of State or any nominee of the Treasury or the Secretary of State (in this section referred to as “ the Government shareholding ”). 3 The target investment limit for the Government shareholding in the company shall be expressed as a proportion of the voting rights which are exercisable in all circumstances at general meetings of the company (in this section referred to as “ the ordinary voting rights ”). 4 The first target investment limit fixed under this section for the Government shareholding in the company shall not exceed, by more than 0.5 per cent of the ordinary voting rights, the proportion of the ordinary voting rights which is in fact carried by the Government shareholding in the company at the time when the order fixing the limit is made. 5 The Secretary of State may from time to time by order fix a new target investment limit for the Government shareholding in the company in place of the one previously in force under this section; but— a any new limit must be lower than the one it replaces in relation to the company; and b an order under this section may only be revoked by an order fixing a new limit. 6 It shall be the duty of the Treasury and of the Secretary of State— a so to exercise their powers under section 87 above, any power to dispose of any shares held by virtue of any provision of this Chapter and their power to give directions to their respective nominees as to secure that the Government shareholding in the company does not carry a proportion of the ordinary voting rights exceeding any target investment limit for the time being in force under this section in relation to the company; and b not at any time on or after the fixing of the first target investment limit in relation to the company to exercise any power to acquire, or to authorise any nominee to acquire, any shares in the successor company of which the company is the nominated holding company. 7 Notwithstanding subsection (6) above but subject to subsection (8) below, the Treasury or the Secretary of State may take up, or direct any nominee of the Treasury or of the Secretary of State to take up, any rights for the time being available to them or him, or to the nominee— a as an existing holder of shares or other securities of the company; or b by reason of the rescission of any contracts for the sale of any such shares or securities. 8 If, as a result of anything done under subsection (7) above, the proportion of the ordinary voting rights carried by the Government shareholding in the company at any time exceeds the target investment limit for the time being in force under this section in relation to the company, it shall be the duty of the Treasury or, as the case may be, the Secretary of State to comply with subsection (6) above as soon after that time as is reasonably practicable. 9 For the purposes of this section the temporary suspension of any of the ordinary voting rights shall be disregarded. 10 The power to make an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Water Act 1989", "year": 1989, "section": "90", "section_title": " Responsibility for listing particulars of nominated holding companies.", "section_text": "90 1 Where— a the same document contains listing particulars for securities of two or more nominated holding companies; and b any person’s responsibility for any information included in the document is stated in the document to be confined to its inclusion as part of the listing particulars for securities of any one of those companies, that person shall not be treated as responsible for that information in so far as it is stated in the document to form part of the listing particulars for securities of any other of those companies. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this section— “listing particulars” has the same meaning as in section 90(1) of the Financial Services and Markets Act 2000; and “responsible”, in relation to listing particulars, has the meaning given in section 79(3) of that Act."}, {"act": "Water Act 1989", "year": 1989, "section": "91", "section_title": " Statutory accounts of the group.", "section_text": "91 1 For the purposes of any statutory accounts of a water authority’s successor company— a the vesting effected in accordance with any scheme under Schedule 2 to this Act shall be taken— i to have been a vesting in that company of all the property, rights and liabilities to which that authority was entitled or subject immediately before the end of their last accounting date and which, at that time, were not property, rights and liabilities relating to Part III functions; and ii to have been effected immediately after that date; and b the value of any asset and the amount of any liability of that authority which is taken by virtue of paragraph (a) above to have been vested in that company shall be taken to have been the value or (as the case may be) amount assigned to that asset or liability for the purposes of the corresponding statement of accounts prepared by that authority in respect of the complete accounting year ending with that date. 2 For the purposes of any statutory accounts of a water authority’s successor company the amount to be included in respect of any item shall be determined as if the company had done anything not relating to Part III functions which has been done by that authority (whether by way of acquiring, revaluing or disposing of any asset or incurring, revaluing or discharging any liability, or by carrying any amount to any provision or reserve, or otherwise). Accordingly (but without prejudice to the generality of the preceding provision) the amount to be included from time to time in any reserves of a water authority’s successor company as representing the company’s accumulated realised profits shall be determined as if any profits realised and retained by that authority had been realised and retained by the company. 3 For the purposes of any statutory accounts of the nominated holding company of a successor company— a a successor company which becomes a subsidiary of the holding company in the course of an accounting reference period of that successor company shall be assumed to have become such a subsidiary at the beginning of that period; and b the value, at the time of its issue, of any security issued to the holding company in pursuance of section 83 or 85 above shall be taken— i in the case of a share, to have been equal to its nominal value; and ii in the case of a debenture, to have been equal to the principal sum payable under the debenture. 4 For the purposes of this section the question whether any property, right or liability of a water authority, or anything done by a water authority, relates to Part III functions shall be determined in accordance with such principles for determining whether anything so relates as the Secretary of State— a considers appropriate to apply in the case of that authority’s successor company; and b has notified to that company in writing. 5 References in this section to the statutory accounts of a company are references to any accounts prepared by the company for the purposes of any provision of   the Companies Act 2006   (including group accounts); and in this section— “ accounting reference period ” has the same meaning, in relation to a successor company, as in that Act; “ complete accounting year, ” in relation to a water authority, means an accounting year of the authority ending on 31st March; “ the last accounting date ”, in relation to any water authority, means the last day of the last complete accounting year of that authority to end before the transfer date; and “ Part III functions ”, in relation to a water authority, means the functions of that authority which are transferred to the Authority by virtue of this Act or correspond to any functions assigned to the Authority under this Act."}, {"act": "Water Act 1989", "year": 1989, "section": "92", "section_title": " Temporary restrictions on borrowings etc. by the group.", "section_text": "92 1 The aggregate amount outstanding in respect of the principal of the relevant borrowing of a group to which a successor company belongs shall not, at any time when the company is wholly owned by the Crown, exceed £1,400 million or such greater sum, not exceeding £1,800 million, as the Secretary of State may specify by order made by statutory instrument. 2 The power to make an order under subsection (1) above shall include power to specify different amounts in relation to different groups; and no order shall be made under that subsection unless a draft of the order has been laid before the House of Commons and has been approved by a resolution of that House. 3 If articles of association of a successor company or of such a company’s nominated holding company confer on the Secretary of State powers exercisable with the consent of the Treasury for, or in connection with, restricting the sums of money which may be borrowed or raised during any period by the group to which that company belongs, those powers shall be exercisable in the national interest notwithstanding any rule of law and the provisions of any enactment. 4 For the purposes of subsection (3) above an alteration of the articles of association of a successor company or of such a company’s nominated holding company shall be disregarded if the alteration— a has the effect of conferring or extending any such power as is mentioned in that subsection; and b is made at a time when that company has ceased to be wholly owned by the Crown. 5 In this section— “ group ”, in relation to a successor company, means that company’s nominated holding company and all of the nominated holding company’s subsidiaries (including the successor company and its subsidiaries) taken together; and “ relevant borrowing ”, in relation to a group to which a successor company belongs, means— a such loans made or treated as made to any company in the group, including loans treated by virtue of the issue of debentures in pursuance of this Act as having been made to any such company, as are not loans made or treated as made by one company belonging to the group to another such company; and b any sums borrowed or treated as borrowed by local authorities in respect of the repayment of which, or the payment of interest on which, the successor company is required to make contributions by virtue of the transfer of any liability in accordance with a scheme under Schedule 2 to this Act. 6 Where any amount outstanding in respect of the principal of any relevant borrowing of a group— a is treated as repaid or extinguished in connection with the issue of any securities of a company belonging to that group; or b would fall to be so treated, in the case of an extinguishment under section 86 above, if the Secretary of State had given a direction under subsection (3) of that section, that amount shall be deemed for the purposes of this section to continue to be outstanding except to the extent that any amount payable by the company by reason of the issue of securities in connection with the repayment or extinguishment itself falls to be treated for the purposes of this section as an amount outstanding in respect of the principal of any relevant borrowing of the group."}, {"act": "Water Act 1989", "year": 1989, "section": "93", "section_title": " Reserves of the successor companies.", "section_text": "93 1 Where the Secretary of State, at any time before the company ceases to be wholly owned by the Crown, so directs in relation to any successor company, such sums as may be specified in the direction shall, instead of being applied in any other way, be carried by the company to a reserve for the purposes of this section. 2 A company having a reserve for the purposes of this section shall not apply it except in paying up unissued shares of the company to be allotted to members of the company as fully paid bonus shares."}, {"act": "Water Act 1989", "year": 1989, "section": "94", "section_title": " Application of Trustee Investments Act 1961 in relation to investment in the nominated holding companies.", "section_text": "94 1 Subsection (2) below shall have effect for the purpose of applying paragraph 3(b) of Part IV of Schedule 1 to the  Trustee Investments Act 1961 (which provides that shares and debentures of a company shall not count as wider-range and narrower-range investments respectively within the meaning of that Act unless the company has paid dividends in each of the five years immediately preceding that in which the investment is made) in relation to investment, during the first investment year or any following year, in shares or debentures of a company which is the nominated holding company of a successor company. 2 The company shall be deemed to have paid a dividend as mentioned in the said paragraph 3(b)— a in every year preceding the first investment year which is included in the relevant five years; and b in the first investment year, if that year is included in the relevant five years and that company does not in fact pay such a dividend in that year. 3 In this section— “ the first investment year ”, in relation to a company which is the nominated holding company of a successor company, means the calendar year in which shares in that successor company are first issued, in pursuance of section 83(1) above, to the nominated holding company; and “ the relevant five years ” means the five years immediately preceding the year in which the investment in question is made or proposed to be made."}, {"act": "Water Act 1989", "year": 1989, "section": "95", "section_title": " Tax provisions.", "section_text": "95 1 The Secretary of State may, for the purposes of section 2 of the  Capital Allowances Act 1968 (writing-down allowance), by order make provision specifying— a the amount to be taken for the purposes of subsection (3) of that section as the residue on the transfer date of any expenditure in relation to which any property vested in a successor company in accordance with a scheme under Schedule 2 to this Act is a relevant interest for the purposes of that section; and b the part of the period mentioned in subsection (3) of that section which is to be treated, in relation to any such property, as unexpired on that date. 2 For the purposes of Chapter I of Part III of the  Finance Act 1971 (capital allowances in respect of machinery and plant) property which is vested in a successor company in accordance with a scheme under Schedule 2 to this Act shall be treated as if— a it had been acquired by that company on the transfer date for the purposes for which it is used by that company on and after that date; and b capital expenditure of such amount as may be specified for the purposes of this subsection in an order made by the Secretary of State had been incurred on that date by that company on the acquisition of the property for the purposes mentioned in paragraph (a) above. 3 The Secretary of State shall not make an order under subsection (1) or (2) above in relation to any property of a successor company except with the consent of the Treasury and at a time when the company is wholly owned by the Crown; and the power to make such an order shall be exercisable by statutory instrument and shall include power to make different provision for different cases, including different provision in relation to different property or descriptions of property. 4 Subject to subsection (5) below, for the purposes of the  Taxation of Chargeable Gains Act 1992 (“the 1992 Act”)  the following securities of a successor company, that is to say— a those issued to that company’s nominated holding company in pursuance of section 83 above; b those issued to that company’s nominated holding company in pursuance of section 85 above, so far as they are not extinguished under section 86 above; and c those not issued in pursuance of section 83 or 85 above which are— i held by that holding company, or any of its nominees, on the transfer date; or ii held by the Secretary of State, or any of his nominees, on that date and transferred to that holding company at any time when that holding company is wholly owned by the Crown, shall, together, be deemed to have been acquired by the nominated holding company on the transfer date for a consideration equal to whatever is the market value of the successor company’s undertaking immediately after the coming into force, on that date, of the scheme under Schedule 2 to this Act in accordance with which property, rights and liabilities of a water authority are transferred to the successor company. 5 For the purposes of the  1992  Act— a any loan which is a relevant loan for the purposes of section 85 above shall be disregarded in determining the market value referred to in subsection (4) above; and b where an apportionment of the aggregate amount for which securities of any company are treated under that subsection as having been acquired by any company falls to be made between different securities, any debenture to which that subsection applies shall be treated as having been acquired by that company for an amount equal to the principal sum payable under the debenture. 6 Where— a any debt owed to a water authority is transferred to its successor company in accordance with a scheme under Schedule 2 to this Act; and b the authority would have been the original creditor in relation to that debt for the purposes of section  251 of the 1992  Act (disposal of debts), the successor company shall be treated as the original creditor for those purposes. 7 For the purposes of Part VI of the  Income and Corporation Taxes Act 1988 (company distributions) any securities of a company issued in pursuance of section 83, 85 or 86 above shall be treated as having been issued for new consideration equal— a in the case of a share, to its nominal value; and b in the case of a debenture, to the principal sum payable under the debenture. 8 Subsection (1) of section 400 of the Income and Corporation Taxes Act 1988 (write-off of government investment: restriction of tax losses) shall not have effect in relation to any extinguishment, at a time when the nominated holding company of a successor company is wholly owned by the Crown, of any liabilities of that holding company. 9 Subsection (6) of the said section 400 shall apply in relation to any such extinguishment of liabilities as is mentioned in subsection (8) above as if the reference to the body in question were a reference to the company whose liabilities are extinguished. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 The vesting in accordance with a scheme under Schedule 2 to this Act in a successor company of any liability for a loan made to a water authority shall not affect any direction in respect of the loan which has been given, or has effect as if given, under   section 755 of the Income Tax (Trading and Other Income) Act 2005   (income tax exemption for interest on foreign currency securities)."}, {"act": "Water Act 1989", "year": 1989, "section": "96", "section_title": " Interpretation of Chapter  V.", "section_text": "96 In this Chapter— “ debentures ” includes debenture stock; “ nominated holding company ”, in relation to a successor company, means the company nominated under section 83(1) above as that successor company’s nominated holding company; “ securities ”, in relation to a company, includes shares, debentures, bonds and other securities of the company, whether or not constituting a charge on the assets of the company; and “ shares ” includes stock."}, {"act": "Water Act 1989", "year": 1989, "section": "97", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "97"}, {"act": "Water Act 1989", "year": 1989, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "103"}, {"act": "Water Act 1989", "year": 1989, "section": "125", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "125"}, {"act": "Water Act 1989", "year": 1989, "section": "136", "section_title": " Flood defence functions of the Authority.", "section_text": "136 1 Subject to subsection (3) below, the Authority shall in relation to England and Wales exercise a general supervision over all matters relating to flood defence and, for the purpose of carrying out its functions in relation to flood defence, shall from time to time carry out surveys of the areas in relation to which it carries out those functions. 2 Schedule 15 to this Act shall have effect for transferring the functions of water authorities relating to flood defence to the Authority and for making amendments of the  Land Drainage Act 1976 (in this Chapter referred to as “ the 1976 Act ”), including amendments consequential on the following provisions of this Chapter. 3 Without prejudice to any scheme for the appointment of local flood defence committees and subject to subsection (4) below, the Authority shall arrange for all its functions under the 1976 Act relating to flood defence to be carried out by regional flood defence committees established under section 137 below, so that those functions of the Authority are carried out— a in relation to the area of each regional flood defence committee, by the committee for that area; and b in cases involving the areas of more than one regional flood defence committee, by such committee, or jointly by such committees, as may be determined in accordance with arrangements made by the Authority. 4 The Authority shall not make arrangements for the carrying out by any other body, or by any committee, of any of its functions with respect to— a the issuing of levies (within the meaning of the  Local Government Finance Act 1988); or b the making of drainage charges under the 1976 Act; and nothing in this section shall enable the Authority to authorise any such other body or any committee to borrow money for purposes connected with the Authority’s functions relating to flood defence. 5 The Authority may give a regional flood defence committee a direction of a general or specific character as to the carrying out of any function relating to flood defence, other than one of their internal drainage functions, so far as the carrying out of that function appears to the Authority likely to affect materially the Authority’s management of water for purposes other than flood defence; and a regional flood defence committee shall comply with any direction under this subsection. 6 The Authority shall maintain a principal office for the area of each regional flood defence committee. 7 The functions of the Authority by virtue of this Chapter extend to the territorial sea adjacent to England and Wales in so far as— a the area of any regional flood defence committee includes any area of that territorial sea; or b section 17(2) or (3) of the 1976 Act (works in the sea and in estuaries) provides for the exercise of any power in the territorial sea; and where under the said section 17(2) or (3) any function of the Authority falls to be carried out at a place beyond the seaward boundaries of the area of any regional flood defence committee, that place shall be assumed for the purposes of this Chapter and that Act to be within the area of the regional flood defence committee to whose area the area of sea where that place is situated is adjacent. 8 Where the functions of any water authority immediately before the transfer date include, by virtue of any local statutory provision, any functions relating to flood defence— a those functions shall become functions of the Authority on that date; and b subject to the power conferred by section 191 below, the local statutory provisions relating to the functions transferred by this subsection and everything done by or in relation to a water authority under any such provision shall have effect, so far as may be necessary for the purposes of, or in connection with, the transfer of functions under this subsection, as if— i any reference in any such provision to a water authority were a reference to the Authority; and ii any such thing had been done by or in relation to the Authority. 9 In this section— “ flood defence ” means the drainage of land (within the meaning of the 1976 Act) and the provision of flood warning systems; “ internal drainage functions ” means the functions of the Authority under sections 10 to 16, 68(1) to (4) and (7) to (9), 69(2), (3) and (6), 84 and 86(1) of the 1976 Act."}, {"act": "Water Act 1989", "year": 1989, "section": "137", "section_title": " Establishment of regional flood defence committees.", "section_text": "137 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In the  House of Commons Disqualification Act 1975, in Part III of Schedule 1 (other disqualifying offices), there shall be inserted (at the appropriate place) the following entry— Chairman of a regional flood defence committee for any area of England and Wales. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water Act 1989", "year": 1989, "section": "138", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "138"}, {"act": "Water Act 1989", "year": 1989, "section": "139", "section_title": " Local flood defence schemes and local flood defence committees.", "section_text": "139 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In the  House of Commons Disqualification Act 1975, in Part III of Schedule 1 (other disqualifying offices), there shall be inserted (at the appropriate place) the following entry— Chairman of a local flood defence committee for any district in England and Wales."}, {"act": "Water Act 1989", "year": 1989, "section": "140", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "140"}, {"act": "Water Act 1989", "year": 1989, "section": "141", "section_title": " Functions of the Authority in relation to fisheries.", "section_text": "141 1 It shall be the duty of the Authority— a to maintain, improve and develop samoln fisheries, trout fisheries, fresh water fisheries and eel fisheries; b to establish and maintain advisory committees of persons who are not members of the authority but appear to it to be interested in any such fisheries in the different parts of the area mentioned in subsection (4) below; and c to consult those committees as to the manner in which the Authority is to perform its duty under paragraph (a) above. 2 The duty to establish and maintain advisory committees imposed by paragraph (b) of subsection (1) above is a duty to establish and maintain— a a regional advisory committee for each such region of the area mentioned in subsection (4) below as the Authority considers it appropriate for the time being to regard as a region of that area for the purposes of this section; and b such local advisory committees as it considers necessary to represent the interests referred to in that paragraph in the different parts of each such region; and it shall be the duty of the Authority in determining the regions for which regional advisory committees are established and maintained to ensure that one of those regions consists (apart from territorial waters) wholly or mainly of, or of most of, Wales. 3 There shall be paid by the Authority— a to the chairman of an advisory committee established and maintained under this section such remuneration and such travelling and other allowances; and b to any other members of that committee such sums reimbursing them for loss of remuneration, for travelling expenses or for any other out-of-pocket expenses, as may, with the consent of the Treasury, be determined by the Minister or the Secretary of State. 4 The area in respect of which the Authority shall carry out its functions relating to fisheries shall be the whole of England and Wales, together with— a such part of the territorial sea adjacent to England and Wales as extends for six miles from the baselines from which the breadth of that sea is measured; and b in the case of subsection (1) above  and the Salmon and Freshwater Fisheries Act 1975  , so much of the River Esk with its banks and tributary streams up to their source as is situated in Scotland, but, in the case of that subsection and those Acts, excluding the River Tweed, that is to say, “the river” within the meaning of the  Tweed Fisheries Amendment Act 1859, as amended by byelaws. 5 Schedule 17 to this Act shall have effect for transferring the functions of water authorities relating to fisheries to the Authority and for making amendments of the enactments relating to the transferred functions and of corresponding enactments applying to fisheries in Scotland. 6 Nothing in the preceding provisions of this section or in the following provisions of this Act shall authorise the Authority to acquire any land in Scotland compulsorily. 7 In this section, “ miles ” means international nautical miles of 1,852 metres."}, {"act": "Water Act 1989", "year": 1989, "section": "142", "section_title": " Navigation, conservancy and harbour authority functions.", "section_text": "142 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subject to the power conferred by section 191 below, on and after the transfer date every local statutory provision relating to a function transferred by this section and everything done by or in relation to a water authority under any such provision shall have effect, so far as may be necessary for the purposes of, or in connection with, the transfer of functions made by subsection (1) above, as if— a any reference in any such provision to a water authority were a reference to the Authority; and b any such thing had been done by or in relation to the Authority."}, {"act": "Water Act 1989", "year": 1989, "section": "143", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "143"}, {"act": "Water Act 1989", "year": 1989, "section": "151", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "151"}, {"act": "Water Act 1989", "year": 1989, "section": "168", "section_title": " Water quality in Scotland.", "section_text": "168 Schedule 22 to this Act shall have effect to make provision for Scotland in relation to the quality of water."}, {"act": "Water Act 1989", "year": 1989, "section": "169", "section_title": " Control of water pollution in Scotland.", "section_text": "169 Schedule 23 to this Act shall have effect to make provision for Scotland in relation to the control of pollution of water."}, {"act": "Water Act 1989", "year": 1989, "section": "170", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "170"}, {"act": "Water Act 1989", "year": 1989, "section": "172", "section_title": " Indemnities in respect of fluoridation.", "section_text": "172 1 The Secretary of State may, with the consent of the Treasury, agree to indemnify any statutory water undertaker in respect of such of any of the following as he thinks fit, that is to say— a liabilities incurred by the undertaker in connection with anything done by the undertaker for the purpose of increasing the fluoride content of any water supplied by the undertaker; b costs or expenses which are incurred by the undertaker, or for which the undertaker is liable, in connection with any proceedings which have been or may be brought by any person with respect to— i things done for the purpose of increasing the fluoride content of any water; or ii a proposal to increase the fluoride content of any water; c expenditure incurred by the undertaker in complying with an order made in any such proceedings; d liabilities transferred to the undertaker in accordance with a scheme under Schedule 2 or 5 to this Act which, in relation to the person from whom they were transferred, were liabilities falling within paragraph (a) above or liabilities in respect of costs, expenses or other expenditure mentioned in sub-paragraph (b) or (c) above. 2 In this section “ statutory water undertaker ” means— a any water undertaker or, in relation to any time before the transfer date, any water authority or any statutory water company within the meaning of the 1973 Act; or b any water authority within the meaning of the  Water (Scotland) Act 1980."}, {"act": "Water Act 1989", "year": 1989, "section": "173", "section_title": " Payments to existing pension fund.", "section_text": "173 1 Subject to subsection (3) below, the Secretary of State may, with the consent of the Treasury, make such payments into any fund maintained for the purposes of any regulations under section 7 of the  Superannuation Act 1972, as he may consider appropriate in respect of the actual and prospective liabilities falling from time to time to be met out of that fund to or in respect of persons, or classes of persons, who— a have ceased to be officers or employees of a water authority; or b have ceased to be officers or employees of any person designated for the purposes of this paragraph by order made by the Secretary of State. 2 The Secretary of State shall not make an order designating a person for the purposes of subsection (1)(b) above unless that person appears to him to be a person whose activities at any time before the transfer date consisted in, or were connected with, the carrying out of any function which is transferred by this Act or which corresponds to any such function or to any other function under this Act; and the power to make such an order shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 3 It shall be the duty of the Secretary of State so to exercise the power conferred by subsection (1) above as to ensure that all such liabilities as are mentioned in that subsection are able to be met out of the fund out of which they fall to be met in accordance with any regulations under the said section 7. 4 Any amount paid into any fund by the Secretary of State under this section shall be paid out of money provided by Parliament."}, {"act": "Water Act 1989", "year": 1989, "section": "174", "section_title": " General restrictions on disclosure of information.", "section_text": "174 1 Subject to the following provisions of this section, no information with respect to any particular business which— a has been obtained by virtue of any of the provisions of this Act; and b relates to the affairs of any individual or to any particular business, shall, during the lifetime of that individual or so long as that business continues to be carried on, be disclosed without the consent of that individual or the person for the time being carrying on that business. 2 Subsection (1) above does not apply to any disclosure of information which is made— a for the purpose of facilitating the carrying out by the Secretary of State, the Minister,  the Environment Agency, the Scottish Environment Protection Agency ,    the Natural Resources Body for Wales,   the Water Services Regulation Authority, the Consumer Council for Water  , the   Competition and Markets Authority   or a local authority of any of his, its or, as the case may be, their functions by virtue of this Act  or any of the water consolidation Acts   , the Environment Act 1995   , the Water Act 2003  , the Water Act 2014   or the Natural Resources Body for Wales (Establishment) Order 2012 ( S.I. 2012/1903 )   ; b for the purpose of facilitating the performance by a water undertaker   , sewerage undertaker or   person   holding a licence under Chapter 1A of Part 2 of the Water Industry Act 1991   of any of the duties imposed   on the undertaker or, as the case may be, the person   by or under this Act   , the Water Act 2014   or any of the water consolidation Acts ; c in pursuance of any duty imposed by section 197(1)(a) or (2) or   203(1), (1A), (2) or (2A)   of the Water Resources Act 1991    or section 27H of the Water Industry Act 1991  ; d for the purpose of facilitating the carrying out by— i any Minister of the Crown; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii the   Competition and Markets Authority  ; iv the Office of Communications ; v the Civil Aviation Authority; vi the Director General of Gas Supply; vii the Director General of Electricity Supply; or viii a local weights and measures authority in England and Wales, of any of his, its or, as the case may be, their functions under any of the enactments or instruments specified in subsection (3) below; e for the purpose of enabling or assisting the Secretary of State, the Treasury   , the Financial Conduct Authority, the Prudential Regulation Authority or the Bank of England   to exercise any powers conferred by or under the Financial Services and Markets Act 2000  , by or under the Consumer Credit Act 1974   or by the enactments relating to companies or insolvency; ea for the purpose of enabling or assisting any inspector appointed under enactments relating to companies to carry out his functions; f for the purpose of enabling an official receiver to carry out his functions under the enactments relating to insolvency or for the purpose of enabling or assisting a recognised professional body for the purposes of section 391 of the  Insolvency Act 1986 to carry out its functions as such; g for the purpose of facilitating the carrying out by  ... the Health and Safety Executive of any of its functions under any enactment or of facilitating the carrying out by any enforcing authority, within the meaning of Part I of the  Health and Safety at Work etc. Act 1974, of any functions under a relevant statutory provision, within the meaning of that Act; ga for the purpose of facilitating the carrying out by the Office for Nuclear Regulation of any of its functions under any enactment; h for the purpose of facilitating the carrying out by the Comptroller and Auditor General of any of his functions under any enactment; i in connection with the investigation of any criminal offence or for the purposes of any criminal proceedings; j for the purposes of any civil proceedings brought under or by virtue of this Act  , any of the water consolidation Acts   , the Environment Act 1995   , the Water Act 2003   , the Water Act 2014    or any of the enactments or instruments specified in subsection (3) below or of any arbitration under this Act  or any of those Acts ; or k in pursuance of    an assimilated   obligation . 3 The enactments and instruments referred to in subsection (2) above are— a the  Trade Descriptions Act 1968; b the  Fair Trading Act 1973; c the  Consumer Credit Act 1974; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f the  Estate Agents Act 1979; g the  Competition Act 1980; h the  Telecommunications Act 1984; i the  Airports Act 1986; j the  Gas Act 1986; k the  Consumer Protection Act 1987; l the Electricity Act 1989; ll the Competition Act 1998 lm Part I of the Transport Act 2000. ln the Enterprise Act 2002;   lo the Communications Act 2003;   lp any subordinate legislation made for the purpose of securing compliance with Directive  2005/29/ EC  of the European Parliament and of the Council of 11 May 2005 concerning unfair business-to-consumer commercial practices in the internal market; m any subordinate legislation made for the purpose of securing compliance with Directive  2006/114/   European Union  of the European Parliament and of the Council of 12 December 2006 concerning misleading and comparative advertising. n Part 1 of the Civil Aviation Act 2012 o Parts 3 and 4 of the Enterprise and Regulatory Reform Act 2013. 4 Nothing in subsection (1) above shall be construed— a as limiting the matters which may be published under  section 201 of the Water Industry Act 1991  or may be included in, or made public as part of, a report of  the Environment Agency, the Scottish Environment Protection Agency ,    the Natural Resources Body for Wales   the Water Services Regulation Authority  ,   the Consumer Council for Water (or any regional committee of that Council established under section 27A of the Water Industry Act 1991)   or the   Competition and Markets Authority   under any provision of  the water consolidation Acts or the Environment Act 1995 ; or b as applying to any information which has been so published or has been made public as part of such a report or to any information exclusively of a statistical nature. 5 Any person who discloses any information in contravention of this section shall be guilty of an offence and liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 6 Subject to subsection (7) below, nothing in this section shall preclude the disclosure of information— a if the disclosure is of information relating to a matter connected with the carrying out of the functions of a water undertaker or sewerage undertaker  , or with the carrying on by a   person   holding a licence under Chapter 1A of Part 2 of the Water Industry Act 1991 of activities under   the person's licence  ,   and is made by one Minister of the Crown or Government department to another; or b if the disclosure is for the purpose of enabling or assisting any public or other authority for the time being designated for the purposes of this section by an order made by the Secretary of State to discharge any functions which are specified in the order. 7 The power to make an order under subsection (6) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and where such an order designates an authority for the purposes of paragraph (b) of that subsection, the order may— a impose conditions subject to which the disclosure of information is permitted by virtue of that paragraph; and b otherwise restrict the circumstances in which disclosure is so permitted. 8 in this section “ the water consolidation Acts ” means the Water Resources Act 1991, the Water Industry Act 1991,  ... the Land Drainage Act 1991 and the Water Consolidation (Consequential Provisions) Act 1991. 9 In this section the reference to the Bank of England does not include the Bank acting in its capacity as the Prudential Regulation Authority."}, {"act": "Water Act 1989", "year": 1989, "section": "175", "section_title": " Making of false statements etc.", "section_text": "175 1 If any person, in furnishing any information or making any application under or for the purposes of any provision of this Act, makes any statement which he knows to be false in a material particular, or recklessly makes any statement which is false in a material particular, he shall be guilty of an offence and liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 2 Proceedings for an offence under subsection (1) above shall not be instituted except by or with the consent of the Secretary of State, the Minister or the Director of Public Prosecutions."}, {"act": "Water Act 1989", "year": 1989, "section": "176", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "176"}, {"act": "Water Act 1989", "year": 1989, "section": "177", "section_title": " Offences by bodies corporate.", "section_text": "177 1 Where a body corporate is guilty of an offence under this Act and that offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Water Act 1989", "year": 1989, "section": "178", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "178"}, {"act": "Water Act 1989", "year": 1989, "section": "183", "section_title": " General financial provisions.", "section_text": "183 There shall be paid out of money provided by Parliament— a any administrative expenses or charges incurred by any Minister of the Crown or Government department in consequence of the provisions of this Act; and b any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Water Act 1989", "year": 1989, "section": "184", "section_title": " Government guarantees.", "section_text": "184 1 This section applies in relation to any guarantee given by the Secretary of State under section   . . . 84(2) above   . . .. 2 Immediately after a guarantee to which this section applies is given, the guarantor shall lay a statement of the guarantee before each House of Parliament; and where any sum is paid out for fulfilling such a guarantee the guarantor shall, as soon as possible after the end of each financial year (beginning with that in which the sum is paid out and ending with that in which all liability in respect of the principal of the sum and in respect of the interest thereon is finally discharged), lay before each House of Parliament a statement relating to that sum. 3 Any sums required by the Secretary of State   . . . for fulfilling a guarantee to which this section applies shall be paid out of money provided by Parliament. 4 . . . if any sums are paid out in fulfilment of a guarantee to which this section applies, the relevant person shall make to the guarantor, at such times and in such manner as the guarantor may from time to time direct— a payments of such amounts as the guarantor may so direct in or towards repayment of the sums so paid out; and b payments of interest, at such rate as the guarantor may so direct, on what is outstanding for the time being in respect of sums so paid out; and the consent of the Treasury shall be required for the giving of a direction under this subsection. 5 Any sums received by the Secretary of State   . . . under subsection (4) above shall be paid into the Consolidated Fund. 6 In subsection (4) above “ the relevant person ”, in relation to a guarantee, means the person who borrowed the sums in respect of which the guarantee was given."}, {"act": "Water Act 1989", "year": 1989, "section": "185", "section_title": " Powers to make regulations.", "section_text": "185 1 The powers of the Secretary of State, and those of the Minister, to make regulations under this Act shall be exercisable by statutory instrument subject   . . . to annulment in pursuance of a resolution of either House of Parliament. 2 The provisions of any regulations made by the Secretary of State or the Minister under this Act may include— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b provision which, in relation to the furnishing of any information or the making of any application under the regulations, makes provision corresponding to section 175 above; c provision for anything falling to be determined under the regulations to be determined by such persons, in accordance with such procedure and by reference to such matters and to the opinion of such persons as may be prescribed; d different provision for different cases, including different provision in relation to different persons, circumstances or localities; and e such supplemental, consequential and transitional provision as the Secretary of State or the Minister considers appropriate."}, {"act": "Water Act 1989", "year": 1989, "section": "186", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "186"}, {"act": "Water Act 1989", "year": 1989, "section": "187", "section_title": " Interpretation of references to the service of documents.", "section_text": "187 1 Any document required or authorised by virtue of this Act to be served on any person may be served— a by delivering it to him or by leaving it at his proper address or by sending it by post to him at that address; or b if the person is a body corporate, by serving it in accordance with paragraph (a) above on the secretary or clerk of that body; or c if the person is a partnership, by serving it in accordance with paragraph (a) above on a partner or a person having the control or management of the partnership business. 2 For the purposes of this section and section 7 of the  Interpretation Act 1978 (which relates to the service of documents by post) in its application to this section, the proper address of any person on whom a document is to be served shall be his last known address, except that— a in the case of service on a body corporate or its secretary or clerk, it shall be the address of the registered or principal office of the body; b in the case of service on a partnership or a partner or a person having the control or management of a partnership business, it shall be the address of the principal office of the partnership; and for the purposes of this subsection the principal office of a company registered outside the United Kingdom or of a partnership carrying on business outside the United Kingdom is its principal office within the United Kingdom. 3 If a person to be served by virtue of this Act with any document by another has specified to that other an address within the United Kingdom other than his proper address (as determined in pursuance of subsection (2) above) as the one at which he or someone on his behalf will accept documents of the same description as that document, that address shall also be treated as his proper address for the purposes of this section and for the purposes of the said section 7 in its application to this section. 4 Where under any provision of this Act any document is required to be served on the owner or on the occupier of any premises then— a if the name or address of the owner or, as the case may be, of the occupier of the premises cannot after reasonable inquiry be ascertained; or b in the case of service on the occupier, if the premises appear to be or are unoccupied, that document may be served either by leaving it in the hands of a person who is or appears to be resident or employed on the land or by leaving it conspicuously affixed to some building or object on the land. 5 This section shall not apply to any document in relation to the service of which provision is made by rules of court."}, {"act": "Water Act 1989", "year": 1989, "section": "188", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "188"}, {"act": "Water Act 1989", "year": 1989, "section": "189", "section_title": " General interpretation.", "section_text": "189 1 In this Act, except in so far as the context otherwise requires— “ the 1945 Act ” means the  Water Act 1945; “ the 1973 Act ” means the  Water Act 1973; “ accessories ”, in relation to a water main, sewer or other pipe, includes any manholes, ventilating shafts, inspection chambers, settling tanks, wash-out pipes, pumps, ferrules or stopcocks for the main, sewer or other pipe, or any machinery or other apparatus which is designed or adapted for use in connection with the use or maintenance of the main, sewer or other pipe or of another accessory for it, but does not include any telecommunication apparatus (within the meaning of Schedule 2 to the  Telecommunications Act 1984) unless it— a is or is to be situated inside or in the close vicinity of the main, sewer or other pipe or inside or in the close vicinity of another accessory for it; and b is intended to be used only in connection with the use or maintenance of the main, sewer or other pipe or of another accessory for it; “ analyse ”, in relation to any sample of land, water or effluent, includes subjecting the sample to a test of any description, and cognate expressions shall be construed accordingly; “ the Authority ” means the National Rivers Authority; “ conservancy authority ” means any person who has a duty or power by or under any enactment to conserve, maintain or improve the navigation of a tidal water, and is not a harbour authority or navigation authority; “ contravention ” includes a failure to comply, and cognate expressions shall be construed accordingly; “ customer or potential customer ”, in relation to a company holding an appointment under Chapter I of Part II of this Act, means— a any person for or to whom that company provides any services in the course of carrying out the functions of a water undertaker or sewerage undertaker; or b any person who might become such a person on making an application for the purpose to the company; “ damage ”, in relation to individuals, includes personal injury and death; “ the Director ” means the Director General of Water Services; “ disposal ”— a in relation to land or any interest or right in or over land, includes the creation of such an interest or right and a disposal effected by means of the surrender or other termination of any such interest or right; and b in relation to sewage, includes treatment; and cognate expressions shall be construed accordingly; “ domestic purposes ”, except in relation to sewers, shall be construed in accordance with subsections (2) and (3) below; “ drain ” has, subject to subsection (4) below, the same meaning as in the  Public Health Act 1936; “ effluent ” means any liquid, including particles of matter and other substances in suspension in the liquid; “ enactment ” includes an enactment contained in this Act or in any Act passed after this Act; “ engineering or building operations ”, without prejudice to the generality of that expression, includes— a the construction, alteration, improvement, maintenance or demolition of any building or structure or of any reservoir, watercourse, dam, weir, well, borehole or other works; and b the installation, modification or removal of any machinery or apparatus; “ financial year ” means the twelve months ending with 31st March; “ functions ”, in relation to the Authority or a water undertaker or sewerage undertaker, means the functions of the Authority or, as the case may be, of such an undertaker under or by virtue of any enactment and shall be construed subject to section 188 above; “ harbour authority ” means a person who is a harbour authority within the meaning of the  Prevention of Oil Pollution Act 1971 and is not a navigation authority; “ highway ” has the same meaning as in the  Highways Act 1980; “ holding company ” has the same meaning as in the    the Companies Acts (see section 1159 of the Companies Act 2006)  ; “ house ” means any building or part of a building which is occupied as a dwelling-house, whether or not a private dwelling-house, or which, if unoccupied, is likely to be so occupied; “ information ” includes anything contained in any records, accounts, estimates or returns; “ inland waters ”, except in Chapter I of Part III of this Act, has the same meaning as in the  Water Resources Act 1963; “ limited company ” means a company within the meaning of the Companies Act 1985 which is limited by shares; “ local authority ” means the council of a district or of a London borough or the Common Council of the City of London; “ local statutory provision ” means— a a provision of a local Act (including an Act confirming a provisional order); b a provision of so much of any public general Act as has effect with respect to a particular area, with respect to particular persons or works or with respect to particular provisions falling within any paragraph of this definition; c a provision of an instrument made under any provision falling within paragraph (a) or (b) above; or d a provision of any other instrument which is in the nature of a local enactment; “ micro-organism ” includes any microscopic biological entity which is capable of replication; “ the Minister ” means the Minister of Agriculture, Fisheries and Food; “ modifications ” includes additions, alterations and omissions, and cognate expressions shall be construed accordingly; “ the Monopolies Commission ” means the Monopolies and Mergers Commission; “ navigation authority ” means any person who has powers under any enactment to work, maintain, conserve, improve or control any canal or other inland navigation, navigable river, estuary, harbour or dock; “ notice ” means notice in writing; “ owner ”, in relation to any premises, means the person who— a is for the time being receiving the rack-rent of the premises, whether on his own account or as agent or trustee for another person; or b would receive the rack-rent if the premises were let at a rack-rent, and cognate expressions shall be construed accordingly; “ prescribed ” means prescribed by or determined under regulations made by the Secretary of State or, in relation to regulations made by the Minister, those regulations; “ protected land ”, in relation to a company holding an appointment under Chapter I of Part II of this Act, means any land which, or any interest or right in or over which— a was transferred to that company in accordance with a scheme under Schedule 2 to this Act or, where that company is a statutory water company, is or was held by that company at any time during the financial year current on the transfer date; b is or has at any time on or after the transfer date been held by that company for purposes connected with the carrying out of its functions as a water undertaker or sewerage undertaker (including any functions which for the purposes for which section 188 above has effect are taken to be such functions by virtue of subsection (6) or (7) of that section); or c has been transferred to that company in accordance with a scheme under Schedule 5 to this Act from another company in relation to which that land was protected land when the other company held an appointment under that Chapter; “ public authority ” means any Minister of the Crown or government department, the Authority, any local authority or county council or any person certified by the Secretary of State to be a public authority for the purposes of this Act; “ public sewer ” means a sewer for the time being vested in a sewerage undertaker in its capacity as such, whether vested in that undertaker by virtue of a scheme under Schedule 2 or 5 to this Act or under section 153 above or otherwise, and “ private sewer ” shall be construed accordingly; “ records ” includes computer records and any other records kept otherwise than in a document; “ service pipe ” means, subject to subsection (4) below, so much of a pipe which is, or is to be, connected with a water main for supplying water from that main to any premises— a as is or is to be subject to water pressure from that main; or b as would be so subject but for the closing of some valve, and includes part of any service pipe; “ services ” includes facilities; “ sewer ” has, subject to subsection (4) below, the same meaning as in the  Public Health Act 1936; “ sewerage services ” includes the disposal of sewage and any other services which are required to be provided by a sewerage undertaker for the purpose of carrying out its functions; “ sewerage undertaker ” shall be construed in accordance with section 11 above; “ statutory water company ” means any company which is a statutory water company for the purposes of the 1973 Act immediately before the transfer date; “ stopcock ” includes any box or pit in which a stopcock is enclosed and the cover to any such box or pit; “ street ” has, subject to subsection (5) below, the same meaning as in the  Public Utilities Street Works Act 1950; “ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978; “ subsidiary ” has the same meaning as in the  Companies Act 1985; “ substance ” includes micro-organisms and any natural or artificial substance or other matter, whether it is in solid or liquid form or in the form of a gas or vapour; “ successor company ” means a company nominated in accordance with section 4 above as the successor company of a water authority and, in relation to any water authority, means the company so nominated in relation to that authority; “ supply of water in bulk ” means a supply of water for distribution by a water undertaker taking the supply; “ surface water ” includes water from roofs; “ transfer date ” means the day appointed as the transfer date in accordance with section 4 above; “ trunk main ” means a water main which is or is to be used by a water undertaker for the purpose of— a conveying water from a source of supply to a filter or reservoir or from one filter or reservoir to another filter or reservoir; or b conveying water in bulk, whether in the course of taking a supply of water in bulk or otherwise, between different places outside the area of the undertaker, from such a place to any part of that area or from one part of that area to another part of that area; “ underground strata ” means strata subjacent to the surface of any land; “ vessel ” includes a hovercraft within the meaning of the  Hovercraft Act 1968; “ water authority ” means an authority established in accordance with section 2 of the 1973 Act; “ water main ” means, subject to subsection (4) below, any pipe, not being a pipe for the time being vested in a person other than the undertaker, which is used or to be used by a water undertaker for the purpose of making a general supply of water available to customers or potential customers of the undertaker, as distinct from for the purpose of providing a supply to particular customers; “ water undertaker ” shall be construed in accordance with section 11 above; “ watercourse ” includes all rivers, streams, ditches, drains, cuts, culverts, dykes, sluices, sewers and passages through which water flows except mains and other pipes which belong to the Authority or a water undertaker or are used by a water undertaker or any other person for the purpose only of providing a supply of water to any premises. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A company shall be regarded for the purposes of this Act as wholly owned by the Crown at any time when each of the issued shares is held by, or by a nominee of, the Treasury, the Secretary of State or another company which is wholly owned by the Crown. 7 For the purposes of any provision of this Act by or under which power is or may be conferred on any person to recover the expenses incurred by that person in doing anything, those expenses shall be assumed to include such sum as may be reasonable in respect of establishment charges or overheads. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Where by virtue of any provision of this Act any function of a Minister of the Crown is exercisable concurrently by different Ministers, that function shall also be exercisable jointly by any two or more of those Ministers. 10 References in this Act to anything done under or for the purposes of any enactment contained in this Act or to anything done by or in relation to any person shall include references to anything which, by virtue of any provision made by or under this Act, has effect as if done under or for the purposes of that enactment or, as the case may be, by or in relation to that person."}, {"act": "Water Act 1989", "year": 1989, "section": "190", "section_title": " Amendments, transitional provisions, savings and repeals.", "section_text": "190 1 The enactments mentioned in Schedule 25 to this Act shall have effect subject to the amendments there specified (being minor amendments or amendments consequential on the preceding provisions of this Act); and, without prejudice to any power conferred by any other provision of this Act, the Secretary of State and the Minister shall each have power by regulations to make such additional consequential amendments— a of public general enactments not mentioned in that Schedule but passed before, or in the same Session as, this Act; and b of subordinate legislation made before the passing of this Act, as he considers necessary or expedient by reason of the coming into force of any provision of this Act. 2 The transitional provisions and savings contained in Schedule 26 to this Act shall have effect; but those provisions and savings are without prejudice to sections 16 and 17 of the  Interpretation Act 1978 (effect of repeals) or to the transfer, in accordance with a scheme under Schedule 2 to this Act, of any rights or liabilities saved by virtue of those sections. 3 The enactments mentioned in Schedule 27 to this Act (which include some which are spent or no longer of practical utility) are hereby repealed to the extent specified in the third column of that Schedule. 4 Subject to paragraphs 17, 46 and 53 of Schedule 26 to this Act, any reference in that Schedule or in Schedule 27 to this Act to a provision of Schedule 3 to the 1945 Act shall have effect, without prejudice to section 20(2) of the Interpretation Act 1978 (references to enactments to include references to enactments as amended, extended or applied), as including a reference to that provision as applied, with or without modifications, by any local statutory provision."}, {"act": "Water Act 1989", "year": 1989, "section": "191", "section_title": " Local statutory provisions: consequential amendments etc.", "section_text": "191 1 If it appears to the Secretary of State or the Minister to be appropriate to do so— a for the purposes of, or in consequence of, the coming into force of any enactment contained in this Act; or b in consequence of the effect or operation at any time after the transfer date of any such enactment or of anything done under any such enactment, he may by order repeal, amend or re-enact (with or without modifications) any local statutory provision, including, in the case of an order by virtue of paragraph (b) above, a provision amended by virtue of paragraph (a) above. 2 An order made by the Secretary of State or the Minister under subsection (1) above may— a make provision applying generally in relation to local statutory provisions of a description specified in the order; b make different provision for different cases, including different provision in relation to different persons, circumstances or localities; c contain such supplemental, consequential and transitional provision as the Secretary of State or, as the case may be, the Minister considers appropriate; and d in the case of an order made after the transfer date, require provision contained in the order to be treated as if it came into force on that date. 3 The power under this section to repeal or amend a local statutory provision shall include power to modify the effect in relation to any local statutory provision of any provision of Schedule 26 to this Act. 4 Nothing in any order under this section may abrogate or curtail the effect of so much of any local statutory provision as confers any right of way or confers on or preserves for the public— a any right of enjoyment of air, exercise or recreation on land; or b any right of access to land for the purposes of exercise or recreation. 5 The power to make an order under subsection (1) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 6 Subject to the provisions of Schedule 26 to this Act, nothing in any local statutory provision passed or made before the transfer date shall be construed as relieving any water undertaker or sewerage undertaker from any liability arising by virtue of this Act in respect of any act or omission occurring on or after that date."}, {"act": "Water Act 1989", "year": 1989, "section": "192", "section_title": " Application to Crown land etc.", "section_text": "192 1 Subject to the following provisions of this section, the provisions of this Act shall have effect in relation to land in which there is a Crown or Duchy interest as they have effect in relation to land in which there is no such interest. 2 Subject to subsection (3) below, a power which is conferred by or under this Act in relation to land shall be exercisable in relation to any land in which there is a Crown or Duchy interest only with the consent of the appropriate authority. 3 Subsection (2) above shall not require any consent to be given— a for the exercise of any power in relation to any land in which there is a Crown or Duchy interest to the extent that that power would be so exercisable apart from subsection (1) above; b for the imposition in relation to any premises in which there is a Crown or Duchy interest of any charges for a service provided by a water undertaker or sewerage undertaker in the course of carrying out its functions;   . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . but nothing in this section shall be construed as authorising the Authority to require the Crown to make any payment to the Authority in respect of any premises. 4 A consent given for the purposes of subsection (2) above may be given on such financial and other conditions as the appropriate authority giving the consent may consider appropriate. 5 In this section— “ the appropriate authority ” has the same meaning as in  section 293 of the  Town and Country Planning Act 1990 ; and “ Crown or Duchy interest ” means an interest belonging to Her Majesty in right of the Crown or of the Duchy of Lancaster, or to the Duchy of Cornwall, or belonging to a government department or held in trust for Her Majesty for the purposes of a government department; and the provisions of  subsection (3) of the said section 293  as to the determination of questions shall apply for the purposes of this section."}, {"act": "Water Act 1989", "year": 1989, "section": "193", "section_title": " Application to Isles of Scilly.", "section_text": "193 1 Subject to the provisions of any order under this section, nothing in this Act shall require or authorise any function, duty or power to be carried out, performed or exercised in relation to the Isles of Scilly by the Authority, a water undertaker or sewerage undertaker; and references in the preceding provisions of this Act to England and Wales shall not include references to those Isles. 2 The Secretary of State may, on the application of the Council of the Isles of Scilly, by order make provision with respect to the carrying out in those Isles of functions falling under this Act to be carried out in relation to other parts of England and Wales by the Authority, by a water undertaker or by a sewerage undertaker; and, without prejudice to the generality of that power, an order under this section may apply any provision of this Act in relation to the Isles of Scilly with or without modifications. 3 The power of the Secretary of State to make an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and such an order may— a make different provision for different cases, including different provision in relation to different persons, circumstances or localities; and b contain such supplemental, consequential and transitional provision as the Secretary of State considers appropriate, including provision saving provision repealed by or under any enactment."}, {"act": "Water Act 1989", "year": 1989, "section": "194", "section_title": " Short title, commencement and extent.", "section_text": "194 1 This Act may be cited as the Water Act 1989. 2 This section, so much of this Act as confers any power to make subordinate legislation or makes provision with respect to the exercise of any such power and sections 29 and 30 above shall come into force on the passing of this Act. 3 The following provisions of this Act, except in so far as they are already in force in accordance with subsection (2) above, shall come into force on the transfer date, namely— a sections 15 to 28 (including Schedules 5 and 6), section 31 and sections 33 to 36; b Chapters  II  to V of Part II, except section 79; c section 97; d Parts III and  IV , except so far as relating to the amendment, in Schedule 17, to the  Salmon and Freshwater Fisheries (Protection)\t\t\t\t\t\t\t(Scotland) Act 1951; e Part V, except so far as relating to sections 33, 47 and 48 of the  Control of Pollution Act 1974; f Schedule 26 and section 190 so far as relating to that Schedule; and g Part I of Schedule 27 and section 190 so far as relating to that Part of that Schedule. 4 The provisions of this Act not brought into force on the passing of this Act or on the transfer date by subsection (2) or (3) above shall come into force on such day (whether that date or a day before or after that date) as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different provisions or for different purposes. 5 An order made by the Secretary of State under subsection (4) above may make such transitional provisions and savings in connection with the bringing into force by that order of any provision of this Act as the Secretary of State considers appropriate. 6 This section and the following provisions of this Act shall extend to the whole of the United Kingdom, namely— a Schedules 2 and 5 and sections 4, 13 and 23 so far as relating to any scheme under either of those Schedules; b section 95; and c any amendment or repeal by this Act of any provision contained in the  Parliamentary Commissioner Act 1967, the  Capital Allowances Act 1968, the  House of Commons Disqualification Act 1975 or the  Northern Ireland Assembly Disqualification Act 1975. 7 Subject to any enactment by virtue of which a provision of this Act has effect in relation to any part of the territorial sea adjacent to or to any part of Great Britain, the following provisions of this Act shall extend to Great Britain only, namely— a section 136 and Schedule 15 so far as they amend section 32 of the  Land Drainage Act 1976; b subsections (1) to (4), (6) and (7) of section 141 and, so far as they amend the  Diseases of Fish Act 1937 or section 39 of the  Salmon and Freshwater Fisheries Act 1975 (border rivers), subsection (5) of the said section 141 and Schedule 17; c section 172; d section 190 and Schedule 25 so far as they relate to the  Agriculture Act 1970, the  Health and Safety at Work etc. Act 1974  . . .; and e section 190 and Schedule 27 so far as they relate to the Diseases of Fish Act 1937, the  Border Rivers (Prevention of Pollution) Act 1951, section 126 of the  Water Resources Act 1963 (border rivers), section 39(4) of the Salmon and Freshwater Fisheries Act 1975 and the  Diseases of Fish Act 1983. 8 The following provisions of this Act shall extend to Scotland only (subject, in the case of paragraph (a) below, to the application of sections 21 and 22 of the  Salmon and Freshwater Fisheries (Protection)\t\t\t\t\t(Scotland) Act 1951 to any provision of that Act), namely— a subsection (5) of section 141 above and Schedule 17 to this Act, so far as they amend section 15 of the Salmon and Freshwater Fisheries (Protection)\t\t\t\t\t\t\t(Scotland) Act 1951; b Part V; c section 190 and Schedule 25 so far as they amend the  Public Health (Scotland) Act 1897, the  Agricultural Holdings (Scotland) Act 1949, the  Rivers (Prevention of Pollution)\t\t\t\t\t\t\t(Scotland) Act 1951, the  Valuation and Rating (Scotland) Act 1956 and the  Water (Scotland) Act 1980; d section 190 and Part I of Schedule 27 so far as they relate to section 104 of the  Control of Pollution Act 1974. 9 Subject to subsections (6) to (8) above, to any enactment by virtue of which a provision of this Act has effect in relation to any part of the territorial sea adjacent to England and Wales and to the application of section 39(1) of the Salmon and Freshwater Fisheries Act 1975 (border rivers) to any provision of this Act in so far as it amends or repeals an enactment contained in the said Act of 1975, this Act shall extend to England and Wales only."}]