[{"act": "Administration of Justice Act 1970", "year": 1970, "section": "1", "section_title": " Redistribution of business among divisions of the High Court.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In accordance with the foregoing subsections— a the enactments specified in Schedule 2 to this Act ( that is to say, the said Act of 1925 and other  enactments relative to the High Court, its jurisdiction, judges, divisions and business) shall be amended as shown in that Schedule; and b references in any other enactment or document to the Probate, Divorce and Admiralty Division, the President of that division, the principal probate registry, the principal (or senior) probate registrar and a probate registrar shall, so far as may be necessary to preserve the effect of the enactment or document, be construed respectively as references to the Family Division and to the President, principal registry, principal registrar and a registrar of that division. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "2", "section_title": " Admiralty Court.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "3", "section_title": " Commercial Court.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "10", "section_title": " Temporary additional judges.", "section_text": "10 1 This section applies if both of the following conditions are met— a the Lord Chancellor thinks that it is expedient, having regard to the state of business pending before the Registered Designs Appeal Tribunal and after consulting the Lord Chief Justice, for a person to be appointed to sit and act as an additional judge of the Tribunal (either alone or with a judge of the High Court who is a judge of the Tribunal); b the Lord Chancellor requests the Lord Chief Justice to make such an appointment. 1A The Lord Chief Justice may, after consulting the Lord Chancellor, appoint one of the following persons as mentioned in subsection (1)(a)— a a judge of the Court of Appeal; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c one of Her Majesty's Counsel. 1B An appointment under this section is— a for such period, or b for the purpose of hearing such appeals, as the Lord Chief Justice determines, after consulting the Lord Chancellor. 2 A person appointed to   the  Tribunal under this section shall, while sitting and acting as aforesaid, have all the jurisdiction of, but shall not otherwise be deemed to be, a judge of the Tribunal. 3 The Lord Chancellor may pay to a person appointed to  the  Tribunal under this section (other than a judge of the Court of Appeal) such remuneration as he may determine with the approval of the Minister for the Civil Service; and any such remuneration shall be included in the expenses of the Tribunal. 4 In this section . . .  “ the Registered Designs Appeal Tribunal ” means the Appeal Tribunal constituted under section 28 of the  Registered Designs Act 1949  as amended by section 24 of the  Administration of Justice Act 1969 . 4A The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section. 5 In subsection (8) of the said section 85 and subsection (8) of the said section 28 (which confer power on the two Tribunals to make rules about procedure  etc. ), there shall in each case be inserted at the end of the subsection the words “including right of audience”."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "11", "section_title": " Restriction on power of committal under Debtors Act 1869 (c. 62).", "section_text": "11 The jurisdiction given by section 5 of the Debtors Act 1869 to commit to prison a person who makes default in payment of a debt, or instalment of a debt, due from him in pursuance of an order or judgment shall be exercisable only— a by the High Court in respect of a High Court maintenance order;  ... b by  the county court   in respect of a judgment or order which is enforceable by a court in England and Wales and is for the payment of any of the taxes, contributions  premiums  or liabilities specified in Schedule 4 to this Act. ; and c by the family court in respect of a High Court or family court maintenance order."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "12", "section_title": " Restriction on magistrates’ power of committal for civil debt.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "27", "section_title": "", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In section 1 of the Act of 1958 (introductory provisions setting out the scheme of Part I as respects registration in one court of a maintenance order made by another), after subsection (1) there shall be inserted the following subsection:— 1A In the following provisions of this Act “ maintenance order ” means any order specified in Schedule 8 to the Administration of Justice Act 1970."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "28", "section_title": " Other provisions for interpretation of Part II.", "section_text": "28 1 In this Part of this Act, except where the context otherwise requires— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ High Court maintenance order ”    “and family court maintenance order” and . . .   mean respectively a maintenance order enforceable by the High Court and the family court  . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ maintenance order ” means any order , decision, settlement , arrangement  or instrument  specified in Schedule 8 to this Act and includes  one  which has been discharged or has otherwise ceased to operate , if any arrears are recoverable thereunder; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "29", "section_title": "", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In Part VII of the said Act of 1959 (administration orders)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "31", "section_title": " Power of court to order disclosure, etc. of documents before commencement of proceedings.", "section_text": "31 On the application, in accordance with rules of court, of a person who appears to the High Court to be likely to be a party to subsequent proceedings in that court in which a claim in respect of personal injuries to a person or in respect of a person’s death is likely to be made, the High Court shall, in such circumstances as may be specified in the rules, have power to order a person who appears to the court to be likely to be a party to the proceedings and to be likely to have or to have had in his possession, custody or power any documents which are relevant to an issue arising or likely to arise out of that claim— a to disclose whether those documents are in his possession, custody or power ;and b to produce to the applicant such of those documents as are in his possession,custody or power."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "32", "section_title": " Extension of existing powers of court to order disclosure of documents,inspection of property, etc.", "section_text": "32 1 On the application,in accordance with rulesof court,of a party to any proceedings in which a claim in respect of personal injuries to a person or in respect of a persons’ death is made,the High Court shall,in such circumstances as may be specified in the rules,have power to order a person who is not a party to the proceedings and who appears to the court to be likely to have or to have had in his possession,custody or powerany documents which are relevant to an issue arising out of that claim— a to disclose whether those documents are in his possession,custody or power; and b to produce to the applicant such of those documents as are in his possession,custody or power. 2 On the application,in accordance with rules of court, of a party to any such proceedingas are refered to in subsection (1) above,the High Court shall, in such circumstances as may be specified in the rules,have power to make an order providing for any one or more of the following matters,that is to say— a the inspection,photographing,preservation,custody and detention of property which is not the property of, or in the possession of, any party to the proceedings but which is the subject matter of the proceedings or as to which any question arises in the proceedings; b the taking of samples of any such property as is mentioned in paragraph (a) above and the carrying out of any experiment on or with any such property. 3 The foregoing provisions of this section are without predudice to the exercise by the High Court of any power to make orders which is exercisable apart from those provisions. 4 In this section “property” includes any land,chattel or other corporeal property of any description."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "33", "section_title": "", "section_text": "33 1 The power to make rules of court under section 99 of the Supreme Court of Judicature (Consolidation) Act 1925 shall include power to make rules of court as to the circumstances of in which an order under section 31 or 32 of this Act can be made;and any such rules may include such incidental,supplementary and consequential provisions as the authority making the rules may consider necessary or expedient. 2 Without prejudice to the generality of subsection (1) above, rules of court shall be made under the said section 99 for the purpose of ensuring that the costsof and incidental to proceedings for an order under section 31 or 32 of this Act incurred by the person against whom the order is sought shall be awarded to that person unless the court otherwise directs. 3 In this Part of this Act “personal injuries” includes any disease and any impairment of a person’s physical or mental condition."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "34", "section_title": " Application of ss.31 to 33 to county courts and High Court in Northern Ireland.", "section_text": "34 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In the application of the provisions of this Part of this Act to Northern Ireland, “ the High Court ” means the High Court of Justice in Northern Ireland, the reference in section 33(1) to section 99 of the  Supreme Court of Judicature (Consolidation) Act 1925 shall be construed as a reference to  section 55 of the Judicature (Northern Ireland) Act 1978 , and subsection (1) above shall be omitted."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "35", "section_title": " Application to Crown.", "section_text": "35 1 This Part of this Act shall bind the Crown. 2 Section 21 of the  Administration of Justice Act 1969 (power of court to order inspection, custody, etc. of property pending commencement of action) shall bind the Crown so far as it relates to property (within the meaning of that section) as to which it appears to the court that it may become the subject-matter of subsequent proceedings involving a claim in respect of personal injuries to a person or in respect of a person’s death. 3 A court shall not make an order under section 31 or 32 of this Act, nor an order under section 21 of the said Act of 1969, if it considers that compliance with the order, if made, would be likely to be injurious to the public interest. 4 In this section references to the Crown do not include references to Her Majesty in Her private capacity nor to Her Majesty in right of Her Duchy of Lancaster, nor to the Duke of Cornwall."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "36", "section_title": " Additional powers of court in action by mortgagee for possession of dwelling-house. ", "section_text": "36 1 Where the mortgagee under a mortgage of land which consists of or includes a dwelling-house brings an action in which he claims possession of the mortgaged property, not being an action for foreclosure in which a claim for possession of the mortgaged property is also made, the court may exercise any of the powers conferred on it by subsection (2) below if it appears to the court that in the event of its exercising the power the mortgagor is likely to be able within a reasonable period to pay any sums due under the mortgage or to remedy a default consisting of a breach of any other obligation arising under or by virtue of the mortgage. 2 The court— a may adjourn the proceedings, or b on giving judgment, or making an order, for delivery of possession of the mortgaged property, or at any time before the execution of such judgment or order, may— i stay or suspend execution of the judgment or order, or ii postpone the date for delivery of possession, for such period or periods as the court thinks reasonable. 3 Any such adjournment, stay, suspension or postponement as is referred to in subsection (2) above may be made subject to such conditions with regard to payment by the mortgagor of any sum secured by the mortgage or the remedying of any default as the court thinks fit. 4 The court may from time to time vary or revoke any condition imposed by virtue of this section. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In the application of this section to Northern Ireland, “ the court ” means a judge of the High Court in Northern Ireland, and in subsection (1) the words from “not being” to “made” shall be omitted."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "37", "section_title": " Exclusive jurisdiction of county court in certain mortgage actions.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "38A", "section_title": "", "section_text": "38A This Part of this Act shall not apply to a mortgage securing an agreement which is a regulated agreement within the meaning of the  Consumer Credit Act 1974."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "39", "section_title": " Interpretation of Part IV.", "section_text": "39 1 In this Part of this Act— “ dwelling-house ” includes any building or part thereof which is used as a dwelling; “ mortgage ” includes a charge and “ mortgagor ” and “ mortgagee ” shall be construed accordingly; “ mortgagor ” and “ mortgagee ” includes any person deriving title under the original mortgagor or mortgagee. 2 The fact that part of the premises comprised in a dwelling-house is used as a shop or office or for business, trade or professional purposes shall not prevent the dwelling-house from being a dwelling-house for the purposes of this Part of this Act."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "40", "section_title": " Punishment for unlawful harassment of debtors.", "section_text": "40 1 A person commits an offence if, with the object of coercing another person to pay money claimed from the other as a debt due under a contract, he— a harasses the other with demands for payment which, in respect of their frequency or the manner or occasion of making any such demand, or of any threat or publicity by which any demand is accompanied, are calculated to subject him or members of his family or household to alarm, distress or humiliation; b falsely represents, in relation to the money claimed, that criminal proceedings lie for failure to pay it; c falsely represents himself to be authorised in some official capacity to claim or enforce payment; or d utters a document falsely represented by him to have some official character or purporting to have some official character which he knows it has not. 2 A person may be guilty of an offence by virtue of subsection (1)( a ) above if he concerts with others in the taking of such action as is described in that paragraph, notwithstanding that his own course of conduct does not by itself amount to harassment. 3 Subsection (1)( a ) above does not apply to anything done by a person which is reasonable (and otherwise permissible in law) for the purpose— a of securing the discharge of an obligation due, or believed by him to be due, to himself or to persons for whom he acts, or protecting himself or them from future loss; or b of the enforcement of any liability by legal process. 3A Subsection (1) above does not apply to anything done by a person to another in circumstances where what is done is a commercial practice within the meaning of the Consumer Protection from Unfair Trading Regulations 2008 and the other is a consumer in relation to that practice. 4 A person guilty of an offence under this section shall be liable on summary conviction to a fine of not more than £100, and on a second or subsequent conviction to a fine of not more than £400."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "41", "section_title": " Recovery of costs and compensation awarded by magistrates, assizes, quarter sessions, etc.", "section_text": "41 1 In the cases specified in Part I of Schedule 9 to this Act (being cases where, in criminal proceedings, a court makes an order against the accused for the payment of costs, compensation, etc.) any sum required to be paid by such an order as is there mentioned shall be treated, for the purposes of collection and enforcement, as if it had been adjudged to be paid on a conviction by a magistrates’ court, being— a where the order is made by a magistrates’ court, that court; and b in any other case, such magistrates’ court as may be specified in the order. 2 In the cases specified in Part II of the said Schedule (being cases where a court makes an order against the prosecutor in criminal proceedings, and certain cases where an order for costs arises out of an appeal to  the Crown Court  in proceedings which are not criminal) any sum required to be paid by such an order as is there mentioned shall be enforceable as if the order were for the payment of money recoverable summarily as a civil debt. 3 Without prejudice to the foregoing subsections, but subject to subsection (4) below, in the cases specified in Schedule 9 to this Act any sum required to be paid by such an order as is there mentioned shall be enforceable by the High Court or  the county court                          (otherwise than by issue of a  writ of control  or other process against goods or by imprisonment or attachment of earnings) as if the sum were due in pursuance of a judgment or order of the High Court or county court as the case may be. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In section 32(2) of the  Courts-Martial (Appeals) Act 1968 (enforcement of order for costs against unsuccessful appellant or applicant for leave to appeal to that court), for paragraph (a) there shall be substituted the following:— a in the same manner as an order for costs made by the criminal division of the Court of Appeal under section 25 of the Criminal Appeal Act 1968 ; or 8 Subject to subsection (8A) below, where in the case specified in paragraph 10  , 12B or 12C  of Schedule 9 to this Act the Crown Court thinks that the period for which the person subject to the order is liable apart from this subsection to be committed to prison for default under the order is insufficient, it may specify a longer period for that purpose; and then, in the case of default— a the specified period shall be substituted as the maximum for which the person may be imprisoned under section 76 of the Magistrates’ Courts Act  1980; and b paragraph 2 of Schedule 4 to that Act shall apply, with any necessary modifications, for the reduction of the specified period where, at the time of the person’s imprisonment, he has made part payment under the order. 8A The Crown Court may not specify under subsection (8) above a period of imprisonment longer than that which it could order a person to undergo on imposing on him a fine equal in amount to the sum required to be paid by the order. 9 Where a magistrates’ court has power to commit a person to prison for default in paying a sum due under an order enforceable as mentioned in this section, the court shall not exercise the power unless it is satisfied that all other methods of enforcing payment have been tried or considered and either have proved unsuccessful or are likely to do so."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "44", "section_title": " Interest on judgment debts.", "section_text": "44 1 The Lord Chancellor may by order made with the concurrence of the Treasury direct that section 17 of the  Judgments Act 1838 (as that enactment has effect for the time being whether by virtue of this subsection or otherwise) shall be amended so as to substitute for the rate specified in that section as the rate at which judgment debts shall carry interest such rate as may be specified in the order. 2 An order under this section shall be made by statutory instrument which shall be laid before Parliament after being made."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "44A", "section_title": "Interest on judgment debts expressed in currencies other than sterling.", "section_text": " 44A 1 Where a judgment is given for a sum expressed in a currency other than sterling and the judgment debt is one to which section 17 of the Judgments Act 1838 applies, the court may order that the interest rate applicable to the debt shall be such rate as the court thinks fit. 2 Where the court makes such an order, section 17 of the Judgments Act 1838 shall have effect in relation to the judgment debt as if the rate specified in the order were substituted for the rate specified in that section."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "45", "section_title": " Removal of limit on number of county court judges assignable to a district and of certain registrars appointed jointly.", "section_text": "45 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "48", "section_title": " Variation in rate of payments in maintenance order registered in magistrates’ court. ", "section_text": "48 1 Section 4 of the Maintenance Orders Act 1958 (which enables the rate of payments in a maintenance order registered in a magistrates’court under that Act to be varied by the court of registration) shall be amended in accordance with this section. 2 Subsection (3) of that section (rate of payments not to be varied upwards) shall cease to have effect in relation to any maintenance order as defined by section 28(1) of this Act, whether made or registered before or after the coming into force of this section. 3 In subsection (4) of that section (power of magistrates’ court, on application for variation, to remit to the court which made the order), for the words “that, by reason of the limitations imposed on the court’s jurisdiction by the last foregoing subsection or for any other reason, it is” there shall be substituted the words “that it is for any reason”."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "51", "section_title": " Minor amendments of Children and Young Persons Act 1969 (c. 54).", "section_text": "51 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The following paragraph shall be inserted after paragraph 1 of Schedule 4 to the Act of 1969 (transitional provisions and savings)— 1A 1 Where— a before the date when section 1 of this Act comes into force any child or young person (hereafter in this paragraph referred to as “the relevant infant”) has been brought before a juvenile court under section 62 of the Children and Young Persons Act 1933 or has been brought before such a court by virtue of a provision of section 40 or 40A of the Education Act 1944; and b immediately before that date that court has neither made any order which it had power to make in respect of the relevant infant under the said section 62 nor dismissed the case, nothing in paragraph 13 of Schedule 5 to this Act nor in any provision of Schedule 6 thereto shall prevent the proceedings before that court in respect of the relevant infant being continued ; but the court shall in those proceedings have power to make any order which it has power to make in proceedings under section 1 of this Act and shall not have power to make any other order, and subsections (3), (4) and (5) of the said section 1 and subsections (10) and (13) of section 2 of this Act shall have effect accordingly with aqny necessary modifications. 2 For the purposes of subsection (12) of the said section 2, any order made in respect of the relevant infant by virtue of sub-paragraph (1) of this paragraph shall be deemed to be made under section 1 of this Act. 3 Any record of a finding of the fact that the relevant infant is in need of care or protection made in pursuance of section 5 of the Children and Young Persons Act 1938 in any such proceedings as are referred to in sub-paragraph (1) of this paragraph shall, notwithstanding the repeal of the said section 5 by this Act, be admissible as evidence of that fact in those proceedings. 3 In this section . . .   and “ the Act of 1969 ” mean respectively . . .  and the  Children and Young Persons Act 1969."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "52", "section_title": " Financial provisions.", "section_text": "52 There shall be defrayed out of moneys provided by Parliament any increase attributable to the provisions of this Act in the sums payable under any other enactment out of moneys so provided."}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Administration of Justice Act 1970", "year": 1970, "section": "54", "section_title": " Citation, interpretation, repeals, commencement and extent.", "section_text": "54 1 This Act may be cited as the Administration of Justice Act 1970. 2 References in this Act to any enactment include references to that enactment as amended or extended by or under any other enactment, including this Act. 3 The enactments specified in Schedule 11 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Except insofar as it amends, or authorises the amendment of, any enactment which extends to Scotland, this Act shall not extend to Scotland. 6 This section (except subsection (3)) and the following provisions only of this Act extend to Northern Ireland, that is to say— a sections 1(6) . . .   and Schedules 2 . . .  , so far as they relate to any enactment which extends to Northern Ireland  . . . ; b Part III; and c sections 36,  38A , 39  . . .   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]