[{"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "1", "section_title": " Information as to need for and existence of welfare services. ", "section_text": "1 1 It shall be the duty of every local authority having functions under section 29 of the  National Assistance Act 1948 to inform themselves of the number of persons to whom that section applies within their area and of the need for the making by the authority of arrangements under that section for such persons. 2 Every such local authority— a shall cause to be published from time to time at such times and in such manner as they consider appropriate general information as to the services provided under arrangements made by the authority under the said section 29 which are for the time being available in their area; and b shall ensure that any such person as aforesaid who uses any of those services is informed of  any other service provided by the authority (whether under any such arrangements or not)  which in the opinion of the authority is relevant to his needs  and of any service provided by any other authority or organisation which in the opinion of the authority is so relevant and of which particulars are in the authority’s possession. 3 This section shall come into operation on such date as the Secretary of State may by order made by statutory instrument appoint. 4 Subsection (5) applies to local authorities in England. 5 A local authority must ensure that any disabled child who uses services which are provided under arrangements made by the authority under Part 3 of the Children Act 1989 is informed— a of any other service provided by the authority (whether or not under those arrangements) which in the authority’s opinion is relevant to the child’s needs, and b of any service provided by another authority or organisation which in the authority’s opinion is relevant to the child’s needs and which the authority have details of."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "2", "section_title": " Provision of welfare services. ", "section_text": "2 1 Where a local authority having functions under section 29 of the  National Assistance Act 1948 are satisfied in the case of any person to whom that section applies who is ordinarily resident in their area that it is necessary in order to meet the needs of that person for that authority to make arrangements for all or any of the following matters, namely— a the provision of practical assistance for that person in his home; b the provision for that person of, or assistance to that person in obtaining, wireless, television, library or similar recreational facilities; c the provision for that person of lectures, games, outings or other recreational facilities outside his home or assistance to that person in taking advantage of educational facilities available to him; d the provision for that person of facilities for, or assistance in, travelling to and from his home for the purpose of participating in any services provided under arrangements made by the authority under the said section 29 or, with the approval of the authority, in any services provided otherwise than as aforesaid which are similar to services which could be provided under such arrangements; e the provision of assistance for that person in arranging for the carrying out of any works of adaptation in his home or the provision of any additional facilities designed to secure his greater safety, comfort or convenience; f facilitating the taking of holidays by that person, whether at holiday homes or otherwise and whether provided under arrangements made by the authority or otherwise; g the provision of meals for that person whether in his home or elsewhere; h the provision for that person of, or assistance to that person in obtaining, a telephone and any special equipment necessary to enable him to use a telephone, then, . . .   subject  to the provisions of section 35(2) of that Act (which requires local authorities to exercise their functions under Part III of that Act . . .   in accordance with the provisions of any regulations made for the purpose) and to the provisions of section 7(1) of the  Local Authority Social Services Act 1970 (which requires local authorities in the exercise of certain functions, including functions under the said section 29, to act under the general guidance of the Secretary of State)  and to the provisions of section 7A of that Act (which requires local authorities to exercise their social services functions in accordance with directions given by the Secretary of State)  it shall be the duty of that authority to make those arrangements in exercise of their functions under the said section 29. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Subsections (4) to (6) apply to local authorities in England. 4 Where a local authority have functions under Part 3 of the Children Act 1989 in relation to a disabled child and the child is ordinarily resident in their area, they must, in exercise of those functions, make any arrangements within subsection (6) that they are satisfied it is necessary for them to make in order to meet the needs of the child. 5 Subsection (4) is subject to sections 7(1) and 7A of the Local Authority Social Services Act 1970 (exercise of social services functions subject to guidance or directions of the Secretary of State). 6 The arrangements mentioned in subsection (4) are arrangements for any of the following— a the provision of practical assistance for the child in the child’s home; b the provision of wireless, television, library or similar recreational facilities for the child, or assistance to the child in obtaining them; c the provision for the child of lectures, games, outings or other recreational facilities outside the home or assistance to the child in taking advantage of available educational facilities; d the provision for the child of facilities for, or assistance in, travelling to and from home for the purpose of participating in any services provided under arrangements made by the authority under Part 3 of the Children Act 1989 or, with the approval of the authority, in any services, provided otherwise than under arrangements under that Part, which are similar to services which could be provided under such arrangements; e the provision of assistance for the child in arranging for the carrying out of any works of adaptation in the child’s home or the provision of any additional facilities designed to secure greater safety, comfort or convenience for the child; f facilitating the taking of holidays by the child, whether at holiday homes or otherwise and whether provided under arrangements made by the authority or otherwise; g the provision of meals for the child whether at home or elsewhere; h the provision of a telephone for the child, or of special equipment necessary for the child to use one, or assistance to the child in obtaining any of those things. 7 Any question arising under this section as to a person’s ordinary residence in an area in England or Wales is to be determined by the Secretary of State or by the Welsh Ministers. 8 The Secretary of State and the Welsh Ministers must make and publish arrangements for determining which cases are to be dealt with by the Secretary of State and which are to be dealt with by the Welsh Ministers. 9 Those arrangements may include provision for the Secretary of State and the Welsh Ministers to agree, in relation to any question that has arisen, which of them is to deal with the case."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "2A", "section_title": "Welfare services: transition for children to adult care and support", "section_text": "2A 1 Subsections (2) to (4) apply where a local authority in England making arrangements for a disabled child under section 2 are required by section 58(1) of the Care Act 2014 to carry out a child's needs assessment in relation to the child. 2 If the local authority carry out the assessment before the child reaches the age of 18 and decide to treat it as a needs assessment in accordance with section 59(6) of the Care Act 2014 (with Part 1 of that Act applying to the assessment as a result), the authority must continue to comply with section 2 after the child reaches the age of 18 until they reach a conclusion in his case. 3 If the local authority carry out the assessment before the child reaches the age of 18 but decide not to treat it as a needs assessment in accordance with section 59(6) of that Act— a they must carry out a needs assessment after the child reaches the age of 18, and b they must continue to comply with section 2 after he reaches that age until they reach a conclusion in his case. 4 If the local authority do not carry out the assessment before the child reaches the age of 18, they must continue to comply with section 2 after he reaches that age until— a they decide that the duty under section 9 of the Care Act 2014 (needs assessment) does not apply, or b having decided that the duty applies and having discharged it, they reach a conclusion in his case. 5 Subsection (6) applies where a local authority in England making arrangements for a disabled child under section 2— a receive a request for a child's needs assessment to be carried out in relation to the child, but b have yet to be required by section 58(1) of the Care Act 2014 to carry out the assessment. 6 If the local authority do not decide, before the child reaches the age of 18, whether or not to comply with the request, they must continue to comply with section 2 after he reaches that age until— a they decide that the duty under section 9 of the Care Act 2014 does not apply, or b having decided that the duty applies and having discharged it, they reach a conclusion in his case. 7 A local authority reach a conclusion in a person's case when— a they conclude that he does not have needs for care and support, b having concluded that he has such needs and that they are going to meet some or all of them, they begin to do so, or c having concluded that he has such needs, they conclude that they are not going to meet any of those needs (whether because those needs do not meet the eligibility criteria or for some other reason). 8 In this section,  “child's needs assessment”,  “needs assessment” and  “eligibility criteria” each have the same meaning as in Part 1 of the Care Act 2014."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "3", "section_title": " Duties of housing authorities.", "section_text": "3 1 A local housing authority in discharging their duty under section 8 of the Housing Act 1985 to consider housing conditions in their district and the needs of their district and respect to the provision of further housing accommodation shall have regard to the special needs of chronically sick or disabled persons. 2 A local authority for the purposes of Part VII of the Housing (Scotand) Act 1966 in discharging their duty under section 137 of that Act to consider housing conditions in their district and the needs of their district with respect to the provision of further housing accommodation shall have regard to the special needs of chronically sick or disabled persons; and any proposals prepared and submitted to the Secretary of State by the authority under that section for the provision of new houses shall distinguish any houses which the authority propose to provide which make special provision for the needs of such persons."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "4", "section_title": " Access to, and facilities at, premises open to the public.", "section_text": "4 1 Any person undertaking the provision of any building or premises to which the public are to be admitted, whether on payment or otherwise, shall, in the means of access both to and within the building or premises, and in the parking facilities and sanitary conveniences to be available (if any), make  provision, in so far as it is in the circumstances both practicable and reasonable appropriate provision , for the needs of members of the public visiting the building or premises who are disabled  unless such body as may be prescribed by the Secretary of State is satisfied, after carrying out any procedures which may be so prescribed, that in the circumstances it is either not practicable to make such provision or not reasonable that such provision should be made; and different bodies and different procedures may be prescribed for different classes of buidings or other premises to which this subsection applies unless such body as may be prescribed by the Secretary of State is satisfied, after carrying out any procedures which may be so prescribed, that in the circumstances it is either not practicable to make such provision or not reasonable that such provision should be made. 1A In subsection (1) above “ appropriate provision ”, in relation to any case, means provision conforming with so much of the Code of Practice for Access for the Disabled to Buildings as is relevant to that case and “ prescribed ” means prescribed by regulations made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament; and in the foregoing provisions of this subsection “ the Code of Practice for Access for the Disabled to Buildings ” means the British Standards Institution code of practice referred to as  BS  5810: 1979. 2 This section shall not apply to any building or premises intended for purposes mentioned in subsection (2) of section 8  or in subsection (2) of section 8A  of this Act."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "5", "section_title": " Provision of public sanitary conveniences.", "section_text": "5 1 Where any local authority undertake the provision of a public sanitary convenience, it shall be the duty of the authority, in doing so, to make  provision, in so far as it is in the circumstances both practicable and reasonable appropriate provision , for the needs of disabled persons  unless such body as may be prescribed by the Secretary of State is satisfied, after carrying out any procedures which may be so prescribed, that in the circumstances it is either not practicable to make such provision or not reasonable that such provision should be made; and different bodies and different procedures may be prescribed for different classes of buildings or other premises to which this subsection applies unless such body as may be prescribed by the Secretary of State is satisfied, after carrying out any procedures which may be so prescribed, that in the circumstances it is either not practicable to make such provision or not reasonable that such provision should be made. 1A Subsection (1A) of section 4 of this Act shall apply in relation to the interpretation of the last foregoing subsection of this section as the said subsection (1A) applies in relation to the interpretation of subsection (1) of that section. 2 Any local authority which in any public sanitary convenience provided by them make or have made provision for the needs of disabled persons shall take such steps as may be reasonable, by sign-posts or similar notices, to indicate the whereabouts of the convenience. 3 In this section “ local authority ” means a local authority within the meaning of the  Local Government Act 1933 or the Local Government (Scotland) Act  1973  and any joint board or joint committee of which all the constituent authorities are local authorities within the meaning of either of those Acts."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "6", "section_title": " Provision of sanitary conveniences at certain premises open to the public. ", "section_text": "6 1 Any person upon whom a notice is served with respect to any premises under  section 89 of the  Public Health Act 1936 section 20 of the Local Government (Miscellaneous Provisions) Act 1976  (which empowers local authorities by notice to make requirements as to the provision and maintenance of sanitary conveniences for the use of persons frequenting certain premises . . .  ) shall in complying with that notice make provision, in so far as it is in the circumstances both practicable and reasonable, for the needs of persons frequenting those premises who are disabled. 2 The owner of a building,  who has been ordered under section 11(4) of the  Building (Scotland) Act 1959 to make the building conform to on whom a building regulations compliance notice has been served under section 25(3) of the Building (Scotland) Act 2003 (asp 8) requiring the owner to secure that the building complies with  a provision of building  standards  regulations made under  section 3 section 1  of that Act requiring the provision of suitable and sufficient sanitary conveniences therein, shall in complying with that  order notice  make provision, in so far as it is in the circumstances both practicable and reasonable, for the needs of persons frequenting that building who are disabled "}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "7", "section_title": " Signs at buildings,  etc.", "section_text": "7 1 Where any provision required by or under section 4, 5, 6, 8 or 8A of this Act is made at a building or premises— a a notice or sign indicating that provision is made for the disabled shall be displayed outside the building or premises or so as to be visible from outside the building to premises; and b notices or signs shall be displayed in the building or on the premises indicating the places where such provision is made and appropriate routes for persons who are disabled to get to those places. 2 Subsection 1( a ) above applies to a sanitary convenience provided elsewhere than in a building, and not itself being a building, as it applies to a building. 3 Where parking facilities for persons who are disabled are provided under section 4 of this Act, notices or signs shall be displayed indicating an appropriate route for such persons to get from the place where the parking facilities are provided to the building or premises in connection with which they are provided."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "8", "section_title": " Access to, and facilities at, university and school buildings.", "section_text": "8 1 Any person undertaking the provision of a building intended for purposes mentioned in subsection (2) below shall, in the means of access both to and within the building, and in the parking facilities and sanitary conveniences to be available (if any), make provision, in so far as it is in the circumstances both practicable and reasonable, for the needs of persons using the building who are disabled. 2 The purposes referred to in subsection (1) above are the purposes of any of the following:— a universities, university colleges and colleges, schools and halls of universities; (aa) institutions within the higher education sector within the meaning of section 91(5) of the Further and Higher Education Act 1992 b schools and institutions which provide higher education or further education (or both) and are maintained or assisted by  local authorities ; (ba) institutions within the further education sector within the meaning of section 91(3) of the Further and Higher Education Act 1992 c educational establishments within the meaning of section 135(1) of the Education (Scotland) Act 1980. and expressions used in paragraph (b) above and in the Education Act 1996 have the same meanings as in that Act."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "8A", "section_title": " Access to and facilities at, offices and other premises.", "section_text": "8A 1 Any person undertaking the provision of premises mentioned in subsection (2) below shall be in the means of access both to and within the premises, and in the parking facilities and sanitary conveniences to be available (if any), make  provision, in so far as it is in the circumstances both practicable and reasonable appropriate provision , for the needs of persons using the premises who are disabled  unless such body as may be prescribed by the Secretary of State is satisfied, after carrying out any procedures which may be so prescribed, that in the circumstances it is either not practicable to make such provision or not reasonable that such provision should be made; and different bodies and different procedures may be prescribed for different classes of buildings or other premises to which this subsection applies unless such body as may be prescribed by the Secretary of State is satisfied, after carrying out any procedures which may be so prescribed, that in the circumstances it is either not practicable to make such provision or not reasonable that such provision should be made. 1A Subsection (1A) of section 4 of this Act shall apply in relation to the interpretation of the last foregoing subsection of this section as the said subsection (1A) applies in relation to the interpretation of subsection (1) of that section. 2 Premises to which this section applies are— a office premises, shop premises and railway premises to which the Offices, Shops and Railway Premises Act 1963 applies; b premises which are deemed to be such premises for the purposes of that Act, and c factories as defined by section 175 of the Factories Act 1961, being (in each case) premises in which persons are employed to work."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "8B", "section_title": " Reports by Secretary of State on improvement of means of access.", "section_text": "8B 1 The Secretary of State shall lay before Parliament a report on his proposals for ensuring or facilitating the improvement of means of access for disabled persons— a to buildings or premises such as are mentioned in sections 4, 8 and 8A above; b to public sanitary conveniences; and c to sanitary conveniences provided in any of the places mentioned in subsection (2) below. 2 The places referred to in subsection (1)(c) above are— a a place which is normally used or is proposed to be normally used for any of the following purposes, namely— i the holding of any entertainment, exhibition or sporting event to which members of the public are admitted either as spectators or otherwise, ii the sale of food or drink to members of the public for consumption at the place; b a place which is used on some occasion or occasions or is proposed to be used on some occasion or occasions for any of the purposes aforesaid; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "9", "section_title": " Central advisory committee on war pensions.", "section_text": "9 1 The Secretary of State shall ensure that the central advisory committee constituted under section 3 of the  War Pensions Act 1921 includes the  chairman of at least one  of the committees established  by regulations under section 25 of the Social Security Act 1989  and includes at least one war disabled pensioner, and shall cause that central advisory committee to be convened at least once in every year. 2 This section extends to Northern Ireland."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "10", "section_title": " Housing Advisory Committees.", "section_text": "10 In the appointment of persons to be members of the . . .   Scottish Housing Advisory Committee set up under section 167 of the  Housing (Scotland) Act 1966, regard shall be had to the desirability of that Committee’s including one or more persons with knowledge of the problems involved in housing the chronically sick and disabled and to the person or persons with that knowledge being or including a chronically sick or disabled person or persons."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "12", "section_title": " Industrial Injuries Advisory Council.", "section_text": "12 The Industrial Injuries Advisory Council shall include at least one person with experience of work among and of the needs of the chronically sick and disabled and in selecting any such person regard shall be had to the desirability of having a chronically sick or disabled person."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "13", "section_title": " Youth employment service.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In the appointment of persons  in pursuance of section 5(2)( a ) of the  Employment and Training Act 1973 to advise the Secretary of State with respect to the performance of the functions conferred on him by virtue of  section 10(6)  of that Act  regard shall be had to the desirability of . . .   including one or more persons with experience of work among, and the special needs of, young disabled persons and to the person or persons with that experience being or including a disabled person or persons."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "14", "section_title": " Miscellaneous advisory committees.", "section_text": "14 1 In the appointment of persons to be members of any of the following advisory committees or councils, that is to say, the Transport users’ Consultative Committees  or the  London Transport Users’ Committee ,  . . ., the  . . .  . . .  and the Domestic Coal Consumers’ Council , regard shall be had to the desirability of the committee or council in question including one or more persons with experience of work among, and the special needs of, disabled persons and to the person or persons with that experience being or including a disabled person or persons. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "15", "section_title": " Co-option of chronically sick or disabled persons to local authority committees.", "section_text": "15 Where a local authority within the meaning of the  Local Government Act 1933 or the  Local Government (Scotland) Act 1947 appoint a committee of the authority under any enactment, and the members of the committee include or may include persons who are not members of the authority, then in considering the appointment to the committee of such persons regard shall be had, if the committee is concerned with matters in which the chronically sick or disabled have special needs, to the desirability of appointing to the committee persons with experience of work among and of the needs of the chronically sick and disabled, and to the person or persons with that experience being or including a chronically sick or disabled person or persons."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "16", "section_title": " Duties of national advisory council under Disabled Persons (Employment) Act 1944.", "section_text": "16 The duties of the national advisory council established under section 17(1)( a ) of the  Disabled Persons (Employment) Act 1944 shall include in particular the duty of giving to the Secretary of State such advice as appears to the council to be necessary on the training of persons concerned with— a placing disabled persons in employment; or b training disabled persons for employment."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "17", "section_title": " Separation of younger from older patients.", "section_text": "17 1 The Welsh Ministers  and every  Health Board constituted under the  National Health Service (Scotland) Act  1972 1978  shall use their best endeavours to secure that, so far as practicable, in any hospital for which they are responsible a person who is suffering from a condition of chronic illness or disability and who— a is in the hospital for the purpose of long-term care for that condition; or b normally resides elsewhere but is being cared for in the hospital because— i that condition is such as to preclude him from residing elsewhere without the assistance of some other person; and ii such assistance is for the time being not available, is not cared for in the hospital as an in-patient in any part of the hospital which is normally used wholly or mainly for the care of elderly persons, unless he is himself an elderly person. 2  Each such Board as aforesaid shall provide  The Welsh Ministers  in such form and at such times as he may direct with such information as he may from time to time require as to any persons to whom subsection (1) of this section applied who, not being elderly persons, have been cared for in any hospital for which that Board are responsible in such a part of the hospital as is mentioned in that subsection; and  The Welsh Ministers  shall in each year lay before  the National Assembly for Wales  such statement in such form  as they consider  appropriate of the information obtained by him under this subsection. 2 The Welsh Ministers  shall in each year lay before  the National Assembly for Wales  a statement, in such form  as they consider  appropriate, of information as to any persons to whom subsection (1) of this section applied who, not being elderly persons, have during the preceding year been cared for in a hospital vested  in them  and in such part of the hospital as is mentioned in that subsection. 3 In this section “ elderly person ” means a person who is aged sixty-five or more or is suffering from the effects of premature ageing."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "18", "section_title": " Information as to accommodation of younger with older persons under Part III of National Assistance Act 1948. ", "section_text": "18 1 The Secretary of State shall take steps to obtain from local authorities having functions under Part III of the  National Assistance Act 1948 information as to the number of persons under the age of 65 appearing to the local authority in question to be persons to whom section 29 of that Act applies for whom residential accommodation is from time to time provided under section 21(1)( a ) or 26(1)( a ) of that Act at any premises in a part of those premises in which such accommodation is so provided for persons over that age. 2 The Secretary of State shall take steps to obtain from local authorities  , in respect of their functions both under the Social Work (Scotland) Act 1968 and under the Children (Scotland) Act 1995,  information as to the number of persons under the age of 65 who suffer from illness or mental disorder within the meaning of  section 6 of the  Mental Health (Scotland) Act 1960 section 1(2) of the Mental Health (Scotland) Act 1984 section 328 of the Mental Health (Care and Treatment) (Scotland) Act 2003  or are substantially handicapped by any deformity or disability and for whom residential accommodation is from time to time provided under section 59 of the said Act of 1968 at any premises in a part of those premises in which such accommodation is so provided for persons over that age. 3 Every local authority referred to in this section shall provide the Secretary of State in such form and at such times as he may direct with such information as he may from time to time require for the purpose of this section; and the Secretary of State shall in each year lay before each House of Parliament such statement in such form as he considers appropriate of the information obtained by him under this section."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "20", "section_title": " Use of invalid carriages on highways.", "section_text": "20 1 In the case of a vehicle which is an invalid carriage complying with the prescribed requirements and which is being used in accordance with the prescribed conditions— a no statutory provision prohibiting or restricting the use of footways shall prohibit or restrict the use of that vehicle on a footway; b if the vehicle is mechanically propelled, it shall be treated for the purposes of the  Road Traffic Regulation Act  1984  and  the Road Traffic Act 1988  , except section 22A of that Act (causing danger to road users by interfering with motor vehicles  etc ),  and the Road Traffic Offenders Act 1988  as not being a motor vehicle;  and sections 1 to 4,  21,34,  163, 170 and 181 of the Road Traffic Act 1988 shall not apply to it  and c whether or not the vehicle is mechanically propelled, it shall be exempted from the requirements of  section 83 of the Road Traffic Act 1988 2 In this section— “ footway ” means a way which is a footway, footpath or bridleway within the meaning of  the Highways Act 1980 or a restricted byway within the meaning of Part 2 of the Countryside and Rights of Way Act 2000 ; and in its application to Scotland means a way over which the public has a right of passage on foot only or a bridleway within the meaning of section 47 of the  Countryside (Scotland) Act 1967; “ invalid carriage ” means a vehicle, whether mechanically propelled or not, constructed or adapted for use for the carriage of one person, being a person suffering from some physical defect or disability; “ prescribed ” means prescribed by regulations made by the Minister of Transport; “ statutory provision ” means a provision contained in, or having effect under, any enactment. 3 Any regulations made under this section shall be made by statutory instrument, may make different provision for different circumstances and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "21", "section_title": " Badges for display on motor vehicles used by disabled persons.", "section_text": "21 1 There shall be a badge  ... to be issued by local authorities for motor vehicles driven by, or used for the carriage of, disabled persons; and— a subject to the provisions of this section, the badge so issued for any vehicle or vehicles may be displayed on it or on any of them either inside or outside the area of the issuing authority; and b any power under  Part III of Schedule 9 to the Road Traffic Regulation Act 1984  to make regulations requiring that orders under the Act shall include exemptions shall be taken to extend to requiring that an exemption given with reference to badges issued by one authority shall be given also with reference to badges issued by other authorities. 1A A badge issued under this section must be in valid form, which means— a of a form specified or approved by the Secretary of State, in the case of a badge issued by a local authority in England  ...; aa of a form specified or approved by the Welsh Ministers, in the case of a badge issued by a local authority in Wales; b of a form which fulfils any requirements as to form prescribed or otherwise specified by the Scottish Ministers, in the case of a badge issued by a local authority in Scotland. 2 A badge may be issued to a disabled person of any prescribed description resident in the area of the issuing authority for one or more vehicles driven by him or used by him as a passenger. 4 A badge may be issued to an   organisation  concerned with the care of the disabled for any motor vehicle or, as the case may be, for each motor vehicle kept in the area of the issuing authority and used by or on behalf of the  organisation  to carry disabled persons of any prescribed description;  . . .. 4A A badge issued under this section may be displayed only in such circumstances and in such manner as may be prescribed. 4B A person who drives a motor vehicle on a road (within the meaning of the Road Traffic Act 1988) at a time when a badge purporting to be   in valid form  is displayed on the vehicle is guilty of an offence unless the badge is issued under this section and displayed in accordance with regulations made under it. 4BZA A person who in England and Wales drives a motor vehicle on a road (within the meaning of the Road Traffic Act 1988) at a time when a badge issued under this section is displayed on the vehicle is guilty of an offence if— a the badge should have been returned to the issuing authority in compliance with regulations under subsection (6) or a notice under subsection (7A)(b), or b the badge has been cancelled under subsection (7AB). 4BA Where it appears to a constable or enforcement officer that there is displayed on any motor vehicle a badge purporting to be  in valid form , he may require any person who— a is in the vehicle, or b appears to have been in, or to be about to get into, the vehicle, to produce the badge for inspection. 4BB In subsection (4BA)\t\t\t\t\t\t\t\t “ enforcement officer ” means— a a traffic warden; b a civil enforcement officer (within the meaning of section 76 of the Traffic Management Act 2004); c a parking attendant (within the meaning of section 63A of the Road Traffic Regulation Act 1984). d a person who— i is employed by a local authority in England and Wales or by a person with whom the authority have made arrangements for the purposes of this section, and ii is authorised in writing by the authority to exercise the powers in subsections (4BA) and (4D). 4BC The power conferred on an enforcement officer by subsection (4BA) is exercisable only for purposes connected with the discharge of his functions in relation to a stationary vehicle. 4BD A person who without reasonable excuse fails to produce a badge when required to do so under subsection (4BA) shall be guilty of an offence. 4BE Failure to comply with a requirement imposed by an officer within subsection (4BB)(d) who does not produce appropriate evidence of authority is not an offence under subsection (4BD). 4BA Where there is displayed on any motor vehicle a badge which appears to a constable   or enforcement officer  to be, or to purport to be,  in valid form , he may require— a any person who appears to the constable                       or officer  to be, or to have been, using the vehicle; or b any person in the vehicle (other than a person such as is mentioned in paragraph (a) above), to produce the badge for examination 4BB A person who without reasonable excuse fails to produce a badge when required to do so under subsection (4BA) above shall be guilty of an offence. 4BC No offence is committed under subsection (4BB) if— a the person requiring the badge to be produced is an enforcement officer, other than a traffic warden or parking attendant, and b when requiring the badge to be produced, the officer does not produce appropriate evidence of the officer's authority to exercise the power under subsection (4BA).  4C A person guilty of an offence under subsection  (4B), (4BZA) or   or (4BD)   or (4BB)  above shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 4D A constable or enforcement officer in England and Wales to whom a person produces a badge purporting to be in valid form (whether or not in response to a requirement under subsection (4BA)) may retain the badge if the constable or officer believes on reasonable grounds that— a the badge was not issued under this section, or b the badge was issued under this section and— i it should have been returned to the issuing authority in compliance with regulations under subsection (6) or a notice under subsection (7A)(b), ii it has been cancelled under subsection (7AB), or iii it was being displayed on a vehicle otherwise than in circumstances prescribed under subsection (4A). 4E Regulations may prescribe what is to be done with a badge retained under subsection (4D) above. 5 A local authority shall maintain a register showing the holders of badges issued by the authority under this section, and the vehicle or vehicles for which each of the badges is held;   . . . 6 A badge issued under this section shall remain the property of the issuing authority, shall be issued for such period as may be prescribed, and shall be returned to the issuing authority in such circumstances as may be prescribed. 7 Anything which is under this section to be prescribed shall be prescribed by regulations made by the Minister of Transport and Secretary of State by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament; and regulations so made may make provision— a as to the cases in which authorities may refuse to issue badges, and as to the fee (if any) which an authority may charge for the issue or re-issue of a badge; and b as to the continuing validity or effect of badges issued before the coming into force of this section in pursuance of any scheme having effect under section 29 of the  National Assistance Act 1948 or any similar scheme having effect in Scotland; and c as to any transitional matters, and in particular the application to badges issued under this section of orders made before  the time when  it comes into force and operating with reference to any such badges as are referred to in paragraph ( b ) above (being orders made, or  at that time  having effect as if made, under the  Road Traffic Regulation Act 1967). 7A Where the prescribed conditions are met in the case of any person, then— a if he applies to a local authority for the issue of a badge under this section, the authority may by notice refuse the application; and b if he holds a badge issued under this section by the authority, the authority may by notice require him to return the badge to them. The conditions that may be prescribed for the purposes of this subsection are conditions relating to the misuse of badges issued under this section. 7AB A local authority  ... may cancel a badge issued by them under this section if it appears to the authority that the person to whom it was issued no longer holds the badge, either— a because the person notifies the authority that it has been lost or stolen, or b for any other reason. A cancellation under paragraph (b) above takes effect only when the authority give notice of the cancellation to the person. 7B A notice under subsection (7A)  or (7AB)  above may be given by post. 7C A person whose application is refused under subsection (7A) above or who is required to return his badge under that subsection may, within the prescribed time, appeal to the Secretary of State who may confirm or reverse the decision of the local authority; and, if he reverses it, the authority shall issue a badge accordingly or, as the case may be, the requirement to return the badge shall cease to have effect. 7CA The Scottish Ministers may by regulations make provision for or in connection with appeals from decisions of the Scottish Ministers under subsection (7C) above. 7D A badge which is required to be returned to the issuing authority by virtue of subsection (6) above , or which is cancelled under subsection (7AB) above,  may not be displayed on any vehicle;  and— a a badge issued by a local authority in England which is required to be so returned by virtue of a notice under subsection (7A) above may not be displayed on any vehicle; b a badge issued by a local authority in Wales or Scotland which is required to be so returned by virtue of a notice under that subsection shall be returned within the prescribed time and may not be displayed on any vehicle after that time. 7E Regulations under this section may provide for the procedure to be followed in connection with appeals under subsection (7C) above;  ...  7EA Subsections (7C) and (7E) do not apply in relation to a decision of a local authority in England. 7F The Scottish Ministers may by regulations make such provision for or in connection with enabling badges— a issued under such provision of the law of Northern Ireland as corresponds to this section; or b issued by any member State other than the United Kingdom for purposes corresponding to the purposes for which badges under this section are issued, to be treated for such purposes as may be specified in the regulations as if they were badges issued under this section. 7G Any regulations under subsections (7CA) and (7F) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of the Scottish Parliament. 8 The local authorities for purposes of this section shall be the common council of the City of London, the council of a county  or Metropolitan district  . . .   in England  . . . or of a London borough  , the council of a Welsh county or county borough  and  , in relation to Scotland, a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; and in this section “ motor vehicle ” has the same meaning as in the Road Traffic Regulation Act  1984 . 8A In subsection (4BA) above, “ constable ” has the same meaning as in  section 99(1) of the Police and Fire Reform (Scotland) Act ; but includes a traffic warden and a parking attendant.  8A In this section— “ constable ” has the meaning given by section 99(1) of the Police and Fire Reform (Scotland) Act 2012, “ enforcement officer ” means— a traffic warden, a parking attendant, or a person who— is employed by a local authority or by a person with whom the authority have made arrangements for the purposes of this section, and is authorised in writing by the authority to exercise the powers in subsections (4BA) and (4D). 8B This section has effect in relation to disabled persons resident in prescribed places outside the United Kingdom who are— a members of any of the armed forces of the Crown, b persons employed by or in the service of the Government of the United Kingdom whose sole or main role is to work in support of any of those forces, or c members of the same household as a person within paragraph (a) or (b), as if the Secretary of State were a local authority in England. 8C Accordingly, a reference to a local authority in this section, except in subsection  ... (8)   or in the definition of “enforcement officer”  (or in subsection   (1A)(aa) or (b)   or (7D)(b)), is to be read as including a reference to the Secretary of State. 8D Subsections (1)(a), (2) and (4) have effect in relation to disabled persons within subsection (8B) as if  “a place prescribed under subsection (8B)” were substituted for  “the area of the issuing authority”. 9 This section shall come into operation on such date as the Minister of Transport and Secretary of State may by order made by statutory instrument appoint."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "21A", "section_title": "Recognition of badges issued outside Great Britain", "section_text": "21A 1 For the purposes of this section and section 21B, a  “recognised badge” means— a a badge issued under section 14 of the Chronically Sick and Disabled Persons (Northern Ireland) Act 1978, or any provision replacing that section, as from time to time amended, or b a badge issued under provisions of the law of any jurisdiction outside the United Kingdom that are specified in regulations made by the appropriate national authority. 2 In exercising the power under subsection (1)(b), the appropriate national authority may specify a provision only if it appears to the authority that badges issued under the provision are issued by reference to persons who are, or include, disabled persons. 3 A recognised badge may be displayed on a motor vehicle only in such circumstances and in such manner as may be prescribed by regulations made by the appropriate national authority. 4 A person who drives a motor vehicle on a road (within the meaning of the Road Traffic Act 1988) at a time when a badge purporting to be a recognised badge is displayed on the vehicle is guilty of an offence unless the badge is a recognised badge and is displayed in accordance with regulations made under subsection (3). 5 A person guilty of an offence under subsection (4) shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 6 Where it appears to a constable or enforcement officer that there is displayed on any motor vehicle a badge purporting to be a recognised badge, he may require any person who— a is in the vehicle, or b appears to have been in, or to be about to get into, the vehicle, to produce the badge for inspection. 7 The power conferred on an enforcement officer by subsection (6) is exercisable only for purposes connected with the discharge of his functions in relation to a stationary vehicle. 8 A person who without reasonable excuse fails to produce a badge when required to do so under subsection (6) shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 9 In this section  “enforcement officer” has the meaning given by section 21(4BB)."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "21B", "section_title": "Recognised badges treated as badges under section 21 for certain purposes", "section_text": "21B 1 The concessions mentioned in subsection (2) shall apply in respect of vehicles lawfully displaying a recognised badge as they apply in respect of vehicles lawfully displaying a badge issued under section 21. 2 The concessions are— a any exemption from an order under the Road Traffic Regulation Act 1984 given by reference to vehicles lawfully displaying a badge issued under section 21; b any provision made in an order under that Act for the use of a parking place by such vehicles. 3 The appropriate national authority may by regulations provide that recognised badges are to be treated, for purposes specified in the regulations, as if they were badges issued under section 21."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "21C", "section_title": "Sections 21A and 21B: regulations and interpretation", "section_text": "21C 1 Any power to make regulations under section 21A or 21B— a is exercisable by statutory instrument, and b includes power— i to make different provision for different cases, and ii to make incidental, supplementary, transitional or consequential provision. 2 A statutory instrument containing regulations made under section 21A or 21B by the Secretary of State is subject to annulment in pursuance of a resolution of either House of Parliament. 3 In sections 21A and 21B,  “appropriate national authority” means— a in relation to England, the Secretary of State; b in relation to Wales, the National Assembly for Wales."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "22", "section_title": " Annual report on research and development work.", "section_text": "22 The Secretary of State shall as respects each year lay before Parliament a report on the progress made during that year in research and development work carried out by or on behalf of any Minister of the Crown in relation to equipment that might increase the range of activities and independence or well-being of disabled persons, and in particular such equipment that might improve the indoor and outdoor mobility of such persons."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "23", "section_title": " War pensions appeals.", "section_text": "23 1 The  Pensions Appeal Tribunals Act 1943 shall have effect with the amendments specified in the subsequent provisions of this section. 2 In section 5— a so much of subsection (1) as prevents the making of an appeal from an interim assessment of the degree of a disablement before the expiration of two years from the first notification of the making of an interim assessment (that is to say, the words from “if” to “ subsection ” where first occurring, and the words “ in force at the expiration of the said period of two years ”) is hereby repealed except in relation to a claim in the case of which the said first notification was given before the commencement of this Act; b in second paragraph of subsection (1) (which defines “interim assesment”for the purposes of that subsection), for the words “this subsection” there shall be substituted the words “this section”; c in subsection (2) (which provides for an appeal to a tribunal from a Ministerial decision or assessment purporting to be a final settlement of a claim) at the end there shall be added the words “and if the Tribunal so set aside the Minister’s decision or assessment they may, if they think fit, make such interim assessment of the degree or nature of the disablement, to be in force until such a date not later than two years after the making of a Tribunal’s assessment, as they think proper”; d subsection (3) (which makes provision as to the coming into operation of section 5) is hereby repealed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In consequence of the  Secretary of State for Social Services Order 1968, in section 12(1), for the definition of “the Minister” there shall be substituted the following:— “ the Minister ”means the Secretary of State for Social Services . 6 This section extends to Northern Ireland."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "24", "section_title": " Institute of hearing research.", "section_text": "24 The Secretary of State shall collate and present evidence to the Medical Research Council on the need for an institute for hearing research, such institute to have the general function of co-ordinating and promoting research on hearing and assistance to the deaf and hard of hearing."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "2527.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "28", "section_title": " Power to define certain expressions. ", "section_text": "28 Where it appears to the Secretary of State to be necessary or expedient to do so for the proper operation of any provision of this Act, he may by regulations made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament,  make provision as to the interpretation for the purposes of that provision of any of the following expressions appearing therein, that is to say, “chronically sick”, “chronic illness”, “disabled” and “disability”."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "28A", "section_title": " Application of Act to authorities having functions under the Children Act 1989.", "section_text": "28A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Chronically Sick and Disabled Persons Act 1970", "year": 1970, "section": "29", "section_title": " Short title, extent and commencement.", "section_text": "29 1 This Act may be cited as the Chronically Sick and Disabled Persons Act 1970. 2 Sections 1(1) and (2)  and 2(1) of this Act shall apply to Scotland so however that—   a any references to functions under section 29 of the National Assistance Act  1948 shall be construed as references to duties to— i chronically sick or disabled persons; or ii persons suffering from mental disorder, (being persons in need) to whom section 12 of the Social Work (Scotland) Act  1968 applies  except that in case of persons under eighteen years of age such references shall instead be construed as references to duties to disabled children (within the meaning of Chapter 1 of Part II of the Children (Scotland) Act 1995) ;  b any references to services provided under arrangements made by a local authority under the said section 29 shall be construed as references to services for— i such chronically sick or disabled, or such mentally disordered, persons provided by virtue of the said section 12; or ii such disabled children provided under section 23(1) of the said Act of 1995, by a local authority; c in section 2(1) as originally enacted— i the words “ who is ordinarily resident in their area ” shall be omitted; ii for the words from “notwithstanding” to “ that Act ” where those words secondly occur there shall be substituted the words “subject to the provisions of section 5 of the said Act of 1968 (which requires local authorities to exercise their functions under that Act”.  3 Save as otherwise expressly provided by sections 9, 14 and 23, this Act does not extend to Northern Ireland. 4 This Act shall come into force as follows:— a sections 1 and 21 shall come into force on the day appointed thereunder; b sections 4, 5, 6, 7 and 8 shall come into force at the expiration of six months beginning with the date this Act is passed; c the remainder shall come into force at the expiration of three months beginning with that date."}]