[{"act": "Conservation of Seals Act 1970", "year": 1970, "section": "1", "section_title": "Prohibited methods of killing seals.", "section_text": "1 A person commits an offence if the person intentionally or recklessly kills, injures or takes a seal."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "2", "section_title": " Close seasons for seals.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "3", "section_title": " Orders prohibiting killing seals.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "4", "section_title": " Apprehension of offenders and powers of search and seizure.", "section_text": "4 1 A constable may stop any person he suspects with reasonable cause of committing an offence under this Act and may—  a without warrant arrest that person if he fails to give his name and address to the constable’s satisfaction; b without warrant search any vehicle or boat which that person may be using at that time; and c seize any   seal, item or   substance which is liable to be forfeited under section 6 of this Act. 2 A constable may sell or otherwise dispose of any seal seized under this section and the net proceeds of any sale shall be liable to forfeiture in the same manner as the seal sold: Provided that no constable shall be subject to any liability on account of his neglect or failure in the exercise of the powers conferred on him by this subsection."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "5", "section_title": " Penalties.", "section_text": "5 1 Any person guilty of an offence under section 11(7) of this Act shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 2 Any person guilty of any other offence under this Act shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale  or, in the case of a second or subsequent conviction for such an offence, to a fine not exceeding  level 4 on the standard scale . 3 Proceedings in England and Wales for an offence under this Act may be brought within the period of 6 months beginning with the date on which evidence sufficient in the opinion of the prosecutor to warrant the proceedings came to his knowledge. 4 But subsection (3) does not authorise the commencement of proceedings for an offence more than 2 years after the date on which the offence was committed. 5 For the purposes of subsection (3), a certificate signed by or on behalf of the prosecutor and stating the date on which evidence sufficient in his opinion to warrant the proceedings came to his knowledge shall be conclusive evidence of that fact. 6 A certificate stating that matter and purporting to be so signed shall be deemed to be so signed unless the contrary is proved."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "6", "section_title": " Forfeitures.", "section_text": "6 The court by which a person is convicted of an offence under this Act may order the forfeiture of a any seal or seal skin in respect of which the offence was committed; b any item (but not a vehicle or boat) or substance used in connection with the commission of the offence; c any seal, seal skin, poisonous or explosive substance, explosive article, firearm or ammunition, in the person's possession at the time of the offence."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "7", "section_title": " Jurisdiction of courts.", "section_text": "7 Where any offence under this Act is committed at some place on the sea coast or at sea outside the area of any commission of the peace, the place of the commission of the offence shall, for the purposes of the jurisdiction of any court, be deemed to be any place where the offender is found or to which he is first brought after the commission of the offence."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "8", "section_title": " Attempt to commit offence.", "section_text": "8 1 Any person who attempts to commit an offence under this Act shall be guilty of an offence. 2 Any person who, for the purpose of committing an offence under this Act, has in his possession any poisonous   or explosive  substance  , any explosive article   or any firearm or ammunition  ...  shall be guilty of an offence."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "9", "section_title": " General exceptions.", "section_text": "9 1 A person shall not be guilty of an offence under section   1   of this Act by reason only of— a the taking or attempted taking of any seal which had been disabled  ... and was taken or to be taken solely for the purpose of tending it and releasing it when no longer disabled; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A person shall not be guilty of an offence under section 1  ... of this Act by reason only of the killing of any seal which had been so seriously disabled  ...  that there was no reasonable chance of its recovering."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "10", "section_title": " Power to grant licences.", "section_text": "10 1 A licence may be granted to any person by  the appropriate licensing authority  authorising that person, notwithstanding anything in the foregoing provisions of this Act, but subject to compliance with any conditions specified in the licence,— a for scientific or educational purposes to kill or take within an area specified in the licence by any means so specified other than by the use of strychnine any number of seals so specified; b for the purposes of any zoological gardens or collection specified in the licence to take within an area specified in the licence by any means so specified any number of seals so specified; c for— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii the reduction of a population surplus of seals for management purposes; . . .  iia the protection of animal or human health or public safety, iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  or   iv the protection of flora or fauna in an area to which subsection (4) of this section applies, to kill or take within any area specified in the licence by any means so specified other than by the use of strychnine any number of seals so specified. 1A Nothing in subsection (1) is to be read as authorising the grant of a licence for the purpose of the protection, promotion or development of commercial fish or aquaculture activities within the meaning of the Fisheries Act 2020 (see section 52 of that Act). 2 A licence granted under this section may be revoked at any time by  the appropriate licensing authority  and, without prejudice to any other liability to a penalty which he may have incurred under this or any other Act, any person who contravenes or fails to comply with any condition imposed on the grant of a licence under this section shall be guilty of an offence. 3 the appropriate licensing authority — a shall consult   UKRI   before granting a licence under this Act; and b except in relation to the prevention of damage to fisheries shall not without the consent of                        Natural England  grant a licence to kill or take seals in  an area  in, or in waters adjacent to, England  to which subsection (4) of this section applies 4 This subsection applies to any area which— a is a nature reserve within the meaning of section 15 of the National Parks and Access to the Countryside Act 1949; b is a site of special scientific interest (within the meaning of the Wildlife and Countryside Act 1981); or is a site of special scientific interest;   c is an area to which section 29(3) of that Act (special protection for certain areas of special scientific interest) applies; or is an area in respect of which a nature conservation order or land management order made under Part 2 of the Nature Conservation (Scotland) Act 2004 (asp 6) has effect; or d has been designated as  a marine nature reserve under section 36 of  that Act                 a marine conservation zone under section 116 of the Marine and Coastal Access Act 2009                                 the Wildlife and Countryside Act 1981                 . 4A A licence under this section does not authorise the use of any method of killing or taking seals which is inconsistent with  regulation 41 of the Conservation (Natural Habitats, &c.) Regulations 1994   regulation 43 of the Conservation of Habitats and Species Regulations 2010   regulation 45 of the Conservation of Habitats and Species Regulations 2017   or any other enactment for the time being in force for the purpose of giving effect to Article 15 of the Habitats Directive (as read subject to any derogation permitted by Article 16 of that Directive).  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In subsection (4A), the “Habitats Directive” means the Directive of the Council of the European Communities dated 21st May 1992 ( No.  92/43/ EEC  ) on the conservation of natural habitats and of wild flora and fauna, as amended from time to time.  6 In subsection (4A), the Habitats Directive means the Directive of the Council of the European Communities dated 21st May 1992 ( No.  92/43/ EEC  ) on the conservation of natural habitats and of wild flora and fauna.  7 In this section “the appropriate licensing authority” means— a the Natural Resources Body for Wales where the area in question is in Wales; b in any other case, the Marine Management Organisation. 8 In subsection (7)(a), “Wales” has the meaning given by section 158 of the Government of Wales Act 2006."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "11", "section_title": " Entry upon land.", "section_text": "11 1 The Secretary of State may, after consultation with   UKRI  , authorise in writing any person to enter upon any land for the purpose of— a obtaining information relating to seals for the purpose of any of the functions of the Secretary of State under this Act; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Any such authorisation shall specify— a the land to be entered upon; b the period, not exceeding 8 weeks, during which the power of entry upon the land may be exercised; c the purpose of the entry; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any such authorisation may impose other conditions on the exercise by the person authorised of the power of entry or the manner of giving effect to the authorisation. 4 The Secretary of State shall give not less than 48 hours’ notice  ... to the occupier of any land of his intention to issue an authorisation and of the purpose of the authorisation  .... 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any person authorised under this section to enter upon any land shall, if required by the occupier of that land, produce his authority and may take with him upon that land such other persons as may be necessary. 7 If any person wilfully obstructs any person authorised by the Secretary of State exercising a power of entry under this section, he shall be guilty of an offence. 8 Any reference in this section to the Secretary of State shall, in relation to England and Wales, be deemed to include a reference to the Minister of Agriculture, Fisheries and Food and any reference to land shall include land covered by water."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "12", "section_title": " Giving of notice.", "section_text": "12 1 Any notice required by this Act to be given to any person shall be duly given if it is delivered to him, or left at his proper address, or sent to him by post. 2 Any such notice required to be given to an incorporated company or body shall be duly given if given to the secretary or clerk of the company or body. 3 For the purposes of this section and of section 26 of the  Interpretation Act 1889 the proper address of any person to whom any such notice is to be given shall, in the case of the secretary or clerk of any incorporated company or body, be that of the registered or principal office of the company or body, and in any other case be the last-known address of the person in question. 4 Where any such notice is to be given to a person as being the person having any interest in land, and it is not practicable after reasonable enquiry to ascertain his name or address, the notice may be given by addressing it to him by the description of the person having that interest in the land (naming it), and delivering the notice to some responsible person on the land or by affixing it, or a copy of it, to some conspicuous object on the land."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "13", "section_title": " Duty of  UKRI .", "section_text": "13   UKRI   shall provide the Secretary of State , the Welsh Ministers and the Natural Resources Body for Wales  with scientific advice on matters related to the management of seal populations."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "14", "section_title": " Orders.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "15", "section_title": " Interpretation.", "section_text": "15 In this Act unless the context otherwise requires— “ ammunition ” has the same meaning as in the  Firearms Act 1968; ...    “ explosive article ” means an article (for example, a bomb or a firework) containing one or more explosive substances;     “ explosive substance ” means a substance or preparation, not including a substance or preparation in a solely gaseous form or in the form of vapour, which is —   capable by chemical reaction in itself of producing gas at such a temperature and pressure and at such a speed as could cause damage to surroundings; or  designed to produce an effect by heat, light, sound, gas or smoke, or a combination of these as a result of a non-detonative, self-sustaining, exothermic chemical reaction;  “ firearm ” has the same meaning as in the  Firearms Act 1968.   “ preparation ” means a mixture of two or more substances or a solution of any substance or substances;     “ UKRI ” means United Kingdom Research and Innovation.  "}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "16", "section_title": " Repeal.", "section_text": "16 1 The  Grey Seals Protection Act 1932 and the reference to section 2(1) of that Act in Schedule 3 to the  Criminal Justice Act 1967 are hereby repealed. 2 Notwithstanding the repeal of the  Grey Seals Protection Act 1932 all prosecutions and proceedings in respect of offences under that Act committed before the coming into force of this Act may be continued, commenced, taken or prosecuted as if this Act had not been passed."}, {"act": "Conservation of Seals Act 1970", "year": 1970, "section": "17", "section_title": " Short title, area of application, extent and commencement.", "section_text": "17 1 This Act may be cited as the Conservation of Seals Act 1970. 2 Nothing done outside the seaward limits of the territorial waters adjacent to Great Britain shall constitute an offence under this Act. 3 This Act shall not extend to Northern Ireland. 4 This Act shall come into force at the expiry of 3 months beginning with the date of its passing."}]