[{"act": "Finance Act 1970", "year": 1970, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1970", "year": 1970, "section": "2", "section_title": " Gaming licence duty.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 Part II of Schedule 1 to this Act shall have effect for supplementing the provisions of this section (in that Schedule called “the principal section\"). 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1970", "year": 1970, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1970", "year": 1970, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1970", "year": 1970, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance Act 1970", "year": 1970, "section": "6", "section_title": "", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Angostura bitters shall be deemed not to be spirits for the purposes of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b the Licensing (Scotland) Act 1976 ... and any other enactment (whether passed before or after the commencement of this Act) in which “ spirits ” has the same meaning as in  that Act ; and accordingly angostura bitters shall be treated as a non-intoxicating drink for the purposes of the enactments specified in paragraph (b) above."}, {"act": "Finance Act 1970", "year": 1970, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1970", "year": 1970, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1970", "year": 1970, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1970", "year": 1970, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Finance Act 1970", "year": 1970, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11–14"}, {"act": "Finance Act 1970", "year": 1970, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance Act 1970", "year": 1970, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1970", "year": 1970, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Finance Act 1970", "year": 1970, "section": "18", "section_title": " Miscellaneous amendments of income tax and corporation tax law.", "section_text": "18 Schedule 4 to this Act (which contains amendments of the Taxes Act and of the Capital Allowances Act 1968) shall have effect."}, {"act": "Finance Act 1970", "year": 1970, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19–26"}, {"act": "Finance Act 1970", "year": 1970, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Finance Act 1970", "year": 1970, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Finance Act 1970", "year": 1970, "section": "29", "section_title": "", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1970", "year": 1970, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Finance Act 1970", "year": 1970, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Finance Act 1970", "year": 1970, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Finance Act 1970", "year": 1970, "section": "33", "section_title": "Composition by stock exchanges in respect of transfer duty", "section_text": "33 1 The Commissioners may enter into an agreement with, or with persons acting on behalf of, any   recognised investment exchange   , recognised clearing house, recognised CSD,  EEA  CSD or third country CSD   for the composition, in accordance with the provisions of this section, of the stamp duty chargeable under or by reference to   Part I or paragraph 16 of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale or otherwise)  on such instruments as may be specified in the agreement,  . . .  . . . . 2 An agreement under this section shall provide— a for every instrument to which the agreement relates to bear on its face an indication of the amount of stamp duty chargeable thereon, b for the issue in respect of every such instrument, by or on behalf of the   recognised investment exchange   , recognised clearing house, recognised CSD,  EEA  CSD or third country CSD  , of a certificate (which may relate to more than one such instrument) to the effect that stamp duty to the amount so indicated has been, or will be, accounted for to the Commissioners, c for the delivery to the Commissioners, by or on behalf of the   recognised investment exchange   , recognised clearing house, recognised CSD,  EEA  CSD or third country CSD  , of periodical accounts in respect of instruments to which the agreement relates, giving such particulars with respect thereto as may be specified in the agreement, and d for the payment to the Commissioners, by or on behalf of the   recognised investment exchange   , recognised clearing house, recognised CSD,  EEA  CSD or third country CSD   and on the delivery of any such account, of the aggregate amount of the stamp duty chargeable as mentioned in subsection(1) above on instruments to which the agreement relates during the period to which the account relates ; and any such agreement may contain such other terms and conditions as the Commissioners think proper. 3 For the purposes of any agreement under this section, the form of brokers transfer provided for by section 1(2) of the Stock Transfer Act 1963   may be used in connection with any transaction notwithstanding that the particulars referred to in that provision could be inserted in the stock transfer there referred to. 4 An instrument to which an agreement under this section relates and in respect of which a certificate to the effect mentioned in subsection (2)(b) above has been issued by or on behalf of the   recognised investment exchange   , recognised clearing house, recognised CSD,  EEA  CSD or third country CSD   in question shall be treated for the purposes of the Stamp Act 1891   as stamped with the amount of duty indicated on the face of the instrument. 5 A   recognised investment exchange   , recognised clearing house, recognised CSD,  EEA  CSD or third country CSD   or person making default in delivering any account required by an agreement under this section, or in paying any amount in accordance with such an agreement, shall be liable to a fine not exceeding £50 for any day during which the default continues; and, in addition, every amount payable under such an agreement shall bear interest at the rate of 5 per cent, per annum, recoverable by Her Majesty, from the due date for delivery of the account by reference to which it is payable until the actual date of payment. 6 Except in so far as the context otherwise requires, any reference to a stamp in section 9 or 10 of the Stamp Duties Management Act 1891  \t\t\t\t\t(allowances for spoiled stamps) shall include a reference to any indication of an amount of stamp duty on the face of any instrument to which an agreement under this section relates. 7 In this section “recognised investment exchange  , “recognised clearing house”, “recognised CSD”, “ EEA  CSD” and “third country CSD”  have the meanings given by section 285(1) of the Financial Services and Markets Act 2000."}, {"act": "Finance Act 1970", "year": 1970, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Finance Act 1970", "year": 1970, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Finance Act 1970", "year": 1970, "section": "36", "section_title": " Citation, interpretation, construction, extent and repeals.", "section_text": "36 1 This Act may be cited as the Finance Act 1970. 2 In this Act— a except where the context otherwise requires, “ the Board ” means the Commissioners of Inland Revenue, b “ the Taxes Act ” means the Income and Corporation Taxes Act 1970, c “ the Management Act ” means the Taxes Management Act 1970. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Part II of this Act, so far as it relates to income tax, shall be construed as one with the Income Tax Acts and, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Act. 5 Part III of this Act, so far as it relates to stamp duties, shall be construed as one with the  Stamp Act 1891. 6 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended or applied by or under any other enactment, including this Act. 7 Except as otherwise expressly provided such of the provisions of this Act as relate to matters in respect of which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 8 The enactments mentioned in Schedule 8 to this Act (which include enactments which are spent or otherwise unnecessary) are hereby repealed to the extent mentioned in the third column of that Schedule, but subject to any provision in relation thereto made at the end of any Part of that Schedule."}]