[{"act": "Law Reform (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "1", "section_title": "Engagements to marry not enforceable at law.", "section_text": "1 1 An agreement between two persons to marry one another shall not under the law of England and Wales have effect as a contract giving rise to legal rights and no action shall lie in England and Wales for breach of such an agreement, whatever the law applicable to the agreement. 2 This section shall have effect in relation to agreements entered into before it comes into force, except that it shall not affect any action commenced before it comes into force."}, {"act": "Law Reform (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "2", "section_title": " Property of engaged couples.", "section_text": "2 1 Where an agreement to marry is terminated, any rule of law relating to the rights of husbands and wives in relation to property in which either or both has or have a beneficial interest, including any such rule as explained by section 37 of the  Matrimonial Proceedings and Property Act 1970, shall apply, in relation to any property in which either or both of the parties to the agreement had a beneficial interest while the agreement was in force, as it applies in relation to property in which a husband or wife has a beneficial interest. 2 Where an agreement to marry is terminated, section 17 of the  Married Women’s Property Act 1882 and section 7 of the  Matrimonial Causes (Property and Maintenance) Act 1958 (which sections confer power on a judge of the High Court or  the family court  to settle disputes between husband and wife about property) shall apply, as if the parties were married, to any dispute between, or claim by, one of them in relation to property in which either or both had a beneficial interest while the agreement was in force; but an application made by virtue of this section to the judge under the said section 17, as originally enacted or as extended by the said section 7, shall be made within three years of the termination of the agreement."}, {"act": "Law Reform (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "3", "section_title": " Gifts between engaged couples.", "section_text": "3 1 A party to an agreement to marry who makes a gift of property to the other party to the agreement on the condition (express or implied) that it shall be returned if the agreement is terminated shall not be prevented from recovering the property by reason only of his having terminated the agreement. 2 The gift of an engagement ring shall be presumed to be an absolute gift; this presumption may be rebutted by proving that the ring was given on the condition, express or implied, that it should be returned if the marriage did not take place for any reason."}, {"act": "Law Reform (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Law Reform (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "5", "section_title": " Abolition of actions for enticement, seduction and harbouring of spouse or child.", "section_text": "5 No person shall be liable in tort under the law of England and Wales— a to any other person on the ground only of his having induced the wife or husband of that other person to leave or remain apart from the other spouse; b to a parent (or person standing in the place of a parent) on the ground only of his having deprived the parent (or other person) of the services of his or her child by raping, seducing or enticing that child; or c to any other person for harbouring the wife or child of that other person, except in the case of a cause of action accruing before this Act comes into force if an action in respect thereof has been begun before this Act comes into force."}, {"act": "Law Reform (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Law Reform (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "7", "section_title": " Citation, repeal, commencement and extent.", "section_text": "7 1 This Act may be cited as the Law Reform (Miscellaneous Provisions) Act 197. 2 The enactments specified in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule, but the repeal of those enactments shall not affect any action commenced or petition presented before this Act comes into force or any claim made in any such action or on any such petition. 3 This Act shall come into force on 1st January 1971. 4 This Act does not extend to Scotland or Northern Ireland."}]