[{"act": "Local Government (Footpaths and Open Spaces) (Scotland) Act 1970", "year": 1970, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Local Government (Footpaths and Open Spaces) (Scotland) Act 1970", "year": 1970, "section": "3", "section_title": " Power of local authority to acquire or maintain certain open spaces.", "section_text": "3 A local authority may, for the purpose of preserving or improving the amenity of land forming an open space,— a acquire the land by agreement, or b without acquiring the land, undertake the entire or partial control and maintenance of that open space: Provided that the local authority shall not exercise the power conferred on them by paragraph (b) of this section unless they have taken all reasonable steps to ascertain the identity of every owner of the open space and have obtained the consent of at least a majority of those owners whose identity they have ascertained."}, {"act": "Local Government (Footpaths and Open Spaces) (Scotland) Act 1970", "year": 1970, "section": "4", "section_title": " Financial provisions.", "section_text": "4 There shall be paid out of moneys provided by Parliament any increase attributable to this Act in the sums payable out of moneys so provided under any enactment relating to local government in Scotland."}, {"act": "Local Government (Footpaths and Open Spaces) (Scotland) Act 1970", "year": 1970, "section": "5", "section_title": " Interpretation.", "section_text": "5 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ local authority” means a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994) ” “ open space ” means an open space forming part of the lay-out of a development but excludes land laid out for the purposes of public recreation."}, {"act": "Local Government (Footpaths and Open Spaces) (Scotland) Act 1970", "year": 1970, "section": "6", "section_title": " Short title and extent.", "section_text": "6 1 This Act may be cited as the Local Government (Footpaths and Open Spaces) (Scotland) Act 1970. 2 This Act shall extend to Scotland only."}]