[{"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "1", "section_title": " Local authorities. ", "section_text": "1 The local authorities for the purposes of this Act shall be  the councils of non-metropolitan counties and metropolitan districts in England, the councils of London boroughs  and the Common Council of the City of London  ...."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "1A", "section_title": " Meaning of “social services functions”.", "section_text": "1A For the purposes of this Act the social services functions of a local authority are— a their functions under the enactments specified in the first column of Schedule 1 to this Act (being the functions which are described in general terms in the second column of that Schedule), and b such other of their functions as the Secretary of State may designate by an order made under this section."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "2", "section_title": " Local authority to establish social services committee. ", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "3", "section_title": " Business of Social Services Committee.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "3A", "section_title": " Power of local authority to refer or delegate to social services committee.", "section_text": "3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "4", "section_title": "Joint committees and sub-committees.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "5", "section_title": "Membership of committees and sub-committees.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "6", "section_title": " The director of social services. ", "section_text": "6 A1 A local authority  ... shall appoint an officer, to be known as the director of adult social services, for the purposes of their social services functions, other than those for which the authority’s director of children’s services is responsible under section 18 of the Children Act 2004. 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Two or more local authorities may, if they consider that the same person can efficiently discharge, for both or all of them, the functions of director of  adult social services  ... , concur in the appointment of a person as director of  adult social services  ... for both or all of those authorities. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A local authority which have appointed, or concurred in the appointment of,  a person under this section , shall secure the provision of adequate staff for assisting him in the exercise of his functions. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "7", "section_title": " Local authorities to exercise social services functions under guidance of Secretary of State.", "section_text": "  7 1 Local authorities shall, in the exercise of their social services functions, including the exercise of any discretion conferred by any relevant enactment, act under the general guidance of the Secretary of State. 1A Section 78 of the Care Act 2014 applies instead of this section in relation to functions given by Part 1 of that Act or by regulations under that Part. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "7A", "section_title": " Directions by the Secretary of State as to exercise of social services functions.", "section_text": "7A 1 Without prejudice to section 7 of this Act, every local authority shall exercise their social services functions in accordance with such directions as may be given to them under this section by the Secretary of State. 2 Directions under this section— a shall be given in writing; and b may be given to a particular authority, or to authorities of a particular class, or to authorities generally."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "7B", "section_title": "\n      Complaints procedure", "section_text": "7B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "7C", "section_title": "Inquiries", "section_text": "7C 1 The Secretary of State may cause an inquiry to be held in any case where, whether on representations made to him or otherwise, he considers it advisable to do so in connection with the exercise by any local authority of any of their social services functions (except in so far as those functions relate to persons under the age of eighteen). 2 Subsections (2) to (5) of section 250 of the  Local Government Act 1972 (powers in relation to local inquiries) shall apply in relation to an inquiry under this section as they apply in relation to an inquiry under that section."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "7D", "section_title": "Default powers of Secretary of State as respects social services functions of local authorities.", "section_text": "7D 1 If the Secretary of State is satisfied that any local authority have failed, without reasonable excuse to comply with any of their duties which are social services functions (other than a duty   referred to in subsection (4) ), he may make an order declaring that authority to be in default with respect to the duty in question. 2 An order under subsection (1) may contain such directions for the purpose of ensuring that the duty is complied with within such period as may be specified in the order as appear to the Secretary of State to be necessary. 3 Any such direction shall, on the application of the Secretary of State, be enforceable by mandamus. 4 Subsection (1) does not apply in relation to a duty imposed by or under— a the Children Act 1989, b section 1 or 2(4) of the Adoption (Intercountry Aspects) Act 1999, c the Adoption and Children Act 2002, or d Part 1 of the Care Act 2014."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "7E", "section_title": "Grants to local authorities in respect of social services for the mentally ill.", "section_text": "7E The Secretary of State may, with the approval of the Treasury, make grants out of money provided by Parliament towards any expenses of local authorities incurred in connection with the exercise of their social services functions in relation to persons suffering from mental illness."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "9", "section_title": "Protection of interests,  etc.  of local authority staffs.", "section_text": "9 1 The Secretary of State shall by order make provision for the protection of the interests of any existing staff affected by the provisions of section 2 or 6 of this Act, and that order may contain provisions applying, amending or repealing any provision made by or under any enactment and relating to the conditions of service of, or the payment of superannuation or other benefits to or in respect of, existing staff. 2 Regulations under section 60(2) of the  Local Government Act 1958 (provision to be made by regulations for the payment of compensation in certain cases) may make provision in relation to persons who suffer loss of employment or loss or diminution of emoluments which is attributable to the provisions of section 2 or 6 of this Act. 3 Regulations made by virtue of subsection (2) above may be so framed as to have effect from a date earlier than that on which they are made, so however that so much of any regulations as provides that any provision thereof is to have effect from a date earlier than that on which they are made shall not place any person (other than the person required by the regulations to pay compensation) in a worse position than he would have been in if the regulations had been so framed as to have effect only as from the date on which they are made. 4 In this section “ existing staff ” means— a persons who both immediately before and immediately after the coming into force in the area of a local authority of section 2 or 6 of this Act are employed by the authority in connection with the discharge by the authority of any function which immediately after the coming into force in that area of the said section 2 or 6, as the case may be, is a social services function of the authority; and b persons who both immediately before and immediately after the coming into force in the area of a local authority of— i an order under section 2(2) of this Act, or ii a direction under section 2(4) thereof, not being a direction which comes into force in that area on the same date as that on which that section comes into force therein, are employed by the authority in connection with the discharge by the authority of any function to which the order or direction, as the case may be, relates."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "12", "section_title": "Isles of Scilly.", "section_text": "12 1 The Secretary of State may by order direct that this Act shall have effect as if the Council of the Isles of Scilly were a local authority for the purposes of this Act. 2 In its application to the Isles of Scilly by virtue of an order made under this section, this Act shall have effect with such modifications as may be specified in the order."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "13", "section_title": "Orders and regulations.", "section_text": "13 1 Orders . . .  of the Secretary of State under this Act shall be made by statutory instrument. 2 Any order made under any provision of this Act, except an order under section 14(3), may be varied or revoked by a subsequent order so made. 3 In the case of a statutory instrument containing an order under section  1A  or 14(3) of this Act . . .  , a draft of the instrument shall be laid before Parliament, and an instrument containing an order under the said section  1A  shall not be made unless the draft has been approved by a resolution of each House of Parliament. 4 A statutory instrument containing an order under section 9(1) or 12 of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "14", "section_title": "Minor and consequential amendments, repeals and saving for certain schemes.", "section_text": "14 1 The enactments specified in Schedule to this Act shall have effect subject to the ammendments specified in relation thereto in that Schedule, being minor ammendments and ammendments consequential on the provisions of this Act. 2 The enactments specified in Schedule 3 to this Act are hereby repealed to the extent specified in column 3 of that Schedule. 3 The Secretary of State may by order repeal or amend any provision in any local Act, including an Act confirming a provisional order, or in an instrument in the nature of a local enactment under any Act, where it appears to him that that provision is inconsistent with, or has become unnecessary or requires modification in consequence of, any provision of this Act or corresponds to any provision repealed by this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Authority Social Services Act 1970", "year": 1970, "section": "15", "section_title": "Citation, interpretation, commencement and extent.", "section_text": "15 1 This Act may be cited as the Local Authority Social Services Act 1970. 2 In this Act “ functions ” includes powers and duties and “ social services functions ” has the meaning given by section  1A  . . .  of this Act. Any reference in this Act to an enactment shall be construed as including a reference to that enactment as amended, applied or extended by or under any other enactment, including this Act. 3 Any reference in this Act to an enactment shall be construed as including a reference to that enactment as amended, applied or extended by or under any other enactment, including this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\t 6 This Act, . . .  , shall not extend to Scotland. 7 This Act, except . . .  this subsection, shall not extend to Northern Ireland; . . . "}]