[{"act": "Parish Councils and Burial Authorities (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "1", "section_title": " Maintenance of private graves.", "section_text": "1 1 A burial authority or a local authority may agree with any person in consideration of the payment of a sum by him, to maintain— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b a monument or other memorial to any person situated in any place within the area of the authority to which the authority have a right of access; so, however, that no agreement or, as the case may be, none of the agreements made under this subsection by any authority with respect to a particular . . .  , monument or other memorial may impose on the authority an obligation with respect to maintenance for a period exceeding 99 years from the date of that agreement. 2 On the transfer of a burial ground or crematorium or of responsibility for the maintenance of a burial ground to a burial authority or local authority, any person who was responsible before the transfer for the maintenance of the burial ground or crematorium may transfer to the authority any assets held by him for the general purpose of the maintenance of the burial ground or crematorium, other than any such assets the devolution of which is affected by any condition of a trust, being a condition relating to the maintenance of a particular grave, vault, tombstone or other memorial. 3 If assets are transferred to an authority by any person under subsection (2) of this section, any agreement binding on that person and made with a third party for the maintenance of any grave, vault, tombstone or other memorial in the burial ground or crematorium to which those assets relate shall also be binding on the authority. 4 In this section, the expression “ local authority ” shall be construed as if contained in the  Local Government Act 1972 , but it shall also be deemed, for the purposes of this section, to include the Council of the Isles of Scilly."}, {"act": "Parish Councils and Burial Authorities (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "2", "section_title": " Form of grants.", "section_text": "2 Where a burial authority has power under any enactment (whether local or general) to grant, with respect to a burial ground, any right relating to burial, the construction and use of a vault or other place of burial, or the placing of any tombstone or other memorial therein, that right may be granted under the hand of the town clerk, clerk, or other authorised officer of the burial authority."}, {"act": "Parish Councils and Burial Authorities (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Parish Councils and Burial Authorities (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "4", "section_title": " Power to amend local Acts.", "section_text": "4 Subsections (1), (2), (4) and (5) of section 82 of the  Public Health Act 1961 shall apply for the purpose of conferring power on the  Secretary of State  to repeal or amend any such provision as is mentioned in subsection (1) of that section, being a provision appearing to him to be inconsistent with, or unnecessary in consequence of, any provision of this Act, as if references in those subsections to that Act were references to this Act."}, {"act": "Parish Councils and Burial Authorities (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "5", "section_title": " Interpretation.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In this Act  “ burial authority ” means the council of a district, London borough, parish or community, the Common Council of the City of London, the parish meeting of a parish having no parish council, whether separate or common or a joint board established under section 6 of the  Public Health Act 1936 or by or under any local Act to exercise the functions conferred by section 214 of, and Schedule 26 to the  Local Government Act 1972 or by any enactment replaced by those provisions “ burial ground ” has the same meaning as in the  Open Spaces Act 1906."}, {"act": "Parish Councils and Burial Authorities (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "6", "section_title": " Expenses.", "section_text": "6 Any increase attributable to the provisions of this Act in the sums payable out of moneys provided by Parliament by way of rate support grant under the enactments relating to local government in England and Wales shall be paid out of moneys so provided."}, {"act": "Parish Councils and Burial Authorities (Miscellaneous Provisions) Act 1970", "year": 1970, "section": "7", "section_title": " Short title and extent.", "section_text": "7 1 This Act may be cited as the Parish Councils and Burial Authorities (Miscellaneous Provisions) Act 1970. 2 This Act shall not apply to Scotland or Northern Ireland."}]