[{"act": "Republic of the Gambia Act 1970", "year": 1970, "section": "1", "section_title": " Operation of existing law.", "section_text": "1 1 Subject to section 2 below, all law to which this section applies, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, which was in force on the 24th April 1970, or, having been passed or made before that date, comes or has come into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, have the same operation in relation to The Gambia, and persons and things belonging to or connected with The Gambia, as it would have apart from this subsection if The Gambia had not become a republic. 2 This section applies to law of, or of any part of, the United Kingdom, the Channel Islands and the Isle of Man and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to The Gambia, to law of any other country or territory to which that enactment or order extends. 3 This section shall be deemed to have had effect from the 24th April 1970."}, {"act": "Republic of the Gambia Act 1970", "year": 1970, "section": "2", "section_title": " Judicial Committee of Privy Council.", "section_text": "2 1 Section 5 of the  Gambia Independence Act 1964 is hereby repealed, but Her Majesty may by Order in Council confer on the Judicial Committee of the Privy Council such jurisdiction and powers as may be appropriate in cases in which provision is made by the law of The Gambia for appeals to the Committee from courts of the republic. 2 Any Order in Council under this section may contain such incidental and supplemental provisions as appear to Her Majesty to be expedient. 3 Except so far as otherwise provided by or in accordance with an Order in Council under this section, and subject to such modifications as may be so provided, the  Judicial Committee Act 1833 shall apply in relation to appeals and other proceedings in respect of which any jurisdiction is conferred under this section as it applies in relation to appeals to Her Majesty in Council. 4 An Order in Council under this section may be varied or revoked by a further Order in Council. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Republic of the Gambia Act 1970", "year": 1970, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Republic of The Gambia Act 1970."}]