[{"act": "Tonga Act 1970", "year": 1970, "section": "1", "section_title": " Operation of existing law.", "section_text": "1 1 The following provisions of this section shall have effect on and after 4th June 1970 (the date on which Tonga ceases to be a protected state and becomes an independent State within the Commonwealth); and that day is in the following provisions of this Act referred to as the appointed day. 2 Subject to the following provisions of this Act, all law which, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsover, is in force on the appointed day or has been passed or made before that day and comes into force thereafter, shall, unless and until provision to the contrary is made by Parliament of some other authority having power in that behalf, have the same operation in relation to Tonga, and persons and things belonging to or connected with Tonga, as it would have apart from this subsection if there had been no change in the status of Tonga on the appointed day. 3 Part I of the Schedule to this Act (which relates to enactments applicable to Commonwealth countries having fully responsible status) and Part II of that Schedule (which relates to enactments excepted from the operation of the preceding subsection) shall have effect in relation to the enactments therein mentioned; but that Schedule shall not extend to Tonga as part of its law. 4 Subsection (2) of this section applies to law of, or of any part of, the United Kingdom, the Channel Islands and the Isle of Man, and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to Tonga, to the law of any other country or territory to which that enactment or Order extends."}, {"act": "Tonga Act 1970", "year": 1970, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Tonga Act 1970", "year": 1970, "section": "3", "section_title": "", "section_text": "3 An Order in Council or other instrument made under any Act of Parliament passed before the appointed day which varies or revokes a previous Order in Council or instrument in consequence of the change, on the appointed day, in the status of Tonga may, if made after the appointed day, be so made as to take effect on the appointed day."}, {"act": "Tonga Act 1970", "year": 1970, "section": "4", "section_title": " Short title and interpretation.", "section_text": "4 1 This Act may be cited as the Tonga Act 1970. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}]