[{"act": "Valuation For Rating (Scotland) Act 1970", "year": 1970, "section": "1", "section_title": " Partial derating of buildings used for livestock production.", "section_text": "1 1 Notwithstanding anything in section 6(9) of the Act of 1956 (rateable value of lands and heritages), the Secretary of State may by order made by statutory instrument provide that, in respect of the year 1970–71 or such later year as may be specified in the order and subsequent years, the rateable value of lands and heritages entered in the valuation roll and consisting of one or more buildings (but not including any dwelling–house) used solely for the purpose of the keeping or breeding of livestock shall be the amount produced by deducting from the net annual value thereof . . .  such percentage of that value as may be specified in the order. 2 An order made under the foregoing subsection shall not have effect unless approved by a resolution of the Commons House of Parliament. 3 The power conferred by subsection (1) of this section to make an order includes the power to vary or revoke the order by subsequent orders made in the like manner and subject to the like conditions. 4 Where part of lands and heritages, being lands and heritages the whole of which is required, or but for this subsection would be required, to be entered in the valuation roll, is a livestock production part and the remainder of the lands and heritages is used for other purposes, then— a the provisions of this section shall apply to the livestock production part as if it were such lands and heritages as are mentioned in subsection (1) of this section; and b without prejudice to the foregoing paragraph, the provisions of the Valuation Acts including the provisions with respect to the valuation of lands and heritages and entry of such lands and heritages in the valuation roll shall apply to the livestock production part and to the remainder as if each part were lands and heritages in separate occupation. 5 Any reference in the last foregoing subsection to a livestock production part of lands and heritages shall be construed as a reference to a part of lands and heritages— a which consists of one or more buildings or one or more parts of buildings (not being in any case a building or part of a building used as a dwelling–house) used solely for the purpose of the keeping or breeding of livestock, and, b which if it consisted of a building or buildings in separate occupation would be lands and heritages which would be required to be entered in the valuation roll. 6 Without prejudice to subsection (4) of this section, a building or part of a building shall not be precluded from being treated, for the purposes of this Act, as a building or part of a building used solely for the purpose of the keeping or breeding of livestock merely because the building or part is to some extent or from time to time used in such a manner that, if it were a building wholly or at all times used in that manner, it would be an agricultural building within the meaning of section 7 of the Act of 1956. 7 The valuation roll shall show by distinguishing mark or otherwise what lands and heritages are such lands and heritages as are mentioned in subsection (1) of this section."}, {"act": "Valuation For Rating (Scotland) Act 1970", "year": 1970, "section": "2", "section_title": " Interpretation.", "section_text": "2 1 In this Act— “ the Act of 1956 ” means the  Valuation and Rating (Scotland) Act 1956; “ the Valuation Acts ” has the same meaning as in the Act of 1956;  . . . . . .  “ year ” means a period of twelve months beginning on 16th May, except that in relation to lands and heritages within the area of a local authority whose financial year begins on a day other than 16th May, it means a period of twelve months beginning on that other day; and for the purpose of this definition “ local authority ” means a county council or the town council of a burgh; “ the year 1970–71 ” means the year beginning in 1970. 2 Any reference in this Act to the keeping or breeding of livestock shall be construed as a reference to those activities as mentioned in the definition of agriculture in section 86(3) of the  Agriculture (Scotland) Act 1948. 3 Any reference in this Act to a building or part of a building shall be construed as including a reference to any pertinent thereof. 4 Any reference in this Act to a building or part of a building used solely for the purpose of the keeping or breeding of livestock shall be construed as including a reference to a building or part of a building occupied together with such building or part and used solely in connection with the use of such building or part and to any land so occupied and used."}, {"act": "Valuation For Rating (Scotland) Act 1970", "year": 1970, "section": "3", "section_title": " Short title and extent.", "section_text": "3 1 This Act may be cited as the Valuation for Rating (Scotland) Act 1970. 2 This Act shall extend to Scotland only."}]