[{"act": "Commons Act 1876", "year": 1876, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Commons Act,  1876."}, {"act": "Commons Act 1876", "year": 1876, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Commons Act 1876", "year": 1876, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Commons Act 1876", "year": 1876, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Commons Act 1876", "year": 1876, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Commons Act 1876", "year": 1876, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Commons Act 1876", "year": 1876, "section": "7", "section_title": " Provisions for the benefit of a neighbourhood applicable alike to orders for regulation and orders for inclosure.", "section_text": "7 In any provisional order in relation to a common, the Inclosure Commissioners shall, in considering the expediency of the application, take into consideration the question whether such application will be for the benefit of the neighbourhood, and shall, with a view to such benefit, insert in any such order such of the following terms and conditions (in this Act referred to as statutory provisions for the benefit of the neighbourhood) as are applicable to the case; that is to say, 1 That free access is to be secured to any particular points of view; and 2 That particular trees or objects of historical interest are to be preserved; and 3 That there is to be reserved, where a recreation ground is not set out, a privilege of playing games or of enjoying other species of recreation at such times and in such manner and on such parts of the common as may be thought suitable, care being taken to cause the least possible injury to the persons interested in the common; and 4 That carriage roads, bridle paths, and footpaths over such common are to be set out in such directions as may appear most commodious; and 5 That any other specified thing is to be done which may be thought equitable and expedient, regard being had to the benefit of the neighbourhood."}, {"act": "Commons Act 1876", "year": 1876, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Commons Act 1876", "year": 1876, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Commons Act 1876", "year": 1876, "section": "10", "section_title": " Rules as to application to Commissioners. Publication of notices of application. Manner of application. Evidence to be furnished in support of application. Evidence in relation to benefit of neighbourhood. Evidence in relation to private interests. Duty of Commissioners on application.", "section_text": "10 The following rules shall be observed with respect to an application to the Inclosure Commissioners for a provisional order for the regulation or inclosure of a common; that is to say, 1 The applicants previously to making their application shall publish, in such manner as the Inclosure Commissioners may from time to time, by general or special order, direct, an advertisement giving notice of their intention to apply for such provisional order, and shall also serve a like notice on any  district council  entitled under this Act to receive such notice: Provided, that such advertisement as aforesaid shall always be inserted in at least one paper circulating in the neighbourhood of the common to which the application relates: 2 The application shall be in writing, accompanied with a map of the common, or part thereof, and, if for the regulation of a common, shall express whether the applicants propose that all or certain specified provisions only of this Act for the adjustment of rights or improvement of commons should be put in force in relation to such common, and whether to apply to the whole or part of such common, but, subject as aforesaid, an application for the regulation or inclosure of a common shall be in such form and be made in such manner as the Inclosure Commissioners may from time to time direct: 3 On making their application in respect of any common, the applicants shall furnish the Inclosure Commissioners, in answer to questions previously submitted or otherwise in such manner as the said Commissioners may from time to time direct, with information bearing on the expediency of the application considered in relation to the benefit of the neighbourhood as well as to private interests: 4 The information to be furnished as bearing on the expediency of the application, considered in relation to the benefit of the neighbourhood, shall comprise statements as to the particulars following; that is to say, as to the number and occupation of the inhabitants of the parish or place in which the common is situate; as to the population of the neighbourhood, and the distance of the common from any neighbouring towns and villages; as to the intention of the applicants to propose the adoption of all or any of the statutory provisions as defined by this Act for the benefit of the neighbourhood; as to the circumstance of any ground other than the common to which the application relates being available for the recreation of the neighbourhood; and in the case of a common being waste land of a manor, as to the site extent and suitableness of the allotments, if any, proposed to be made for recreation grounds and field gardens, or for either of such purposes; and as to any other matter which in the judgment of the Inclosure Commissioners may assist them in forming an opinion as to whether such application ought to be acceded to, having regard to the benefit of the neighbourhood, and if acceded to, as to what statutory provisions as defined by this Act ought to be inserted in the provisional order for the benefit of the neighbourhood: The Inclosure Commissioners shall also require, in the case of an application for inclosure, special information as to the advantages the applicants anticipate to be derivable from the inclosure of a common as compared with the regulation of a common, also the reasons why an enclosure is expedient when viewed in relation to the benefit of the neighbourhood: 5 The information to be furnished as bearing on the expediency of the application considered in relation to private interests shall comprise statements as to the several particulars following; that is to say, as to the extent and nature of the common to which the application relates; as to the mines minerals or valuable strata (if any) under the same; as to the questions of boundary (if any) concerning such common, or such mines minerals or strata; as to the parties interested in such common, and the numbers and proportion in value of interest who have consented to or dissented from the application; as to the nature of the rights requiring the intervention of the Inclosure Commissioners or the interference of Parliament; as to the supposed advantages of the application being acceded to; as to (in cases where the interest of any lord of the manor in the soil of a common or in mineral or other rights may be affected by the provisional order applied for) the allotment (if any) or compensation agreed on or proposed to be made to such lord of the manor in respect of his interest so affected; and as to any other matter which in the judgment of the Inclosure Commissioners may assist them in forming an opinion as to whether such application ought to be acceded to, having regard to private interests, and if acceded to as to what provisions ought to be inserted in the provisional order for the protection of private interests: 6 The Inclosure Commissioners shall take into consideration any application made to them as in this Act provided, and if satisfied by the information furnished to them as aforesaid, or by any further inquiries made by themselves or an Assistant Commissioner, that a prima facie case has been made out, and that, regard being had to the benefit of the neighbourhood as well as to private interests, it is expedient to proceed further in the matter, they shall order a local enquiry to be held by an Assistant Commissioner."}, {"act": "Commons Act 1876", "year": 1876, "section": "11", "section_title": " Rules as to local inquiry. Inspection and public meeting. Notice of meeting. Contents of notice. Publication of notice. Conduct of meeting. Personal inquiries by Assistant Commissioner. Report of Assistant Commissioner to Inclosure Commissioners. Map to accompany report.", "section_text": "11 The following rules shall be observed with respect to a local inquiry held by order of the Inclosure Commissioners: 1 The Assistant Commissioner appointed to hold such inquiry shall inspect the common to which the application relates, and shall convene one or more public meetings at a suitable time and place for securing the attendance of the neighbouring inhabitants, and of all persons claiming interest in the common: Provided always, that one at least of such public meetings shall be held in the evening between the hours of seven and ten of the clock. 2 The Assistant Commissioner shall give not less than twenty-one days notice of his intention to hold the first of such meetings. 3 The notice shall, in such form as the Inclosure Commissioners from time to time direct, state the nature of the application made, the objects of the meeting, that the meeting is a public one and held for the purpose of enabling the Assistant Commissioner to hear all persons desirous of being heard on the subject matter of the application, whether considered in relation to the benefit of the neighbourhood or to private interests, and the desirability of the attendance of all persons interested in the subject matter of the inquiry. 4 The notice shall be given— a By affixing a copy thereof on the principal door of the church of the parish in which the common to which the application relates, or the greater part thereof is situate; and b By posting copies of the same on or near the common to which it relates at the post office or post offices of the parish or district in which the common to which the application relates is situate, at any town hall, or vestry hall, or other building or room the expense of maintaining which is payable out of any local rate, situate in the parish or district, and at all places therein where notices are usually posted; and c By advertising in such manner as the Inclosure Commissioners may direct, or otherwise giving notice of the meetings in such manner as they think best calculated to ensure publicity in the locality. 5 The Assistant Commissioner shall preside and regulate the proceedings at such meetings, and shall hear all persons desirous of being heard in relation to the subject matter of the inquiry. He may adjourn any such meeting from time to time, or from place to place, on giving such notice of adjournment as he thinks best calculated to ensure publicity. 6 The Assistant Commissioner shall also make any inquiries and do any other acts which he may be instructed by the Inclosure Commissioners or may think it advisable to do, for the purpose of enabling the Commissioners to judge as to the expediency of making the provisional order applied for, also as to the nature of the provisions to be inserted in any such provisional order if made. 7 The Assistant Commissioner shall report in writing to the Inclosure Commissioners the result of the local inquiry, and of the public meeting or meetings held by him (in such form and with such details as the Inclosure Commissioners may from time to time direct), and specially shall report to the Inclosure Commissioners the information obtained by him as to the several particulars in respect of which the applicants for a provisional order are by this Act required to furnish information to the Inclosure Commissioners. He shall also report the number of persons who attended the meetings held by him, the objections (if any) made to the application, and the suggestions (if any) made in relation to the provisions to be inserted in the provisional order for the benefit of the neighbourhood or for the protection of private interests, and any other circumstances which he may think expedient, with a view to enable the Inclosure Commissioners to judge of the expediency of making the provisional order, having regard as aforesaid, and also, if the order be made, of the provisions to be inserted therein. 8 The report shall be accompanied by an outline or other map on such scale and of such a description as may be directed by the Inclosure Commissioners, with a sketch in the case of an inclosure of a common being waste of land of a manor, of the allotments (if any) proposed to be made for recreation grounds and field gardens, or for either of such purposes."}, {"act": "Commons Act 1876", "year": 1876, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Commons Act 1876", "year": 1876, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Commons Act 1876", "year": 1876, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Commons Act 1876", "year": 1876, "section": "15", "section_title": " Owners may make byelaws.", "section_text": "15 The majority in value of the owners of skirts or rights of pasture in any regulated pasture created under the provisions of the  General Inclosure Act 1845, in addition to the powers they now possess are hereby authorised at any annual meeting for the election of field reeves to make byelaws and regulations for the prevention of or protection from nuisances or for keeping order on the regulated pasture, and for general management, occupation, and enjoyment of the regulated pasture, provided the consent of the lord of the manor is given to such byelaws."}, {"act": "Commons Act 1876", "year": 1876, "section": "16", "section_title": " Provision as to byelaws.", "section_text": "16 Any byelaw made in pursuance of this Act, and any alteration made therein, and any revocation of a byelaw, shall not be of any validity until it has been confirmed by one of Her Majesty’s Principal Secretaries of State. Pecuniary penalties (to be recovered summarily before any two justices) may be imposed by any such byelaws on persons breaking the same, provided that no penalty exceeds for any one offence the sum of  £10. level 1 on the standard scale"}, {"act": "Commons Act 1876", "year": 1876, "section": "17", "section_title": " Notice of application for confirmation of byelaws.", "section_text": "17 No such confirmation shall take place unless notice of the intention to apply therefor, stating the effect of this section, has been published by the conservators one month at least before the application. During one month at least before the application a copy of every byelaw, the making, alteration, or revocation of which is submitted for confirmation, shall be kept at the office of the person or body of persons making, altering, or revoking such byelaw open for inspection by persons interested, and such person or body of persons shall furnish a printed copy thereof to every person applying for the same on payment of a sum not exceeding  5p  for each copy."}, {"act": "Commons Act 1876", "year": 1876, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Commons Act 1876", "year": 1876, "section": "19", "section_title": " Definition of power of Charity Commissioners in certain cases. ", "section_text": "19 Whereas by several awards made under the authority of Inclosure Acts prior to the year one thousand eight hundred and forty-five, fuel allotments for the poor have been set out and awarded, and vested in divers persons and bodies of persons as trustees of such allotments: And whereas under the provisions of the Inclosure Acts 1845 to 1868, and the several Acts of Parliament and awards made thereunder, allotments for recreation grounds and field gardens have been set out and awarded to the churchwardens and overseers of parishes and other persons: And whereas power exists or is claimed under divers Acts of Parliament, to divert such allotments from the uses declared by Parliament respecting the same: Notwithstanding anything in any other Act contained, it shall not be lawful (save as herein-after mentioned) to authorise the use of or to use any such allotment, or any part thereof, for any other purpose than those declared concerning the same by the Act of Parliament and award, or either of them, under which the same has been set out: . . . . . . "}, {"act": "Commons Act 1876", "year": 1876, "section": "20", "section_title": " Gravel digging. ", "section_text": "20 Where any common is regulated pursuant to this Act by a provisional order of the Inclosure Commissioners confirmed by Parliament, or is the subject of a scheme confirmed by Parliament under the provisions of the  Metropolitan Commons Act 1866, or the  Metropolitan Commons Amendment Act 1869, or (being situate within the metropolitan police district) is the subject of any private or local Act of Parliament having for its object the preservation of such common as an open space, no surveyor of highways or highway board constituted in pursuance of the Highway Acts, . . . . . .   shall search for, dig, or carry away gravel, sand, stone or other materials in or from any part of such common which has not been set apart for that purpose with the sanction of Parliament, without the consent of the person or persons having the regulation or management of the same, or in default of such consent, without an order of two or more justices  of the peace  who may in their order prescribe such conditions as to mode of working and restitution of the surface as to them shall seem expedient."}, {"act": "Commons Act 1876", "year": 1876, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Commons Act 1876", "year": 1876, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Commons Act 1876", "year": 1876, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Commons Act 1876", "year": 1876, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Commons Act 1876", "year": 1876, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Commons Act 1876", "year": 1876, "section": "26", "section_title": " Amendment of law as to letting field gardens.", "section_text": "26 . . . . . .   Allotment wardens, if they are unable to let the allotments under their management, or any portion thereof, to the poor inhabitants of the parish in gardens not exceeding a quarter of an acre, may let the same, or any unlet portion thereof, in gardens not exceeding an acre each to such inhabitants as aforesaid: Further, it shall be the duty of allotment wardens to offer the gardens under their management to the poor inhabitants of the parish at a fair agricultural rent, if from time to time sufficient to satisfy all rates, taxes, tithes, tithe rentcharge and the rentcharge charged on the said allotments under the provisions of the  General Inclosure Act 1845, but not otherwise, instead of at such rent as is required by the said Act. Moreover, if in any parish the allotment wardens are unable to let the allotments under their management, or any portion thereof, to the poor inhabitants of the parish in such quantities and at such rents as aforesaid, they may let the same, or such portion as may be unlet to any person whatever at the best annual rent which can be obtained for the same, without any premium or fine, and on such terms as may enable the allotment wardens to resume possession thereof within a period not exceeding twelve months, if it should at any time be required for such poor inhabitants as aforesaid. This section shall apply to all land allotted to the poor for the purpose of cultivation under any Inclosure Act whatever, whether public or private, whether under the management of allotment wardens, feoffees, trustees, rector, or vicar and churchwardens, overseers, managers, or any other person or persons whatever, and whether at present cultivated or uncultivated, so that all such persons as aforesaid shall have like powers and duties as are herein-before given to and imposed upon allotment wardens."}, {"act": "Commons Act 1876", "year": 1876, "section": "27", "section_title": " Application of surplus rents of recreation grounds and field gardens. ", "section_text": "27 . . . . . .   The surplus rents arising from recreation grounds shall . . . . . .   be applied to all or any of the following purposes, and to no other purpose; that is to say in improving the recreation grounds or any of them in the same parish or neighbourhood, or maintaining the drainage and fencing thereof, or in hiring or purchasing additional land for recreation grounds in the same parish or neighbourhood; and the surplus rents arising from field gardens shall . . . . . .   be applied to all or any of the following purposes, and to no other purpose; that is to say, in improving the field gardens or any of them in the same parish or neighbourhood, or maintaining the drainage and fencing thereof, or in hiring or purchasing additional land for field gardens in the same parish or neighbourhood. The trustees of any recreation ground and the allotment wardens of any field gardens may, with the approval of the Inclosure Commissioners, sell all or any part of the allotment vested in them, and out of the proceeds of such sale purchase any fit and suitable land in the same parish or neighbourhood: Provided, that the land so purchased shall be held in trust for the purposes for which the allotment so sold as aforesaid was allotted, and for no others; and provided, that the Inclosure Commissioners shall not sanction any such sale as aforesaid unless and until it shall be proved to their satisfaction that land more suitable for the purposes for which the allotment proposed to be sold was allotted may and will be forthwith purchased; and the proceeds of any such sale shall be paid to the Inclosure Commissioners, and shall remain in their hands until such purchase of other land as aforesaid."}, {"act": "Commons Act 1876", "year": 1876, "section": "28", "section_title": " Reports to be made by managers of recreation grounds and field gardens.", "section_text": "28 The trustees of recreation grounds, where such trustees are the overseers or churchwardens of a parish, and the allotment wardens of field gardens shall, from time to time, and at such intervals of not less than three years nor more than five years, as the Inclosure Commissioners direct, make such reports to the said Commissioners in respect of the recreation grounds and field gardens under their management, with such particulars of the rents received by them, as the Commissioners may require."}, {"act": "Commons Act 1876", "year": 1876, "section": "29", "section_title": " Amendment of law as to town and village greens.", "section_text": "29  . . . . . .   An encroachment on or inclosure of a town or village green, also any erection thereon or disturbance or interference with or occupation of the soil thereof which is made otherwise than with a view to the better enjoyment of such town or village green or recreation ground, shall be deemed to be a public nuisance, and if any person does any act in respect of which he is liable to pay damages or a penalty under section twelve of the  Inclosure Act 1857, he may be summarily convicted thereof upon the information of any inhabitant of the parish in which such town or village green or recreation ground is situate, as well as upon the information of such persons as in the said section mentioned. This section shall apply only in cases where a town or village green or recreation ground has a known and defined boundary."}, {"act": "Commons Act 1876", "year": 1876, "section": "30", "section_title": " Jurisdiction of county court in respect of illegal inclosures. ", "section_text": "30 The county court  shall have jurisdiction to hear any case relating to any illegal inclosure or encroachment of or  upon any  common or part of a common respectively made after the passing of this Act, or to any nuisance impeding the exercise of any right of common arising after the passing of this Act, and to grant an injunction against such inclosure, encroachment or nuisance, or to make an order for the removal or abatement of such inclosure encroachment or nuisance.  Any person aggrieved by any injunction granted or order made or refusal to grant an injunction or make an order by a county court in pursuance of this section may, on giving security for costs to the satisfaction of the county court, appeal to the  Court of Appeal  in a summary manner, or by special case or otherwise, as may be prescribed by rules of court  within the meaning given in the Interpretation Act 1978                 . The appellate court may on hearing the appeal reverse modify or confirm the injunction or order complained of, or remit the case to the county court from which the appeal lay, with instructions to deal with the case according to the directions given by the appellate court. Where an appeal is lodged against the order of a county court directing the removal or abatement of any inclosure encroachment or nuisance, such order shall be suspended during such time as such appeal is pending. Nothing in this Act contained shall abridge or interfere with any existing right of abating or otherwise preventing any illegal inclosure of or encroachment on any common, or any nuisance interfering with any right of common. Until rules of court are made for the purposes of this section, an appeal may be had from the decision of any county court under this section in the same manner in which an appeal from the decision of a county court may be had in a case within its ordinary jurisdiction."}, {"act": "Commons Act 1876", "year": 1876, "section": "31", "section_title": " Three months notice of claim to inclose to be given in the local papers. ", "section_text": "31 Any person intending to inclose or approve a common or part of a common otherwise than under the provisions of this Act shall give notice to all persons claiming any legal right in such common or part of a common, by publishing, at least three months beforehand, a statement of his intention to make such inclosure, for three successive times, and in two or more of the principal local newspapers in the county, town, or district in which the common or part of a common proposed to be inclosed is situate; but the provisions of this section shall not apply to any commons or waste lands whereon the rights of common are vested solely in the lord of the manor. A production of a newspaper containing such advertisement as aforesaid shall be evidence of the same having been issued, and the inclosure shall, until the contrary is proved, be deemed to have taken place at the time specified in such advertisement."}, {"act": "Commons Act 1876", "year": 1876, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Commons Act 1876", "year": 1876, "section": "33", "section_title": " Extension of sec. 105 of the Inclosure Act 1845, as to exchanges and partitions.", "section_text": "33 The provisions of section one hundred and five of the  Inclosure Act 1845, relating to the validity after confirmation of an award of inclosure of the exchanges, and partitions set forth in such award, shall apply to orders of exchange partition and division of intermixed lands carried into effect in pursuance of the Inclosure Acts 1845 to 1868, by separate orders, and not included in an award of Inclosure."}, {"act": "Commons Act 1876", "year": 1876, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Commons Act 1876", "year": 1876, "section": "35", "section_title": " Act not to apply to metropolitan commons.", "section_text": "35 This Act, save as herein expressly provided, shall not apply to any metropolitan common within the meaning of the  Metropolitan Commons Acts 1866   and 1869."}, {"act": "Commons Act 1876", "year": 1876, "section": "36", "section_title": " A common regulated under Act not to be inclosed without sanction of Parliament.", "section_text": "36 Where an Act of Parliament has been passed confirming a provisional order under this Act for the regulation of a common, then, subject to and without prejudice to the provisions of that order, such common shall not, nor shall any part thereof, be inclosed without the sanction of Parliament subsequently obtained."}, {"act": "Commons Act 1876", "year": 1876, "section": "37", "section_title": " Definitions.", "section_text": "37 In this Act, unless the context otherwise requires,— “ A common ” means any land subject to be inclosed under the Inclosure Acts 1845 to 1868: “ Waste land of a manor ” means and includes any land consisting of waste land of any manor on which the tenants of such manor have rights of common, or of any land subject to any rights of common which may be exercised at all times of the year for cattle levant and couchant, or to any rights of common which may be exercised at all times of the year, and are not limited by number of stints: “ Person ” includes a body corporate:  . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]