[{"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Sheriff Courts (Scotland) Act 1876."}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "2", "section_title": " Application of Act.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   Unless where otherwise expressly provided, this Act shall only apply to civil proceedings in the ordinary sheriff court."}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "3", "section_title": " Interpretation of terms. ", "section_text": "3 In this Act, unless when there is something in the sense or context repugnant to that construction, the following terms have the meanings herein-after assigned to them; that is to say, “ Action ” includes every civil proceeding competent in the ordinary sheriff court: “ Person ” includes company, corporation, and firm: “ Sheriff ” includes sheriff substitute: “ Sheriff clerk ” includes sheriff clerk depute, and in Part VIII. of this Act means commissary clerk, in those cases in which such office is not abolished: “ Agent ” means a law agent enrolled in terms of the  Law Agents (Scotland) Act 1873: “ Final judgment ” means a judgment or interlocutor which, either by itself or taken along with a previous interlocutor or interlocutors, disposes of the whole subject-matter of the cause, or of the competition between the parties in a process of competition, although judgment shall not have been pronounced on all the questions of law or fact raised therein, and although expenses, if found due, have not been taxed, modified, or decerned for."}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "425.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "2734.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "3540.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "41", "section_title": " Note in confirmation by sheriff clerk or commissary clerk that deceased died domiciled in Scotland substituted for certified copy interlocutor by the sheriff commissary and to have like effect. ", "section_text": "41 Where, under the provisions of the ninth and subsequent sections of the  Confirmation of Executors (Scotland) Act 1858, it shall be desired to include in the inventory of the personal estate of any person dying domiciled in Scotland personal estate situated in England or Ireland, it shall not be necessary to have a special proceeding before the sheriff with the view to his pronouncing therein an interlocutor finding that the deceased died domiciled in Scotland. That fact shall be set forth in the affidavit to the inventory, and it being so set forth therein shall be sufficient warrant for the sheriff clerk to insert in the confirmation or to note thereon and sign a statement that the deceased died domiciled in Scotland; and such statement shall have the same effect as a certified copy interlocutor finding that the deceased person died domiciled in Scotland . . . "}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "4243.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "44", "section_title": " Schedule C. of 21 & 22  Vict.  c. 56. hereby repealed, and new form of intimation, &c.", "section_text": "44 The sheriff clerk shall, after a petition for the appointment of an executor has been intimated by him as provided by section four of the  Confirmation of Executors (Scotland) Act 1858, and after receiving the certified copy of the printed and published particulars therein set forth, forthwith certify these facts on the petition in the following or similar terms: “Intimated and published in terms of the statute,” which certificate . . .   shall be dated and signed by him, and shall be sufficient evidence of the facts therein set forth: Provided always, that special intimation shall be made to all executors already decerned or confirmed to a deceased person of any subsequent petition for the appointment of an executor which may be presented with reference to the personal estate of the same deceased person."}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "45", "section_title": " A calendar of confirmations and inventories to be published annually. ", "section_text": "45 It shall be the duty of the commissary clerk of Edinburgh on or before the thirty-first day of December in every year to prepare and issue a printed calendar containing a list or register, alphabetically arranged, of all confirmations granted, and of all inventories given in, in cases in which from any cause confirmation shall not have been required in Scotland, in the year ending on the thirty-first day of December immediately preceding, specifying in each case  the surname, forenames and addresses of the deceased as shown in the relative inventory; whether he died testate or intestate; and where and on what date confirmation was granted or the inventory was recorded : Provided as follows: 1 It shall be the duty of every sheriff clerk . . .   quarterly, on or before the first days of February, May, August, and November in each year, to furnish to the commissary clerk of Edinburgh such a list or register, with such particulars as aforesaid, of all confirmations and inventories granted or given in, within such sheriffdom in the quarters ending on the thirty-first day of December, the thirty-first day of March, the thirtieth day of June, and the thirtieth day of September immediately preceding respectively: 2 A copy of every such calendar issued shall be sent by the commissary clerk of Edinburgh  to the sheriff clerk of Lanarkshire at Glasgow  who shall keep the same in his office open for the inspection of the public on payment of such fee as may be fixed by act of sederunt, which the Court of Session are hereby authorised and required to pass: 3 A copy of every issue of such calendar shall also be sent to the Lord Clerk Register . . .  4 The cost of preparing and printing and issuing such calendar and of furnishing copies thereof to the persons to whom they are herein directed to be sent shall be defrayed out of moneys to be voted by Parliament."}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "4652.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Sheriff Courts (Scotland) Act 1876", "year": 1876, "section": "54", "section_title": " Courts to make acts of sederunt. ", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]