[{"act": "Small Testate Estates (Scotland) 1876", "year": 1876, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as The Small Testate Estates (Scotland) Act, 1876."}, {"act": "Small Testate Estates (Scotland) 1876", "year": 1876, "section": "2", "section_title": " Extent of Act.", "section_text": "2 This Act shall extend to Scotland only."}, {"act": "Small Testate Estates (Scotland) 1876", "year": 1876, "section": "3", "section_title": " Where estate does not exceed    £36,000   executor may apply to the commissary clerk to fill up inventory and expede confirmation.", "section_text": "3 Where  the whole estate of a testate is of a value not exceeding   £36,000  an applicant for confirmation thereto  may apply to the commissary clerk of the county within which such testate was domiciled at the time of death; and the said commissary clerk, on production of the will or other writing of the testate containing the nomination of an executor, shall prepare and fill up an inventory and relative  declaration  , as nearly as may be in the form of Schedule A. appended to this Act, and, upon such an inventory  and declaration being duly signed  by the executor, shall proceed to record said will or other writing and inventory and expede confirmation in the form as nearly as may be of Schedule B. annexed to this Act, and shall deliver the same to the executor  on payment of the requisite fee  ; and such confirmation shall have the same force and effect as that prescribed in Schedule E. annexed to the  Confirmation of Executors (Scotland) Act 1858; . . . "}, {"act": "Small Testate Estates (Scotland) 1876", "year": 1876, "section": "4", "section_title": " Proof of identity.", "section_text": "4 The commissary clerk of the county may require such proof as he may think sufficient to establish the identify of the executor."}, {"act": "Small Testate Estates (Scotland) 1876", "year": 1876, "section": "5", "section_title": " Commissary clerk must be satisfied that whole estate is under 150 l .", "section_text": "5 If the commissary clerk of the county has reason to believe that  the estate and effects of which the testate died possessed exceed  the value  specified in section three of this Act  , he shall refuse to proceed with the application until he is satisfied as to the true value thereof."}, {"act": "Small Testate Estates (Scotland) 1876", "year": 1876, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Small Testate Estates (Scotland) 1876", "year": 1876, "section": "7", "section_title": " Procedure and fees.", "section_text": "7 Any rules and orders and tables of fees requisite for carrying this Act into operation shall be framed and may from time to time be altered by the Court of Session by Act of Sederunt . . .  ."}, {"act": "Small Testate Estates (Scotland) 1876", "year": 1876, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}]