[{"act": "Accommodation Agencies Act 1953", "year": 1953, "section": "1", "section_title": " Illegal commissions and advertisements.", "section_text": "1 1 Subject to the provisions of this section, any person who, . . .   — a demands or accepts payment of any sum of money in consideration of registering, or undertaking to register, the name or requirements of any person seeking the tenancy of a house; b demands or accepts payment of any sum of money in consideration of supplying, or undertaking to supply, to any person addresses or other particulars of houses to let; or c issues any advertisement, list or other document describing any house as being to let without the authority of the owner of the house or his agent, shall be guilty of an offence. 2 A person shall not be guilty of an offence under this section by reason of his demanding or accepting payment from the owner of a house of any remuneration payable to him as agent for the said owner. 3 A person being a solicitor or an authorised person   shall not be guilty of an offence under this section by reason of his demanding or accepting payment of any remuneration in respect of business done by him as such. 4 A person shall not be guilty of an offence under this section by reason of his demanding or accepting any payment in consideration of the display in a shop, or of the publication in a newspaper, of any advertisement or notice, or by reason of the display or publication as aforesaid of an advertisement or notice received for the purpose in the ordinary course of business. 5 Any person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months, or to both such fine and imprisonment. 6 In this section the following expressions have the meanings hereby assigned to them that is to say:— “ authorised person ” means a person (other than a solicitor) who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which is a reserved legal activity (within the meaning of that Act); “ house ” includes any part of a building which is occupied or intended to be occupied as a dwelling; “ newspaper ” includes any periodical or magazine; “ owner ”, in relation to a house, means the person having power to grant a lease of the house."}, {"act": "Accommodation Agencies Act 1953", "year": 1953, "section": "2", "section_title": "†Short title, extent, commencement and duration.", "section_text": "2 1 This Act may be cited as the Accommodation Agencies Act 1953. 2 This Act shall not extend to Northern Ireland. 3 This Act shall come into operation one month after the date on which it is passed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]