[{"act": "Agricultural Land (Removal of Surface Soil) Act 1953", "year": 1953, "section": "1", "section_title": " Removal of surface soil without planning permission to be an offence against this Act.", "section_text": "1 1 If— a a person removes surface soil from agricultural land with a view to the sale of that soil, and b the removal of that soil constitutes development within the meaning of  the Town and Country Planning Act 1990 , and is carried out without the grant of permission required in that behalf under Part III of that Act, and c the quantity of soil so removed in any period of three months amounts to more than five cubic yards, he shall be guilty of an offence against this Act. 2 Subsection (1) of this section shall not apply to the cutting of peat or to the removal of so much surface soil as it is reasonably necessary to remove in the course of cutting turf. 3 The reference in subsection (1) of this section to agricultural land shall include a reference to land the use of which for agriculture has been discontinued in consequence of the intention to remove surface soil from that land."}, {"act": "Agricultural Land (Removal of Surface Soil) Act 1953", "year": 1953, "section": "2", "section_title": " Punishment of offences against this Act.", "section_text": "2 1 A person guilty of an offence against this Act shall be liable on summary conviction to a fine not exceeding one hundred pounds: Provided that where a person is convicted of an offence against this Act and it is shown to the satisfaction of the court that the offence was substantially a repetition or continuation of an earlier offence by him after he had been convicted of the earlier offence, he shall be liable— a to imprisonment for a term not exceeding three months; or b to a fine not exceeding fifty pounds for every day on which the earlier offence has been so repeated or continued by him or two hundred pounds (whichever is the greater),or to both. 2 Where an offence against this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. In this subsection the expression “ director ”, in relation to any body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by members thereof, means a member of that body. 3 In proceedings under this Act it shall be a defence to show that, before the carrying out of the operations in respect of which the proceedings are brought,  a certificate was issued under section 192 of the Town and Country Planning Act 1990 that the operations would be lawful."}, {"act": "Agricultural Land (Removal of Surface Soil) Act 1953", "year": 1953, "section": "3", "section_title": " Consent of Attorney General or Director of Public Prosecutions required before prosecution.", "section_text": "3 No prosecution under this Act shall be brought in England or Wales save by or with the consent of the Attorney General or the Director of Public Prosecutions."}, {"act": "Agricultural Land (Removal of Surface Soil) Act 1953", "year": 1953, "section": "4", "section_title": "Application to Scotland.", "section_text": "4 In the application of this Act to Scotland, for the references to the Town and Country Planning Act 1990, to Part III of that Act and to section 192 of that Act there shall be substituted references to the Town and Country Planning (Scotland) Act 1997, to Part III of that Act and to section 151 of that Act."}, {"act": "Agricultural Land (Removal of Surface Soil) Act 1953", "year": 1953, "section": "5", "section_title": " Short title, interpretation extent and commencement.", "section_text": "5 1 This Act may be cited as the  Agricultural Land (Removal of Surface Soil) Act,1953. 2 In this Act the expressions “ agriculture ” and “ agricultural ” have the same meanings as in  the Town and Country Planning Act 1990 . 3 This Act shall not extend to Northern Ireland. 4 This Act shall come into operation on the fourteenth day after the passing of this Act."}, {"act": "Agricultural Land (Removal of Surface Soil) Act 1953", "year": 1953, "section": "2", "section_title": " Punishment of offences against this Act.", "section_text": "2 1 A person guilty of an offence against this Act shall be liable on summary conviction to a fine not exceeding one hundred pounds: Provided that where a person is convicted of an offence against this Act and it is shown to the satisfaction of the court that the offence was substantially a repetition or continuation of an earlier offence by him after he had been convicted of the earlier offence, he shall be liable— a to imprisonment for a term not exceeding three months; or b to a fine not exceeding fifty pounds for every day on which the earlier offence has been so repeated or continued by him or two hundred pounds (whichever is the greater),or to both. 2 Where an offence against this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. In this subsection the expression “ director ”, in relation to any body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by members thereof, means a member of that body. 3 In proceedings under this Act it shall be a defence to show that, before the carrying out of the operations in respect of which the proceedings are brought,  a certificate was issued under section 192 of the Town and Country Planning Act 1990 that the operations would be lawful."}]