[{"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "1", "section_title": " Particulars of births to be registered.", "section_text": "1 1 Subject to the provisions of this Part of this Act, the birth of every child born in England and Wales shall be registered by the registrar of births and deaths for the sub–district in which the child was born by entering in a register kept for that sub–district such particulars concerning the birth as may be prescribed; and different registers shall be kept and different particulars may be prescribed for live–births and still–births respectively: Provided that, where a  still–born child  is found exposed and no information as to the place of birth is available, the birth shall be registered by the registrar of births and deaths for the sub–district in which the child is found. 2 The following persons shall be qualified to give information concerning a birth, that is to say— a the father and mother of the child; b the occupier of the house in which the child was to the knowledge of that occupier born; c any person present at the birth; d any person having charge of the child. e in the case of a still–born child found exposed, the person who found the child. 3 In the case of a child who has a parent by virtue of section 42 or 43 of the Human Fertilisation and Embryology Act 2008, the reference in subsection (2)(a) to the father of the child is to be read as a reference to the woman who is a parent by virtue of that section."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "2", "section_title": " Information concerning birth to be given to registrar within forty–two days.", "section_text": "2 1 In the case of every birth it shall be the duty— a of the father and mother of the child; and b in the case of the death or inability of the father and mother, of each other qualified informant, to give to the registrar, before the expiration of a period of forty–two days from the date of the birth, information of the particulars required to be registered concerning the birth, and in the presence of the registrar to sign the register: Provided that— the giving of information and the signing of the register by any one qualified informant shall act as a discharge of any duty under this section of every other qualified informant; this section shall cease to apply if, before the expiration of the said period and before the birth has been registered,   an investigation is conducted under Part 1 of the 2009 Act, other than one that is discontinued under section 4 of that Act (cause of death   becoming clear before inquest ), in the course of which   the child is found to have been still–born. 2 In the case of a child who has a parent by virtue of section 42 or 43 of the Human Fertilisation and Embryology Act 2008, the references in subsection (1) to the father of the child are to be read as references to the woman who is a parent by virtue of that section."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "3", "section_title": " Information concerning finding of new–born child to be given to registrar within forty–two days.", "section_text": "3 Where any  still–born child  is found exposed, it shall be the duty of the person finding the child, . . .   to give to the best of his knowledge and belief to the registrar, before the expiration of forty–two days from the date on which the child was found, such information of the particulars required to be registered concerning the birth of the child as the informant possesses, and in the presence of the registrar to sign the register: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "3A", "section_title": " Registration of births of abandoned children.", "section_text": "3A 1 Where the place and date of birth of a child who was abandoned are unknown to, and cannot be ascertained by, the person who has charge of the child, that person may apply to the Registrar General for the child’s birth to be registered under this section. 2 On an application under this section the Registrar General shall enter in a register maintained at the General Register Office— a as the child’s place of birth, if the child was found by the applicant or by any person from whom (directly or indirectly) the applicant took charge of the child, the registration district and sub–district where the child was found, or, in any other case, where the child was abandoned; b as the child’s date of birth, the date which, having regard to such evidence as is produced to him, appears to him to be the most likely date of birth of the child, and c such other particulars as may be prescribed. 3 The Registrar General shall not register a child’s birth under this section if— a he is satisfied that the child was not born in England or Wales; or b the child has been adopted in pursuance of a court order made in the United Kingdom, the Isle of Man or the Channel Islands; or c subject to subsection (5) below, the child’s birth is known to have been previously registered under this Act. 4 If no entry can be traced in any register of births relating to a person who has attained the age of 18 and has not been adopted as aforesaid, that person may apply to the Registrar General for his birth to be registered under this section. 5 On the application of— a a person having the charge of a child whose birth had been registered under this Act by virtue of the proviso to section 1 of this Act (as originally enacted), or b any such child who has attained the age of 18 years, the Registrar General shall re–register the birth of the child under this section, and shall direct the officer having custody of the register of births in which the entry relating to the child was previously made to enter in the margin of the register a reference to the re–registration of the birth."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "4", "section_title": " Registrar’s power to require information concerning birth.", "section_text": "4 Where, after the expiration of forty–two days from the date of the birth of any child or from the date when any  still–born child  is found exposed, the birth of the child has, owing to the default of the persons required to give information concerning it, not been registered, the registrar may by notice in writing require any qualified informant— a to attend personally at the registrar’s office, or at some other place appointed by the registrar within his sub–district, before such date (being not less than seven days after the receipt of the notice nor more than   12 months   after the date of the birth or finding) as may be specified in the notice; and b to give information to the best of that person’s knowledge and belief of the particulars required to be registered concerning the birth; and c to sign the register in the presence of the registrar: Provided that any such requirement shall cease to have effect if, before the date specified in the notice and before the person to whom the notice is given complies with it, the birth is duly registered."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "5", "section_title": " Registration of births free of charge.", "section_text": "5 Where the registrar receives personally from any qualified informant, at any time before the expiration of   12 months   from the date of the birth of any child or from the date when any  still–born child  is found exposed, information of the particulars required to be registered concerning the birth of the child, then, subject as may be prescribed in the case of an alleged still–birth where no certificate such as is mentioned in subsection (1) of section eleven of this Act is delivered, he shall forthwith register the birth and the particulars, if not previously registered, in the prescribed form and manner without any fee or reward from the informant: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "6", "section_title": " Registration between three and twelve months from date of birth.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "7", "section_title": " Registration after twelve months from date of birth.", "section_text": "7 1 Where, after the expiration of twelve months from the date of the birth of any child  . . .  the birth of the child has not been registered, the birth shall not be registered except with the written authority of the Registrar General and in such manner and subject to such conditions as may be prescribed, and the fact that the authority of the Registrar General has been obtained shall be entered in the register. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "8", "section_title": " Penalty for improper registration after  12 months  from date of birth.", "section_text": "8 Save as provided in   section 7 , a registrar shall not register the birth of any child after the expiration of   12 months   from the date of birth  . . . , from the date of the finding, and any person who registers any birth, or causes any birth to be registered, in contravention of this section shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "9", "section_title": " Giving of information to a person other than the registrar.", "section_text": "9 1 Any person required by or under this Act to give information to the registrar concerning a birth  . . . may give that information by making and signing in the presence of and delivering to such officer as may be prescribed a declaration in writing of the particulars required to be registered concerning the birth. 2 The officer in whose presence such a declaration is made shall send the declaration to the registrar who shall in the prescribed manner enter the birth in the register. 3 An entry made under the last foregoing subsection shall be deemed for the purposes of this Act to have been signed by the person who signed the declaration, and a person making a declaration under this section shall be deemed to have given information concerning the birth to the registrar and to have complied with any requirement of the registrar made under this Act to attend and give that information. 4 A request made under section 10 of this Act may be included in a declaration under subsection (1) of this section, and, if the request is made under paragraph  (b), (c) or (d)  of that section,  or under paragraph (b), (c) or (d) of subsection (1B) of that section,   the documents required by that paragraph to be produced shall be produced to the officer in whose presence the declaration is made and sent by him with the declaration to the registrar. 4A A request made under section 10ZA of this Act may be included in a declaration under subsection (1) of this section and thedocuments required by that section to be produced shall be produced to the officer in whose presence the declaration is made and sent byhim with the declaration to the registrar. 5 A request made under section 10A of this Act instead of being made to the registrar may be made by making and signing in the presence of and delivering to a prescribed officer a statement in the prescribed form and producing to the officer any documents required to be produced by that section, and— a the officer shall send the request together with those documents, if any, to the registrar who shall with the authority of the Registrar General re–register the birth as if the request had been made to him; and b the person or persons who sign the statement shall be deemed to have signed the register as required by subsection (2) of that section."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "10", "section_title": " Registration of father  ...  or of second female parent where parents not   married or  civil partners  ", "section_text": "10 1 Notwithstanding anything in the foregoing provisions of this Act  and subject to section 10ZA of this Act , in the case of a child whose father and mother were not married to  , or civil partners of,   each other at the time of his birth, no person shall as father of the child be required to give information concerning the birth of the child, and the registrar shall not enter in the register the name of any person as father of the child except— a at the joint request of the mother and the person stating himself to be the father of the child (in which case that person shall sign the register together with the mother); or b at the request of the mother on production of— i a declaration in the prescribed form made by the mother stating that that person is the father of the child; and ii a statutory declaration made by that person stating himself to be the father of the child; or c at the request of that person on production of— i a declaration in the prescribed form by that person stating himself to be the father of the child; and ii a statutory declaration made by the mother stating that that person is the father of the child; or d at the request of the mother or that person on production of— i a copy of   any agreement made between them under section 4(1)(b) of the Children Act 1989 in relation to the child  ; and ii a declaration in the prescribed form by the person making the request stating that the agreement was made in compliance with section 4 of   that Act   and has not been brought to an end by an order of a court; or e at the request of the mother or that person on production of— i a certified copy of an order under section 4 of the Children Act 1989 giving that person parental responsibility for the child; and ii a declaration in the prescribed form by the person making the request stating that the order has not been brought to an end by an order of a court; or f at the request of the mother or that person on production of— i a certified copy of an order under paragraph 1 of Schedule 1 to the Children Act 1989 which requires that person to make any financial provision for the child and which is not an order falling within paragraph 4(3) of that Schedule; and ii a declaration in the prescribed form by the person making the request stating that the order has not been discharged by an order of a court; or g at the request of the mother or that person on production of— i a certified copy of any of the orders which are mentioned in subsection (1A) of this section which has been made in relation to the child; and ii a declaration in the prescribed form by the person making the request stating that the order has not been brought to an end or discharged by an order of a court. 1A The orders are— a an order under section 4 of the Family Law Reform Act 1987 that that person shall have all the parental rights and duties with respect to the child; b an order that that person shall have custody or care and control or legal custody of the child made under section 9 of the Guardianship of Minors Act 1971 at a time when such an order could only be made in favour of a parent; c an order under section 9 or 11B of that Act which requires that person to make any financial provision in relation to the child; d an order under section 4 of the Affiliation Proceedings Act 1957 naming that person as putative father of the child. 1B Notwithstanding anything in the foregoing provisions of this Act and subject to section 10ZA of this Act, in the case of a child to whom section 1(3) of the Family Law Reform Act 1987 does not apply no woman shall as a parent of the child by virtue of section 43 of the Human Fertilisation and Embryology Act 2008 be required to give information concerning the birth of the child, and the registrar shall not enter in the register the name of any woman as a parent of the child by virtue of that section except— a at the joint request of the mother and the person stating herself to be the other parent of the child (in which case that person shall sign the register together with the mother); or b at the request of the mother on production of— i a declaration in the prescribed form made by the mother stating that the person to be registered (“the woman concerned”) is a parent of the child by virtue of section 43 of the Human Fertilisation and Embryology Act 2008; and ii a statutory declaration made by the woman concerned stating herself to be a parent of the child by virtue of section 43 of that Act; or c at the request of the woman concerned on production of— i a declaration in the prescribed form made by the woman concerned stating herself to be a parent of the child by virtue of section 43 of the Human Fertilisation and Embryology Act 2008; and ii a statutory declaration made by the mother stating that the woman concerned is a parent of the child by virtue of section 43 of that Act; or d at the request of the mother or the woman concerned on production of— i a copy of any agreement made between them under section 4ZA(1)(b) of the Children Act 1989 in relation to the child; and ii a declaration in the prescribed form by the person making the request stating that the agreement was made in compliance with section 4ZA of that Act and has not been brought to an end by an order of a court; or e at the request of the mother or the woman concerned on production of— i a certified copy of an order under section 4ZA of the Children Act 1989 giving the woman concerned parental responsibility for the child; and ii a declaration in the prescribed form by the person making the request stating that the order has not been brought to an end by an order of a court; or f at the request of the mother or the woman concerned on production of— i a certified copy of an order under paragraph 1 of Schedule 1 to the Children Act 1989 which requires the woman concerned to make any financial provision for the child and which is not an order falling within paragraph 4(3) of that Schedule; and ii a declaration in the prescribed form by the person making the request stating that the order has not been discharged by an order of a court. 2 Where, in the case of a child whose father and mother were not married to  , or civil partners of,   each other at the time of his birth, a person stating himself to be the father of the child makes a request to the registrar in accordance with paragraph (c)  to (g)  of subsection (1) of this section— a he shall be treated as a qualified informant concerning the birth of the child for the purposes of this Act; and b the giving of information concerning the birth of the child by that person and the signing of the register by him in the presence of the registrar shall act as a discharge of any duty of any other qualified informant under section 2 of this Act. 2A Where, in the case of a child to whom section 1(3) of the Family Law Reform Act 1987 does not apply, a person stating herself to be a parent of the child by virtue of section 43 of the Human Fertilisation and Embryology Act 2008 makes a request to the registrar in accordance with any of paragraphs (c) to (f) of subsection (1B)— a she shall be treated as a qualified informant concerning the birth of the child for the purposes of this Act; and b the giving of information concerning the birth of the child by that person and the signing of the register by her in the presence of the registrar shall act as a discharge of any duty of any other qualified informant under section 2 of this Act. 3 In this section and section 10A of this Act references to a child whose father and mother were not married to  , or civil partners of,   each other at the time of his birth shall be construed in accordance with section 1 of the Family Law Reform Act 1987  ...."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "10ZA", "section_title": "Registration of father or second female parent by virtue of certain provisions of Human Fertilisation and Embryology Act 2008", "section_text": "10ZA 1 Notwithstanding anything in the foregoing provisions of this Act, the registrar shall not enter in the register— a as the father of a child, the name of a man who is to be treated for that purpose as the father of the child by virtue of section 39(1) or 40(1) or (2) of the Human Fertilisation and Embryology Act 2008 (circumstances in which man to be treated as father of child for purposes of registration of birth where fertility treatment undertaken after his death); or b as a parent of the child, the name of a woman who is to be treated for that purpose as a parent of the child by virtue of section 46(1) or (2) of that Act (circumstances in which woman to be treated as parent of child for purposes of registration of birth where fertility treatment undertaken after her death), unless the condition in subsection (2) below is satisfied. 2 The condition in this subsection is satisfied if— a the mother requests the registrar to make such an entry in the register and produces the relevant documents; or b in the case of the death or inability of the mother, the relevant documents are produced by some other person who is a qualified informant. 3 In this section  “ the relevant documents ” means— a the consent in writing and election mentioned in section 39(1), 40(1) or (2) or 46(1) or (2)\t\t\t\t\t\t\t\t\t\t(as the case requires) of the Human Fertilisation and Embryology Act 2008; b a certificate of a registered medical practitioner as to the medical facts concerned; and c such other documentary evidence (if any) as the registrar considers appropriate."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "10A", "section_title": "  Re-registration where parents neither married nor civil partners", "section_text": "10A 1 Where there has been registered under this Act the birth of a child whose father and mother were not married to  , or civil partners of,   each other at the time of the birth, but no person has been registered as the father of the child  (or as a parent of the child by virtue of section 42, 43 or 46(1) or (2) of the Human Fertilisation and Embryology Act 2008) , the registrar shall re–register the birth so as to show a person as the father— a at the joint request of the mother and that person; or b at the request of the mother on production of— i a declaration in the prescribed form made by the mother stating that that person is the father of the child; and ii a statutory declaration made by that person stating himself to be the father of the child; or c at the request of that person on production of— i a declaration in the prescribed form by that person stating himself to be the father of the child; and ii a statutory declaration made by the mother stating that that person is the father of the child; or d at the request of the mother or that person on production of— i a copy of   any agreement made between them under section 4(1)(b) of the Children Act 1989 in relation to the child ; and ii a declaration in the prescribed form by the person making the request stating that the agreement was made in compliance with section 4 of   that Act   and has not been brought to an end by an order of a court; or e at the request of the mother or that person on production of— i a certified copy of an order under section 4 of the Children Act 1989 giving that person parental responsibility for the child; and ii a declaration in the prescribed form by the person making the request stating that the order has not been brought to an end by an order of a court; or f at the request of the mother or that person on production of— i a certified copy of an order under paragraph 1 of Schedule 1 to the Children Act 1989 which requires that person to make any financial provision for the child and which is not an order falling within paragraph 4(3) of that Schedule; and ii a declaration in the prescribed form by the person making the request stating that the order has not been discharged by an order of a court; or ff in the case of a man who is to be treated as the father of the child   by virtue of section 39(1) or 40(1) or (2) of the Human Fertilisation and Embryology Act 2008, if the condition in section 10ZA(2) of this Act is satisfied; or g at the request of the mother or that person on production of— i a certified copy of any of the orders which are mentioned in subsection (1A) of this section which has been made in relation to the child; and ii a declaration in the prescribed form by the person making the request stating that the order has not been brought to an end or discharged by an order of a court. but no birth shall be re–registered under this section except in the prescribed manner and with the authority of the Registrar General. 1A The orders are— a an order under section 4 of the Family Law Reform Act 1987 that that person shall have all the parental rights and duties with respect to the child; b an order that that person shall have custody or care and control or legal custody of the child made under section 9 of the Guardianship of Minors Act 1971 at a time when such an order could only be made in favour of a parent; c an order under section 9 or 11B of that Act which requires that person to make any financial provision in relation to the child; d an order under section 4 of the Affiliation Proceedings Act 1957 naming that person as putative father of the child. 1B Where there has been registered under this Act the birth of a child to whom section 1(3) of the Family Law Reform Act 1987 does not apply, but no person has been registered as a parent of the child by virtue of section 42, 43 or 46(1) or (2) of the Human Fertilisation and Embryology Act 2008 (or as the father of the child), the registrar shall re-register the birth so as to show a woman (“the woman concerned”) as a parent of the child by virtue of section 43 or 46(1) or (2) of that Act— a at the joint request of the mother and the woman concerned; or b at the request of the mother on production of— i a declaration in the prescribed form made by the mother stating that the woman concerned is a parent of the child by virtue of section 43 of the Human Fertilisation and Embryology Act 2008; and ii a statutory declaration made by the woman concerned stating herself to be a parent of the child by virtue of section 43 of that Act; or c at the request of the woman concerned on production of— i a declaration in the prescribed form made by the woman concerned stating herself to be a parent of the child by virtue of section 43 of the Human Fertilisation and Embryology Act 2008; and ii a statutory declaration made by the mother stating that the woman concerned is a parent of the child by virtue of section 43 of that Act; or d at the request of the mother or the woman concerned on production of— i a copy of an agreement made between them under section 4ZA(1)(b) of the Children Act 1989 in relation to the child; and ii a declaration in the prescribed form by the person making the request stating that the agreement was made in compliance with section 4ZA of that Act and has not been brought to an end by an order of a court; or e at the request of the mother or the woman concerned on production of— i a certified copy of an order under section 4ZA of the Children Act 1989 giving the woman concerned parental responsibility for the child; and ii a declaration in the prescribed form by the person making the request stating that the order has not been brought to an end by an order of a court; or f at the request of the mother or the woman concerned on production of— i a certified copy of an order under paragraph 1 of Schedule 1 to the Children Act 1989 which requires the woman concerned to make any financial provision for the child and which is not an order falling within paragraph 4(3) of that Schedule; and ii a declaration in the prescribed form by the person making the request stating that the order has not been discharged by an order of a court; or g in the case of a woman who is to be treated as a parent of the child by virtue of section 46(1) or (2) of the Human Fertilisation and Embryology Act 2008, if the condition in section 10ZA(2) of this Act is satisfied. 2 On the re–registration of a birth under this section— a the registrar shall sign the register; b in the case of any of the following requests— i a request under subsection (1)(a) or (b) or subsection (1B)(a) or (b); ii a request under subsection (1)(d), (e), (f) or (g) or subsection (1B)(d), (e) or (f) made by the mother of the child, the mother shall also sign the register; bb in a case within subsection (1)(ff) or (1B)(g), the mother or (as the case may be) the qualified informant shall also sign the register; c in the case of a request made under subsection (1)(a) or (c) or a request made under subsection (1)(d), (e), (f) or (g) by the person requesting to be registered as the father of the child, that person shall also sign the register; cc in the case of a request made under subsection (1B)(a) or (c) or a request made under subsection (1B)(d), (e) or (f) by a woman requesting to be registered as a parent of the child by virtue of section 43 of the Human Fertilisation and Embryology Act 2008, that woman shall also sign the register;  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "11", "section_title": " Special provision as to registration of still–birth.", "section_text": "11 1 Any qualified informant giving information to the registrar of the particulars required to be registered concerning a still–birth shall upon giving that information either— a deliver to the registrar a certificate in the prescribed form signed by a registered medical practitioner who was present at the birth or has examined the body of the child, or, if no registered medical practitioner was so present or has examined the body, by a  registered midwife  who was so present or has examined the body, being a certificate stating that the child was not born alive and, where possible, stating to the best of the knowledge and belief of the person signing it the cause of death and the estimated duration of the pregnancy; or b make a declaration in the prescribed form to the effect that no registered medical practitioner or  registered midwife  was present at the birth or has examined the body, or that his or her certificate cannot be obtained, and that the child was not born alive. 1A Every registered medical practitioner or  registered midwife  who is present at a still–birth or examines the body of a still–born child shall, at the request of any person who is a qualified informant as to the birth, give to that person a certificate for the purposes of paragraph (a) of the foregoing subsection. 1B Where information of the particulars required to be registered concerning a still-birth is given by means of a declaration in writing in accordance with section 9(1) of this Act— a subsection (1) of this section shall apply to the person by whom the declaration is made as if the references to the registrar were to the officer in whose presence the declaration is made; and b that officer shall send the certificate delivered, or the declaration made, under that subsection to the registrar. 2 The registrar upon registering a still–birth shall, if so required, give either to the informant or to the person who has control over, or who ordinarily effects the disposal of bodies at, the place at which it is intended to dispose of the child’s body a certificate  ... in the prescribed form that he has registered the still–birth, but may, on receiving written notice of the still–birth accompanied by such a certificate as is mentioned in paragraph (a) of  subsection (1) of this section , before registering the still–birth give to the person sending the notice a certificate that he has received notice of the still–birth; and any certificate given under this subsection shall be given without fee. 3 A registrar by whom a certificate has been given under the last foregoing subsection may, upon receiving a satisfactory explanation of any circumstances by reason of which the certificate is not available for the purposes of the enactments relating to the disposal of the bodies of dead persons, issue   ...  a duplicate thereof either to the person to whom the original certificate was given or to the person effecting the disposal; and any such duplicate certificate shall be in a distinctive form."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "12", "section_title": " Certificate of registration of birth.", "section_text": "12 At the time of registering the birth of any child, the registrar shall, if so required by the informant of the birth . . .   give to the informant a certificate under his hand in the prescribed form that he has registered the birth."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "13", "section_title": " Registration of name of child or of alteration of name.", "section_text": "13 1 Where, before the expiration of twelve months from the date of the registration of the birth of any child, the name by which it was registered is altered or, if it was registered without a name, a name is given to the child, the registrar or superintendent registrar having the custody of the register in which the birth was registered, upon delivery to him at any time of a certificate in the prescribed form signed— a if the name was altered or given in baptism, either by the person who performed the rite of baptism or by the person who has the custody of the register, if any, in which the baptism is recorded, or b if a name has not been given to the child in baptism, by the father, mother or guardian of the child or other person procuring the name of the child to be altered or given, ...  shall, without any erasure of the original entry, forthwith enter in the register the name mentioned in the certificate as having been given to the child,  ...  1ZA In the case of a child who has a parent by virtue of section 42 or 43 of the Human Fertilisation and Embryology Act 2008, the reference in subsection (1)(b) to the father of the child is to be read as a reference to the woman who is a parent of the child by virtue of that section. 1A The registrar or superintendent registrar having custody of the register in question shall also— a state upon the certificate mentioned in subsection (1) of this section the fact that the entry so mentioned has been made; b forthwith send the certificate to the Registrar General; and c either— i send with the certificate a certified copy of the entry of the birth with the name added under this section, or ii provide the Registrar General, within seven days beginning with the day on which the entry under this section is made, with the information contained in that entry in an electronic form approved by the Registrar General. 1B Where a certificate delivered under subsection (1) is in an approved electronic form, the registrar or superintendent registrar may (subject to the terms of any approval given by the Registrar General under section 39(2)) discharge the duty set out in subsection (1A)(a) by incorporating into the certificate (or a copy of it), or associating to the certificate (or a copy of it), an electronic signature and a statement that the entry mentioned in subsection (1) has been made. 2 Where the name of a child is altered or given in baptism, the person who performed the rite of baptism or who has the custody of any register in which the baptism is recorded shall issue the certificate required under this section  .... 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 This section shall not apply in relation to a still–born child."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "14", "section_title": " Re–registration of births of legitimated persons. ", "section_text": "14 1 Where, in the case of any person whose birth has been registered in England or Wales, evidence is produced to the Registrar General which appears to him to be satisfactory that that person has become a legitimated person  ...  the Registrar General may authorise at any time the re–registration of that person’s birth, and the re–registration shall be effected in such manner and at such place as may be prescribed: Provided that, except where— a the name of a person  stating  himself to be the father of the legitimated person  , or herself to be a parent of the legitimated person by virtue of section 43 of the Human Fertilisation and Embryology Act 2008,  has been entered in the register in pursuance of section ten  or 10A  of this Act; or b the paternity of the legitimated person  (or, as the case may be, the parentage of the legitimated person by virtue of section 43 of that Act),   has been established  ...  by a decree of a court of competent jurisdiction; or c a declaration of the legitimacy of the legitimated person has been made under  section 45 of the  Matrimonial Causes Act 1973   or section 56 of the Family Law Reform Act 1987 , the Registrar General shall not authorise the re–registration unless information with a view to obtaining it is furnished by both parents. 2 Where the Registrar General believes any person to have become a legitimated person  ...  on the marriage of his parents  or on their becoming civil partners of each other , and the parents or either of them fail to furnish within a period of three months from the date of the marriage  or of the formation of the civil partnership   such information, if any, as may be necessary to enable the Registrar General to authorise the re–registration of that person’s birth, the Registrar General may at any time after the expiration of the said period require the parents or either of them to give him such information concerning the matter as he may consider necessary, verified in such manner as he may direct, and for that purpose to attend personally either at a registrar’s office or at any other place appointed by him within such time, not being less than seven days after the receipt of the notice, as may be specified in the notice. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 This section shall apply with the prescribed modifications in relation to births at sea of which a return is sent to the Registrar General. 5 This section shall apply and be deemed always to have applied in relation to all persons recognised by the law of England and Wales as having been legitimated by the subsequent marriage of their parents whether or not their legitimation or the recognition thereof was effected under any enactment."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "14A", "section_title": " Re–registration after declaration of parentage.", "section_text": "14A 1 Where, in the case of a person whose birth has been registered in England and Wales— a the Registrar General receives, by virtue of section  55A(7) or 56(4)  of the  Family Law Act 1986, a notification of the making of a declaration of parentage in respect of that person; and b it appears to him that the birth of that person should be re–registered, he shall authorise the re–registration of that person’s birth, and the re–registration shall be effected in such manner and at such place as may be prescribed. 2 This section shall apply with the prescribed modifications in relation to births at sea of which a return is sent to the Registrar General."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "15", "section_title": " Particulars of deaths to be registered.", "section_text": "15 Subject to the provisions of this Part of this Act, the death of every person dying in England or Wales and the cause thereof shall be registered by the registrar of births and deaths for the sub–district in which the death occurred by entering in a register kept for that sub–district such particulars concerning the death as may be prescribed: Provided that where a dead body is found and no information as to the place of death is available, the death shall be registered by the registrar of births and deaths for the sub–district in which the body is found."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "16", "section_title": " Information concerning death in a house.", "section_text": "16 1 The following provisions of this section shall have effect where a person dies in a house. 2 The following persons shall be qualified to give information concerning the death, that is to say— a any relative of the deceased person present at the death or in attendance during his last illness; b any other relative of the deceased residing or being in the sub–district where the death occurred; c any person present at the death; d the occupier of the house if he knew of the happening of the death; e any inmate of the house who knew of the happening of the death; f the person causing the disposal of the body. 3 It shall be the duty— a of the nearest relative such as is mentioned in paragraph (a) of the last foregoing subsection; or b if there is no such relative, of each such relative as is mentioned in paragraph (b) of that subsection; or c if there are no such relatives, of each such person as is mentioned in paragraph (c) or (d) of that subsection; or d if there are no such relatives or persons as aforesaid, of each such person as is mentioned in paragraph (e) or (f) of that subsection, to give to the registrar, before the expiration of five days from the date of the death, information to the best of his knowledge and belief of the particulars required to be registered concerning the death, and in the presence of the registrar to sign the register: Provided that— the giving of information and the signing of the register by any one qualified informant shall act as a discharge of any duty under this subsection of every other qualified informant;   this subsection shall not have effect if an investigation is conducted under Part 1 of the 2009 Act into the death of the deceased person and has not been discontinued under section 4 of that Act (cause of death   becoming clear before inquest ).  "}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "17", "section_title": " Information concerning other deaths.", "section_text": "17 1 The following provisions of this section shall have effect where a person dies elsewhere than in a house or where a dead body is found and no information as to the place of death is available. 2 The following persons shall be qualified to give information concerning the death, that is to say— a any relative of the deceased who has knowledge of any of the particulars required to be registered concerning the death; b any person present at the death; c any person finding or taking charge of the body; d any person causing the disposal of the body. 3 It shall be the duty— a of each such relative as is mentioned in paragraph (a) of the last foregoing subsection; or b if there are no such relatives, of each other qualified informant, to give to the registrar, before the expiration of five days from the date of the death or of the finding of the body, such information of the particulars required to be registered concerning the death as the informant possesses, and in the presence of the registrar to sign the register: Provided that— the giving of information and the signing of the register by any one qualified informant shall act as a discharge of any duty under this subsection of every other qualified informant:   this subsection shall not have effect if an investigation is conducted under Part 1 of the 2009 Act into the death of the deceased person and has not been discontinued under section 4 of that Act (cause of death   becoming clear before inquest ).  "}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "18", "section_title": " Notice preliminary to information of death.", "section_text": "18 If, before the expiration of five days from the date of the death or of the finding of the dead body of any person, a qualified informant of that person’s death sends to the registrar a written notice of the occurrence of the death or of the finding of the body accompanied by a notice given under subsection (2) of section twenty–two of this Act of the signing of a certificate of the cause of death, the information of the particulars required to be registered concerning the death need not be given before the expiration of the said five days, but shall, notwithstanding the notice, be given before the expiration of fourteen days from the date aforesaid by the person giving the notice or by some other qualified informant."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "19", "section_title": " Registrar’s power to require information concerning death.", "section_text": "19 1 Where, after the expiration of the relevant period from the date of the death or finding of the dead body of any person, the death of that person has, owing to the default of the persons required to give information concerning it, not been registered, the registrar may by notice in writing require any qualified informant— a to attend personally at the registrar’s office, or at some other place appointed by the registrar within his sub–district, before such date (being not less than seven days after the receipt of the notice nor more than twelve months from the date of the death or of the finding of the body) as may be specified in the notice; and b to give information to the best of the informant’s knowledge and belief of the particulars required to be registered concerning the death; and c to sign the register in the presence of the registrar: Provided that any such requirement shall cease to have effect if, before the date specified in the notice and before the person to whom the notice is given complies with it, either— the death is duly registered; or   an investigation under Part 1 of the 2009 Act is conducted into the death of the deceased person and has not been discontinued under section 4 of that Act   2 In this section, the expression “ the relevant period ” means— a where notice has been duly given to the registrar in accordance with the last foregoing section, fourteen days; b in any other case, five days."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "20", "section_title": " Registration of death free of charge.", "section_text": "20 Where the registrar receives personally from any qualified informant, at any time before the expiration of twelve months from the date of the death or finding of the dead body of any person, information of the particulars required to be registered concerning that person’s death, then, so soon as he has received any particulars required to be registered concerning the cause of death which are required to be given by any person other than the informant, he shall forthwith register the death and the particulars, if not previously registered, in the prescribed form and manner without any fee or reward from the informant: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "21", "section_title": " Registration of death after twelve months.", "section_text": "21 1 After the expiration of twelve months from the date of the death or finding of the dead body of any person, the death of that person shall not be registered except with the written authority of the Registrar General and in such manner and subject to such conditions as may be prescribed, and the fact that the authority of the Registrar General has been obtained shall be entered in the register. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any person who registers any death, or causes any death to be registered, in contravention of this section shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "22", "section_title": " Certificates of cause of death.", "section_text": "22 1 In the case of the death of any person who has been attended during his last illness by a registered medical practitioner, that practitioner shall sign a certificate in the prescribed form stating to the best of his knowledge and belief the cause of death and shall forthwith deliver that certificate to the registrar. 2 On signing a certificate of the cause of death under the foregoing subsection the medical practitioner shall give in the prescribed form to some qualified informant of the death notice in writing of the signing of the certificate, and that person shall, except where an inquest is held  . . .  touching the death of the deceased person, deliver the said notice to the registrar. 3 Except where an inquest is held into the death of the deceased person or a post–mortem examination of his body is made under section 19 of the Coroners Act 1988 , a registrar to whom a certificate of cause of death is delivered under subsection (1) of this section shall enter in the register the cause of death as stated in the certificate, together with the name of the certifying medical practitioner. 4 The Registrar General shall from time to time furnish to every registrar printed forms of the certificates required to be signed by registered medical practitioners under subsection (1) of this section, and every registrar shall furnish such forms free of charge to any registered medical practitioner residing or practising in that registrar’s sub–district."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "23", "section_title": " Furnishing of information by coroner.", "section_text": "23 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where there has been an investigation under Part 1 of the 2009 Act into a death and the senior coroner sends to the registrar a certificate giving information concerning the death, including the particulars found under section 10(1)(b) of that Act, the registrar shall in the prescribed form and manner register the death and those particulars; and, if the death has been previously registered, those particulars shall be entered in the prescribed manner without any alteration of the original entry. 2ZA Where under section 40(8)(a)(i) of the 2009 Act the Chief Coroner amends a finding under section 10(1)(b) of that Act and sends to the registrar a certificate setting out the amended particulars, the registrar shall in the prescribed form and manner register the amended particulars without any alteration of the original entry. 2A Where— a an investigation under Part 1 of the 2009 Act into a death is suspended under Schedule 1 to that Act, and b the senior coroner sends to the registrar a certificate stating the particulars required by this Act to be registered concerning the death (so far as they have been ascertained at the date of the certificate), the registrar shall in the prescribed form and manner register the death and those particulars. 2B Where— a an investigation under Part 1 of the 2009 Act into a death is suspended under paragraph 2 of Schedule 1 to that Act (suspension where certain criminal proceedings brought), and b the senior coroner sends to the registrar a certificate— i stating the result of the proceedings in respect of the charge or charges by reason of which the investigation was suspended, or of any proceedings that had to be concluded before the investigation could be resumed, or ii setting out any changes or additions to the particulars mentioned in subsection (2A) of this section, the registrar shall in the prescribed form and manner register the result of those proceedings, or the changes or additions, without any alteration of the original entry. 2C Where— a an investigation under Part 1 of the 2009 Act into a death is suspended under paragraph 3 of Schedule 1 to that Act (suspension pending inquiry), and b the senior coroner sends to the registrar a certificate— i stating the findings of the inquiry by reason of which the investigation was suspended, ii stating the result of any proceedings that had to be concluded before the investigation could be resumed, or iii setting out any changes or additions to the particulars mentioned in subsection (2A) of this section, the registrar shall in the prescribed form and manner register the findings of that inquiry, or the result of those proceedings, or the changes or additions, without any alteration of the original entry. 3   Where an investigation is discontinued under section 4 of the 2009 Act by reason of an examination under section 14 of that Act (post-mortem examinations) and the senior coroner sends to the registrar a certificate stating   the cause of death as disclosed by the report of the person making the examination,  the registrar shall in the prescribed form and manner make an entry thereof in the register accordingly."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "23A", "section_title": "Giving of information concerning a death to a person other than the registrar", "section_text": "23A 1 Subject to subsection (2) of this section, any person required by or under this Act to give information to the registrar of the particulars required to be registered concerning a death may give that information by making and signing in the presence of and delivering to such officer as may be prescribed a declaration in writing. 2 A declaration shall not be made under this section unless the officer in whose presence the declaration is to be made has in his possession— a if no post-mortem examination of the deceased person’s body is made by virtue of section 19 of the Coroners Act 1988  , a copy of the certificate delivered to the registrar under subsection (1) of section 22 of this Act; or b if a post-mortem examination of the deceased person’s body is so made, a copy of the certificate delivered to the registrar under subsection (3) of section 23 of this Act; and the registrar shall, if so requested by the officer in whose presence the declaration is to be made, supply to that officer a copy of the certificate mentioned in paragraph (a) or, as the case may be, paragraph (b) of this subsection. 3 The officer in whose presence a declaration is made under this section shall send the declaration to the registrar who shall in the prescribed manner enter the death in the register. 4 An entry made under the last foregoing subsection shall be deemed for the purposes of this Act to have been signed by the person who signed the declaration and a person making a declaration under this section shall be deemed to have given information concerning the death to the registrar and to have complied with any requirement of the registrar made under this Act to attend and give that information. 5 Where the person by whom a declaration under this section is made is a relative of the deceased person, he shall be deemed, for the purposes of determining his qualification to give the information given by making the declaration, to be in the sub-district where the death occurred. 6 A person who, upon making a declaration under this section, delivers to the officer in whose presence the declaration is made the notice to be delivered to the registrar under subsection (2) of section 22 of this Act shall be deemed to have delivered that notice to the registrar."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "24", "section_title": " Certificates as to registration of death.", "section_text": "24 1 The registrar, upon registering any death, shall forthwith give to the person giving information concerning the death a certificate   in writing   that he has registered the death; but may, before registering the death and subject to such conditions as may be prescribed, upon receiving written notice of the occurrence of a death in respect of which he has received a certificate under section twenty–two of this Act, give to the person sending the notice, if required to do so, a certificate under his hand that he has received notice of the death; and any certificate given under this subsection shall be given without fee: Provided that the registrar shall not issue any such certificate in any case in which he is satisfied that a coroner’s order has been issued authorising the disposal of the body. 2 Where the body of a deceased person has been removed into England or Wales from some place outside both those countries for disposal, and no order has been given by a coroner in respect thereof, the registrar of the sub–district in which it is intended to dispose of the body, if it appears that the death is not required by law to be registered in England or Wales, shall, upon application by the person procuring the disposal . . .   give a certificate to that effect in the prescribed form. 3 A person to whom any certificate issued by the registrar under this section is delivered shall transmit it to the person effecting the disposal of the body of the deceased person. 4 A registrar by whom a certificate has been given under this section may, upon receiving a satisfactory explanation of any circumstances by reason of which the certificate is not available for the purposes of the enactments relating to the disposal of the bodies of dead persons, issue . . .   a duplicate thereof either to the person to whom the original certificate was given or to the person effecting the disposal of the body; and any such duplicate certificate shall be in a distinctive form. 5 Where, on the expiration of the prescribed period after the issue in respect of any deceased person of a certificate under this section or of a coroner’s order authorising the disposal of the body, no notification as to the date, place and means of disposal of the body has been received by the registrar from the person effecting its disposal, the registrar shall make enquiry of the person to whom the certificate or order was issued and it shall be the duty of that person to give information to the best of his knowledge and belief   as to any person to whom the certificate or order has been given or sent , the place in which the body is lying, or, if the body has been disposed of, the person effecting the disposal. 6 In this section, the expression “ person effecting the disposal ” means the person by whom or whose officer the register in which the disposal is to be recorded is kept, except that, in the case of a burial under the  Burial Laws Amendment Act 1880, or section four of the  Welsh Church (Burial Grounds) Act 1945, in the churchyard or graveyard of a parish or ecclesiastical district, it shall be construed as referring to the relative, friend or legal personal representative having charge of or being responsible for the burial of the deceased person."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "25", "section_title": " Provision of registers, etc., by Registrar General.", "section_text": "25 Registers of live–births, still–births and deaths shall be in such form as may be respectively prescribed, and the Registrar General shall provide any such registers, and any of the forms hereafter mentioned for making certified copies of entries in registers, which may be required for the purposes of this Act."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "26", "section_title": " Quarterly returns to be made by registrar to superintendent registrar.", "section_text": "26 1 Every registrar shall in the months of January, April, July and October on such days as may be appointed by the Registrar General— a make and deliver to the superintendent registrar in the prescribed form a true copy, certified by him in the prescribed manner, of all the entries of live–births, still–births and deaths made in the registers kept by him during the period of three months ending with the last day of the month immediately preceding that in which the copy is required by this subsection to be made; b if no live–birth, still–birth or death has been registered in his sub–district during that period   ... i deliver to the superintendent registrar   a certificate in the prescribed form to that effect.   ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A The duty imposed by subsection (1)(a) of this section does not apply, as regards any particular three-month period, to any registrar who provides the relevant information to the superintendent registrar in an approved electronic form within the time allowed.   1B   For   the purposes of subsection (1A)  — a the relevant information is the information contained in each entry mentioned in subsection (1)(a) of this section made during the three-month period in question; and b the time allowed, in relation to each such entry, is the period of seven days beginning with the day on which the entry is made. 2 Where a certified copy is delivered to the superintendent registrar under   subsection (1) of this section , the superintendent registrar shall verify the copy and, if the copy is found to be correct, shall certify it   in writing   to be a true copy; and where a certificate that there have been no registrations is so delivered, the superintendent registrar shall countersign the certificate. 3 Where the superintendent registrar is provided with any certificate or information in electronic form under subsection (1)(b)(ii) or (1A) of this section he shall if satisfied of its authencity apply an electronic signature to it. 4 In this section— ... ... “three-month period” means any such period of three months as is mentioned in subsection (1) of this section."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "27", "section_title": " Quarterly returns by superintendent registrar to Registrar General.", "section_text": "27   1   Every superintendent registrar shall four times in every year, on such days as may be appointed by the Registrar General,   either— a send to the Registrar General all certified copies of entries in registers of live-births, still-births or deaths which he has received during the three months immediately preceding the days so appointed respectively, or b provide the Registrar General with the information contained in those entries in an electronic form approved by the Registrar General; and if the necessary copies have not been duly delivered to him, or the necessary information has not been duly provided to him,  the superintendent registrar shall procure, as far as is possible consistently with the provisions of this Act, that the deficiency is remedied. 2 If the Registrar General receives any copies under subsection (1)(a) of this section, he may store the information contained in those copies in the electronic form approved by him for the purposes of subsection (1)(b) of this section."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "28", "section_title": " Custody of registers, etc.", "section_text": "28 1 Every registrar shall keep safely all registers of live–births, still–births and deaths which are in his custody and, when not in use, the registers shall be kept in the register box provided for the purpose by the Registrar General. 2 When a register of live–births or a register of deaths is filled, the registrar shall deliver it to the superintendent registrar to be kept by him with the records of his office. 3 When a register of still–births is filled, the registrar shall deliver it to the superintendent registrar, who shall forward it to the Registrar General. 4 The certified copies   , or information in electronic form, sent or provided   to the Registrar General under the last foregoing section and the registers forwarded to him under the last foregoing subsection shall be kept in the General Register Office in such order and manner as the Registrar General, subject to any directions of the Minister, may think fit: Provided that where a filled register of still–births has been forwarded to the Registrar General he may destroy any certified copies of entries therein previously sent to him."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "29", "section_title": " Correction of errors in registers.", "section_text": "29 1 No alteration shall be made in any register of live–births, still–births or deaths except as authorised by this or any other Act. 2 Any clerical error which may from time to time be discovered in any such register may, in the prescribed manner and subject to the prescribed conditions, be corrected by any person authorised in that behalf by the Registrar General. 3 An error of fact or substance in any such register may be corrected by entry in the margin (without any alteration of the original entry) by the officer having the custody of the register,  . . .  and upon production to him by that person of a statutory declaration setting forth the nature of the error and the true facts of the case made by two qualified informants of the birth or death with reference to which the error has been made, or in default of two qualified informants then   either  by two credible persons having knowledge of the truth of the case   or, where it applies, in accordance with section 29A of this Act . 3A In the case of a death in relation to which the registrar has been given a confirmed attending practitioner's certificate, or a medical examiner's certificate, in accordance with regulations under section 20 of the 2009 Act— a no correction under subsection (3) of this section relating to the cause of death may be made without the approval of the medical examiner concerned; b any error of fact or substance relating to the cause of death in a register of deaths may be corrected by entry in the margin (without any alteration of the original entry) by the officer having the custody of the register on being notified by the medical examiner of the nature of the error and the true facts of the case. 3B In the case of a death in relation to which an investigation under Part 1 of the 2009 Act has been discontinued under section 4 of that Act (cause of death   becoming clear before inquest )— a no correction under subsection (3) of this section relating to the cause of death may be made without the approval of the senior coroner concerned; b any error of fact or substance relating to the cause of death in a register of deaths may be corrected by entry in the margin (without any alteration of the original entry) by the officer having the custody of the register on being notified by the senior coroner of the nature of the error and the true facts of the case. 4 Where— a an error of fact or substance (other than an error relating to the cause of death) occurs in the information given by a coroner’s certificate concerning  ...  a death   into which he has conducted an investigation under Part 1 of the 2009 Act (other than one that has been discontinued under section 4 of that Act) ;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the coroner, if satisfied by evidence on oath or statutory declaration that such an error exists, may certify   in writing   to the officer having the custody of the register in which the information is entered the nature of the error and the true facts of the case as ascertained by him on that evidence, and the error may thereupon be corrected by that officer in the register by entering in the margin (without any alteration of the original entry) the facts as so certified by the coroner."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "29A", "section_title": " Alternative procedure for certain corrections.", "section_text": "29A 1 This section applies where, in an entry in a register of live-births, still-births or deaths, a person is wrongly shown as  —  a the father of the person to whose birth or death the entry relates; or b a parent of that person (having been so registered on the basis of being such a parent by virtue of 42, 43 or 46(1) or (2) of the Human Fertilisation and Embryology Act 2008). 2 Where this section applies, the statutory declaration required by section 29(3) of this Act may be made— a in default of two qualified informants, by one qualified informant of the birth or death to which the entry relates; b in default of any qualified informant, by one credible person having knowledge of the truth of the case. 3 Such a statutory declaration must be accompanied by documentary evidence of a finding that the person shown as the father was not the father  or, as the case may be, that the person shown as a parent was not such a parent by virtue of 42, 43 or 46(1) or (2) of the Human Fertilisation and Embryology Act 2008  . 4 But subsection (5) applies if it appears to the officer having custody of the register that the only evidence on which the finding was made was that of the person making the statutory declaration. 5 In that case, the officer may correct the error only if satisfied that another person, who is either a qualified informant or a credible person having knowledge of the truth of the case, has (whether before or since the making of the declaration) confirmed the material facts stated in the declaration. 6 “Finding” means a finding made expressly in judicial proceedings in the United Kingdom or elsewhere."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "30", "section_title": " Searches of indexes kept by Registrar General.", "section_text": "30 1 The Registrar General shall cause indexes of all certified copies of entries in registers sent to him under this Act or under any enactment repealed by this Act to be made and kept in the General Register Office. 1A The Registrar General shall cause an index to be made and kept in the General Register Office of the entries in the register kept by him under section 3A of this Act. 2 Any person shall be entitled to search the said indexes at any time when the General Register Office is open for that purpose, and to have a certified copy of any entry in the said certified copies  ... 3 The foregoing provisions of this section shall not apply to certified copies of entries in registers of still–births, but the Registrar General may, if he sees fit in any particular case  ..., cause a search to be made for, and allow any person to have a certified copy of, any entry in any such certified copies or in any filled register of still–births which has been forwarded to him. 4 A reference in this section to a certified copy of an entry sent to the Registrar General includes a reference to information contained in such an entry provided to him in an electronic form approved by him: and a reference to an entry in any such certified copy shall be construed accordingly."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "31", "section_title": " Searches of indexes kept by superintendent registrars.", "section_text": "31 1 Every superintendent registrar shall cause indexes of the registers of live–births and registers of deaths in his register office to be made and to be kept with the other records of that office, and the Registrar General shall supply to every superintendent registrar suitable forms for the making of such indexes. 2 Any person shall be entitled at any time when the register office is required to be open for the transaction of public business to search the said indexes, and to have a certified copy of any entry in the said registers   issued by   the superintendent registrar  ..."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "32", "section_title": " Searches in registers kept by registrars.", "section_text": "32 Every registrar shall at any time when his office is required to be open for the transaction of public business allow searches to be made in any register of births or register of deaths in his keeping, and shall give a copy certified   by the registrar   of any entry therein  ... . Provided that this section shall not apply in relation to a register of still–births except as the registrar may, with the consent of the Registrar General, in any particular case allow."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "33", "section_title": "  Short certificate of birth.", "section_text": "33 1 Any person shall,  ... on furnishing the prescribed particulars, be entitled to obtain from the Registrar General, a superintendent registrar or a registrar a short certificate of the birth of any person. 2 Any such certificate shall be in the prescribed form and shall be compiled in the prescribed manner from the records and registers in the custody of the Registrar General, or from the registers in the custody of the superintendent registrar or registrar, as the case may be, and shall contain such particulars as may be prescribed: Provided that any particulars prescribed in addition to name, surname, sex and date of birth shall not include any particulars relating to parentage or adoption contained in any such records or registers."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "34", "section_title": " Entry in register as evidence of birth or death.", "section_text": "34 1 The following provisions of this section shall have effect in relation to entries in registers under this Act or any enactment repealed by this Act. 2 An entry or a certified copy of an entry of a birth or death in a register, or in a certified copy of a register, shall not be evidence of the birth or death unless the entry purports to be signed by some person professing to be the informant and to be such a person as might be  required or permitted by law  at the date of the entry to give to the registrar information concerning that birth or death: Provided that this subsection shall not apply— a in relation to an entry of a birth which, not being an entry signed by a person professing to be a superintendent registrar, purports to have been made with the authority of the Registrar General; or b in relation to an entry of a death which purports to have been made upon a certificate from a coroner; or c in relation to an entry of a birth or death which purports to have been made in pursuance of the enactments with respect to the registration of births and deaths at sea.  d in relation to the re–registration of a birth under section 9(5) of this Act . 3 Where more than three months have intervened between the date of the birth of any child or the date when any living new–born child  or still–born child  was found exposed and the date of the registration of the birth of that child, the entry or a certified copy of the entry of the birth of the child in the register, or in a certified copy of the register, shall not be evidence of the birth unless— a if it appears that not more than 12 months have so intervened— i the original entry was made after the commencement of paragraph 7 of Schedule 6 to the Welfare Reform Act 2009, or ii the entry purports either to be signed by the superintendent registrar as well as by the registrar or to have been made with the authority of the Registrar General; b if more than twelve months have so intervened, the entry purports to have been made with the authority of the Registrar General: Provided that this subsection shall not apply in any case where the original entry in the register was made before the first day of January, eighteen hundred and seventy–five. 4 Where more than twelve months have intervened between the date of the death or of the finding of the dead body of any person and the date of the registration of that person’s death, the entry or a certified copy of the entry of the death in the register, or in a certified copy of the register, shall not be evidence of the death unless the entry purports to have been made with the authority of the Registrar General: Provided that this subsection shall not apply in any case where the original entry in the register was made before the first day of January, eighteen hundred and seventy–five. 5 A certified copy of an entry in a register or in a certified copy of a register shall be deemed to be a true copy notwithstanding that it is made on a form different from that on which the original entry was made if any differences in the column headings under which the particulars appear in the original entry and the copy respectively are differences of form only and not of substance. 6 The Registrar General shall cause any certified copy of an entry given in the General Register Office to be sealed or stamped with the seal of that Office; and, subject to the foregoing provisions of this section, any certified copy of an entry purporting to be sealed or stamped with the said seal shall be received as evidence of the birth or death to which it relates without any further or other proof of the entry, and no certified copy purporting to have been given in the said Office shall be of any force or effect unless it is sealed or stamped as aforesaid."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "34A", "section_title": "Searches and records of information: additional provision", "section_text": "34A 1 The Minister may make regulations for the purpose of enabling the Registrar General— a to carry out, on request, a search to find out whether the Registrar General's certified copies contain a particular entry; b to provide, on request, a record of information contained in an entry in the Registrar General's certified copies, otherwise than in the form of a certified copy. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The regulations may make provision— a as to how a request for a search or a record may be made; b as to the forms in which a record may be provided. 4 The provision that may be made in the regulations includes provision for a record to be provided in a form that does not include all of the information contained in an entry. 5 This section does not affect the entitlement under this Act of any person to a certified copy of an entry in the Registrar General's certified copies. 6 In this section,  “ the Registrar General's certified copies ” means the certified copies of entries in registers sent to the Registrar General under this Act or under any enactment repealed by this Act and kept in the General Register Office. 7 Section 30(4) applies for the purposes of this section as it applies for the purposes of section 30."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "35", "section_title": " Offences relating to registers.", "section_text": "35 If any person commits any of the following offences, that is to say— a if, being a registrar, he refuses or without reasonable cause omits to register any birth or death or particulars concerning which information has been tendered to him by a qualified informant and which he is required by or under this Act to register; or b if, being a person having the custody of any register of births or register of deaths, he carelessly loses or injures the register or allows the register to be injured, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "36", "section_title": " Penalties for failure to given information, etc. ", "section_text": "36 If any person commits any of the following offences, that is to say— a if, being required by or under this Act to give information concerning any birth or death  . . .  or any dead body, he wilfully refuses to answer any question put to him by the registrar relating to the particulars required to be registered concerning the birth or death, or save as provided in this Act, fails to comply with any requirement of the registrar made thereunder; b if he refuses or fails without reasonable excuse to give, deliver or send any certificate which he is required by this Act to give, deliver or send; c if, being a parent and save as provided in this Act, he fails to give information concerning the birth of his child as required by this Act; or d if, being a parent of a legitimated person  . . . , he fails to comply with any requirement of the Registrar General made under or by virtue of section fourteen of this Act; or e if, being a person upon whom a duty to give information concerning a death is imposed by paragraph (a) of subsection (3) of section sixteen or seventeen of this Act, he fails to give that information and that information is not given, he shall be liable on summary conviction to a fine not exceeding  £2  for each offence."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "37", "section_title": " Penalty for forging certificate, etc. ", "section_text": "37 If any person  ...  falsifies any certificate, declaration or order   (including any copy of the same in an approved electronic form)  under this Act, or knowingly uses, or gives or sends to any person, as genuine any false  ...  certificate, declaration or order  (including any copy of the same in an approved electronic form) for the purposes of this Act, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "38", "section_title": " Prosecution of offences and application of fines.", "section_text": "38 1 Subject as may be prescribed, a superintendent registrar may prosecute any person for an offence under this Act committed within his district, and any costs incurred by him in any such prosecution, being costs which are not otherwise provided for, shall be defrayed out of moneys provided by Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "38A", "section_title": "Fees", "section_text": "38A 1 The Minister may by regulations provide for fees to be payable to such persons as may be prescribed in respect of— a the issue of a certificate under section 13(2); b the carrying out of a search of— i any register of births or register of deaths, ii any index kept in relation to such a register, or iii certified copies of entries in such a register; c the provision of a certified copy, or other record of information, relating to an entry in a register of births or a register of deaths; d the provision of a short certificate of birth or a short certificate of death (see sections 33 and 33A); e such other birth or death registration services as may be prescribed. 2 Regulations under this section may— a specify the amount of any fee payable under the regulations, or b set out how such a fee is to be determined. 3 Subsection (4) applies where the regulations provide for a fee to be payable to a superintendent registrar or registrar. 4 The regulations may provide for such part of the fee as may be specified by or determined in accordance with the regulations to be payable by the superintendent registrar or registrar to the Registrar General in prescribed circumstances. 5 The regulations may provide for the reduction, waiver or refund of part or all of a fee whether by conferring a discretion or otherwise. 6 In this section— “ birth or death registration services ” means services in connection with the registration of births or deaths which are provided— by or on behalf of the Registrar General, a superintendent registrar or registrar, or by any other person; “ prescribed ” means prescribed in regulations made under this section."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "39", "section_title": " Regulations  and approval of electronic forms etc.", "section_text": "39   1   The Registrar General may, with the approval of the Minister, by statutory instrument make regulations— a prescribing anything which by this Act is required to be prescribed; b providing that any provision of this Act specified in the regulations, being a provision relating to the registration or entry of births, shall cease to apply in relation to still–births or, in the case of a provision expressed by this Act not to apply in relation to still–births, shall apply in relation to still–births with such modifications, if any, as may be prescribed: Provided that paragraph (b) of this section shall not apply in relation to section nine or eleven of this Act. 2 The Registrar General may approve forms of electronic communication or electronic storage (including an electronic signature) for the purposes of a provision of this Act."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "39A", "section_title": "Regulations made by the Minister: further provisions", "section_text": "39A 1 Regulations made by the Minister under the relevant provisions may— a make different provision for different cases or areas, b provide for exemptions from any of the provisions of the regulations, and c contain such   consequential,   incidental, supplemental and transitional provision as the Minister considers appropriate. 2 Before making regulations under the relevant provisions   other than section 38A   the Minister must consult the Registrar General. 3 Any power of the Minister to make regulations under the relevant provisions is exercisable by statutory instrument. 4 A statutory instrument containing regulations made by the Minister under the relevant provisions is subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section  “ the relevant provisions ” means sections 2B(1), (4) and (6), 2C, 2D, 2E, 10B  , 10C  , 34A and 38A ."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "40", "section_title": "  Sending and providing notices, information or other documents  ", "section_text": "40   Where any notice , information, declaration, certificate, requisition, return or other document  is required to be given, sent, delivered, produced, supplied, transmitted or otherwise provided for any purpose of this Act, the requirement may be met by—  a sending the document by post, or b providing the document, or a copy of it, in an approved electronic form."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "40A", "section_title": "Original documents may be in an approved electronic form", "section_text": "40A If a declaration made or certificate issued in the prescribed form for the purposes of this Act is made or issued in electronic form, it must be made or issued in an approved electronic form."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "41", "section_title": " Interpretation.", "section_text": "41 1 In this Act, except where the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say—   “ the 2009 Act ” means the Coroners and Justice Act 2009;     “ approved electronic form ” means any form of electronic communication or electronic storage (including an electronic signature) approved by the Registrar General pursuant to the powers conferred under section 39(2) of this Act;     “ attending practitioner's certificate ” has the meaning given by section 20(1)(a) of the 2009 Act;   “ birth ” includes a live–birth and a still–birth;   “ confirmed attending practitioner's certificate ” means an attending practitioner's certificate in respect of which the cause of death has been confirmed by a medical examiner in accordance with regulations under section 20(1)(f)(i) of the 2009 Act;   “ disposal ”, in relation to a dead body, means disposal by burial, cremation or any other means, and cognate expressions shall be construed accordingly;    “ electronic communication ” has the meaning given in section 15(1) of the Electronic Communications Act 2000;     “ electronic signature ” has the meaning given in section 7(2) of the Electronic Communications Act 2000;   “ father ”, in relation to an adopted child, means the child’s natural father; “ general search ” means a search conducted during any number of successive hours not exceeding six, without the object of the search being specified; “ house ” includes a public institution; “ live–birth ” means the birth of a child born alive;   “ medical examiner ” means a person appointed under section 19 of the 2009 Act;     “ medical examiner's certificate ” has the meaning given by section 20(1)(h) of the 2009 Act;   “ the Minister ” means   the Secretary of State ;  “ mother ”, in relation to an adopted child, means the child’s natural mother; “ occupier ” in relation to a public institution, includes the governor, keeper, master, matron, superintendent, or other chief resident officer, and, in relation to a house let in separate apartments or lodgings, includes any person residing in the house who is the person under whom the lodgings or separate apartments are immediately held, or his agent; “ particular search ” means a search of the indexes covering a period not exceeding five years for a specified entry;   “partner” (except in the expression  “ civil partner ”) is to be read in accordance with subsection (2) of this section;   “ public institution ” means a prison, lock–up or hospital, and such other public or charitable institution as may be prescribed; “ prescribed ” means prescribed by regulations made under section thirty–nine of this Act; “ qualified informant ”, in relation to any birth or death, means a person who is by this Act or, in the case of a birth or death occurring before the commencement of this Act, by any enactment repealed by this Act required, or stated to be qualified, to give information concerning that birth or death; “ registrar ” in relation to any birth or death, means the registrar of births and deaths for the sub–district in which the birth or death takes place, or where any  still–born child  is found exposed or any dead body is found and no information as to the place of birth or death is available, for the sub–district in which the child or the dead body is found; “ relative ” includes a relative by marriage  or civil partnership   . . .  “ still–born child ” means a child which has issued forth from its mother after the  twenty -fourth week  of pregnancy and which did not at any time after being completely expelled from its mother breathe or show any other signs of life, and the expression “ still–birth ” shall be construed accordingly; “ superintendent registrar ” in relation to any registrar, means the superintendent registrar of births, deaths and marriages for the district in which that registrar’s sub–district is situate. 2 A person is the partner of a deceased person if the two of them (whether of different sexes or the same sex) were living as partners in an enduring relationship at the time of the deceased person's death. 3 A reference in this Act to an investigation under Part 1 of the 2009 Act being conducted includes a reference to the case where such an investigation has begun and— a has not yet finished, b is suspended under Schedule 1 to that Act (whether temporarily or otherwise), or c is discontinued under section 4 of that Act."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "42", "section_title": " Savings, etc.", "section_text": "42 1 Any registration effected, certificate issued, notice or information given, order, regulations or return made or other thing done under any enactment repealed by this Act shall, if in force at the commencement of this Act, continue in force, and have effect as if effected, issued, given, made or done under the corresponding provision of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Any document referring to an enactment repealed by this Act shall unless the contrary intention appears to be construed as referring to the corresponding provision of this Act. 5 Nothing in this Act shall affect any provision of the  Population (Statistics) Act 1938, requiring particulars to be furnished for the purposes of that Act. 6 Nothing in this Act shall affect the registration of baptisms or burials, or the right of any officiating minister to receive any fees now usually paid for the performance or registration of any baptism or burial. 7 Nothing in the foregoing provisions of this section shall be taken as prejudicing the operation of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978  (which  relate  to the effect of repeals)."}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "43", "section_title": " Repeals and consequential amendments. ", "section_text": "43 1 The enactments specified in the First Schedule to this Act shall have effect subject to the amendments respectively specified in that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Births and Deaths Registration Act 1953", "year": 1953, "section": "44", "section_title": " Short title, extent and commencement.", "section_text": "44 1 This Act may be cited as the Births and Deaths Registration Act 1953. 2 This Act shall not extend to Scotland or to Northern Ireland. 3 ThisAct shall come into force on the thirtieth day of September, nineteen hundred and fifty–three."}]