[{"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "1", "section_title": " Permanent enactments of provisions contained in certain Defence Regulations.", "section_text": "1 The provisions set out in the First Schedule to this Act, which reproduce provisions contained in the Defence Regulations revoked by the Third Schedule to this Act, with minor modifications and adaptations and the addition of transitional provisions, shall have permanent effect."}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "2", "section_title": " Permanent enactment of provisions of Defence (Trading with the Enemy) Regulations 1940.", "section_text": "2 The provisions set out in the Second Schedule to this Act, which reproduce the provisions of the Defence (Trading with the Enemy) Regulations 1940, in force at the commencement of this Act, with minor modifications and adaptations, the addition of transitional provisions and the omission of Regulation seven, shall have permanent effect, . . . "}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "3", "section_title": " Extension of control of certain explosives.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "5", "section_title": " Power of local authorities to continue to let certain land for use as allotment gardens.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   subject to the following provisions of this section, a local authority may let— a for use by the tenants as allotment gardens; or b to a society having as its object the cultivation of vacant land for the purpose of subletting for such use, any land which, at the commencement of this Act, is let by them under the said Regulation sixty-two A or is appropriated for letting thereunder, notwithstanding anything in any Act (including a private or local Act) or any trust or convenant or restriction affecting the land. 2 The powers conferred by the foregoing subsection on a local authority shall cease to be exercisable with respect to any land upon its being returned to use as part of a park or open space or otherwise appropriated for use for any purpose other than the letting thereof as mentioned in paragraph ( a ) or ( b ) of the foregoing subsection or upon its being sold or otherwise disposed of by the authority. 3 Section six of the  Allotments Act, 1950 (which provides that the foregoing provisions of that Act, other than those of section two, shall not apply to land let by a local authority under the said Regulation sixty-two A) shall have effect as if the reference to that Regulation included a reference to this section. 4 In this section— a the expression “ allotment garden ” has the same meaning as in the  Allotments Act, 1922; and b the expression “ local authority ” means the Common Council of the City of London, the council of a . . .   borough or the council of a county, . . .   or county district. 5 A tenancy of land which, at the commencement of this Act, is subsisting under the said Regulation sixty-two A shall (subject, however, to the operation of any notice to quit, notice of intended re-entry or agreement to surrender previously given or made) continue in force as if it had been granted under this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "10", "section_title": " Power of certain officers to take affidavits, &c.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "12", "section_title": " Provisions as to orders.", "section_text": "12 1 Any power conferred by this Act on the Secretary of State . . .   to make an order shall be construed as including a power to revoke or vary the order by a subsequent order. 2 Any power conferred by this Act on the Secretary of State . . .   to make an order shall be exercisable by statutory instrument. 3 A statutory instrument containing an order under section  . . .  eight of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "13", "section_title": " Application to Northern Ireland.", "section_text": "13 Sections  . . .  five, six, . . .   of this Act . . .   shall not extend to Northern Ireland . . . "}, {"act": "Emergency Laws (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "14", "section_title": "†Short title and repeal.", "section_text": "14 1 This Act may be cited as the Emergency Laws (Miscellaneous Provisions) Act 1953. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]