[{"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "4", "section_title": " Provision of omnibus shelters, etc.", "section_text": "4 1 Subject to the following provisions of this Act, a local authority may provide and maintain in any highway within their district which is comprised in the route of public service vehicles, or on any land abutting on such a highway, shelters or other accommodation at stopping places on the route for the use of persons intending to travel on such vehicles. 2 Any local authority, or any persons authorised to run public service vehicles, may enter into and carry into effect any agreement with a local authority with respect to the provision and maintenance of shelters or other accommodation under this section by the last-mentioned authority; and any such agreement may in particular provide for the payment by the first-mentioned authority or persons of the whole or any part of the cost of the provision and maintenance of the shelter or accommodation. 3 A local authority shall consult the Commissioner of Police of the Metropolis with regard to the position of any shelter or other accommodation which they propose to provide under this section in a highway in the metropolitan police district. 4 In this and the next three following sections, “ local authority ” includes the council of a rural parish;  and “ public service vehicle ” has the meaning which it would have in  the Public Passenger Vehicles Act 1981 if in section 1(1)  of that Act the words “(other than a tramcar)” were omitted."}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "5", "section_title": " Consents to exercise of powers under s. 4.", "section_text": "5 1 A local authority shall not have power by virtue of the last foregoing section to provide a shelter or other accommodation in any such situation or position as is described in the first column of the following Table, except with the consent of the person described in relation thereto in the second column of that Table:—  Table In any highway for which there is a highway authority other than the local authority, or on land abutting on any such highway. The highway authority. In any highway belonging to and repairable by any railway, dock, harbour, canal, inland navigation or passenger road transport undertakers and forming the approach to any station, dock, wharf or depot of those undertakers. The undertakers. On any bridge not vested in the local authority or on the approaches to any such bridge. The authority or other person in whom the bridge is vested. On any bridge carrying a highway over any railway, canal or inland navigation, or on the approaches to any such bridge, or under any bridge carrying a railway, canal or inland navigation over a highway. The railway, canal or inland navigation undertakers concerned. In a position obstructing or interfering with any existing access to any land or premises abutting on a highway. The owner (as defined by the Public Health Act, 1936) of the land or premises. 2 Any consent required by this section in respect of a shelter or other accommodation shall not unreasonably be withheld but may be given subject to any reasonable conditions, including a condition that the local authority shall remove the shelter or other accommodation either at any time or at or after the expiration of a period if reasonably required so to do by the person giving the consent.   3 Where the consent of the Secretary of State or the Minister of Transport is required under this section, disputes between the Minister whose consent is required and the local authority as to whether the consent of that Minister is unreasonably withheld or is given subject to reasonable conditions, or whether the removal of any shelter or other accommodation in accordance with any condition of the consent is reasonably required shall be referred to and determined by an arbitrator to be appointed in default of agreement by the President of the Institution of Civil Engineers."}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "6", "section_title": " Supplementary provisions as to omnibus shelters, etc. ", "section_text": "6 1 Where a shelter or other accommodation is provided by a local authority under section four of this Act in a position obstructing access to any  electronic communications apparatus  kept installed for the purposes of  an electronic communications code network  and the operator of  that network  notifies the local authority that he requires to obtain access to the apparatus, the authority shall, unless they temporarily remove the shelter or accommodation for the purpose of affording such access or so much thereof as is necessary for that purpose, be liable to repay to the operator so much of the expenses reasonably incurred by him in obtaining  such access as is attributable to the situation of the shelter or accommodation. 2 The provisions of the foregoing subsection shall apply in relation to any sewers, pipe-subways, pipes, wires or other apparatus belonging to or maintained by any local authority or any gas, electricity, water, hydraulic power, tramcar or trolley vehicle undertakers, as they apply in relation to any such  electronic communications apparatus  as is therein mentioned, and as if for any reference therein to the operator of the  network  in question there were  substituted a reference to the local authority or the undertakers, as the case may be. 3 Any dispute as to the amount (if any) payable by a local authority under the foregoing provisions of this section shall be determined in accordance with subsection (2) of section two hundred and seventy-eight of the  Public Health Act, 1936."}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "7", "section_title": " Maintenance of existing bus shelters and queue barriers.", "section_text": "7 1 Where, at any time before the commencement of this Act, a local authority, acting in the exercise of powers conferred under Regulation 54B of the   Defence (General) Regulations, 1939, or without statutory powers, have provided any such accommodation as follows, that is to say— a any such shelter or accommodation as is described in section four of this Act; b any barriers or posts for the regulation of persons waiting to enter public service vehicles, the local authority shall have power by virtue of this section to maintain that accommodation. 2 The provisions of sections five and six of this Act shall apply to the maintenance of any accommodation under this section, and to accommodation maintained thereunder, as they apply to the provision of accommodation under section four of this Act, and to accommodation provided under that section; but where any consent required under the said section five has been given by any authority or person before the commencement of this Act in respect of the provision of any accommodation to which this section applies, nothing in this subsection shall be construed as requiring any further consent on the part of that authority or person in respect of the maintenance of that accommodation."}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "8", "section_title": " Dustbins. ", "section_text": "8 1 Subsection (3) of section seventy-five of the Public Health Act, 1936 (which enables local authorities to provide and maintain dustbins for the reception of house refuse, and to make annual charges not exceeding two shillings and sixpence in respect of each dustbins so provided) shall have effect as if for the words “two shillings and sixpence”there shall substituted for the words “five shillings”. 2 Where a local authority are authorised under any enactment other than the said section seventy-five to make, in connection with the carrying out by them of an undertaking as to the collection and disposal of refuse, an annual charge in respect of the provision, maintenance, repair or renewal of dustbins, and the amount of that charge is limited by or by virtue of any Act or other instrument determining the functions of that authority to an amount less than  seven shillings and sixpence  in respect of each dustbin, that authority may, notwithstanding that limitation, increase that charge to such amount, not exceeding  seven shillings and sixpence , as they think fit; and any charge which is increased in pursuance of this subsection shall be subject to the like incidents in all respects as the original charge. 3 The Minister may by order (to be made by statutory instrument) direct that the foregoing provisions of this section shall have effect as if for references to five shillings there were substituted references to such greater sum as may be specified in the order, and may in like manner vary or revoke any such order; and any statutory instrument made under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Where an appeal is brought under subsection (1) of the said section seventy-five in respect of a notice requiring one of two persons who are respectively the owner and the occupier of a building to provide a dustbin, and the grounds upon which the appeal is brought include the ground that it was not equitable that the notice should have been served on the appellant— a the appellant shall serve a copy of his notice of appeal on the other of the two said persons; and b on the hearing of the appeal the court may make such order as it thinks fit with respect to compliance with the first-mentioned notice either by the appellant or by the said other person; and in exercising its powers under this subsection the court shall have regard, as between an owner and an occupier, to the terms and conditions, whether contractual or statutory, of the tenancy of the premises concerned."}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "1011.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "1213.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "1516.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "18", "section_title": " Interpretation.", "section_text": "18 1 In this Act— “ local authority ” means the council of a county, . . .   borough or . . .   district and the Common Council of the City of London; and “ the Minister ” means the Minister of Housing and Local Government. 2 Any reference in this Act to any enactment shall be construed as a reference thereto as amended by or under any subsequent enactment."}, {"act": "Local Government (Miscellaneous Provisions) Act 1953", "year": 1953, "section": "19", "section_title": " Short title, commencement and extent.", "section_text": "19 1 This Act may be cited as the Local Government (Miscellaneous Provisions) Act, 1953. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  this Act shall not extend to Scotland or Northern Ireland."}]