[{"act": "Marshall Aid Commemoration Act 1953", "year": 1953, "section": "1", "section_title": " Marshall scholarships.", "section_text": "1 For the purpose of providing, in each year, up to    50   scholarships (to be known as Marshall scholarships) tenable at universities or university colleges in the United Kingdom by citizens of the United States of America who are graduates of recognised institutions of higher learning in the United States of America, the Secretary of State may make, out of moneys provided by Parliament, grants to the commission established by this Act to defray the expenditure of the commission incurred for the said purpose, including administrative expenses incurred in connection therewith."}, {"act": "Marshall Aid Commemoration Act 1953", "year": 1953, "section": "2", "section_title": " The Marshall Aid Commemoration Commission.", "section_text": "2 1 There shall be a commission, to be known as the Marshall Aid Commemoration Commission, to give effect to arrangements made by or with the approval of the Secretary of State— a for administering the grants provided under the foregoing section, b for the selection of the persons to receive Marshall scholarships, and c for the placing of the holders of Marshall scholarships in universities or university colleges in the United Kingdom, and to discharge such other functions in connection with Marshall scholarships as may be conferred on them by such arrangements. 2 The Marshall Aid Commemoration Commission (hereinafter referred to as “ the Commission ”) shall consist of not less than seven nor more than ten members appointed by the Secretary of State, of whom not less than two shall be chosen as persons of eminence in academic matters, and such one of the members as the Secretary of State may designate shall be chairman of the Commission. 3 The quorum of the Commission shall be four. 4 Subject to the provisions of the last foregoing subsection, the Commission shall have power to act notwithstanding any vacancy in their number. 5 The terms of office of members of the Commission shall be such as may be determined by the Secretary of State, and a member of the Commission on vacating office shall be eligible for re-appointment. 6 The Commission shall, as soon as possible after the thirtieth day of September in each year, make to the Secretary of State a report on the discharge by them of their functions during the period of twelve months ending with that day, and the Secretary of State shall lay a copy of every report of the Commission under this section before each House of Parliament. 7 As respects each financial year the Commission shall prepare accounts of their expenditure in such form as the Secretary of State may with the approval of the Treasury direct, and shall submit the accounts to the Secretary of State at such time as he may direct; and— a the Secretary of State shall, on or before the thirtieth day of November in any year, transmit to the Comptroller and Auditor General the accounts prepared by the Commission under this section for the financial year last ended; b the Comptroller and Auditor General shall examine and certify the accounts of the Commission transmitted to him under this section and lay before Parliament copies of the accounts, together with his report thereon."}, {"act": "Marshall Aid Commemoration Act 1953", "year": 1953, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Marshall Aid Commemoration Act 1953."}]