[{"act": "Prevention of Crime Act 1953", "year": 1953, "section": "1", "section_title": " Prohibition of the carrying of offensive weapons without lawful authority or reasonable excuse.", "section_text": "1 1 Any person who without lawful authority or reasonable excuse, the proof whereof shall lie on him, has with him in any public place any offensive weapon shall be guilty of an offence, and shall be liable— a on summary conviction, to imprisonment for a term not exceeding  six months  or a fine not exceeding  £200 , or both; b on conviction on indictment, to imprisonment for a term not exceeding  four  years or a fine not exceeding one hundred pounds, or both. 2 Where any person is convicted of an offence under subsection (1) of this section the court may make an order for the forfeiture or disposal of any weapon in respect of which the offence was committed. 2ZA See section 315 of the Sentencing Code for provision about the sentence which the court may be required to impose where a person aged 16 or over who has a previous relevant conviction (within the meaning of that section) is convicted of an offence under this section. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A constable may arrest without warrant any person whom he has reasonable cause to believe to be committing an offence under subsection (1) of this section, if the constable is not satisfied as to that person’s identity or place of residence, or has reasonable cause to believe that it is necessary to arrest him in order to prevent the commission by him of any other offence in the course of committing which an offensive weapon might be used. 4 In this section “ public place ” includes any highway  , or in Scotland any road within the meaning of the Roads (Scotland) Act 1984  and any other premises or place to which at the material time the public have or are permitted to have access, whether on payment or otherwise; and “ offensive weapon ” means any article made or adapted for use for causing injury to the person, or intended by the person having it with him for such use by him  or by some other person . "}, {"act": "Prevention of Crime Act 1953", "year": 1953, "section": "1ZA", "section_title": "Offence under section 1: previous relevant convictions", "section_text": "1ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prevention of Crime Act 1953", "year": 1953, "section": "1A", "section_title": "Offence of threatening with offensive weapon in public", "section_text": "1A 1 A person is guilty of an offence if that person— a has an offensive weapon with him or her in a public place, b unlawfully and intentionally threatens another person  (“A”)   with the weapon, and c does so in such a way that   a reasonable person (“B”) who was exposed to the same threat as A would think that there was an immediate risk of physical harm to B. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this section  “ public place ” and  “ offensive weapon ” have the same meaning as in section 1. 4 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding 4 years or to a fine, or to both. 4A For provision about the sentence which the court may be required to impose where a person aged 16 or over is convicted of an offence under this section, see section 312 of the Sentencing Code. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In relation to an offence committed before   2 May 2022 , the reference in subsection (4)(a) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 If on a person's trial for an offence under this section (whether on indictment or not) the person is found not guilty of that offence but it is proved that the person committed an offence under section 1, the person may be convicted of the offence under that section."}, {"act": "Prevention of Crime Act 1953", "year": 1953, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Prevention of Crime Act 1953. 2 This Act shall come into operation on the expiration of one month from the passing thereof. 3 This Act  extends to England and Wales only ."}]