[{"act": "Registration Service Act 1953", "year": 1953, "section": "1", "section_title": " Registrar General.", "section_text": "1 1 Her Majesty may from time to time under the Great Seal of the United Kingdom appoint a Registrar General for England and Wales, and any person so appointed shall exercise the powers and perform the duties conferred or imposed by or under any enactment on the Registrar General, whether described by that title alone or with any additional description, and shall hold office during Her Majesty’s pleasure. 2 The Registrar General is a corporation sole by the name of the Registrar General for England and Wales. 3 The Registrar General may do anything (including acquire or dispose of any property or rights) which is calculated to facilitate, or is conducive or incidental to, the discharge of any of his functions. 4 The Registrar General discharges his functions on behalf of the Crown. 5 Service as Registrar General is not service in the civil service of the Crown; but the Registrar General is a Crown servant for the purposes of the Official Secrets Act 1989."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "2", "section_title": " General Register Office.", "section_text": "2 The offices of the Registrar General shall be known as the General Register Office and any place in which any registers or records in the custody of the Registrar General by virtue of this or any other Act are deposited by direction of the Registrar General with the approval of the Treasury shall, so long as those registers or records are there deposited, be deemed to be part of the General Register Office."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "3", "section_title": " Registrar General’s staff, etc.", "section_text": "3 1 Subject to the consent of  the Minister for the Civil Service  as to number, the Registrar General may appoint such officers and servants for the purposes of his functions as he may determine. 2 Any act or thing required by or under any enactment to be done by, to or before the Registrar General may be done by, to or before any officer or servant of the Registrar General authorised generally or specially in that behalf in writing by the Registrar General."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "4", "section_title": " Salaries, receipts and expenses.", "section_text": "4 1 There shall be paid to the Registrar General and to the officers and servants appointed by the Registrar General such salaries or remuneration as  the Minister for the Civil Service  may from time to time determine. 2 Every sum received under the Registration Acts by or on behalf of the Registrar General otherwise than under the foregoing subsection shall be accounted for by the Registrar General and paid by him, at such times as the Treasury may from time to time direct, into the Exchequer. 3 The salary of the Registrar General and his expenses under the Registration Acts and in respect of the General Register Office shall be paid out of moneys provided by Parliament."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "5", "section_title": " Districts and sub-districts.", "section_text": "5 1 For the purposes of the Registration Acts, in every  non-metropolitan county and metropolitan district  there shall be one or more districts and in every district there shall be one or more sub-districts. 2 Without prejudice to any provision of the local scheme as to additional officers, for each district there shall be a superintendent registrar of births, deaths and marriages, and for each sub-district there shall be a registrar of births and deaths, and any registrar of births and deaths upon whom the functions of a registrar of marriages are conferred by the local scheme shall also be deemed to be a registrar of marriages within the district for the purposes of the  Marriage Act 1949."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "6", "section_title": " Superintendent registrars and registrars of births and deaths.", "section_text": "6 1 Every superintendent registrar and every registrar of births and deaths shall be appointed by the council of the non-metropolitan county or metropolitan district in which his district or sub-district is situated. ... 2 No person shall be appointed as superintendent registrar or as registrar of births and deaths unless he is qualified in accordance with the prescribed conditions. 3 Every superintendent registrar and every registrar of births and deaths shall be  an officer of                          the council of the  non-metropolitan county or metropolitan district  in which his district or sub-district is situated  ... . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "7", "section_title": " Additional registrars of marriages.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "8", "section_title": " Deputy superintendent registrars and registrars.", "section_text": "8 1 Subject to the provisions of the local scheme, a council which employs a superintendent registrar or a registrar of births and deaths may appoint one or more fit persons to act as his deputy. 2 Any person appointed as a deputy under subsection (1) shall have all the powers and duties of a superintendent registrar or a registrar of births and deaths, as the case may be."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "9", "section_title": " Interim superintendent registrars and registrars.", "section_text": "9 1 If any superintendent registrar or any registrar of births and deaths ceases to hold his office, his deputy or, if he has more than one deputy, such one of his deputies as shall from time to time be determined by the  proper officer of the non-metropolitan county or metropolitan district  in which his district or sub-district is situated shall become interim superintendent registrar or, as the case may be, interim registrar of births and deaths. 2 If a superintendent registrar or registrar of births and deaths ceases to hold his office and he has no deputy, the  proper officer of the non-metropolitan county or metropolitan district  aforesaid shall appoint an interim superintendent registrar or, as the case may be, an interim registrar of births and deaths. 3 An interim superintendent registrar and an interim registrar of births and deaths shall, until a new superintendent registrar or, as the case may be, registrar of births and deaths enters into office, have all the powers and duties of that office."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "10", "section_title": " District register offices.", "section_text": "10 1 The countil of every  non-metropolitan county and metropolitan district  shall provide and maintain for the superintendent registrar of each district within the  non-metropolitan county or metropolitan district  a register office according to a plan approved by the Registrar General, and shall provide therein to the satisfaction of the Registrar General a suitable fireproof repository or strong fire-resisting boxes for the safe custody of the records in the charge of the superintendent registrar. 2 For any period during which a register office is not so provided, the superintendent registrar shall appropriate some fit room to be approved by the Registrar General as a temporary register office and the council shall pay to the superintendent registrar a reasonable rent for that room. 3 Without prejudice to the last foregoing subsection, if in the case of any district, by reason of the refusal or neglect of the council of the  non-metropolitan county or metropolitan district , a register office for that district is not provided or is not maintained and kept in repair, the Registrar General may, if so authorised by the Treasury, expend a sum not exceeding three hundred pounds in providing an office, or any sum from time to time necessary for repairing or maintaining any office provided by him, and any sum so expended shall be repaid to the Registrar General by the council. 4 The register office for any district shall be deemed for the purposes of the Registration Acts to be situated within that district even though it is not locally situated therein."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "11", "section_title": " Sub-district offices, etc.", "section_text": "11 1 Subject to the provisions of the local scheme, every registrar of births and deaths and every deputy registrar of births and deaths shall either dwell in or have a known office within the sub-district of which he is registrar or deputy registrar. 2 Subject as aforesaid, every registrar of births and deaths shall appoint within or contiguous to his sub-district such stations, if any, as may be directed by the Registrar General, and for the purposes of the provisions of the Registration Acts with respect to the attendance of persons and the registration of births and deaths any station for a registrar’s sub-district, as well as the office therefor, shall be deemed to be his office. 3 Subject as aforesaid, every registrar and every deputy registrar shall attend at his dwelling-house or office and at any such station as aforesaid on such days and at such hours as may be approved by the Registrar General for the purpose of registering births and deaths."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "12", "section_title": " Provision of register boxes.", "section_text": "12 The Registrar General shall provide such number of strong fire-resisting boxes as may be required to hold the registers kept by each registrar of births and deaths and registrar of marriages."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "13", "section_title": " Local schemes of organisation.", "section_text": "13 1 There shall be in force for each  non-metropolitan county and metropolitan district  a scheme or schemes (in this Act referred to as “ the local scheme ”) prepared and made in accordance with the next following section. 2 Provision shall be made by the local scheme for— a determining the number and boundaries of the registration districts and sub-districts in the  non-metropolitan county or metropolitan district ; b determining the location of offices and stations for those districts and sub-districts; c determining the number of superintendent registrars, registrars of births and deaths and other officers required for the purposes of the Registration Acts within the  non-metropolitan county or metropolitan district ; d subject to such exceptions, if any, as may be specified in the scheme, conferring and imposing on registrars of births and deaths the functions of registrars of marriages; e fixing, subject to such power of revision as may be provided by the scheme, the salary and other remuneration, if any, to be attached to each office, and the allowances, if any, to be paid for travelling, for the provision of office accommodation and for other expenses; f fixing, subject to such power of revision as may be provided by the scheme, the conditions on which an office is to be held,  ...; g applying with any necessary modifications, adaptations and exceptions the provisions of the Local Government Act   1929 relating to the transfer, superannuation and compensation of officers; h conferring on the  proper officer of the non-metropolitan county or metropolitan district  powers with respect to— i the fixing of the hours of attendance of officers; ii the distribution of business between officers; iii the transfer of superintendent registrars and registrars of births and deaths within or between districts. 3 The local scheme may in addition— a make provision, where two or more officers are appointed to act for a single district or sub-district, for the distribution between them of the registration functions to be discharged within that district or sub-district, so, however, that any such distribution shall not render any such officer disqualified from acting at any time or at any place in that district or, as the case may be, sub-district; and b confer on the  proper officer of the non-metropolitan county or metropolitan district  such general powers of supervising the administration within the  non-metropolitan county or metropolitan district  of the provisions of the Registration Acts as may be specified in the scheme."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "14", "section_title": " Preparation, submission and approval of local schemes.", "section_text": "14 1 The council of a  non-metropolitan county or metropolitan district  may from time to time prepare and submit to the Minister schemes for all or any of the purposes mentioned in the last foregoing section. 2 In the case of any  non-metropolitan county or metropolitan district  created after the commencement of this Act, the council of that  non-metropolitan county or metropolitan district  shall prepare and submit to the Minister a local scheme within such period as the Minister may allow. 3 Any scheme under this section shall fix the date or dates on which the scheme is to come into operation and may fix different dates for different provisions of the scheme or for different areas and the dates so fixed may be made dependent on the happening of specified events. 4 No such scheme shall be of any effect unless and until it is approved by the Minister, and the Minister, after considering any representations with respect to the scheme which may be submitted to him by any officer affected, may approve the scheme with or without modifications. 5 If— a it appears to the Registrar General at any time that by reason of special circumstances an immediate adjustment is necessary in the division of any  non-metropolitan county or metropolitan district  into districts and sub-districts; or b a council required by subsection (2) of this section to submit a local scheme to the Minister fails to do so within the period allowed by the Minister, the Registrar General may, after consultation with the council of the  non-metropolitan county or metropolitan district  concerned, prepare a scheme for the purpose, and any scheme so prepared by him, if approved by the Minister, shall have effect as it it were a scheme submitted by the council and approved by the Minister in accordance with this section. 6 Any scheme under this section may contain such incidental, consequential or supplemental provisions as may appear necessary or proper for the purposes of the scheme and may be varied or revoked by a subsequent scheme made in like manner as the original scheme: Provided that a scheme prepared by the Registrar General and approved by the Minister under the last foregoing subsection may be varied or revoked either by a subsequent scheme so prepared and approved or by a subsequent scheme submitted by the council concerned and approved by the Minister in accordance with this section."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "15", "section_title": " Delivery up of books, etc. on ceasing to hold office.", "section_text": "15 1 When any person ceases to hold the office of superintendent registrar, registrar of births and deaths or registrar of marriages for any district or sub-district, all register boxes, keys, books and documents in his possession as holder of that office for that district or sub-district shall be delivered up to his successor in office  .... 2 If any person who has in his custody or power any such article as aforementioned wilfully fails to deliver it up to, or account for it to the satisfaction of, the person in whose custody it should be, he shall be liable on summary conviction to a fine of  level 2 on the standard scale ; and if the failure continues after he is convicted thereof he shall be guilty of a further offence and be liable on summary conviction to a fine of five pounds for every day on which the failure has so continued. 3 If a justice of the peace is satisfied by information on oath that there is reasonable cause to believe that any article withheld in contravention of this section is in any specified house or place, he may grant a search warrant authorising any constable named therein to enter and search that house or place at any time and seize any such article so found, and any article so seized shall be delivered to the person in whose custody it should be."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "16", "section_title": " General provision as to fees.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Registration Service Act 1953", "year": 1953, "section": "18", "section_title": " Temporary provisions as to non-salaried officers.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "19", "section_title": " Annual abstract. ", "section_text": "19 The  Statistics Board  shall send to  the Minister for the Cabinet Office  annually, in such form as  the Minister for the Cabinet Office  may from time to time require, a general abstract of the number of live-births, still-births, deaths  , marriages and civil partnerships  registered in the year last preceding and  the Minister for the Cabinet Office  shall within one month after receipt thereof or of the meeting of Parliament lay that abstract before each House of Parliament."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "19A", "section_title": "Functions relating to transmission of information to Secretary of State", "section_text": "19A 1 The functions of a registrar of births and deaths, a superintendent registrar and the Registrar General include the power to— a transmit information contained in a declaration made under section 9(1) of the Births and Deaths Registration Act 1953 or entered in a register of births to the Secretary of State, and b verify such information for the Secretary of State, for the purposes of the service in subsection (2). 2 That service is a service operated by the Secretary of State by which— a individuals may transmit information about births to the Secretary of State, and b that information may be transmitted to other persons by the Secretary of State. 3 References in subsections (1) and (2) to the Secretary of State include persons providing services to the Secretary of State for the purpose of the service referred in subsection (2). 4 This section does not authorise any disclosure which is unlawful— a by virtue of any enactment, or b by reason of the law relating to confidentiality or privacy."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "19AA", "section_title": "Disclosure of information", "section_text": "19AA 1 A civil registration official may, subject to this section, disclose any information held in connection with any of the official's functions to— a a specified public authority (see section 19AB), or b any other civil registration official. 2 A civil registration official may disclose information under this section only if the official is satisfied that the authority or civil registration official to whom it is disclosed (the  “recipient”) requires the information to enable the recipient to exercise one or more of the recipient's functions. 3 A disclosure under this section does not breach any obligation of confidence owed by the civil registration official making the disclosure. 4 The power to disclose information under this section is subject to any express restriction on disclosure imposed by another enactment (ignoring any restriction which allows disclosure if authorised by an enactment). 5 This section does not limit the circumstances in which information may be disclosed apart from this section. 6 “ Civil registration official ” means— a the Registrar General; b a superintendent registrar of births, deaths and marriages; c a registrar of births and deaths; d a registrar of marriages; e each of the following in its capacity as a registration authority within the meaning of Chapter 1 of Part 2 of the Civil Partnership Act 2004 (see section 28 of that Act)— i a county council in England; ii the council of any district in England comprised in an area for which there is no county council; iii a London borough council; iv the Common Council of the City of London; v the Council of the Isles of Scilly; vi a county council in Wales; vii a county borough council in Wales."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "19AB", "section_title": "Specified public authorities", "section_text": "19AB 1 Each of the following public authorities is a  “ specified public authority ” for the purposes of section 19AA— a a Minister of the Crown; b the Welsh Government; c a department of the government of the United Kingdom; d the Greater London Authority; e a county council in England; f a district council in England; g a London borough council; h the Common Council of the City of London in its capacity as a local authority; i the Council of the Isles of Scilly; j a county council in Wales; k a county borough council in Wales; l an  NHS  body within the meaning of the National Health Service Act 2006 (see section 275 of that Act). 2 The Minister may by regulations amend subsection (1) so as to add, modify or remove a reference to a public authority or description of public authority. 3 Regulations under this section must be made by statutory instrument. 4 Regulations under this section may— a make different provision for different purposes; b contain consequential, incidental, supplemental, transitional or transitory provision or savings. 5 The provision that may be made by virtue of subsection (4)(b) includes provision amending, repealing or revoking any provision of any enactment. 6 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 7 In this section— “ enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; “ public authority ” means a person who exercises functions of a public nature."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "19AC", "section_title": "Code of practice", "section_text": "19AC 1 The Registrar General must issue a code of practice about the disclosure of information under section 19AA. 2 The code of practice must be consistent with the code of practice   prepared under section 121 of the Data Protection Act 2018 (data-sharing code) and issued under section 125(4) of that Act   (as altered or replaced from time to time). 3 A civil registration official must have regard to the code of practice in disclosing information under section 19AA. 4 The Registrar General may from time to time revise and re-issue the code of practice. 5 Before issuing or revising the code of practice the Registrar General must consult— a the Minister, b the Information Commissioner, and c such other persons as the Registrar General thinks fit. 6 The Registrar General may not issue the code of practice unless a draft of the code has been laid before, and approved by a resolution of, each House of Parliament. 7 Before reissuing the code the Registrar General must lay a draft of the code as proposed to be reissued before Parliament. 8 The Registrar General may not reissue the code if, within the 40-day period, either House of Parliament resolves not to approve it. 9 In subsection (8)  “ the 40 day period ” means— a the period of 40 days beginning with the day on which the draft is laid before Parliament, or b if the draft is not laid before each House on the same day, the period of 40 days beginning with the later of the days on which it is laid before Parliament. 10 For the purposes of subsection (9) no account is to be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 11 In disclosing information under section 19AA, a civil registration official must have regard to the following codes of practice issued by the Information Commissioner under   section 128 of the Data Protection Act 2018  , so far as they apply to the information in question— a any code which makes provision about the identification and reduction of the risks to privacy of a proposal to disclose information; b any code which makes provision about the information to be provided to data subjects (within the meaning of that Act) about the use to be made of information collected from them. 12 The duty in subsection (11) does not affect any other requirement for the civil registration official to have regard to a code of practice in disclosing the information."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "19B", "section_title": "Fees  ...", "section_text": "19B 1 The Minister may by regulations provide for fees to be payable to the Registrar General in respect of the provision by the Registrar General to any persons of copies or other records of any information held by the Registrar General. 1A The Minister may by regulations provide for fees to be payable to a civil registration official in respect of the disclosure by the official of information under section 19AA. 2 Regulations under this section   may— a specify the amount of any fee payable under the regulations, or b set out how such a fee is to be determined. 3 Regulations under this section   may provide for the reduction, waiver or refund of part or all of a fee whether by conferring a discretion or otherwise. 4 Regulations under this section must be made by statutory instrument. 5 Regulations under this section may— a make different provision for different cases; b provide for exemptions from any of the provisions of the regulations; c contain such consequential, incidental, supplemental and transitional provision as the Minister considers appropriate. 6 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "20", "section_title": " Regulations.", "section_text": "20 The Registrar General with the approval of the Minister may by statutory instrument make regulations— a prescribing the duties of superintendent registrars, registrars of births and deaths and registrars of marriages in the execution of any enactment relating to their functions; b prescribing the duties under the Registration Acts of  proper officers of non-metropolitan counties and metropolitan districts , and such other officers as may be appointed in pursuance of any local scheme; c making provision as to the place and manner in which, the days on which and the hours during which any documents kept in the General Register Office and required to be available for search by the public are to be so available; d prescribing anything which by this Act is required to be prescribed."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "21", "section_title": " Interpretation.", "section_text": "21 1 In this Act, the following expressions have the following meanings respectively— “  civil registration official ” has the meaning given by section 19AA; “ local scheme ” means the scheme or schemes made under section fourteen of this Act for the time being in force for the  non-metropolitan county or metropolitan district  in question; “ the Minister ” means  the Secretary of State ; “ prescribed ” means prescribed by regulations made under the last foregoing section; “ the Registration Acts ” means this Act, the  Marriage Act 1949 and the  Births and Deaths Registration Act 1953. 2 In . . .   this Act . . .  a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b any reference to a  metropolitan district  or the council of a  metropolitan district  shall include a reference to the City of London or the Common Council thereof and to a  London borough  or the council thereof  and any reference to a non-metropolitan county includes a reference to a county borough . 3 Except in so far as the context otherwise requires, any reference in this Act to any other enactment shall be construed as a reference to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "22", "section_title": " Savings.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Any instrument made under any enactment repealed by this Act prescribing anything which may be prescribed under this Act shall, if in force at the commencement of this Act, continue in force and have effect as if made under the corresponding provision of this Act. 3 Any scheme made under section twenty-four of the Local Government Act 1929 or made in like manner by virtue of subsection (2) of section one hundred and thirty-one of that Act, being in either case a scheme in force immediately before the commencement of this Act, shall be deemed to have been prepared, submitted and approved in accordance with section fourteen of this Act. 4 Any document referring to an enactment repealed by this Act shall, unless the contrary intention appears, be construed as referring to the corresponding provision of this Act. 5 Nothing in the foregoing provisions of this section shall be taken as prejudicing the operation of sections 16(1) and 17(2)(a) of the Interpretation Act 1978 (which relate to the effect of repeals)."}, {"act": "Registration Service Act 1953", "year": 1953, "section": "23", "section_title": " Repeals and consequential amendments. ", "section_text": "23 1 The enactments specified in the First Schedule to this Act shall have effect subject to the amendments respectively specified in that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Registration Service Act 1953", "year": 1953, "section": "24", "section_title": " Short title, extent and commencement.", "section_text": "24 1 This Act may be cited as the Registration Service Act 1953. 2 This Act shall not extend to Scotland or to Northern Ireland. 3 This Act shall come into force on the first day of October, nineteen hundred and fifty-three."}]