[{"act": "Children and Young Persons Act 1963", "year": 1963, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "16", "section_title": " Offences committed by children.", "section_text": "16 1 Section 50 of the; principal Act shall be amended by substituting therein the word “ten” for the word “eight”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "17", "section_title": " Constitution and place of sitting of juvenile courts.", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 47(2) of the principal Act (which relates to sittings of juvenile courts) for the words from “subject as hereinafter provided” to “other courts are held” there shall be substituted the words “not sit in a room in which sittings of a court other than a juvenile court are held if a sitting of that other court has been held there within hour before or after the sittings of the juvenile court”."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "18", "section_title": " Jurisdiction of magistrates’ courts in certain cases involving children and young persons.", "section_text": "18 Notwithstanding section 46(1) of the principal Act (which restricts the jurisdiction of magistrates’ courts which are not  youth courts  in cases where a child or young person is charged with an offence) a magistrates’ court which is not a  youth court  may hear an information against a child or young person if he is charged— a with aiding, abetting, causing, procuring, allowing or permitting an offence with which a person who has attained  the age of eighteen  is charged at the same time; or b with an offence arising out of circumstances which are the same as or connected with those giving rise to an offence with which a person who has attained  the age of eighteen  is charged at the same time."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "25", "section_title": " Attendance at court of parents of child or young person brought before court.", "section_text": "25 1 For section 34 of the principal Act there shall be substituted the following section:— 34 1 Where a child or young person is charged with any offence or is for any other reason brought before a court, any person who is a parent or guardian of his may be required to attend at the court before which the case is heard or determined during all the stages of the proceedings, and any such person shall be so required at any stage where ;the court thinks it desirable, unless the court is satisfied that it would be unreasonable to require his attendance. 2 Where a child or young person is arrested or taken to a place of safety, such steps shall be taken as may be practicable to inform at least one person whose attendance may be required under this section . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "26", "section_title": " Medical evidence by certificate.", "section_text": "26 In any proceedings, other than proceedings for an offence, before a  youth court , and on any appeal from a decision of a  youth court  in any such proceedings, any document purporting to be a certificate of a fully registered medical practitioner  who holds a licence to practise  as to any person’s physical or mental condition shall be admissible as evidence of that condition."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "28", "section_title": " Form of oath for use in juvenile courts and by children and young persons in other courts.", "section_text": "28 1 Subject to subsection (2) of this section, in relation to any oath administered to and taken by any person before a  youth court  or administered to and taken by any child or young person before any other court,  section 1 of the  Oaths Act 1978  shall have effect as if the words “I promise before Almighty God” were set out in it instead of the words “I swear by Almighty God that”. 2 Where in any oath otherwise duly administered and taken either of the forms mentioned in this section is used instead of the other, the oath shall nevertheless be deemed to have been duly administered and taken."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "29", "section_title": " Provisions as to persons between the ages of 17 and 18.", "section_text": "29 1 Where proceedings in respect of a young person are begun   . . .  for an offence  and he attains  the age of eighteen  before the conclusion of the proceedings, the court may . . .   deal with the case and make any order which it could have made if he had not attained that age. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "31", "section_title": " Increase of penalty for cruelty. ", "section_text": "31 In section I of the principal Act (cruelty to persons under sixteen) paragraph (b) of subsection (1) (which provides for a fine not exceeding twenty-five pounds on summary conviction) shall be amended, as respects offences committed after the commencement of this Act, by the substitution for the words “twenty-five pounds” of the words “one hundred pounds”."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "32", "section_title": " Increase of penalty for sales of tobacco,  etc. , to persons under 16. ", "section_text": "32 Section 7 of the principal Act and section 18 of the principal Scottish Act (which, in subsection (1), prohibit the sale of tobacco and cigarette papers to persons apparently under the age of sixteen and, in subsection (2), enable a court to order measures to be taken to prevent the use by such persons of automatic machines for the sale of tobacco) shall each be amended, as respects offences committed after the commencement of this Act, by substituting— a in subsection (1) (which provides for fines not exceeding two, five and ten pounds on a first, second or subsequent conviction) for the words “two”, “five” and “ten” the words “twenty-five” “fifty” and “one hundred”, respectively; and b in subsection (2) (which provides for fines not exceeding five pounds for failure to comply with the order of the court and further fines not exceeding one pound for each day during which the offence continues) for the words “five” and “one” the words “fifty” and “ten”, respectively."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "34", "section_title": " Hours of employment. ", "section_text": "34 For paragraph (c) of section 18(1) of the principal Act (which prohibits the employment of children before six o’clock in the morning or after eight o’clock in the evening) and for paragraph (c) of section 28(1) of the principal Scottish Act (which prohibits such employment before six o’clock in the morning or after seven o’clock in the evening or at certain times of the year eight o’clock in the evening) there shall be substituted the following paragraph:— c before seven o’clock in the morning or after seven o’clock in the evening on any day ; or ."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "35", "section_title": " Street trading.", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Nothing in the said section 20 or section 30 of the principal Scottish Act or in any byelaw made under either of those sections shall restrict the engagement or employment of any person in the carrying on in any place of a retail trade or business (within the meaning of the  Shops Act 1950) on any occasion on which it is customary for retail trades or businesses to be carried on in that place. 3 At the end of the said section 20 there shall be added the following subsection:— 3 No person under the age of eighteen shall on a Sunday engage or be employed in street trading of a descrip tion to which, notwithstanding section 58 of the Shops Act 1950 (which extends certain provisions to any place where a retail trade or business is carried on), those provisions do not extend."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "36", "section_title": " Increase of certain penalties. ", "section_text": "36 Section 21 of the principal Act and section 31 of the principal Scottish Act (which impose penalties for contraventions of the general provisions of those Acts as to employment) shall each be amended, as respects offences committed after the commencement of this Act, as follows:— a in subsection (1) (which provides for fines not exceeding five pounds and twenty pounds for first and subsequent offences respectively) for the words “five pounds” there shall be substituted the words “twenty pounds” and for the words “twenty pounds” the words “fifty pounds”; and b in subsection (3) (which provides for fines of twenty shillings and forty shillings for first and subsequent offences respectively) for the words “twenty shillings” there shall be substituted the words “ten pounds” and for the words “forty shillings” the words “twenty pounds”."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "37", "section_title": " Restriction on persons under 16 taking part in public performances, etc.", "section_text": "37 1 Subject to the provisions of this section, a child shall not a take part in a performance to which subsection (2) of this section applies, or b otherwise take part in a sport, or work as a model, where payment in respect of his doing so, other than for defraying expenses, is made to him or to another person, except under the authority of a licence granted by the local authority in whose area he resides or, if he does not reside in Great Britain, by the local authority in whose area the applicant or one of the applicants for the licence resides or has his place of business. 2 This  subsection  applies to— a any performance in connection with which a charge is made (whether for admission or otherwise); b any performance in premises— i which, by virtue of an authorisation (within the meaning of section 136 of the Licensing Act 2003), may be used for the supply of alcohol (within the meaning of section 14 of that Act), or ii which are licensed premises (within the meaning of the Licensing (Scotland) Act  2005 (asp 16)) ; c any broadcast performance;  d any performance not falling within paragraph ( c ) above but included in a programme service (within the meaning of the Broadcasting Act 1990);  e any performance recorded (by whatever means) with a view to its use in a broadcast or such a service or in a film intended for public exhibition; and a child shall be treated for the purposes of this section as taking part in a performance if he takes the place of a performer in any rehearsal or in any preparation for the recording of the performance. 3 A licence under this section shall not be required for any child to take part in a performance to which  subsection (2) of  this section applies if  no payment in respect of his taking part in the performance, other than for defraying expenses, is made to him or to another person, and— a in the six months preceding the performance he has not taken part in other performances to which  subsection (2) of  this section applies on more than three days; or b the performance is given under arrangements made by a school (within the meaning of  the Education Act 1996  or the  Education (Scotland) Act 1962) or made by a body of persons approved for the purposes of this section by the Secretary of State or by the local authority in whose area the performance takes place,  . . .; but the Secretary of State may by regulations made by statutory instrument prescribe conditions to be observed with respect to the hours of work, rest or meals of children taking part in performances as mentioned in paragraph (a) of this subsection. 4 The power to grant licences under this section shall be exercisable subject to such restrictions and conditions as the Secretary of State may by regulations made by statutory instrument prescribe and a local authority shall not grant a licence for a child to  do anything  unless they are satisfied that he is fit to  do it , that proper provision has been made to secure his health and kind treatment and that, having regard to such provision (if any) as has been or will be made therefor, his education will not suffer; but if they are so satisfied, in the case of an application duly made for a licence under this section which they have power to grant, they shall not refuse to grant the licence. 5 Regulations under this section may make different provision for different circumstances and may prescribe, among the conditions subject to which a licence is to be granted, conditions requiring the approval of a local authority and may provide for that approval to be given subject to conditions imposed by the authority. 6 Without prejudice to the generality of the preceding subsection, regulations under this section may prescribe, among the conditions subject to which a licence may be granted, a condition requiring sums earned by the child in respect of whom the licence is granted in  any activity  to which the licence relates to be paid into the county court (or, in Scotland, consigned in the sheriff court) or dealt with in a manner approved by the local authority. 7 A licence under this section shall specify the times, if any, during which the child in respect of whom it is granted may be absent from school for the purposes authorised by the licence; and for the purposes of the enactments relating to education a child who is so absent during any times so specified shall be deemed to be absent with leave granted by a person authorised in that behalf by the managers, governors or proprietor of the school or, in Scotland, with reasonable excuse. 8 Any statutory instrument made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "38", "section_title": "Restriction on licences for performances by children under 14.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "39", "section_title": " Supplementary provisions as to licences under section 37.", "section_text": "39 1 A licence under section 37 of this Act may be varied on the application of the person holding it by the local authority by whom it was granted or by any local authority in whose area  any activity  to which it relates takes place. 2 The local authority by whom such a licence was granted and any local authority in whose area  any activity  to which it relates takes place, may vary or revoke the licence if any condition subject to which it was granted is not observed or they are not satisfied as to the matters mentioned in subsection (4) of the said section 37, but shall, before doing so, give to the holder of the licence such notice (if any) of their intention as may be practicable in the circumstances. 3 Where a local authority grant such a licence authorising a child to  do something  in the area of another local authority they shall send to that other authority such particulars as the Secretary of State may by regulations made by statutory instrument prescribe; and where a local authority vary or revoke such a licence which was granted by, or relates  to an activity  in the area of, another local authority, they shall inform that other authority. 4 A local authority proposing to vary or revoke such a licence granted by another local authority shall, if practicable, consult that other authority. 5 The holder of such a licence shall keep such records as the Secretary of State may by regulations made by statutory instrument prescribe and shall on request produce them to an officer of the authority who granted the licence, at any time not later than six months after  the occasion or last occasion  to which it relates. 6 Where a local authority refuse an application for a licence under section 37 of this Act or revoke or, otherwise than on the application of the holder, vary such a licence they shall state their grounds for doing so in writing to the applicant or, as the case may be, the holder of the licence; and the applicant or holder may appeal to a magistrates’ court or, in Scotland, the sheriff, against the refusal, revocation or variation, and against any condition subject to which the licence is granted or any approval is given, not being a condition which the local authority are required to impose. 7 Any statutory instrument made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "40", "section_title": " Offences.", "section_text": "40 1 If any person— a causes or procures any child or, being his parent or guardian, allows him, to  do anything  in contravention of section 37 of this Act; or b fails to observe any condition subject to which a licence under that section is granted, or any condition prescribed under subsection (3) of that section; or c knowingly or recklessly makes any false statement in or in connection with an application for a licence under that section; he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale or imprisonment for a term not exceeding three months or both. 2 If any person fails to keep or produce any record which he is required to keep or produce under section 39 of this Act, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale or imprisonment for a term not exceeding three months or both. 3 The court by which the holder or one of the holders of a licence under section 37 of this Act is convicted of an offence under this section may revoke the licence. 4 In any proceedings for an offence under this section alleged to have been committed by causing, procuring or allowing a child to take part in a performance without a licence under section 37 of this Act it shall be a defence to prove that the accused believed that the condition specified in paragraph (a) of subsection (3) of that section was satisfied and that he had reasonable grounds for that belief."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "41", "section_title": " Licences for training persons between 12 and 16 for performances of a dangerous nature.", "section_text": "41 1 The power to grant licences under section 24 of the principal Act (which relates to the training of  children to take part in performances of a dangerous nature) shall be exercisable by the local authority for the area or one of the areas in which the training is to take place instead of by a magistrates’ court. 2 A licence under the said section 24 or under section 34 of the principal Scottish Act (which makes provision in Scotland similar to that made in England and Wales by the said section 24 as amended by subsection (1) of this section) may be revoked or varied by the authority who granted it if any of the conditions embodied therein are not complied with or if it appears to them that the person to whom the licence relates is no longer fit and willing to be trained or that proper provision is no longer being made to secure his health and kind treatment. 3 Where an authority refuse an application for such a licence or revoke or vary such a licence they shall state their grounds for doing so in writing to the applicant, or, as the case may be, to the holder of the licence, and the applicant or holder may appeal to a magistrates’ court or, in Scotland, to the sheriff, against the refusal, revocation or variation."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "42", "section_title": " Licences for children and young persons performing abroad.", "section_text": "42 1 Section 25 of the principal Act (which prohibits  children from going abroad for  certain purposes  except under the authority of a licence granted under that section) and section 26 of that Act (which imposes penalties for contraventions) shall have effect as if the words “ singing, playing, performing or being exhibited ” included taking part in any such performance as is mentioned in paragraph (c) or (d) of section 37(2) of this Act. 2 A licence under the said section 25 may be granted  in relation to a purpose referred to in subsection (1)(a) of that section  in respect of a person notwithstanding that he is under the age of fourteen if— a the engagement which he is to fulfil is for acting and the application for the licence is accompanied by a declaration that the part he is to act cannot be taken except by a person of about his age; or b the engagement is for dancing in a ballet which does not form part of an entertainment of which anything other than ballet or opera also forms part and the application for the licence is accompanied by a declaration that the part he is to dance cannot be taken except by a child of about his age; or c the engagement is for taking part in a performance the nature of which is wholly or mainly musical or which consists only of opera and ballet and the nature of his part in the performance is wholly or mainly musical."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "43", "section_title": " Extended powers of entry. ", "section_text": "43 For subsection (2) of section 28 of the principal Act and for subsection (2) of section 36 of the principal Scottish Act there shall be substituted the following subsection:— 2 Any authorised officer of the said authority or any constable may— a at any time enter any place used as a broadcasting studio or film studio or used for the recording of a performance with a view to its use in a broadcast or in a film intended for public exhibition and make inquiries therein as to any children taking part in performances to which section 37 of the Children and Young Persons Act 1963 applies; b at any time during the currency of a licence granted under the said section 37 or under the provisions of this Part of this Act relating to training for dangerous performances enter any place (whether or not it is such a place as is mentioned in paragraph (a) of this subsection) where the person to whom the licence relates is authorised by the licence to take part in a performance or to be trained, and may make inquiries therein with respect to that person."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "44", "section_title": " Construction of Part II.", "section_text": "44 1 This Part of this Act, in its application to England and Wales, and, as regards section 42, in its application elsewhere, shall be construed, and Part II of the principal Act shall have effect, as if this Part were included in that Part. 2 This Part of this Act, except section 42, shall, in its application to Scotland, be construed as if it were included in Part III of the principal Scottish Act and as if references to a local authority were references to an education authority; and the said Part III shall have effect as if this Part of this Act (except section 42) were included in it."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "53", "section_title": " Arrest in one part of British Islands of children or young persons escaping in other part.", "section_text": "53 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "55", "section_title": " Emigration with consent of Secretary of State.", "section_text": "55 Section 52 of the  Adoption Act 1958 (which, subject to exceptions, requires the authority of a provisional adoption order for the taking or sending abroad for adoption of infants who are British subjects) shall not apply in the case of any infant emigrating under the authority of the Secretary of State given under . . .   section 17 of the  Children Act 1948  or section 23 of the  Social Work (Scotland) Act 1968  . . . "}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "56", "section_title": " Prosecution of offences under Part I or Part II of principal Act.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "57", "section_title": " Newspaper and broadcast reports of proceedings involving children. ", "section_text": "57 1 In section 39 of the principal Act and in section of the principal Scottish Act (which empower a court to prohibit the publication in newspapers of pictures or matter leading to the identifleation of children and young persons concerned in certain proceedings) the words “which arise out of any offence against, or any conduct contrary to, decency or morality” shall be omitted and for the word “against” in paragraph (a) there shall be substituted the words “by or against”. 2 . . . section 54 of the principal Scottish Act (which restrict newspaper reports of proceedings in  youth courts ) shall, with the necessary modifications, apply in relation to any proceedings on appeal from a  youth court  (including  . . ., in Scotland, stated case) as they apply in relation to proceedings in a  youth court . 3 Sections 39 and 49 of the principal Act  shall extend to Scotland and the said  section 46  shall extend to England and Wales, but— a references to a court in the said sections 39 and 49 shall not include a court in Scotland;  aa as it extends to Scotland, the said section 39 has effect as if the references to a publication were references to a newspaper;  and b references to a court in the said  section 46  shall not include a court in England or Wales. 4 The said sections 39 and 49 and the said sections 46 . . .   shall, with the necessary modifications, apply in relation to sound and television broadcasts as they apply in relation to newspapers."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "60", "section_title": " Expenses.", "section_text": "60 There shall be paid out of moneys provided by Parliament any expenses incurred by the Secretary of State under this Act and any increase attributable to this Act in the moneys so payable under any other enactment."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "63", "section_title": " Interpretation.", "section_text": "63 1 In this Act “ the principal Act ” means the  Children and Young Persons Act 1933 and “ the principal Scottish Act ” means the  Children and Young Persons (Scotland) Act 1937. 1A The local authorities for the purposes of Parts I and  III  of this Act shall be the councils of counties (other than metropolitan counties  of county boroughs, ), of metropolitan districts and of London boroughs and the Common Council of the City of London. 2 References in this Act to any enactment are references thereto as amended and include references thereto as applied, by any other enactment including, except where the context otherwise requires, any enactment contained in this Act."}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "64", "section_title": "†Amendments, transitional provisions, and repeals.", "section_text": "64 1 The enactments mentioned in Schedule 3 to this Act shall have effect subject to the amendments specified therein. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1963", "year": 1963, "section": "65", "section_title": " Citation, construction, commencement and extent.", "section_text": "65 1 This Act may be cited as the Children and Young Persons Act 1963. 2 This Act and the Children and Young Persons Acts 1933 to 1956 may be cited as the Children and Young Persons Acts 1933 to 1963, and this Act and the Children and Young Persons (Scotland) Acts 1937 and 1956 may be cited as the Children and Young Persons (Scotland) Acts 1937 to 1963. 3 This Act, except in so far as it amends any Act not construed as one with the principal Act or the principal Scottish Act, shall be construed, in its application to England and Wales, as one with the principal Act and, in its application to Scotland, as one with the principal Scottish Act. 4 The following provisions of this Act do not extend to Scotland, that is to say, Part I except sections 1, 10 and 32, sections 56 and 61, and Schedules 1 and 2 and Schedule 4 except paragraph 3. 5  sections 42 . . .   of this Act, paragraphs 7, 8, . . .   and 50 of Schedule 3, and so much of Schedule 5 as relates to section 25 and section 26 of the principal Act, extend to Northern Ireland. 6 This Act shall come into operation on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different purposes; and any reference in any provision of this Act to the commencement of this Act shall be construed as a reference to the time at which that provision comes into operation."}]