[{"act": "Corn Rents Act 1963", "year": 1963, "section": "1", "section_title": " Power to make scheme for apportionment, redemption,  etc. , of corn rents.", "section_text": "1 1 The Commissioners of Inland Revenue (hereinafter referred to as “ the Commissioners ”) may by a scheme made by them make provision for the apportionment and redemption of corn rents and other payments for which provision was made by section 30(1) of the Tithe  Act 1936; and a scheme under this section (hereinafter referred to as “ a scheme ”) shall have effect in lieu of the said section 30(1). 2 A scheme may apply to such additional payments, being payments which by virtue of an enactment or by custom are charged on or otherwise payable in relation to land wholly or partly in lieu of tithes, as the Commissioners think fit. 3 As respects payments such as are mentioned in subsection (1) or (2) of this section (hereinafter referred to as “ rents ”) a scheme may include provision for the extinguishment thereof in cases where— a a rent has been redeemed, or b a person is entitled in the same capacity both to the rent and to the land in respect of which it is payable, or c all persons having an interest either in the rent or the land in respect of which it is payable agree to its extinguishment. 4 A scheme, in regulating the redemption of rents, shall provide that a rent is not to be redeemed otherwise than on the application or with the consent of the person who, under the scheme, would be liable to defray the consideration money: Provided that the scheme may enable the consent of that person to be dispensed with where the amount payable by him or his predecessor in title in respect of the rent in the calendar year immediately preceding the year in which redemption is proposed did not exceed forty shillings, or where the land in respect of which the rent is payable is, or is about to be, divided into plots. 5 A scheme may in particular (but without prejudice to the generality of this section)— a include provisions reproducing, with such modifications as the Commissioners think fit, the effect of any of those enactments comprised in the Tithe Acts 1836 to 1925 which were applied to corn rents and other payments by section 30(1) of the Tithe Act 1936; b apply to matters arising in connection with or in consequence of the redemption of a rent any enactment having effect in relation to matters arising in connection with or in consequence of the redemption of tithe rentcharge (as defined by section 47 of the Tithe Act 1936); c apply provisions of  Part I of theArbitration Act 1996 , with or without modification, for the purposes of proceedings under the scheme; d provide for the payment of fees to the Commissioners in connection with proceedings under the scheme. 6 A scheme may be revoked or amended by a subsequent scheme. 7 Any power conferred by this section to make a scheme shall be exercisable by statutory instrument; and a statutory instrument containing a scheme shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Corn Rents Act 1963", "year": 1963, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Corn Rents Act 1963", "year": 1963, "section": "3", "section_title": " Short title, extent, repeal and savings.", "section_text": "3 1 This Act may be cited as the Corn Rents Act 1963. 2 This Act shall extend to England and Wales only. 3 This Act binds the Crown. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Nothing in this Act shall affect the operation of the  Vicar’s Rate in Halifax Act 1877 or the  Kendal Corn Rent Act 1932."}]