[{"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "5", "section_title": " Payment of expenses of local authority officers.", "section_text": "5 Nothing in any enactment, . . .   providing for the payment by a local authority of expenses of their members shall be taken to limit the power of the local authority to defray expenses properly incurred by an officer of the authority as such."}, {"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "12", "section_title": " Power to amend local Acts.", "section_text": "12 1 The Minister may, subject to the provisions of this section, by order repeal or amend any provision in any local Act passed before this Act or in any Act passed before this Act and confirming a provisional order, where it appears to him that the provision is inconsistent with, or has become unnecessary in consequence of, any provision of this Act. 2 The Minister shall not make an order under this section repealing or amending any provision in a local Act the Bill for which was promoted by a local authority, or by any body whose functions under the local Act have become exercisable by a local authority, except on the application of that authority. 3 Before making an order under this section the Minister shall consult with any local authority who appear to him to be concerned, not being an authority by whom an application for the making of the order was made. 4 An order under this section— a may contain such transitional, supplemental or incidental provisions as appear to the Minister to be expedient, and b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Any reference in this section to a local authority shall be construed as referring to a local authority within the meaning of the Act of 1933, other than a parish council, . . .  ."}, {"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "14", "section_title": " Application to Isles of Scilly.", "section_text": "14 1 The Minister may, after consultation with the Council of the Isles of Scilly, by order made by statutory instrument provide for the application of this Act . . .   to the Isles of Scilly; and any such order may provide for the application of this Act . . .   to those Isles subject to such modifications, or to the exception of such provisions thereof, as may be specified in the order. 2 The exercise of the power conferred by this section shall be without prejudice to the powers of the Minister under section 292 of the Act of 1933."}, {"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "15", "section_title": " Interpretation.", "section_text": "15 1 In this Act— “ the Act of 1933 ” means the  Local Government Act 1933; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the Minister ” means the Minister of Housing and Local Government. 2 References in this Act to any enactment, except where the context otherwise requires, shall be construed as references to that enactment as amended by or under any other enactment including this Act."}, {"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Local Government (Financial Provisions) Act 1963", "year": 1963, "section": "17", "section_title": " Short title and extent.", "section_text": "17 1 This Act may be cited as the Local Government (Financial Provisions) Act 1963. 2 This Act shall not extend to Scotland or to Northern Ireland."}]