[{"act": "Malaysia Act 1963", "year": 1963, "section": "1", "section_title": " Malaysia.", "section_text": "1 1 For the purpose of enabling North Borneo, Sarawak and Singapore (in this Act referred to as “ the new States ”) to federate with the existing States of the Federation of Malaya (in this Act referred to as “ the Federation ”), the Federation thereafter being called Malaysia, on the day on which the new States are federated as aforesaid (in this Act referred to as “ the appointed day ”) Her Majesty’s sovereignty and jurisdiction in respect of the new States shall be relinquished so as to vest in the manner agreed between the United Kingdom of Great Britain and Northern Ireland, the Federation and the new States. 2 Her Majesty may by Order in Council enact State Constitutions to take effect for the new States immediately before the appointed day."}, {"act": "Malaysia Act 1963", "year": 1963, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Malaysia Act 1963", "year": 1963, "section": "3", "section_title": " Operation of existing law.", "section_text": "3 1 On and after the appointed day all law which, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, is in force on that day or has been passed or made before that day and comes into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, and save as otherwise provided by this Act, have the same operation in relation to the Federation, to any of the States of the Federation, and to persons and things belonging to or connected with the Federation or any of the States thereof, as it would have apart from this subsection if the new States had not become included in the Federation and section 1 of this Act had not been passed. 2 The enactments specified in Schedule 2 to this Act shall have effect on and after the appointed day in accordance with the provisions of that Schedule. 3 This section applies to law of or of any part of the United Kingdom, the Channel Islands and the Isle of Man and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to the Federation or any territory which will be comprised therein on and after the appointed day, to law of any other country or territory to which that enactment or Order extends."}, {"act": "Malaysia Act 1963", "year": 1963, "section": "4", "section_title": " Power to make consequential provisions.", "section_text": "4 1 Her Majesty may by Order in Council make such adaptations in any Act of Parliament passed before the appointed day as appear to Her necessary or expedient in consequence of the new States becoming included in the Federation. 2 Any Order in Council made under subsection (1) of this section, and any Order in Council or other instrument made under any other enactment which varies or revokes a previous Order in Council or instrument in consequence of the new States becoming included in the Federation, may, though made after the appointed day, be made so as to have effect from that day. 3 Any Order in Council under subsection (1) of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament, and may be varied or revoked by a subsequent Order in Council."}, {"act": "Malaysia Act 1963", "year": 1963, "section": "5", "section_title": " Judicial arrangements.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Malaysia Act 1963", "year": 1963, "section": "6", "section_title": "†Short title and repeals.", "section_text": "6 1 This Act may be cited as the Malaysia Act 1963. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]