[{"act": "Sheriff Courts (Civil Jurisdiction and Procedure) (Scotland) Act 1963", "year": 1963, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Sheriff Courts (Civil Jurisdiction and Procedure) (Scotland) Act 1963", "year": 1963, "section": "3", "section_title": " Actions for aliment of small amounts.", "section_text": "3 1 An action under section 2 of the Family Law (Scotland) Act  1985 for aliment only (whether or not expenses are also sought) may be brought before the sheriff as a summary cause if the aliment claimed in the action does not exceed— a in respect of a child under the age of 18 years, the sum of £35 per week; and b in any other case, the sum of £70 per week; and any provision in any enactment limiting the jurisdiction of the sheriff in a summary cause by reference to any amount, or limiting the period for which a decree granted by him shall have effect, shall not apply in relation to such an action. 2 Without prejudice to any other enactment, the sheriff shall have jurisdiction in an action for aliment brought as a summary cause by virtue of subsection (1) above if— a the pursuer resides within the jurisdiction of the sheriff, and b the action could, by virtue of section 6 of the principal Act (which relates to jurisdiction), have been brought in the sheriff court of another sheriffdom. 3 The Lord Advocate may by order vary the amounts prescribed in paragraphs ( a ) and ( b ) of subsection (1) above. 4 The power to make an order under subsection (3) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and shall include power to vary or revoke any order made thereunder."}, {"act": "Sheriff Courts (Civil Jurisdiction and Procedure) (Scotland) Act 1963", "year": 1963, "section": "4", "section_title": " Citation, construction and commencement.", "section_text": "4 1 This Act may be cited as the Sheriff Courts (Civil Jurisdiction and Procedure) (Scotland) Act 1963. 2 In this Act the expression “ the principal Act ” means the  Sheriff Courts (Scotland) Act 1907, as amended by any other enactment, and the principal Act and this Act shall be construed together as one. 3 This Act shall come into operation on 1st October 1963."}]