[{"act": "Stock Transfer Act 1963", "year": 1963, "section": "1", "section_title": " Simplified transfer of securities. ", "section_text": "1 1 Registered securities to which this section applies may be transferred by means of an instrument under hand in the form set out in Schedule 1 to this Act (in this Act referred to as a stock transfer), executed by the transferor only and specifying (in addition to the particulars of the consideration, of the description and number or amount of the securities, and of the person by whom the transfer is made) the full name and address of the transferee. 2 The execution of a stock transfer need not be attested; and where such a transfer has been executed for the purpose of a stock exchange transaction, the particulars of the consideration and of the transferee may either be inserted in that transfer or, as the case may require, supplied by means of separate instruments in the form set out in Schedule 2 to this Act (in this Act referred to as brokers transfers), identifying the stock transfer and specifying the securities to which each such instrument relates and the consideration paid for those securities. 3 Nothing in this section shall be construed as affecting the validity of any instrument which would be effective to transfer securities apart from this section; and any instrument purporting to be made in any form which was common or usual before the commencement of this Act, or in any other form authorised or required for that purpose apart from this section, shall be sufficient, whether or not it is completed in accordance with the form, if it complies with the requirements as to execution and contents which apply to a stock transfer. 4 This section applies to fully paid up registered securities of any description, being— a securities issued by any company   as defined in section 1(1) of the Companies Act 2006   except a company limited by guarantee or an unlimited company; b securities issued by any body (other than a company   as so defined ) incorporated in Great Britain by or under any enactment or by Royal Charter except a building society within the meaning of the  Building Societies Act  1986  or   a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014 ; c securities issued by the Government of the United Kingdom, except stock or bonds in the  the National Savings Stock Register   ..., and except national savings certificates; d securities issued by any local authority; e units of an authorised unit trust scheme  , an authorised contractual scheme   or a recognised scheme within the meaning of  Part 17 of the Financial Services and Markets Act 2000; f shares issued by an open-ended investment company within the meaning of the Open-Ended Investment Companies Regulations 2001; g shares issued by a protected cell company within the meaning of Part 4 of the Risk Transformation Regulations 2017."}, {"act": "Stock Transfer Act 1963", "year": 1963, "section": "2", "section_title": " Supplementary provisions as to simplified transfer.", "section_text": "2 1 Section 1 of this Act shall have effect in relation to the transfer of any securities to which that section applies notwithstanding anything to the contrary in any enactment or instrument relating to the transfer of those securities; but nothing in that section affects— a any right to refuse to register a person as the holder of any securities on any ground other than the form in which those securities purport to be transferred to him: or b any enactment or rule of law regulating the execution of documents by companies or other bodies corporate, or any articles of association or other instrument regulating the execution of documents by any particular company or body corporate. 2 Subject to the provisions of this section, any enactment or instrument relating to the transfer of securities to which section 1 of this Act applies shall, with any necessary modifications, apply in relation to an instrument of transfer authorised by that section as it applies in relation to an instrument of transfer to which it applies apart from this subsection; and without prejudice to the generality of the foregoing provision,   the references to an instrument of transfer in section 775 of the Companies Act 2006 (certification of instrument of transfer)   shall be construed as including a reference to a brokers transfer. 3 In relation to the transfer of securities by means of a stock transfer and a brokers transfer— a any reference in any enactment or instrument (including in particular   section 770(1)(a) of the Companies Act 2006 (registration of transfer)   ...) to the delivery or lodging of an instrument (or proper instrument) of transfer shall be construed as a reference to the delivery or lodging of the stock transfer and the brokers transfer; b any such reference to the date on which an instrument of transfer is delivered or lodged shall be construed as a reference to the date by which the later of those transfers to be delivered or lodged has been delivered or lodged; and c subject to the foregoing provisions of this subsection, the brokers transfer (and not the stock transfer ) shall be deemed to be the conveyance or transfer for the purposes of the enactments related to stamp duty. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Stock Transfer Act 1963", "year": 1963, "section": "3", "section_title": " Additional provisions as to transfer forms.", "section_text": "3 1 References in this Act to the forms set out in Schedule 1 and Schedule 2 include references to forms substantially corresponding to those forms respectively. 2 The Treasury may by order amend the said Schedules either by altering the forms set out therein or by substituting different forms for those forms or by the addition of forms for use as alternatives to those forms; and references in this Act to the forms set out in those Schedules (including references in this section) shall be construed accordingly. 3 Any order under subsection (2) of this section which substitutes a different form for a form set out in Schedule 1 to this Act may direct that subsection (3) of section 1 of this Act shall apply, with any necessary modifications, in relation to the form for which that form is substituted as it applies to any form which was common or usual before the commencement of this Act. 4 Any order of the Treasury under this section shall be made by statutory instrument, and may be varied or revoked by a subsequent order; and any statutory instrument made by virtue of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 An order under subsection (2) of this section may— a provide for forms on which some of the particulars mentioned in subsection (1) of section 1 of this Act are not required to be specified; b provide for that section to have effect, in relation to such forms as are mentioned in the preceding paragraph or other forms specified in the order, subject to such amendments as are so specified (which may include an amendment of the reference in subsection (1) of that section to an instrument under hand); c provide for all or any of the provisions of the order to have effect in such cases only as are specified in the order."}, {"act": "Stock Transfer Act 1963", "year": 1963, "section": "4", "section_title": " Interpretation.", "section_text": "4 1 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say— “ local authority ” means, in relation to England and Wales, any authority being, within the meaning of the Local Loans Act 1875, an authority having power to levy a rate a billing authority or a precepting authority, as defined in section 69 of the Local Government Finance Act 1992;   a fire and rescue authority in Wales constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; a levying body within the meaning of section 74 of   the Local Government Finance Act 1988 ; and a body as regards which section 75 of that Act applies. and, in relation to Scotland, a county council, a town council and any statutory authority, commissioners or trustees to whom section 270 of the  Local Government (Scotland) Act 1947 applies; “ registered securities ” means transferable securities the holders of which are entered in a register (whether maintained in Great Britain or not); “ securities ” means shares, stock, debentures, debenture stock, loan stock, bonds, units of a  collective investment scheme within the meaning of the  Financial Services and Markets Act 2000 , and other securities of any description; “ stock exchange transaction ” means a sale and purchase of securities in which each of the parties is a member of a stock exchange acting in the ordinary course of his business as such or is acting through the agency of such a member; “ stock exchange ” means the Stock Exchange, London, and any other stock exchange (whether in Great Britain or not) which is declared by order of the Treasury to be a recognised stock exchange for the purposes of this Act. 2 Any order of the Treasury under this section shall be made by statutory instrument, and may be varied or revoked by a subsequent order."}, {"act": "Stock Transfer Act 1963", "year": 1963, "section": "5", "section_title": " Application to Northern Ireland.", "section_text": "5 1 This Act, so far as it applies to things done outside Great Britain, extends to Northern Ireland. 2 Without prejudice to subsection (1) of this section, the provisions of this Act affecting securities issued by the Government of the United Kingdom shall apply to any such securities entered in a register maintained in Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Except as provided by this section, this Act shall not extend to Northern Ireland."}, {"act": "Stock Transfer Act 1963", "year": 1963, "section": "6", "section_title": " Short title and commencement.", "section_text": "6 1 This Act may be cited as the Stock Transfer Act 1963. 2 Subsection (3) of section 5 of this Act shall come into force on the passing of this Act, and the remaining provisions of this Act shall come into force on such date as the Treasury may by order made by statutory instrument direct."}]