[{"act": "Wills Act 1963", "year": 1963, "section": "1", "section_title": " General rule as to formal validity.", "section_text": "1 A will shall be treated as properly executed if its execution conformed to the internal law in force in the territory where it was executed, or in the territory where, at the time of its execution or of the testator’s death, he was domiciled or had his habitual residence, or in a state of which, at either of those times, he was a national."}, {"act": "Wills Act 1963", "year": 1963, "section": "2", "section_title": " Additional rules.", "section_text": "2 1 Without prejudice to the preceding section, the following shall be treated as properly executed— a a will executed on board a vessel or aircraft of any description, if the execution of the will conformed to the internal law in force in the territory with which, having regard to its registration (if any) and other relevant circumstances, the vessel or aircraft may be taken to have been most closely connected; b a will so far as it disposes of immovable property, if its execution conformed to the internal law in force in the territory where the property was situated; c a will so far as it revokes a will which under this Act would be treated as properly executed or revokes a provision which under this Act would be treated as comprised in a properly executed will, if the execution of the later will conformed to any law by reference to which the revoked will or provision would be so treated; d a will so far as it exercises a power of appointment, if the execution of the will conformed to the law governing the essential validity of the power. 2 A will so far as it exercises a power of appointment shall not be treated as improperly executed by reason only that its execution was not in accordance with any formal requirements contained in the instrument creating the power."}, {"act": "Wills Act 1963", "year": 1963, "section": "3", "section_title": " Certain requirements to be treated as formal.", "section_text": "3 Where (whether in pursuance of this Act or not) a law in force outside the United Kingdom falls to be applied in relation to a will, any requirement of that law whereby special formalities are to be observed by testators answering a particular description, or witnesses to the execution of a will are to possess certain qualifications, shall be treated, notwithstanding any rule of that law to the contrary, as a formal requirement only."}, {"act": "Wills Act 1963", "year": 1963, "section": "4", "section_title": " Construction of wills.", "section_text": "4 The construction of a will shall not be altered by reason of any change in the testator’s domicile after the execution of the will."}, {"act": "Wills Act 1963", "year": 1963, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Wills Act 1963", "year": 1963, "section": "6", "section_title": " Interpretation.", "section_text": "6 1 In this Act— “ internal law ” in relation to any territory or state means the law which would apply in a case where no question of the law in force in any other territory or state arose; “ state ” means a territory or group of territories having its own law of nationality; “ will ” includes any testamentary instrument or act, and “ testator ” shall be construed accordingly. 2 Where under this Act the internal law in force in any territory or state is to be applied in the case of a will, but there are in force in that territory or state two or more systems of internal law relating to the formal validity of wills, the system to be applied shall be ascertained as follows— a if there is in force throughout the territory or state a rule indicating which of those systems can properly be applied in the case in question, that rule shall be followed; or b if there is no such rule, the system shall be that with which the testator was most closely connected at the relevant time, and for this purpose the relevant time is the time of the testator’s death where the matter is to be determined by reference to circumstances prevailing at his death, and the time of execution of the will in any other case. 3 In determining for the purposes of this Act whether or not the execution of a will conformed to a particular law, regard shall be had to the formal requirements of that law at the time of execution, but this shall not prevent account being taken of an alteration of law affecting wills executed at that time if the alteration enables the will to be treated as properly executed."}, {"act": "Wills Act 1963", "year": 1963, "section": "7", "section_title": " Short title, commencement, repeal and extent.", "section_text": "7 1 This Act may be cited as the Wills Act 1963. 2 This Act shall come into operation on 1st January 1964. 3 The Wills Act 1861 is hereby repealed. 4 This Act shall not apply to a will of a testator who died before the time of the commencement of this Act and shall apply to a will of a testator who dies after that time whether the will was executed before or after that time, but so that the repeal of the  Wills Act 1861 shall not invalidate a will executed before that time. 5 It is hereby declared that this Act extends to Northern Ireland, . . .  ."}]