[{"act": "Zanzibar Act 1963", "year": 1963, "section": "1", "section_title": " Operation of existing law.", "section_text": "1 1 Subject to this Act, on and after 10th December 1963 (the date on which Zanzibar ceases to be a protectorate and becomes an independent State within the Commonwealth and which is referred to in this Act as “ the appointed day ”) all law which, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, is in force on that day or has been passed or made before that day and comes into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, have the same operation in relation to Zanzibar, and persons and things belonging to or connected with Zanzibar, as it would have apart from this subsection if there had been no change in the status of Zanzibar on the appointed day. 2 Schedule 1 to this Act shall apply to the enactments there mentioned (of which those in Part I are enactments applicable to Commonwealth countries having fully responsible status, and those in Part II are thereby excepted from the operation of section 1(1) of this Act), but that Schedule shall not extend to Zanzibar as part of the law of Zanzibar. 3 Subsection (1) of this section applies to law of or of any part of the United Kingdom, the Channel Islands and the Isle of Man and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to Zanzibar, to law of any other country or territory to which that enactment or Order extends."}, {"act": "Zanzibar Act 1963", "year": 1963, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Zanzibar Act 1963", "year": 1963, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Zanzibar Act 1963", "year": 1963, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Zanzibar Act 1963", "year": 1963, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Zanzibar Act 1963", "year": 1963, "section": "6", "section_title": " Short title, interpretation and repeals.", "section_text": "6 1 This Act may be cited as the Zanzibar Act 1963. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment, including this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]