[{"act": "Parks Regulation Act 1872", "year": 1872, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as \t\t\t\t\t\t\t\t“ The Parks Regulation Act 1872. ”"}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "3", "section_title": " Definition of  “park-keeper.”", "section_text": "3 Park constable  shall mean any person who, previously to the passing of this Act, has been or may hereafter be appointed  park constable  of a park as defined by this Act."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "3A", "section_title": " Attestation of park constables.", "section_text": "3A Every park constable shall on appointment be attested as a constable by making a declaration before a justice of the peace that he will duly execute the office of constable."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "5", "section_title": "", "section_text": "5 Any person who— a within the view of a park constable acts in contravention of any of the said regulations in the park where the park constable has jurisdiction; and b when required by any park constable or by any police constable to give his name and address gives a false name or false address, shall be liable on summary conviction to a penalty of an amount not exceeding level 1 on the standard scale,  . . .."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "6", "section_title": " Penalty on assaults on park-keeper.", "section_text": "6 Where any person is convicted of an assault on any  park constable  when in the execution of his duty, such person shall, on conviction by a court of summary jurisdiction, in the discretion of the court, be liable either to pay a penalty not exceeding  £50 level 2 on the standard scale ,  . . ., or to be imprisoned for any term not exceeding six months . . . "}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "7", "section_title": " Powers, duties, and privileges of park-keeper.", "section_text": "7 Every  park constable  in addition to any powers and immunities specially conferred on him by this Act, shall, within the limits of the park of which he is  park constable , have all such powers, privileges, and immunities, and be liable to all such duties and responsibilities, as any police constable has within the  police area  in which such park is situated; and any person so appointed a  park constable  as aforesaid shall obey such lawful commands as he may from time to time receive from  the Secretary of State  in respect of his conduct in the execution of his office."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "8", "section_title": " Police constables to have the same powers, &c. as park-keepers.", "section_text": "8 Every police constable belonging to the police force  for the police area  in which any park, . . .   to which this act applies is situate shall have the powers, privileges, and immunities of a  park constable  within such park, . . . "}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "10", "section_title": " Publication of regulations.", "section_text": "10 Copies of regulations to be observed in pursuance of this Act by persons using a . . .   park to which this Act applies shall be put up in such park in such conspicuous manner as  the Secretary of State  may deem best calculated to give information to the persons using the park."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "11", "section_title": " Saving of certain rights.", "section_text": "11 Nothing in this Act shall authorise any interference with any rights of way or any right whatever to which any person or persons may be by law entitled."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "12", "section_title": " Act to be cumulative.", "section_text": "12 All powers conferred by this Act shall be deemed to be in addition to and not in derogation of any powers conferred by any other Act of Parliament, and any such powers may be exercised as if this Act had not been passed."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "13", "section_title": " Saving of the rights of the Crown.", "section_text": "13 Nothing in this Act contained shall be deemed to prejudice or affect any prerogative or right of Her Majesty, or any power, right, or duty of  the Secretary of State , or any powers or duties of any officers, clerks, or servants, appointed by Her Majesty or by  the Secretary of State ."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "14", "section_title": " Saving of metropolitan Streets Act.", "section_text": "14 Nothing in this Act contained shall affect the Metropolitan Streets Act 1867, or the application thereof to any park to which it is by law applicable."}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Parks Regulation Act 1872", "year": 1872, "section": "5", "section_title": "", "section_text": "5 Any person who— a within the view of a park constable acts in contravention of any of the said regulations in the park where the park constable has jurisdiction; and b when required by any park constable or by any police constable to give his name and address gives a false name or false address, shall be liable on summary conviction to a penalty of an amount not exceeding level 1 on the standard scale,  . . .."}]