[{"act": "Channel Tunnel Rail Link (Supplementary Provisions) Act 2008", "year": 2008, "section": "1", "section_title": "Powers of Secretary of State", "section_text": "1 1 For the avoidance of doubt, nothing in sections 31 to 33 of the 1996 Act prevents the powers of the Secretary of State under section 6 of the Railways Act 2005 (c. 14) from being exercised in relation to the rail link or railway services on it. 2 In subsection (1)  “ rail link ” has the same meaning as in the 1996 Act."}, {"act": "Channel Tunnel Rail Link (Supplementary Provisions) Act 2008", "year": 2008, "section": "2", "section_title": "Access contracts", "section_text": "2 In section 17 of the 1996 Act (access agreements), the following are repealed— a in subsection (2), the words  “Subject to subsection (3) below,”; b subsection (3)."}, {"act": "Channel Tunnel Rail Link (Supplementary Provisions) Act 2008", "year": 2008, "section": "3", "section_title": "Duties of Office of Rail Regulation", "section_text": "3 In section 21 of the 1996 Act (duties of the Office of Rail Regulation as to the exercise of regulatory functions), the following are repealed— a subsections (2) to (5); b in subsection (6), the definitions of  “existing”,  “international services” and  “network”; c in subsection (7), the words  “or (2)”."}, {"act": "Channel Tunnel Rail Link (Supplementary Provisions) Act 2008", "year": 2008, "section": "4", "section_title": "Power of Office of Rail Regulation to charge fees", "section_text": "4 After section 21 of the 1996 Act insert— Fees 21A 1 Subject to this section, the Office of Rail Regulation may by notice require a rail link undertaker to pay a fee in respect of the exercise of any of the Office of Rail Regulation's functions in relation to the rail link. 2 The amount of a fee under subsection (1) in any case shall be— a such amount as is reasonably incurred by the Office of Rail Regulation in the exercise of the function in relation to the rail link, or b in a case where there is more than one rail link undertaker, such proportion of the amount referred to in paragraph (a) as the Office of Rail Regulation considers it reasonable for the rail link undertaker to pay. 3 Subsection (1) does not apply to the functions assigned to the Office of Rail Regulation by virtue of section 67(2) and (3) of the Railways Act 1993. 4 A notice under this section must specify— a the amount of the fee to be paid, and b the date by which it is to be paid. 5 Any amount payable under a notice under this section which remains unpaid after the date specified in the notice may be recovered by the Office of Rail Regulation as a civil debt due to it. 6 The Office of Rail Regulation may revise a notice under this section by a further such notice. 7 The Office of Rail Regulation may refund any amount which, further to any revised notice under subsection (6), appears to have been overpaid to it."}, {"act": "Channel Tunnel Rail Link (Supplementary Provisions) Act 2008", "year": 2008, "section": "5", "section_title": "Meaning of  “development agreement”", "section_text": "5 In section 56 of the 1996 Act (interpretation) in the definition of  “development agreement” in subsection (1), for  “or maintenance” substitute  “            , maintenance or operation          ” ."}, {"act": "Channel Tunnel Rail Link (Supplementary Provisions) Act 2008", "year": 2008, "section": "6", "section_title": "Interpretation, commencement, short title", "section_text": "6 1 In this Act,  “ the 1996 Act ” means the Channel Tunnel Rail Link Act 1996 (c. 61). 2 This Act comes into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act may be cited as the Channel Tunnel Rail Link (Supplementary Provisions) Act 2008."}]