[{"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "1", "section_title": "The Child Maintenance and Enforcement Commission", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "2", "section_title": "Objectives of the Commission", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "3", "section_title": "Functions of the Commission: general", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "4", "section_title": "Promotion of child maintenance", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "5", "section_title": "Provision of information and guidance", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "6", "section_title": "Fees", "section_text": "6 1 The Secretary of State may by regulations make provision about the charging of fees by the   Secretary of State  in connection with the exercise of its functions. 2 Regulations under subsection (1) may, in particular, make provision— a about when a fee may be charged; b about the amount which may be charged; c for the supply of information needed for the purpose of determining the amount which may be charged; d about who is liable to pay any fee charged (including provision for the apportionment of fees and the matters to be taken into account in determining an apportionment) ; e about when any fee charged is payable; f about the recovery of fees charged; g about  ..., reduction or repayment of fees. h about waiver of fees (including the matters to be taken into account in determining a waiver). 3 The power conferred by subsection (1) includes power to make provision for the charging of fees which are not related to costs. 3A The Secretary of State must review the effect of the first regulations made under subsection (1). 3B The review must take place before the end of the period of 30 months beginning with the day on which those regulations come into force. 3C After the review, the Secretary of State must make and publish a report containing— a the conclusions of the review, and b a statement as to what the Secretary of State proposes to do in view of those conclusions. 3D The report must be laid before Parliament by the Secretary of State. 4 The Secretary of State may by regulations provide that the provisions of the Child Support Act 1991 (c. 48) with respect to— a the collection of child support maintenance, b the enforcement of any obligation to pay child support maintenance, shall apply equally (with any necessary modifications) to fees payable by virtue of regulations under subsection (1). 5 The Secretary of State may by regulations make provision for a person affected by a decision of the   Secretary of State  under regulations under subsection (1) to have a right of appeal against the decision to   the First-tier Tribunal . 6 Subsections (3) to (5), (7) and (8) of section 20 of the Child Support Act 1991 (appeals to   First-tier Tribunal ) apply to appeals under regulations under subsection (5) as they apply to appeals under that section. 7 The   Secretary of State  shall pay into the Consolidated Fund any amount which   the Secretary of State  receives in respect of fees charged by   the Secretary of State  under regulations under this section."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "7", "section_title": "Agency arrangements and provision of services", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "8", "section_title": "Contracting out", "section_text": "8 1 Any function of the   Secretary of State relating to child support  may be exercised by, or by employees of, such person (if any) as the   Secretary of State  may authorise for the purpose. 2 An authorisation given by virtue of subsection (1) may authorise the exercise of the function concerned— a either wholly or to such extent as may be specified in the authorisation, b either generally or in such cases or areas as may be so specified, and c either unconditionally or subject to the fulfilment of such conditions as may be so specified. 3 An authorisation given by virtue of subsection (1)— a may specify its duration, b may be revoked at any time by the   Secretary of State , and c shall not prevent the   Secretary of State  or any other person from exercising the function to which the authorisation relates. 4 Where a person is authorised to exercise any function by virtue of subsection (1), anything done or omitted to be done by or in relation to that person (or an employee of that person) in, or in connection with, the exercise or purported exercise of the function shall be treated for all purposes as done or omitted to be done by or in relation to the   Secretary of State . 5 Subsection (4) shall not apply— a for the purposes of so much of any contract made between the authorised person and the   Secretary of State  as relates to the exercise of the function, or b for the purposes of any criminal proceedings brought in respect of anything done or omitted to be done by the authorised person (or an employee of that person). 6 Where— a a person is authorised to exercise any function by virtue of subsection (1), and b the authorisation is revoked at a time when a relevant contract is subsisting, the authorised person shall be entitled to treat the relevant contract as repudiated by the   Secretary of State (and not as frustrated by reason of the revocation). 7 In subsection (6), the reference to a relevant contract is to so much of any contract made between the authorised person and the   Secretary of State  as relates to the exercise of the function."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "9", "section_title": "Annual report to Secretary of State", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "10", "section_title": "Directions and guidance", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "11", "section_title": "Review of the status of the Commission", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "12", "section_title": "Supplementary provisions", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "13", "section_title": "Transfer of child support functions", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "14", "section_title": "Transfer of property, rights and liabilities", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "15", "section_title": "Repeal of sections 6 and 46", "section_text": "15 The following provisions of the Child Support Act 1991 (c. 48) cease to have effect— a section 6 (under which the claim of benefit by or in respect of a parent with care, or the payment of benefit to or in respect of such a person, triggers an application by her or him for child support maintenance), and b section 46 (which enables the Secretary of State in certain circumstances to reduce the benefit of a person in relation to whom section 6 triggers the making of an application for child support maintenance)."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "16", "section_title": "Changes to the calculation of maintenance", "section_text": "16 Schedule 4 (which makes various changes to the provisions about the calculation of maintenance) has effect."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "17", "section_title": "Power to regulate supersession", "section_text": "17 In section 17 of the Child Support Act 1991 (c. 48)\t\t\t(decisions superseding earlier decisions), for subsections (2) and (3) substitute— 2 The Secretary of State may by regulations make provision with respect to the exercise of the power under subsection (1). 3 Regulations under subsection (2) may, in particular— a make provision about the cases and circumstances in which the power under subsection (1) is exercisable, including provision restricting the exercise of that power by virtue of change of circumstance; b make provision with respect to the consideration by the   Secretary of State , when acting under subsection (1), of any issue which has not led to   the Secretary of State's  so acting; c make provision with respect to procedure in relation to the exercise of the power under subsection (1)."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "18", "section_title": "Determination of applications for a variation", "section_text": "18 1 Section 28D of the Child Support Act 1991 is amended as follows. 2 After subsection (2) insert— 2A Subsection (2B) applies if— a the application for a variation is made by the person with care or (in the case of an application for a maintenance calculation under section 7) the person with care or the child concerned, and b it appears to the   Secretary of State  that consideration of further information or evidence may affect   the  decision under subsection (1)(a) whether or not to agree to a variation. 2B Before making the decision under subsection (1)(a) the   Secretary of State  must— a consider any such further information or evidence that is available to   the Secretary of State , and b where necessary, take such steps as the   Secretary of State  considers appropriate to obtain any such further information or evidence. 3 In subsection (3), after  “duties” insert  “                    , apart from the duty under subsection (2B)                  ” ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "19", "section_title": "Transfer of cases to new rules", "section_text": "19 Schedule 5 (which makes provision for, and in connection with, enabling the Commission to require existing cases to transfer to the new maintenance calculation rules or to leave the statutory scheme, so far as future accrual of liability is concerned) has effect."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "20", "section_title": "Use of deduction from earnings orders as basic method of payment", "section_text": "20 In section 29 of the Child Support Act 1991 (c. 48)\t\t\t(under which payments of child support maintenance are to be made in accordance with regulations) at the end insert— 4 If the regulations include provision for payment by means of deduction in accordance with an order under section 31, they must make provision— a for that method of payment not to be used in any case where there is good reason not to use it; and b for the person against whom the order under section 31 would be made to have a right of appeal to a magistrates' court (or, in Scotland, to the sheriff) against a decision that the exclusion required by paragraph (a) does not apply. 5 On an appeal under regulations made under subsection (4)(b) the court or (as the case may be) the sheriff shall not question the maintenance calculation by reference to which the order under section 31 would be made. 6 Regulations under subsection (4)(b) may include— a provision with respect to the period within which a right of appeal under the regulations may be exercised; b provision with respect to the powers of a magistrates' court (or, in Scotland, of the sheriff) in relation to an appeal under the regulations. 7 If the regulations include provision for payment by means of deduction in accordance with an order under section 31, they may make provision— a prescribing matters which are, or are not, to be taken into account in determining whether there is good reason not to use that method of payment; b prescribing circumstances in which good reason not to use that method of payment is, or is not, to be regarded as existing."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "21", "section_title": "Deduction from earnings orders: the liable person's earnings", "section_text": "21 In section 31 of the Child Support Act 1991 (deduction from earnings orders), for subsection (8) substitute— 8 In this section and section 32  “ earnings ” means (subject to such exceptions as may be prescribed) any sums payable to a person which fall within one or more of the following paragraphs— a sums payable by way of wages or salary (including any fees, bonus, commission, overtime pay or other emoluments payable in addition to wages or salary or payable under a contract of service); b periodical payments by way of pension (including an annuity payable for the purpose of providing a pension), whether or not in respect of past services; c periodical payments by way of compensation for the loss, abolition or relinquishment, or diminution in the emoluments, of any office or employment; d sums payable by way of statutory sick pay. 9 For the purposes of this section and section 32 any person who (as a principal and not as a servant or agent) pays to the liable person any earnings is to be treated as having the liable person in his employment; and the following are to be read accordingly— a in this section and section 32, references to the liable person's employer; and b in section 32(3),  “employment”,  “employed” and  “re-employed”."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "22", "section_title": "Orders for regular deductions from accounts", "section_text": "22 After section 32 of the Child Support Act 1991 (c. 48) insert— Orders for regular deductions from accounts 32A 1 If in relation to any person it appears to the Commission— a that the person has failed to pay an amount of child support maintenance; and b that the person holds an account with a deposit-taker; it may make an order against that person to secure the payment of any amount due under the maintenance calculation in question by means of regular deductions from the account. 2 An order under this section may be made so as to secure the payment of— a arrears of child support maintenance payable under the calculation; b amounts of child support maintenance which will become payable under the calculation; or c both such arrears and such future amounts. 3 An order under this section may be made in respect of amounts due under a maintenance calculation which is the subject of an appeal only if it appears to the Commission— a that liability for the amounts would not be affected were the appeal to succeed; or b where paragraph (a) does not apply, that the making of an order under this section in respect of the amounts would nonetheless be fair in all the circumstances. 4 An order under this section— a may not be made in respect of an account of a prescribed description; and b may be made in respect of a joint account which is held by the person against whom the order is made and one or more other persons, and which is not of a description prescribed under paragraph (a), if (but only if) regulations made by the Secretary of State so provide. 5 An order under this section— a shall specify the account in respect of which it is made; b shall be expressed to be directed at the deposit-taker with which the account is held; and c shall have effect from such date as may be specified in the order. 6 An order under this section shall operate as an instruction to the deposit-taker at which it is directed to— a make deductions from the amount (if any) standing to the credit of the account specified in the order; and b pay the amount deducted to the Commission. 7 The Commission shall serve a copy of any order made under this section on— a the deposit-taker at which it is directed; b the person against whom it is made; and c if the order is made in respect of a joint account, the other account-holders. 8 Where— a an order under this section has been made; and b a copy of the order has been served on the deposit-taker at which it is directed, it shall be the duty of that deposit-taker to comply with the order; but the deposit-taker shall not be under any liability for non-compliance before the end of the period of 7 days beginning with the day on which the copy was served on the deposit-taker. 9 Where regulations have been made under section 29(3)(a), a person liable to pay an amount of child support maintenance is to be taken for the purposes of this section to have failed to pay an amount of child support maintenance unless it is paid to or through the person specified in, or by virtue of, the regulations for the case in question. Orders under section 32A: joint accounts 32B 1 Before making an order under section 32A in respect of a joint account the Commission shall offer each of the account-holders an opportunity to make representations about— a the proposal to make the order; and b the amounts to be deducted under the order, if it is made. 2 The amounts to be deducted from a joint account under such an order shall not exceed the amounts that appear to the Commission to be fair in all the circumstances. 3 In determining those amounts the Commission shall have particular regard to— a any representations made in accordance with subsection (1)(b); b the amount contributed to the account by each of the account-holders; and c such other matters as may be prescribed. Regulations about orders under section 32A 32C 1 The Secretary of State may by regulations make provision with respect to orders under section 32A. 2 Regulations under subsection (1) may, in particular, make provision— a requiring an order to specify the amount or amounts in respect of which it is made; b requiring an order to specify the amounts which are to be deducted under it in order to meet liabilities under the maintenance calculation in question; c requiring an order to specify the dates on which deductions are to be made under it; d for the rate of deduction under an order not to exceed such rate as may be specified in, or determined in accordance with, the regulations; e as to circumstances in which amounts standing to the credit of an account are to be disregarded for the purposes of section 32A; f as to the payment of sums deducted under an order to the Commission; g allowing the deposit-taker at which an order is directed to deduct from the amount standing to the credit of the account specified in the order a prescribed amount towards its administrative costs before making any deduction required by section 32A(6)(a); h with respect to notifications to be given to the person against whom an order is made (and, in the case of an order made in respect of a joint account, to the other account-holders) of amounts deducted, and amounts paid, under the order; i requiring the deposit-taker at which an order is directed to notify the Commission in the prescribed manner and within a prescribed period— i if the account specified in the order does not exist at the time at which the order is served on the deposit-taker; ii of any other accounts held with the deposit-taker at that time by the person against whom the order is made; j requiring the deposit-taker at which an order is directed to notify the Commission in the prescribed manner and within a prescribed period if, after the time at which the order is served on the deposit-taker— i the account specified in the order is closed; ii a new account of any description is opened with the deposit-taker by the person against whom the order is made; k as to circumstances in which the deposit-taker at which an order is directed, the person against whom the order is made and (in the case of an order made in respect of a joint account) the other account-holders may apply to the Commission for it to review the order and as to such a review; l for the variation of orders; m similar to that made by section 32A(8), in relation to any variation of an order; n for an order to lapse in such circumstances as may be prescribed; o as to the revival of an order in such circumstances as may be prescribed; p allowing or requiring an order to be discharged; q as to the giving of notice by the Commission to the deposit-taker that an order has lapsed or ceased to have effect. 3 The Secretary of State may by regulations make provision with respect to priority as between an order under section 32A and— a any other order under that section; b any order under any other enactment relating to England and Wales which provides for deductions from the same account; c any diligence done in Scotland against the same account. 4 The Secretary of State shall by regulations make provision for any person affected to have a right to appeal to a court— a against the making of an order under section 32A; b against any decision made by the Commission on an application under regulations made under subsection (2)(k). 5 On an appeal under regulations made under subsection (4)(a), the court shall not question the maintenance calculation by reference to which the order was made. 6 Regulations under subsection (4) may include— a provision with respect to the period within which a right of appeal under the regulations may be exercised; b provision with respect to the powers of the court to which the appeal under the regulations lies. Orders under section 32A: offences 32D 1 A person who fails to comply with the requirements of— a an order under section 32A, or b any regulation under section 32C which is designated by the regulations for the purposes of this paragraph, commits an offence. 2 It shall be a defence for a person charged with an offence under subsection (1) to prove that the person took all reasonable steps to comply with the requirements in question. 3 A person guilty of an offence under subsection (1) shall be liable on summary conviction to a fine not exceeding level two on the standard scale."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "23", "section_title": "Lump sum deduction orders", "section_text": "23 After section 32D of the Child Support Act 1991 (c. 48)\t\t\t(inserted by section 22 of this Act) insert— Lump sum deductions: interim orders 32E 1 The Commission may make an order under this section if it appears to the Commission that a person (referred to in this section and sections 32F to 32J as  “the liable person”) has failed to pay an amount of child support maintenance and— a an amount stands to the credit of an account held by the liable person with a deposit-taker; or b an amount not within paragraph (a) that is of a prescribed description is due or accruing to the liable person from another person (referred to in this section and sections 32F to 32J as the  “third party”). 2 An order under this section— a may not be made by virtue of subsection (1)(a) in respect of an account of a prescribed description; and b may be made by virtue of subsection (1)(a) in respect of a joint account which is held by the liable person and one or more other persons, and which is not of a description prescribed under paragraph (a) of this subsection, if (but only if) regulations made by the Secretary of State so provide. 3 The Secretary of State may by regulations make provision as to conditions that are to be disregarded in determining whether an amount is due or accruing to the liable person for the purposes of subsection (1)(b). 4 An order under this section— a shall be expressed to be directed at the deposit-taker or third party in question; b if made by virtue of subsection (1)(a), shall specify the account in respect of which it is made; and c shall specify the amount of arrears of child support maintenance in respect of which the Commission proposes to make an order under section 32F. 5 An order under this section may specify an amount of arrears due under a maintenance calculation which is the subject of an appeal only if it appears to the Commission— a that liability for the amount would not be affected were the appeal to succeed; or b where paragraph (a) does not apply, that the making of an order under section 32F in respect of the amount would nonetheless be fair in all the circumstances. 6 The Commission shall serve a copy of any order made under this section on— a the deposit-taker or third party at which it is directed; b the liable person; and c if the order is made in respect of a joint account, the other account-holders. 7 An order under this section shall come into force at the time at which it is served on the deposit-taker or third party at which it is directed. 8 An order under this section shall cease to be in force at the earliest of the following— a the time at which the prescribed period ends; b the time at which the order under this section lapses or is discharged; and c the time at which an order under section 32F made in pursuance of the proposal specified in the order under this section is served on the deposit-taker or third party at which that order is directed. 9 Where regulations have been made under section 29(3)(a), a person liable to pay an amount of child support maintenance is to be taken for the purposes of this section to have failed to pay the amount unless it is paid to or through the person specified in, or by virtue of, the regulations for the case in question. Lump sum deductions: final orders 32F 1 The Commission may make an order under this section in pursuance of a proposal specified in an order under section 32E if— a the order in which the proposal was specified (“ the interim order ”) is in force; b the period prescribed for the making of representations to the Commission in respect of the proposal specified in the interim order has expired; and c the Commission has considered any representations made to it during that period. 2 An order under this section— a shall be expressed to be directed at the deposit-taker or third party at which the interim order was directed; b if the interim order was made by virtue of section 32E(1)(a), shall specify the account specified in the interim order; and c shall specify the amount of arrears of child support maintenance in respect of which it is made. 3 The amount so specified— a shall not exceed the amount of arrears specified in the interim order which remain unpaid at the time at which the order under this section is made; and b if the order is made in respect of a joint account, shall not exceed the amount that appears to the Commission to be fair in all the circumstances. 4 In determining the amount to be specified in an order made in respect of a joint account the Commission shall have particular regard— a to the amount contributed to the account by each of the account-holders; and b to such other matters as may be prescribed. 5 An order under this section may specify an amount of arrears due under a maintenance calculation which is the subject of an appeal only if it appears to the Commission— a that liability for the amount would not be affected were the appeal to succeed; or b where paragraph (a) does not apply, that the making of an order under this section in respect of the amount would nonetheless be fair in all the circumstances. 6 The Commission shall serve a copy of any order made under this section on— a the deposit-taker or third party at which it is directed; b the liable person; and c if the order is made in respect of a joint account, the other account-holders. Orders under sections 32E and 32F: freezing of accounts etc. 32G 1 During the relevant period, an order under section 32E or 32F which specifies an account held with a deposit-taker shall operate as an instruction to the deposit-taker not to do anything that would reduce the amount standing to the credit of the account below the amount specified in the order (or, if already below that amount, that would further reduce it). 2 During the relevant period, any other order under section 32E or 32F shall operate as an instruction to the third party at which it is directed not to do anything that would reduce the amount due to the liable person below the amount specified in the order (or, if already below that amount, that would further reduce it). 3 Subsections (1) and (2) have effect subject to regulations made under section 32I(1). 4 In this section  “ the relevant period ”, in relation to an order under section 32E, means the period during which the order is in force. 5 In this section and section 32H  “ the relevant period ”, in relation to an order under section 32F, means the period which— a begins with the service of the order on the deposit-taker or third party at which it is directed; and b (subject to subsection (6)) ends with the end of the period during which an appeal can be brought against the order by virtue of regulations under section 32J(5). 6 If an appeal is brought by virtue of the regulations, the relevant period ends at the time at which— a proceedings on the appeal (including any proceedings on a further appeal) have been concluded; and b any period during which a further appeal may ordinarily be brought has ended. 7 References in this section and sections 32H and 32J to the amount due to the liable person are to be read as references to the total of any amounts within section 32E(1)(b) that are due or accruing to the liable person from the third party in question. Orders under section 32F: deductions and payments 32H 1 Once the relevant period has ended, an order under section 32F which specifies an account held with a deposit-taker shall operate as an instruction to the deposit-taker— a if the amount standing to the credit of the account is less than the remaining amount, to pay to the Commission the amount standing to the credit of the account; and b otherwise, to deduct from the account and pay to the Commission the remaining amount. 2 If an amount of arrears specified in the order remains unpaid after any payment required by subsection (1) has been made, the order shall operate until the relevant time as an instruction to the deposit-taker— a to pay to the Commission any amount (not exceeding the remaining amount) standing to the credit of the account specified in the order; and b not to do anything else that would reduce the amount standing to the credit of the account. 3 Once the relevant period has ended, any other order under section 32F shall operate as an instruction to the third party at which it is directed— a if the amount due to the liable person is less than the remaining amount, to pay to the Commission the amount due to the liable person; and b otherwise, to deduct from the amount due to the liable person and pay to the Commission the remaining amount. 4 If an amount of arrears specified in the order remains unpaid after any payment required by subsection (3) has been made, the order shall operate until the relevant time as an instruction to the third party— a to pay to the Commission any amount (not exceeding the remaining amount) due to the liable person; and b not to do anything else that would reduce any amount due to the liable person. 5 This section has effect subject to regulations made under sections 32I(1) and 32J(2)(c). 6 In this section— “ the relevant time ” means the earliest of the following— the time at which the remaining amount is paid; the time at which the order lapses or is discharged; and the time at which a prescribed event occurs or prescribed circumstances arise; “ the remaining amount ”, in relation to any time, means the amount of arrears specified in the order under section 32F which remains unpaid at that time. Power to disapply sections 32G(1) and (2) and 32H(2)(b) and (4)(b) 32I 1 The Secretary of State may by regulations make provision as to circumstances in which things that would otherwise be in breach of sections 32G(1) and (2) and 32H(2)(b) and (4)(b) may be done. 2 Regulations under subsection (1) may require the Commission's consent to be obtained in prescribed circumstances. 3 Regulations under subsection (1) which require the Commission's consent to be obtained may provide for an application for that consent to be made— a by the deposit-taker or third party at which the order under section 32E or 32F is directed; b by the liable person; and c if the order is made in respect of a joint account, by any of the other account-holders. 4 If regulations under subsection (1) require the Commission's consent to be obtained, the Secretary of State shall by regulations provide for a person of a prescribed description to have a right of appeal to a court against the withholding of that consent. 5 Regulations under subsection (4) may include— a provision with respect to the period within which a right of appeal under the regulations may be exercised; b provision with respect to the powers of the court to which the appeal under the regulations lies. Regulations about orders under section 32E or 32F 32J 1 The Secretary of State may by regulations make provision with respect to orders under section 32E or 32F. 2 The regulations may, in particular, make provision— a as to circumstances in which amounts standing to the credit of an account are to be disregarded for the purposes of sections 32E, 32G and 32H; b as to the payment to the Commission of sums deducted under an order under section 32F; c allowing a deposit-taker or third party at which an order under section 32F is directed to deduct from the amount standing to the credit of the account specified in the order, or due to the liable person, a prescribed amount towards its administrative costs before making any payment to the Commission required by section 32H; d with respect to notifications to be given to the liable person (and, in the case of an order made in respect of a joint account, to the other account-holders) as to amounts deducted, and amounts paid, under an order under section 32F; e requiring a deposit-taker or third party at which an order under section 32E or 32F is directed to supply information of a prescribed description to the Commission, or to notify the Commission if a prescribed event occurs or prescribed circumstances arise; f for the variation of an order under section 32E or 32F; g for an order under section 32E or 32F to lapse in such circumstances as may be prescribed; h as to the revival of an order under section 32E or 32F in such circumstances as may be prescribed; i allowing or requiring an order under section 32E or 32F to be discharged. 3 Where regulations under subsection (1) make provision for the variation of an order under section 32E or 32F, the power to vary the order shall not be exercised so as to increase the amount of arrears of child support maintenance specified in the order. 4 The Secretary of State may by regulations make provision with respect to priority as between an order under section 32F and— a any other order under that section; b any order under any other enactment relating to England and Wales which provides for payments to be made from amounts to which the order under section 32F relates; c any diligence done in Scotland against amounts to which the order under section 32F relates. 5 The Secretary of State shall by regulations make provision for any person affected by an order under section 32F to have a right to appeal to a court against the making of the order. 6 On an appeal under regulations under subsection (5), the court shall not question the maintenance calculation by reference to which the order under section 32F was made. 7 Regulations under subsection (5) may include— a provision with respect to the period within which a right of appeal under the regulations may be exercised; b provision with respect to the powers of the court to which the appeal under the regulations lies. Lump sum deduction orders: offences 32K 1 A person who fails to comply with the requirements of— a an order under section 32E or 32F; or b any regulation under section 32J which is designated by the regulations for the purposes of this paragraph, commits an offence. 2 It shall be a defence for a person charged with an offence under subsection (1) to prove that the person took all reasonable steps to comply with the requirements in question. 3 A person guilty of an offence under subsection (1) shall be liable on summary conviction to a fine not exceeding level two on the standard scale."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "24", "section_title": "Orders preventing avoidance", "section_text": "24 After section 32K of the Child Support Act 1991 (inserted by section 23 of this Act) insert— Orders preventing avoidance 32L 1 The Commission may apply to the court, on the grounds that a person— a has failed to pay an amount of child support maintenance, and b with the intention of avoiding payment of child support maintenance, is about to make a disposition or to transfer out of the jurisdiction or otherwise deal with any property, for an order restraining or, in Scotland, interdicting the person from doing so. 2 The Commission may apply to the court, on the grounds that a person— a has failed to pay an amount of child support maintenance, and b with the intention of avoiding payment of child support maintenance, has at any time made a reviewable disposition, for an order setting aside or, in Scotland, reducing the disposition. 3 If the court is satisfied of the grounds mentioned in subsection (1) or (2) it may make an order under that subsection. 4 Where the court makes an order under subsection (1) or (2) it may make such consequential provision by order or directions as it thinks fit for giving effect to the order (including provision requiring the making of any payments or the disposal of any property). 5 Any disposition is a reviewable disposition for the purposes of subsection (2), unless it was made for valuable or, in Scotland, adequate consideration (other than marriage) to a person who, at the time of the disposition, acted in relation to it in good faith and without notice of an intention to avoid payment of child support maintenance. 6 Subsection (7) applies where an application is made under this section with respect to— a a disposition or other dealing with property which is about to take place, or b a disposition which took place after the making of the application on which the maintenance calculation concerned was made. 7 If the court is satisfied— a in a case falling within subsection (1), that the disposition or other dealing would (apart from this section) have the consequence of making ineffective a step that has been or may be taken to recover the amount outstanding, or b in a case falling within subsection (2), that the disposition has had that consequence, it is to be presumed, unless the contrary is shown, that the person who disposed of or is about to dispose of or deal with the property did so or, as the case may be, is about to do so, with the intention of avoiding payment of child support maintenance. 8 In this section  “ disposition ” does not include any provision contained in a will or codicil but, with that exception, includes any conveyance, assurance or gift of property of any description, whether made by an instrument or otherwise. 9 This section does not apply to a disposition made before the coming into force of section 24 of the Child Maintenance and Other Payments Act 2008. 10 In this section  “ the court ” means— a in relation to England and Wales, the High Court; b in relation to Scotland, the Court of Session or the sheriff. 11 An order under this section interdicting a person— a is effective for such period (including an indefinite period) as the order may specify; b may, on application to the court, be varied or recalled."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "25", "section_title": "Administrative liability orders", "section_text": "25 After section 32L of the Child Support Act 1991 (c. 48)\t\t\t(inserted by section 24 of this Act) insert— Liability orders 32M 1 If it appears to the   Secretary of State  that a person has failed to pay an amount of child support maintenance,   the Secretary of State  may make an order against the person in respect of that amount. 2 An order under subsection (1)\t\t\t\t\t\t\t\t(a  “liability order”) may be made in respect of an amount due under a maintenance calculation which is the subject of an appeal only if it appears to the   Secretary of State — a that liability for the amount would not be affected were the appeal to succeed, or b where paragraph (a) does not apply, that the making of a liability order in respect of the amount would nonetheless be fair in all the circumstances. 3 A liability order shall not come into force before— a the end of the period during which an appeal can be brought under section 20 against the making of the order, and b if an appeal is brought under section 20, the time at which proceedings on the appeal (including any proceedings on a further appeal) have been concluded and any period during which a further appeal may ordinarily be brought has ended. 4 Where regulations have been made under section 29(3)(a), a person liable to pay an amount of child support maintenance is to be taken for the purposes of this section to have failed to pay the amount, unless it is paid to or through the person specified in, or by virtue of, the regulations for the case in question. Regulations about liability orders 32N 1 The Secretary of State may by regulations make provision with respect to liability orders. 2 Regulations under subsection (1) may, in particular— a make provision about the form and content of a liability order; b make provision for a liability order not to come into force if, before it does so, the whole of the amount in respect of which it is made is paid; c make provision for the discharge of a liability order; d make provision for the revival of a liability order in prescribed circumstances."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "26", "section_title": "Enforcement in county courts", "section_text": "26 In section 36 of the Child Support Act 1991 (enforcement in county courts), in subsection (1) (under which the amount in respect of which a liability order is made is recoverable by a third party debt order or charging order as if it were payable under a county court order, but only if a county court so orders), the words  “, if a county court so orders,” are omitted."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "27", "section_title": "Disqualification for holding or obtaining travel authorisation", "section_text": "27 Before section 40 of the Child Support Act 1991 (c. 48) insert— Disqualification for holding or obtaining travel authorisation 39B 1 The   Secretary of State  may apply to the court for an order under this section against a person where— a the Secretary of State  has sought to recover an amount from the person by means of taking enforcement action by virtue of section 35 or 38, or by means of a third party debt order or a charging order by virtue of section 36; b the whole or any part of the amount remains unpaid; and c the   Secretary of State  is of the opinion that there has been wilful refusal or culpable neglect on the part of the person. 2 For the purposes of subsection (1)(a), the   Secretary of State  is to be taken to have sought to recover an amount by means of a charging order if an interim charging order has been made, whether or not any further steps have been taken to recover the amount. 3 A person against whom an order under this section is made is disqualified for holding or obtaining a travel authorisation while the order has effect. 4 On an application under subsection (1) for an order against a person the court shall (in the presence of that person) inquire as to— a whether the person needs a travel authorisation to earn a living; b the person's means; c whether there has been wilful refusal or culpable neglect on the part of the person. 5 If, but only if, the court is of the opinion that there has been wilful refusal or culpable neglect on the part of the person, it may make an order under this section. 6 The court may not take action under both this section and section 40. 7 On an application under subsection (1) the court shall not question— a the liability order by reference to which the   Secretary of State  acted as mentioned in paragraph (a) of that subsection; or b the maintenance calculation by reference to which that liability order was made. 8 An order under this section shall specify the amount in respect of which it is made, which shall be the aggregate of— a the amount sought to be recovered as mentioned in subsection (1)(a), or so much of it as remains unpaid; and b an amount (determined in accordance with regulations made by the Secretary of State) in respect of the costs of the application under this section. 9 A court which makes an order under this section shall require the person to whom it relates to produce any travel authorisation that the person holds. 10 The court shall send to the prescribed person any travel authorisation produced to the court under subsection (9). 11 Where a court— a makes an order under this section, or b allows an appeal against such an order, it shall send notice of that fact to the   Secretary of State ; and the notice shall contain such particulars and be sent in such manner and to such address as the   Secretary of State  may determine. 12 In this section  “ travel authorisation ” means— a a United Kingdom passport (within the meaning of the Immigration Act 1971); b an ID card issued under the Identity Cards Act 2006 that records that the person to whom it has been issued is a British citizen. 13 In this section (except for the purposes of subsection (11)(b)) and in sections 39C to 39E,  “ court ” means— a in relation to England and Wales, a magistrates' court; b in relation to Scotland, the sheriff. Period for which orders under section 39B are to have effect 39C 1 Disqualification by an order under section 39B shall be for such period not exceeding two years as the court may specify in the order. 2 On making an order under section 39B, the court may include in the order provision suspending the running of the period for which the order is to have effect until such day and on such conditions (if any) as the court thinks just. 3 After making such an order the court may by order suspend the running of the period for which it has effect until such day and on such conditions (if any) as the court thinks just. 4 The powers conferred by subsections (2) and (3) may be exercised by the court only— a if the person against whom the order under section 39B is made agrees to pay the amount specified in the order; or b if the court is satisfied that the suspension in question is justified by exceptional circumstances. 5 The   Secretary of State  may make a further application under section 39B if the amount specified in an order under that section has not been paid in full by the end of the period for which the order has effect. Power to order search 39D 1 On making an order under section 39B the court may order the person against whom the order is made to be searched. 2 Any money found on such a search shall, unless the court otherwise directs, be applied towards payment of the amount specified under section 39B(8); and the balance (if any) shall be returned to the person searched. 3 The court shall not allow the application under subsection (2) of money found on a search under subsection (1) if it is satisfied that the money does not belong to the person searched. Variation and revocation of orders following payment 39E 1 If part of the amount specified in an order under section 39B is paid to any person authorised to receive it, the court may, on an application made by the   Secretary of State  or the person against whom the order is made, by order— a reduce the period for which the order under section 39B is to have effect; or b revoke the order under section 39B. 2 If the whole of the amount specified in an order under section 39B is paid to any person authorised to receive it, the court shall, on an application made by the   Secretary of State  or the person against whom the order is made, by order revoke the order under section 39B. 3 The   Secretary of State  may make representations to the court as to the amount which should be paid before it would be appropriate to make an order under subsection (1) revoking an order under section 39B, and the person against whom the order was made may reply to those representations. 4 The court may exercise the powers conferred on it by subsection (1) or (2) without the need for an application where money found on a search under section 39D(1) is applied towards payment of the amount specified in the order under section 39B. 5 Where a court makes an order under this section, it shall send notice of that fact to the   Secretary of State ; and the notice shall contain such particulars and be sent in such manner and to such address as the   Secretary of State  may determine. Power to make supplementary provision 39F The Secretary of State may by regulations— a make provision in relation to orders under section 39B corresponding to the provision that may be made under section 40(11); b make provision for sections 39C to 39E to have effect with prescribed modifications in cases where a person against whom an order under section 39B has effect is outside the United Kingdom. Application of sections 39B and 39F to Scotland 39G 1 In their application to Scotland, sections 39B and 39F have effect with the following modifications. 2 In section 39B(6) for  “section 40” substitute  “                          section 40A                        ” . 3 For section 39F substitute— Power to make supplementary provision 39F In relation to orders under section 39B— a the Secretary of State may by regulations make provision— i for sections 39C to 39E to have effect with prescribed modifications in cases where a person against whom such an order has effect is outside the United Kingdom; ii that a statement in writing to the effect that wages of any amount have been paid to a person during any period, purporting to be signed by or on behalf of the person's employer, shall be sufficient evidence of the facts stated; and b the power of the Court of Session by Act of Sederunt to regulate the procedure and practice in civil proceedings in the sheriff court shall include power to make provision corresponding to that which may be made by virtue of section 40A(8)."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "28", "section_title": "Curfew orders", "section_text": "28 After section 39G of the Child Support Act 1991 (c. 48)\t\t\t(inserted by section 27 of this Act) insert— Applications for curfew orders 39H 1 The   Secretary of State  may apply to the court for an order requiring a person to remain, for periods specified in the order, at a place so specified (a  “curfew order”) where— a the Secretary of State  has sought to recover an amount from the person by means of taking enforcement action by virtue of section 35 or 38, or by means of a third party debt order or a charging order by virtue of section 36; b the whole or any part of the amount remains unpaid; and c the   Secretary of State  is of the opinion that there has been wilful refusal or culpable neglect on the part of the person. 2 For the purposes of subsection (1)(a), the   Secretary of State  is to be taken to have sought to recover an amount by means of a charging order if an interim charging order has been made, whether or not any further steps have been taken to recover the amount. 3 On an application for a curfew order the court shall (in the presence of the person from whom the   Secretary of State  has sought to recover the amount) inquire as to— a the person's means; and b whether there has been wilful refusal or culpable neglect on the part of the person. 4 On an application for a curfew order the court shall not question— a the liability order by reference to which the   Secretary of State  acted as mentioned in subsection (1)(a); or b the maintenance calculation by reference to which that liability order was made. 5 If, but only if, the court is of the opinion that there has been wilful refusal or culpable neglect on the part of the person from whom the   Secretary of State  has sought to recover the amount, it may make a curfew order against the person. 6 The court may not make a curfew order against a person who is under the age of 18. 7 In this section and sections 39I to 39O  “ the court ” means— a in England and Wales, a magistrates' court; b in Scotland, the sheriff. Curfew orders: duration etc. 39I 1 The periods and places specified as mentioned in section 39H(1) may include different periods and different places for different days, but shall not include periods which amount to less than 2 hours or more than 12 hours in any one day. 2 A curfew order shall specify the period for which the requirements imposed by the order shall have effect. 3 The period so specified— a shall not exceed 6 months; and b shall begin to run with the day on which the order is made unless the order provides (subject to such conditions, if any, as may be specified in the order) for it to begin to run with a later day. 4 The court shall (so far as practicable) ensure that any requirement imposed by a curfew order is such as to avoid— a any conflict with the religious beliefs of the person against whom the order is made; and b any interference with the times (if any) at which that person normally works or attends any educational establishment. 5 On making a curfew order— a a magistrates' court may not specify in the order any place outside England and Wales; and b the sheriff may not specify in the order any place outside Scotland. Recovery of costs relating to curfew orders 39J 1 On making a curfew order the court shall also make an order requiring the person against whom the curfew order is made to pay an amount (determined in accordance with regulations made by the Secretary of State) specified in the order in respect of— a the costs of the application for the curfew order; and b the costs of monitoring compliance with the requirements imposed by the curfew order. 2 The provisions of this Act with respect to— a the collection of child support maintenance; and b the enforcement of an obligation to pay child support maintenance, apply equally (with any necessary modifications) to amounts which a person is required to pay by an order under this section. Curfew orders: the amount due 39K 1 A curfew order shall specify the amount in respect of which it is made, which shall be the aggregate of— a the amount sought to be recovered as mentioned in section 39H(1)(a), or so much of it as remains unpaid; and b the amount which the person against whom the curfew order is made is required to pay by the order under section 39J. 2 If part of the amount in respect of which a curfew order was made is paid to any person authorised to receive it, the court may, on an application by the   Secretary of State  or the person against whom the curfew order was made, by order— a reduce the period for which the requirements imposed by the curfew order have effect; b provide for that period to begin to run with a day later than that with which it would otherwise have begun to run; c suspend the running of that period, or provide for any existing such suspension to be extended, until a day specified in the order; or d revoke the curfew order. 3 An order under subsection (2)(b) or (c) may include provision for its effect to be subject to specified conditions. 4 On the hearing of an application made under subsection (2) the   Secretary of State  may make representations to the court as to which of the powers conferred by that subsection it would be appropriate for the court to exercise, and the person against whom the curfew order was made may reply to those representations. 5 If the whole of the amount in respect of which a curfew order was made is paid to any person authorised to receive it, the court shall, on an application by the   Secretary of State  or the person against whom the order was made, by order revoke the curfew order. 6 The   Secretary of State  may make a further application under section 39H if the amount in respect of which a curfew order was made has not been paid in full when the requirements imposed by the order cease to have effect. Power to order search 39L 1 On making a curfew order, the court may order the person against whom the order is made to be searched. 2 Any money found on such a search shall, unless the court otherwise directs, be applied towards payment of the amount in respect of which the curfew order is made; and the balance (if any) shall be returned to the person searched. 3 The court shall not allow the application under subsection (2) of money found on a search under this section if it is satisfied that the money does not belong to the person searched. 4 The court may exercise the powers conferred on it by section 39K(2) and (5) without the need for an application where money found on a search under this section is applied towards payment of the amount in respect of which a curfew order is made. Monitoring of curfew orders 39M 1 A curfew order shall— a provide for a person's compliance with the requirements imposed by the order to be monitored; and b make a person specified in the order responsible for that monitoring. 2 The court may not make a curfew order unless— a it has been notified by the   Secretary of State  that arrangements for monitoring compliance with the requirements imposed by such orders are available in the area in which the place proposed to be specified in the order is situated and the notice has not been withdrawn; b it is satisfied that the necessary provision can be made under those arrangements; and c it has the consent of any person (other than the person against whom the order is to be made) whose co-operation is necessary to secure the monitoring of compliance with the requirements imposed by the order. 3 If a curfew order cannot be made because of the absence of any consent required by subsection (2)(c), the court may treat the application for the order as an application under section 40 (or, in the case of an application made to the sheriff, as an application under section 40A). 4 The Secretary of State may by regulations make provision as to— a the cases or circumstances in which the person responsible for monitoring a person's compliance with the requirements imposed by a curfew order may allow that person to be absent from the place specified in the curfew order during a period so specified; and b the requirements which may be imposed in connection with such an absence. Breaches of curfew orders 39N 1 The person responsible for monitoring a person's compliance with the requirements imposed by a curfew order, or the   Secretary of State , may apply to the court where it appears that the person subject to the requirements in question has failed to comply with— a any of those requirements; or b any requirements imposed by virtue of section 39M(4). 2 On any such application the court shall (in the presence of the person subject to the requirements in question) inquire as to whether the person has failed without reasonable excuse to comply with any of those requirements. 3 If the court is of the opinion that the person has failed without reasonable excuse to comply with any of those requirements, it may— a issue a warrant of commitment against that person; or b by order provide for the requirements imposed by the curfew order to have effect for a specified further period. 4 A warrant issued under subsection (3)(a) shall order the person against whom it is issued— a to be imprisoned for a period specified in the warrant; but b to be released (unless in custody for some other reason) on payment of the amount in respect of which the curfew order in question was made. 5 A warrant issued under subsection (3)(a) may be directed to such person or persons as the court issuing it thinks fit. 6 The power conferred by subsection (3)(b) may not be exercised so as to provide for the requirements imposed by the curfew order to have effect for a period exceeding 6 months after the making of the order under that subsection. 7 Where, following the issue of a warrant under subsection (3)(a), part of the amount specified in the curfew order is paid to any person authorised to receive it, the court may, on an application by the   Secretary of State  or the person against whom the warrant was issued— a reduce the period specified in the warrant; or b order the release of the person against whom the warrant was issued. 8 On the hearing of an application made under subsection (7) the   Secretary of State  may make representations to the court as to which of the powers conferred by that subsection it would be appropriate for the court to exercise, and the person against whom the warrant was issued may reply to those representations. Effect of custody on curfew orders and power to make curfew orders 39O 1 The court may not make a curfew order against a person at any time when the person is in custody for any reason. 2 The running of the period during which the requirements imposed by a curfew order have effect shall be suspended for the whole of any day during any part of which the person against whom the order is made is in custody for any reason. 3 If the period during which the requirements imposed by a curfew order have effect would have begun to run but for its being suspended by virtue of this section, that period shall instead begin to run with the first day when its running is no longer suspended. Power to make supplementary provision about curfew orders: England and Wales 39P 1 The Secretary of State may by regulations make provision for England and Wales with respect to curfew orders. 2 The regulations may, in particular, make provision— a as to the form and content of a curfew order; b allowing an application for a curfew order to be renewed where no curfew order is made; c that a statement in writing to the effect that wages of any amount have been paid during any period to a person, purporting to be signed by or on behalf of that person's employer, shall be evidence of the facts stated; d that a justice of the peace may issue a summons to a person to appear before a magistrates' court and (if that person does not appear) may issue a warrant for that person's arrest; e that, for the purpose of securing a person's presence before a magistrates' court, a justice of the peace may issue a warrant for that person's arrest without issuing a summons; f as to the execution of a warrant for arrest; g for the amendment or revocation of requirements imposed by a curfew order, on an application made to a magistrates' court by the   Secretary of State  or the person against whom the order was made; h similar to that made by sections 39J, 39L and 39M(2) and (3), in relation to any amendment of a curfew order; i as to the exercise by a magistrates' court of the powers conferred by sections 39K(2) and (3) and 39N(7). 3 Regulations under subsection (2)(g) may confer power on a magistrates' court to substitute for the place or places specified in the order a place or places in Scotland. 4 Where a magistrates' court exercises such a power, the functions of the magistrates' court in relation to the order as so amended shall be exercisable instead by the sheriff. Power to make supplementary provision about curfew orders: Scotland 39Q 1 The Secretary of State may by regulations make provision for Scotland with respect to curfew orders. 2 The regulations may, in particular, make provision— a as to the content of a curfew order; b that a statement in writing to the effect that wages of any amount have been paid during any period to a person, purporting to be signed by or on behalf of that person's employer, shall be sufficient evidence of the facts stated; c for the amendment or revocation of requirements imposed by a curfew order, on an application made to the sheriff by the   Secretary of State  or the person against whom the order was made; d similar to that made by sections 39J, 39L and 39M(2) and (3), in relation to any amendment of a curfew order; e as to the exercise by the sheriff of the powers conferred by sections 39K(2) and (3) and 39N(7). 3 Regulations under subsection (2)(c) may confer power on the sheriff to substitute for the place or places specified in the order a place or places in England and Wales. 4 Where the sheriff exercises such a power, the functions of the sheriff in relation to the order as so amended shall be exercisable instead by a magistrates' court. 5 The power of the Court of Session by Act of Sederunt to regulate the procedure and practice in civil proceedings in the sheriff court shall include power to make provision— a as to the form of a curfew order; b allowing an application for a curfew order to be renewed where no curfew order is made; c that the sheriff may issue a citation to a person to appear before the sheriff and (if the person does not appear) may issue a warrant for the person's arrest; d that, for the purpose of securing a person's presence before the sheriff, the sheriff may issue a warrant for the person's arrest without issuing a citation; e as to the execution of a warrant of arrest."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "29", "section_title": "Commitment to prison", "section_text": "29 1 In section 40 of the Child Support Act 1991 (c. 48)\t\t\t\t\t(commitment to prison), before subsection (3) insert— 2A The   Secretary of State  may apply to a magistrates' court for the issue of a warrant committing a person to prison where— a the Secretary of State  has sought to recover an amount from the person by means of taking enforcement action by virtue of section 35 or 38, or by means of a third party debt order or a charging order by virtue of section 36; b the whole or any part of the amount remains unpaid; and c the   Secretary of State  is of the opinion that there has been wilful refusal or culpable neglect on the part of the person from whom   the Secretary of State  has sought to recover the amount (“ the liable person ”). 2B For the purposes of subsection (2A)(a), the   Secretary of State  is to be taken to have sought to recover an amount by means of a charging order if an interim charging order has been made, whether or not any further steps have been taken to recover the amount. 2C On an application under subsection (2A) the court shall (in the presence of the liable person) inquire as to— a the liable person's means; and b whether there has been wilful refusal or culpable neglect on the part of the liable person. 2D On an application under subsection (2A) the court shall not question— a the liability order by reference to which the   Secretary of State  acted as mentioned in paragraph (a) of that subsection; or b the maintenance calculation by reference to which that liability order was made. 2 For subsection (10) of that section, substitute— 10 On acting as mentioned in subsection (3), the court may order the liable person to be searched. 10A Any money found on such a search shall, unless the court otherwise directs, be applied towards payment of the relevant amount; and the balance (if any) shall be returned to the person searched. 10B The reference in subsection (10A) to the relevant amount is— a where the order under subsection (10) is made by virtue of the court acting under subsection (3)(a), to the amount mentioned in subsection (4)(a); b where the order under subsection (10) is made by virtue of the court acting under subsection (3)(b), to the amount mentioned in subsection (4)(a)(i). 10C The court shall not allow the application under subsection (10A) of money found on a search under subsection (10) if it is satisfied that the money does not belong to the person searched. 3 In section 40A of that Act (commitment to prison: Scotland), before subsection (1) insert— A1 The   Secretary of State  may apply to the sheriff for the issue of a warrant committing a person to prison where— a the Secretary of State  has sought to recover an amount from the person by means of taking enforcement action by virtue of section 35 or 38, or by means of a third party debt order or a charging order by virtue of section 36; b the whole or any part of the amount remains unpaid; and c the   Secretary of State  is of the opinion that there has been wilful refusal or culpable neglect on the part of the person from whom   the Secretary of State  has sought to recover the amount (“ the liable person ”). A2 For the purposes of subsection (A1)(a), the   Secretary of State  is to be taken to have sought to recover an amount by means of a charging order if an interim charging order has been made, whether or not any further steps have been taken to recover the amount. A3 On an application under subsection (A1), the sheriff shall (in the presence of the liable person) inquire into— a the liable person's means; and b whether there has been wilful refusal or culpable neglect on the part of the liable person. A4 On an application under subsection (A1), the sheriff shall not question— a the liability order by reference to which the   Secretary of State  acted as mentioned in paragraph (a) of that subsection; or b the maintenance calculation by reference to which that liability order was made. 4 After subsection (7) of that section, insert— 7A On acting as mentioned in subsection (1), the sheriff may order the liable person to be searched. 7B Any money found on such a search shall, unless the sheriff otherwise directs, be applied towards payment of the relevant amount; and the balance (if any) shall be returned to the person searched. 7C The reference in subsection (7B) to the relevant amount is— a where the order under subsection (7A) is made by virtue of the court acting under subsection (1)(a), to the amount mentioned in subsection (2)(a); b where the order under subsection (7A) is made by virtue of the court acting under subsection (1)(b), to the amount mentioned in subsection (2)(a)(i). 7D The sheriff shall not allow the application under subsection (7B) of money found on a search under subsection (7A) if the sheriff is satisfied that the money does not belong to the person searched."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "30", "section_title": "Disqualification for driving", "section_text": "30   1 In section 40B of the Child Support Act 1991 (c. 48)\t\t\t\t\t(disqualification from driving), for the heading and subsection (1) substitute— Disqualification for holding or obtaining driving licence 40B A1 The   Secretary of State  may apply to the court for an order disqualifying a person for holding or obtaining a driving licence where— a the Secretary of State  has sought to recover an amount from the person by means of taking enforcement action by virtue of section 35 or 38, or by means of a third party debt order or a charging order by virtue of section 36; b the whole or any part of the amount remains unpaid; and c the   Secretary of State  is of the opinion that there has been wilful refusal or culpable neglect on the part of the person from whom   the Secretary of State  has sought to recover the amount (“ the liable person ”). A2 Disqualification by an order under subsection (A1)\t\t\t\t\t\t\t\t\t\t(a  “disqualification order”) shall be for such period not exceeding two years as the court may specify in the order. A3 For the purposes of subsection (A1)(a), the   Secretary of State  is to be taken to have sought to recover an amount by means of a charging order if an interim charging order has been made, whether or not any further steps have been taken to recover the amount. A4 On an application under subsection (A1) the court shall (in the presence of the liable person) inquire as to— a whether the liable person needs a driving licence to earn a living; b the liable person's means; and c whether there has been wilful refusal or culpable neglect on the part of the liable person. A5 On an application under subsection (A1) the court shall not question— a the liability order by reference to which the   Secretary of State  acted as mentioned in paragraph (a) of that subsection; or b the maintenance calculation by reference to which that liability order was made. 1 If, but only if, the court is of the opinion that there has been wilful refusal or culpable neglect on the part of the liable person, it may— a make a disqualification order against the liable person; or b make such an order but suspend its operation until such time and on such conditions (if any) as it thinks just. 2 For subsection (10) of that section, substitute— 10 On making a disqualification order, the court may order the liable person to be searched. 10A Any money found on such a search shall, unless the court otherwise directs, be applied towards payment of the amount due; and the balance (if any) shall be returned to the person searched. 10B The court shall not allow the application under subsection (10A) of money found on a search under subsection (10) if it is satisfied that the money does not belong to the person searched. 10C The court may exercise the powers conferred on it by subsection (5) without the need for an application where money found on a search under subsection (10) is applied towards payment of the amount due.  "}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "31", "section_title": "Power to treat liability as satisfied", "section_text": "31 After section 41B of the Child Support Act 1991 (c. 48) insert— Power to treat liability as satisfied 41C 1 The Secretary of State may by regulations— a make provision enabling the Commission in prescribed circumstances to set off liabilities to pay child support maintenance to which this section applies; b make provision enabling the Commission in prescribed circumstances to set off against a person's liability to pay child support maintenance to which this section applies a payment made by the person which is of a prescribed description. 2 Liability to pay child support maintenance shall be treated as satisfied to the extent that it is the subject of setting off under regulations under subsection (1). 3 In subsection (1), the references to child support maintenance to which this section applies are to child support maintenance for the collection of which the Commission is authorised to make arrangements."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "32", "section_title": "Power to accept part payment of arrears in full and final satisfaction", "section_text": "32 After section 41C of the Child Support Act 1991 (inserted by section 31 of this Act) insert— Power to accept part payment of arrears in full and final satisfaction 41D 1 The   Secretary of State  may, in relation to any arrears of child support maintenance, accept payment of part in satisfaction of liability for the whole. 2 The Secretary of State must by regulations make provision with respect to the exercise of the power under subsection (1). 3 The regulations must provide that unless one of the conditions in subsection (4) is satisfied the   Secretary of State  may not exercise the power under subsection (1) without the appropriate consent. 4 The conditions are— a that the   Secretary of State  would be entitled to retain the whole of the arrears under section 41(2) if   Secretary of State  recovered them; b that the   Secretary of State  would be entitled to retain part of the arrears under section 41(2) if   Secretary of State  recovered them, and the part of the arrears that the   Secretary of State  would not be entitled to retain is equal to or less than the payment accepted under subsection (1). 5 Unless the maintenance calculation was made under section 7, the appropriate consent is the written consent of the person with care with respect to whom the maintenance calculation was made. 6 If the maintenance calculation was made under section 7, the appropriate consent is— a the written consent of the child who made the application under section 7(1), and b if subsection (7) applies, the written consent of the person with care of that child. 7 This subsection applies if— a the maintenance calculation was made under section 7(2), or b the Secretary of State has made arrangements under section 7(3) on the application of the person with care."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "33", "section_title": "Power to write off arrears", "section_text": "33 After section 41D of the Child Support Act 1991 (c. 48)\t\t\t(inserted by section 32 of this Act) insert— Power to write off arrears 41E 1 The   Secretary of State  may extinguish liability in respect of arrears of child support maintenance if it appears to   the Secretary of State — a that the circumstances of the case are of a description specified in regulations made by the Secretary of State, and b that it would be unfair or otherwise inappropriate to enforce liability in respect of the arrears. 2 The Secretary of State may by regulations make provision with respect to the exercise of the power under subsection (1)."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "34", "section_title": "Transfer of arrears", "section_text": "34 After section 49 of the Child Support Act 1991 insert— Transfer of arrears 49A 1 The Secretary of State may by regulations make provision enabling the   Secretary of State  in prescribed circumstances to enter into arrangements (“transfer arrangements”) under which liability in respect of arrears of child support maintenance becomes debt due to the person with whom the arrangements are entered into (“ the transferee ”). 2 Liability which is the subject of transfer arrangements— a ceases to be liability in relation to which the   Secretary of State's  functions with respect to collection and enforcement are exercisable, and b becomes debt in which only the transferee has an interest. 3 Regulations under subsection (1) must provide that unless one of the conditions in subsection (4) is satisfied the   Secretary of State  may not enter into transfer arrangements in relation to arrears of child support maintenance without the appropriate consent. 4 The conditions are— a that the   Secretary of State  would be entitled to retain the whole of the arrears under section 41(2) if   the Secretary of State  recovered them; b that the   Secretary of State  would be entitled to retain part of the arrears under section 41(2) if   the Secretary of State  recovered them, and the part of the arrears that the   Secretary of State  would not be entitled to retain is equal to or less than the transfer payment. 5 In subsection (4)(b),  “ transfer payment ” means— a the payment that the   Secretary of State  would receive from the transferee on the arrangements taking effect, and b such other payments under the transfer arrangements as may be prescribed. 6 Unless the maintenance calculation was made under section 7, the appropriate consent is the written consent of the person with care with respect to whom the maintenance calculation was made. 7 If the maintenance calculation was made under section 7, the appropriate consent is— a the written consent of the child who made the application under section 7(1), and b if subsection (8) applies, the written consent of the person with care of that child. 8 This subsection applies if— a the maintenance calculation was made under section 7(2), or b the Secretary of State has made arrangements under section 7(3) on the application of the person with care. 9 Regulations under subsection (1) may, in particular— a specify when arrears of child support maintenance may be the subject of transfer arrangements; b specify the descriptions of person with whom transfer arrangements may be entered into; c specify terms and conditions which transfer arrangements must include; d provide that a payment made to the   Secretary of State  under transfer arrangements may be treated for prescribed purposes as if it were a payment of child support maintenance. 10 Regulations under subsection (1) may include— a provision with respect to the recovery of debt to which a person is entitled by virtue of transfer arrangements; b provision enabling the   Secretary of State  in prescribed circumstances to prevent a person entitled to debt by virtue of transfer arrangements from taking steps to recover it; c provision enabling the   Secretary of State  to supply information of a prescribed description to a person entitled to debt by virtue of transfer arrangements for the purpose of enabling the debt to be recovered."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "35", "section_title": "Registered maintenance agreements: Scotland", "section_text": "35 1 In section 4(10) of the Child Support Act 1991 (c. 48)\t\t\t\t\t(exclusion of application for maintenance calculation), after paragraph (aa) insert— ab a maintenance agreement— i made on or after the date prescribed for the purposes of paragraph (a); and ii registered for execution in the Books of Council and Session or the sheriff court books, is in force in respect of them, but has been so for less than the period of one year beginning with the date on which it was made; or . 2 In section 7(10) of that Act (exclusion of application by child in Scotland for maintenance calculation), at the end of paragraph (b) insert ; or                     c a maintenance agreement— i made on or after the date prescribed for the purposes of paragraph (a); and ii registered for execution in the Books of Council and Session or the sheriff court books, is in force in respect of them, but has been so for less than the period of one year beginning with the date on which it was made. 3 In section 9(3) of that Act (agreements about maintenance), after  “4(10)(a)” insert  “                    and (ab)                  ” ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "36", "section_title": "Offence of failing to notify change of address", "section_text": "36 1 In section 14A of the Child Support Act 1991 (information_offences), after subsection (3) insert— 3A In the case of regulations under section 14 which require a person liable to make payments of child support maintenance to notify a change of address, a person who fails to comply with the requirement is guilty of an offence. 2 In that section, in subsection (4), after  “subsection (3)” insert  “                    or (3A)                  ” ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "37", "section_title": "Additional special case", "section_text": "37 In section 42(2) of the Child Support Act 1991 (examples of cases in relation to which the power under subsection (1) to prescribe circumstances in which a case is to be treated as a special case for the purposes of the Act may be exercised), at the end insert— g the same persons are the parents of two or more children and each parent is— i a non-resident parent in relation to one or more of the children, and ii a person with care in relation to one or more of the children."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "38", "section_title": "Recovery of arrears from deceased's estate", "section_text": "38 After section 43 of the Child Support Act 1991 (c. 48) insert— Recovery of arrears from deceased's estate 43A 1 The Secretary of State may by regulations make provision for the recovery from the estate of a deceased person of arrears of child support maintenance for which the deceased person was liable immediately before death. 2 Regulations under subsection (1) may, in particular— a make provision for arrears of child support maintenance for which a deceased person was so liable to be a debt payable by the deceased's executor or administrator out of the deceased's estate to the Commission; b make provision for establishing the amount of any such arrears; c make provision about procedure in relation to claims under the regulations. 3 Regulations under subsection (1) may include provision for proceedings (whether by appeal or otherwise) to be instituted, continued or withdrawn by the deceased's executor or administrator."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "39", "section_title": "Disclosure of information relating to family proceedings", "section_text": "39 1 After section 49A of the Child Support Act 1991 (inserted by section 34 of this Act), insert— Disclosure of information relating to family proceedings 49B 1 Where this section applies, a disclosure of information relating to family proceedings made to the   Secretary of State for the purposes of the Secretary of State's functions relating to child support , or to a person providing services to the   Secretary of State for those purposes , by a party to the proceedings is not (if it would otherwise be) a contempt of court or punishable as a contempt of court. 2 This section applies if— a the party is a person with care or non-resident parent in relation to a child, b child support maintenance is payable, or an application for a maintenance calculation has been made, in respect of the child, and c the party reasonably considers that the information is relevant to the exercise of the   Secretary of State's  functions relating to child support in relation to the child. 3 This section also applies if— a an application for a maintenance calculation has been made under section 7(1) by the party, or child support maintenance is payable in accordance with a maintenance calculation made on an application made under section 7(1) by the party, and b the party reasonably considers that the information is relevant to the exercise of the   Secretary of State's  functions relating to child support in relation to the party. 4 A disclosure by a party's representative is to be treated for the purposes of this section as a disclosure by the party, if the representative is instructed by the party to make the disclosure. 5 In this section,  “ representative ” means a in England and Wales— i a barrister or a solicitor, solicitor's employee or other authorised litigator (as defined in the Courts and Legal Services Act 1990) who has been instructed to act for a party in relation to the proceedings, ii a non-professional person who gives lay advice on behalf of an organisation in the lay advice sector, or iii any person permitted by the court to sit beside an unrepresented litigant in court to assist that litigant by prompting, taking notes and giving advice to the litigant; b in Scotland, a legal representative. 6 This section does not apply if the court dealing with the proceedings so directs. Meaning of  “family proceedings” 49C 1 In section 49B,  “ family proceedings ” means any of the following proceedings commenced on or after the day on which that section comes into force— a proceedings for ancillary relief (within the meaning of subsection (2)); b proceedings under section 17 of the Married Women's Property Act 1882 (questions between husband and wife as to property); c proceedings under any of the following provisions of the 1973 Act— i section 27 (financial provision in cases of neglect to maintain); ii section 35 (alteration of maintenance agreements); d proceedings under Part 1 of the Domestic Proceedings and Magistrates' Courts Act 1978 (powers of court to make orders for financial provision); e proceedings relating to orders for financial provision within the meaning of section 8 of the Family Law (Scotland) Act 1985; f proceedings relating to an action for aliment within the meaning of section 2 of that Act; g proceedings under Part 3 of the Matrimonial and Family Proceedings Act 1984 (financial relief in England and Wales after overseas divorce etc.); h proceedings under Schedule 1 to the Children Act 1989 (financial provision for children); i proceedings under sections 33 to 40 of the Family Law Act 1996 (occupation orders); j proceedings under any of the following provisions of the 2004 Act— i section 66 (disputes between civil partners about property); ii paragraph 41 of Schedule 5 (orders where failure to maintain); iii paragraph 69 of Schedule 5 (alteration of maintenance agreements by the court); iv Schedule 6 (financial relief in magistrates' courts etc.); v Schedule 7 (financial relief in England and Wales after overseas dissolution etc. of a civil partnership). 2 In subsection (1),  “ ancillary relief ” means any of the following— a an order under section 37(2)(b) or (c) of the 1973 Act or paragraph 74(3) or (4) of Schedule 5 to the 2004 Act (avoidance of disposition orders); b any of the orders mentioned in section 21(1) of the 1973 Act (except an order under section 27(6) of that Act) or any of the orders mentioned in paragraph 2(1) of Schedule 5 to the 2004 Act (financial provision orders) made under Part 1 of that Schedule; c an order under section 22 of the 1973 Act (orders for maintenance pending suit); d an order under paragraph 38 of Schedule 5 to the 2004 Act (orders for maintenance pending outcome of proceedings); e any of the orders mentioned in section 21(2) of the 1973 Act or any of the orders mentioned in paragraph 7(1) of Schedule 5 to the 2004 Act (property adjustment orders); f an order under section 31 of the 1973 Act or an order under Part 11 of Schedule 5 to the 2004 Act (variation orders); g an order under section 24B of the 1973 Act or an order under paragraph 15 of Schedule 5 to the 2004 Act (pension sharing orders). 3 The Secretary of State may by order amend this section so as to provide that  “family proceedings” in section 49B includes proceedings of a description specified in the order, other than proceedings commenced before the day on which the order comes into force. 4 An order under subsection (3) may be made only with the consent of the Lord Chancellor. 5 In this section— “ the 1973 Act ” means the Matrimonial Causes Act 1973; “ the 2004 Act ” means the Civil Partnership Act 2004."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "40", "section_title": "Disclosure of information to credit reference agencies", "section_text": "40 After section 49C of the Child Support Act 1991 (c. 48)\t\t\t(inserted by section 39 of this Act) insert— Disclosure of information to credit reference agencies 49D 1 Subject to subsection (3), the   Secretary of State  may supply qualifying information to a credit reference agency for use for the purpose of furnishing information relevant to the financial standing of individuals. 2 The reference in subsection (1) to qualifying information is to information which— a is held by the   Secretary of State  for the purposes of this Act, b relates to a person who is liable to pay child support maintenance, and c is of a prescribed description. 3 Information may not be supplied under subsection (1) without the consent of the person to whom it relates, unless a liability order against that person is in force. 4 No provision may be made under section 14(3) authorising the supply of information by the   Secretary of State  to credit reference agencies. 5 In this section,  “ credit reference agency ” has the same meaning as in the Consumer Credit Act 1974."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "41", "section_title": "Pilot schemes", "section_text": "41 After section 51 of the Child Support Act 1991 insert— Pilot schemes 51A 1 Any regulations made under this Act may be made so as to have effect for a specified period not exceeding 24 months. 2 Regulations which, by virtue of subsection (1), are to have effect for a limited period are referred to in this section as a  “ pilot scheme ”. 3 A pilot scheme may provide that its provisions are to apply only in relation to— a one or more specified areas or localities; b one or more specified classes of person; c persons selected by reference to prescribed criteria, or on a sampling basis. 4 A pilot scheme may make consequential or transitional provision with respect to the cessation of the scheme on the expiry of the specified period. 5 A pilot scheme may be replaced by a further pilot scheme making the same or similar provision."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "42", "section_title": "Meaning of  “child”", "section_text": "42 For section 55 of the Child Support Act 1991 (c. 48) substitute— Meaning of  “child” 55 1 In this Act,  “ child ” means (subject to subsection (2)) a person who— a has not attained the age of 16, or b has not attained the age of 20 and satisfies such conditions as may be prescribed. 2 A person who is or has been party to a marriage or civil partnership is not a child for the purposes of this Act. 3 For the purposes of subsection (2),  “marriage” and  “civil partnership” include a void marriage and a void civil partnership respectively."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "43", "section_title": "Extinction of liability in respect of interest and fees", "section_text": "43 Any outstanding liability in respect of the following is extinguished— a interest under the Child Support (Arrears, Interest and Adjustment of Maintenance Assessments) Regulations 1992 ( S.I.  1992/1816); b fees under the Child Support Fees Regulations 1992 (S.I. 1992/3094)."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "44", "section_title": "Use of information", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "45", "section_title": "Liable relative provisions: exclusion of parental duty to maintain", "section_text": "45 1 In section 105 of the Social Security Administration Act 1992 (c. 5)\t\t\t\t\t(failure to maintain), for subsection (3) substitute— 3 Subject to subsection (4), for the purposes of this Part, a person shall be liable to maintain another person if that other person is— a his or her spouse or civil partner, or b a person whom he or she would be liable to maintain if sections 78(6)(c) and (9) had effect for the purposes of this Part. 2 In that section, in subsection (4), for the words from  “a person” to the end, substitute  “                    subsection (3)(b) shall not apply                  ” ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "46", "section_title": "Lump sum payments", "section_text": "46 1 A claim for a payment under this Part may be made by— a a person with diffuse mesothelioma, or b a dependant of a person who, immediately before death, had diffuse mesothelioma. 2 The Secretary of State must make the payment to the claimant if satisfied that the conditions of entitlement in section 47 are fulfilled. 3 Regulations— a may prescribe the amount of any payment; b may prescribe different amounts for different cases or classes of cases or for different circumstances. 4 In this Part— “ dependant ” has the meaning given by section 3 of the Pneumoconiosis etc. (Workers' Compensation) Act 1979 (c. 41)\t\t\t\t\t\t\t(“ the 1979 Act ”); “ diffuse mesothelioma ” has the same meaning as in the 1979 Act. 5 Where, because of section 3(1)(b) or (d) of the 1979 Act (children, siblings etc.), a payment may be claimed by two or more persons, the payment is to be made to one of them or divided between some or all of them as the Secretary of State thinks fit."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "47", "section_title": "Conditions of entitlement", "section_text": "47 1 In the case of a person who has diffuse mesothelioma, the conditions of entitlement are— a that no payment within subsection (3) has been made in consequence of the disease; b that the person is not eligible for any payment in consequence of the disease that is of a description prescribed by regulations; c that such requirement, if any, as may be prescribed by regulations as to the person's connection with the United Kingdom is satisfied. 2 In the case of a dependant of a person who, immediately before death, had diffuse mesothelioma, the conditions of entitlement are— a that no payment within subsection (3) has been made in consequence of the disease to that or another dependant or to the deceased or the deceased's personal representatives; b that the dependant is not, and the deceased was not, eligible for any payment in consequence of the disease that is of a description prescribed by regulations; c that such requirement, if any, as may be prescribed by regulations as to the deceased's connection with the United Kingdom is satisfied. 3 The payments referred to in subsections (1)(a) and (2)(a) are— a a payment under this Part or under corresponding provision made for Northern Ireland; b a payment under the 1979 Act or under corresponding provision made for Northern Ireland; ba a payment under the Diffuse Mesothelioma Payment Scheme (for the scheme, see the Mesothelioma Act 2014); c an extra-statutory payment; d damages or a payment in settlement of a claim for damages; e a payment of a description prescribed by regulations. 4 A payment is to be disregarded for the purposes of subsection (1)(a) or (2)(a) if it has been, or is liable to be, repaid— a under section 49 of this Act or under corresponding provision made for Northern Ireland; b under section 5 of the 1979 Act or under corresponding provision made for Northern Ireland; c under the terms of an extra-statutory payment; d in circumstances prescribed for the purposes of this section by regulations. 5 In this section  “ extra-statutory payment ” has the meaning given by section 1A(5)(d) of the Social Security (Recovery of Benefits) Act 1997 (c. 27)."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "48", "section_title": "Determination of claims", "section_text": "48 1 A claim under section 46 must be made in the manner and within the period prescribed by regulations. 2 Regulations may prescribe different periods for different cases or classes of cases or for different circumstances. 3 Regulations may in particular provide that no claim may be made in cases where the prescribed period expired before the commencement of section 46 (or would have done but for any discretion to extend it). 4 The Secretary of State may, before determining any claim under section 46, appoint a person to inquire into any question arising on the claim, or any matters arising in connection with it, and to report on the question, or on those matters, to the Secretary of State."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "49", "section_title": "Reconsideration", "section_text": "49 1 Subject to subsection (2), the Secretary of State— a may reconsider a determination that a payment should not be made under this Part, on the ground that there has been a material change of circumstances since the determination was made; and b may reconsider a determination either that a payment should or that a payment should not be made under this Part, on the ground that the determination was made in ignorance of, or was based on a mistake as to, a material fact. 2 Regulations must prescribe the manner in which and may prescribe  the period within which— a an application may be made to the Secretary of State for reconsideration of a determination; or b the Secretary of State may institute such a reconsideration without an application. 3 Section 48(4) applies in relation to any reconsideration of a determination under this section as it applies in relation to the determination of a claim. 4 Subsection (5) applies if— a whether fraudulently or otherwise, any person misrepresents or fails to disclose any material fact, and b in consequence of the misrepresentation or failure, a payment is made under this Part. 5 The person to whom the payment was made is liable to repay the amount of that payment to the Secretary of State unless that person can show that the misrepresentation or failure occurred without that person's connivance or consent. 6 Except as provided by subsection (5), no payment under this Part is recoverable by virtue of a reconsideration of a determination under this section. 7 Any sums repaid to the Secretary of State by virtue of subsection (5) are to be paid into the Consolidated Fund."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "50", "section_title": "Appeal to   First-tier Tribunal", "section_text": "50 1 A person who has made a claim under section 46 may appeal against a determination made by the Secretary of State— a on the claim, or b on reconsideration under section 49 of a determination made on the claim. 1A Regulations may provide that, in such cases or circumstances as may be prescribed, a person may appeal against a determination made on a claim only if the Secretary of State has decided whether to reconsider the determination under section 49. 1B The regulations may in particular provide that that condition is met only where— a the decision of the Secretary of State was on an application, b the Secretary of State considered issues of a specified description, or c the decision of the Secretary of State satisfied any other condition specified in the regulations. 2 Subject to regulations under subsection (4)(c), the Secretary of State must refer any appeal to   the First-tier Tribunal 3 On an appeal the tribunal may substitute for the determination concerned any determination which could have been made in accordance with this Part. 4 Regulations may make provision— a as to the manner in which, and the time within which, an appeal may be made; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c for the purpose of enabling an appeal under subsection (1)(a) (or, where in accordance with regulations under subsection (1A) there is no right of appeal, any purported appeal)  to be treated as an application for reconsideration under section 49 of the determination made on the claim."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "51", "section_title": "Appeal to Social Security Commissioner", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "52", "section_title": "Minors and people who lack capacity", "section_text": "52 1 This section applies where a payment under this Part falls to be made to— a a person aged under 18, or b a person who lacks capacity within the meaning of the Mental Capacity Act 2005 (c. 9)\t\t\t\t\t\t\t(or, in Scotland, who is incapable within the meaning of the Adults with Incapacity (Scotland) Act 2000 (asp 4)) in relation to financial matters. 2 Subject to section 46(5) the payment is to be made for that person's benefit by paying it to such trustees as the Secretary of State may appoint. 3 The trustees are to hold the payment on such trusts or, in Scotland, for such purposes and on such conditions as the Secretary of State may declare."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "53", "section_title": "Regulations: Part 4", "section_text": "53 1 A reference in this Part to regulations is a reference to regulations made by the Secretary of State. 2 The power to make regulations under this Part— a is exercisable by statutory instrument; b includes power to make such incidental, supplementary or transitional provision as the Secretary of State thinks fit; c may be exercised so as to provide for a person to exercise a discretion in dealing with any matter. 2A The power to make regulations under section 50(1A) may be exercised— a in relation to all cases to which it extends, in relation to those cases but subject to specified exceptions or in relation to any specified cases or classes of case; b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which it extends or any lesser provision (whether by way of exception or otherwise); ii the same provision for all cases, different provision for different cases or classes of case or different provision as respects the same case or class of case but for different purposes of this Act; iii provision which is either unconditional or is subject to any specified condition. 3 No regulations may be made under section 46 or 50(1A)  unless a draft of the statutory instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament. 4 No regulations may be made under any provision of section 47 if they are the first regulations to be made under that section, unless a draft of the statutory instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament. 5 A statutory instrument that— a contains regulations under this Part, and b is not subject to a requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "54", "section_title": "Amendment of Social Security (Recovery of Benefits) Act 1997", "section_text": "54 After section 1 of the Social Security (Recovery of Benefits) Act 1997 (c. 27) insert— Lump sum payments: regulation-making power 1A 1 The Secretary of State may by regulations make provision about the recovery of the amount of a payment to which subsection (2) applies (a  “lump sum payment”) where— a a compensation payment in consequence of a disease is made to or in respect of a person (“P”) to whom, or in respect of whom, a lump sum payment has been, or is likely to be, made, and b the compensation payment is made in consequence of the same disease as the lump sum payment. 2 This subsection applies to— a a payment made in accordance with the Pneumoconiosis etc. (Workers' Compensation) Act 1979 (“ the 1979 Act ”), b a payment made in accordance with Part 4 of the Child Maintenance and Other Payments Act 2008, and c an extra-statutory payment (within the meaning given by subsection (5)(d) below). 3 Regulations under this section may, in particular— a make provision about the recovery of the amount of a lump sum payment made to or in respect of a dependant of P; b make provision enabling the recovery of the amount of a lump sum payment from a compensation payment (including provision enabling the recovery of an amount which reduces the compensation payment to nil); c enable the amount of a lump sum payment made before commencement to be recovered from a compensation payment made after commencement; d make provision about certificates in respect of lump sum payments; e apply any provision of this Act, with or without modifications. 4 References in subsection (1) to a payment made in consequence of a disease— a are references to a payment made by or on behalf of a person who is, or is alleged to be, liable to any extent in respect of the disease, but b do not include references to a payment mentioned in Part 1 of Schedule 1. 5 In this section— a “ commencement ” means the date on which this section comes into force, b “ compensation payment ” means a payment within section 1(1)(a) above, c “ dependant ” has the meaning given by section 3 of the 1979 Act, and d “ extra-statutory payment ” means a payment made by the Secretary of State to or in respect of a person following the rejection by the Secretary of State of a claim under the 1979 Act."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "55", "section_title": "Regulations and orders: general", "section_text": "55 1 This section has effect in relation to regulations under this Act, except Part 4. 2 Power to make regulations is exercisable by statutory instrument. 3 Power to make regulations includes power to make incidental, supplementary, consequential or transitional provision or savings. 4 Power to make regulations may be exercised— a in relation to all cases to which it extends, in relation to those cases but subject to specified exceptions or in relation to any specified cases or classes of case; b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which it extends or any lesser provision (whether by way of exception or otherwise); ii the same provision for all cases, different provision for different cases or classes of case or different provision as respects the same case or class of case but for different purposes of this Act; iii provision which is either unconditional or is subject to any specified condition; c so as to provide for a person to exercise a discretion in dealing with any matter. 5 A statutory instrument containing— a regulations under section 6(1) or (4),  or b the first regulations under paragraphs 2(1), 3(1), 5(1) or (2), 6(1) or (3) or 7 of Schedule 5,  . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . shall not be made unless a draft of the statutory instrument containing the regulations or order has been laid before, and approved by a resolution of, each House of Parliament. 6 A statutory instrument that— a contains regulations, and b is not subject to a requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "56", "section_title": "General interpretation", "section_text": "56 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where— a this Act amends or repeals an enactment contained in the Child Support Act 1991 (c. 48) which has been amended by the Child Support, Pensions and Social Security Act 2000 (c. 19), and b the amendment by the 2000 Act has been brought into force for limited purposes only, the reference to the enactment shall, unless the contrary intention appears, be read as a reference to the enactment as it has effect apart from the 2000 Act, as well as to the enactment as amended by that Act."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "57", "section_title": "Minor and consequential amendments", "section_text": "57 1 Schedule 7 (which makes minor and consequential amendments) has effect. 2 The Secretary of State may by regulations make provision consequential on this Act amending, repealing or revoking any provision of— a an Act passed on or before the last day of the Session in which this Act is passed, or b an instrument made under an Act before the passing of this Act."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "58", "section_title": "Repeals", "section_text": "58 The enactments specified in Schedule 8 are repealed to the extent specified."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "59", "section_title": "Transition", "section_text": "59 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Secretary of State may by regulations make provision for the Child Support Act 1991, as amended by Schedule 3, to have effect, until the coming into force of section 15, with such modifications as the Secretary of State considers necessary in consequence of the retention of functions under section 46 of that Act. 3 The Secretary of State may, in relation to section 6 or 46 of the Child Support Act 1991, by regulations make provision for the section to have effect with such modifications as the Secretary of State considers expedient in anticipation of the coming into force of section 15. 4 Sections  ... 32A, 32E, 32F, 32J, 32L, 32M, 41C to 41E, 43A, 49A, 49B and 49D of the Child Support Act 1991 shall have effect as if  “child support maintenance” included periodical payments required to be paid in accordance with a maintenance assessment under the Act. 5 Sections  ... 32A, 32C, 32E, 32F, 32J, 32L, 32M,  32N,   39B, 39H, 40, 40A, 40B and 49B of the Child Support Act 1991 shall have effect as if  “maintenance calculation” included a maintenance assessment under the Act. 6 Sections 35, 36, 38, 39B, 39H, 39K, 40, 40B and 49D of the Child Support Act 1991 shall have effect as if orders made under section 33 of that Act had been made under section 32M of that Act. 7 An order may be made under section 32M of the Child Support Act 1991 in respect of an amount even though the time within which an application could have been instituted under section 33 of that Act for an order in respect of that amount has expired. 8 The Secretary of State may by regulations make in connection with the coming into force of any provision of this Act such transitional provision or savings as the Secretary of State considers necessary or expedient."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "60", "section_title": "Financial provisions", "section_text": "60 1 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State or a government department in consequence of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 There shall be authorised the extinguishing in consequence of this Act of liabilities owed to the Crown under the Child Support Act 1991."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "61", "section_title": "Extent", "section_text": "61 1 Subject to the following provisions, this Act extends to England and Wales and Scotland only. 2 The following provisions also extend to Northern Ireland— a this section and sections 55, 57(2), 62 and 63; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any amendment or repeal made by this Act has the same extent as the enactment to which it relates."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "62", "section_title": "Commencement", "section_text": "62 1 This section and sections 55, 59(8), 61 and 63 shall come into force on the day on which this Act is passed. 2 Section 35 shall come into force on the day after the day on which this Act is passed. 3 The remaining provisions of this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different purposes. 4 An order under subsection (3) may include such transitional provision or savings as the Secretary of State considers necessary or expedient in connection with bringing any provision of this Act into force. 5 An order under subsection (3) appointing the day on which section 39 is to come into force in England and Wales may be made only with the consent of the Lord Chancellor."}, {"act": "Child Maintenance and Other Payments Act 2008", "year": 2008, "section": "63", "section_title": "Citation", "section_text": "63 This Act may be cited as the Child Maintenance and Other Payments Act 2008."}]