[{"act": "Climate Change Act 2008", "year": 2008, "section": "1", "section_title": "The target for 2050", "section_text": "1 1 It is the duty of the Secretary of State to ensure that the net  UK  carbon account for the year 2050 is at least   100%   lower than the 1990 baseline. 2 “ The 1990 baseline ” means the aggregate amount of— a net UK emissions of carbon dioxide for that year, and b net UK emissions of each of the other targeted greenhouse gases for the year that is the base year for that gas."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "2", "section_title": "Amendment of 2050 target or baseline year", "section_text": "2 1 The Secretary of State may by order— a amend the percentage specified in section 1(1); b amend section 1 to provide for a different year to be the baseline year. 2 The power in subsection (1)(a) may only be exercised— a if it appears to the Secretary of State that there have been significant developments in— i scientific knowledge about climate change, or ii European or international law or policy, that make it appropriate to do so, or b in connection with the making of— i an order under section 24 (designation of further greenhouse gases as targeted greenhouse gases), or ii regulations under section 30 (emissions from international aviation or international shipping). 3 The developments in scientific knowledge referred to in subsection (2) are— a in relation to the first exercise of the power in subsection (1)(a), developments since the passing of this Act; b in relation to a subsequent exercise of that power, developments since the evidential basis for the previous exercise was established. 4 The power in subsection (1)(b) may only be exercised if it appears to the Secretary of State that there have been significant developments in European or international law or policy that make it appropriate to do so. 5 An order under subsection (1)(b) may make consequential amendments of other references in this Act to the baseline year. 6 An order under this section is subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "3", "section_title": "Consultation on order amending 2050 target or baseline year", "section_text": "3 1 Before laying before Parliament a draft of a statutory instrument containing an order under section 2 (order amending the 2050 target or the baseline year), the Secretary of State must— a obtain, and take into account, the advice of the Committee on Climate Change, and b take into account any representations made by the other national authorities. 2 The Committee must, at the time it gives its advice to the Secretary of State, send a copy to the other national authorities. 3 As soon as is reasonably practicable after giving its advice to the Secretary of State, the Committee must publish that advice in such manner as it considers appropriate. 4 The Secretary of State may proceed to lay such a draft statutory instrument before Parliament without having received a national authority's representations if the authority does not provide them before the end of the period of three months beginning with the date the Committee's advice was sent to the authority. 5 At the same time as laying such a draft statutory instrument before Parliament, the Secretary of State must publish a statement setting out whether and how the order takes account of any representations made by the other national authorities. 6 If the order makes provision different from that recommended by the Committee, the Secretary of State must also publish a statement setting out the reasons for that decision. 7 A statement under this section may be published in such manner as the Secretary of State thinks fit."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "4", "section_title": "Carbon budgets", "section_text": "4 1 It is the duty of the Secretary of State— a to set for each succeeding period of five years beginning with the period 2008-2012 (“budgetary periods”) an amount for the net UK carbon account (the  “carbon budget”), and b to ensure that the net UK carbon account for a budgetary period does not exceed the carbon budget. 2 The carbon budget for a budgetary period may be set at any time after this Part comes into force, and must be set— a for the periods 2008-2012, 2013-2017 and 2018-2022, before 1st June 2009; b for any later period, not later than 30th June in the 12th year before the beginning of the period in question."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "5", "section_title": "Level of carbon budgets", "section_text": "5 1 The carbon budget— a for the budgetary period including the year 2020, must be such that the annual equivalent of the carbon budget for the period is at least  34%  lower than the 1990 baseline; b for the budgetary period including the year 2050, must be such that the annual equivalent of the carbon budget for the period is lower than the 1990 baseline by at least the percentage specified in section 1 (the target for 2050); c for the budgetary period including any later year specified by order of the Secretary of State, must be such that the annual equivalent of the carbon budget for the period is— i lower than the 1990 baseline by at least the percentage so specified, or ii at least the minimum percentage so specified, and not more than the maximum percentage so specified, lower than the 1990 baseline. 2 The  “ annual equivalent ”, in relation to the carbon budget for a period, means the amount of the carbon budget for the period divided by the number of years in the period. 3 An order under this section is subject to affirmative resolution procedure. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "6", "section_title": "Amendment of target percentages", "section_text": "6 1 The Secretary of State may by order amend— a the percentage specified in section 5(1)(a); b any percentage specified under section 5(1)(c). 2 That power may only be exercised— a if it appears to the Secretary of State that there have been significant developments in— i scientific knowledge about climate change, or ii European or international law or policy, that make it appropriate to do so, or b in connection with the making of— i an order under section 24 (designation of further greenhouse gases as targeted greenhouse gases), or ii regulations under section 30 (emissions from international aviation or international shipping). 3 The developments in scientific knowledge referred to in subsection (2)(a) are— a in relation to the first exercise of the power conferred by this section in relation to the percentage specified in section 5(1)(a), developments since June 2000 (the date of the Royal Commission on Environmental Pollution's 22nd Report,  “Energy – the Changing Climate”); b in relation to the first exercise of the power conferred by this section in relation to any percentage specified under section 5(1)(c), developments since the evidential basis for the order setting that percentage was established; c in relation to a subsequent exercise of any of those powers, developments since the evidential basis for the previous exercise was established. 4 The power conferred by this section to amend the percentage in section 5(1)(a) includes power to amend or repeal section 5(4)\t\t\t\t\t(which directs that targeted greenhouse gases other than carbon dioxide are to be left out of account for the purposes of that provision). 5 An order under this section is subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "7", "section_title": "Consultation on order setting or amending target percentages", "section_text": "7 1 Before laying before Parliament a draft of a statutory instrument containing an order under section 5(1)(c) (order setting target percentage) or section 6 (order amending target percentage), the Secretary of State must— a obtain, and take into account, the advice of the Committee on Climate Change, and b take into account any representations made by the other national authorities. 2 The Committee must, at the time it gives its advice to the Secretary of State, send a copy to the other national authorities. 3 As soon as is reasonably practicable after giving its advice to the Secretary of State, the Committee must publish that advice in such manner as it considers appropriate. 4 The Secretary of State may proceed to lay such a draft statutory instrument before Parliament without having received a national authority's representations if the authority does not provide them before the end of the period of three months beginning with the date the Committee's advice was sent to the authority. 5 At the same time as laying such a draft statutory instrument before Parliament, the Secretary of State must publish a statement setting out whether and how the order takes account of any representations made by the other national authorities. 6 If the order makes provision different from that recommended by the Committee, the Secretary of State must also publish a statement setting out the reasons for that decision. 7 A statement under this section may be published in such manner as the Secretary of State thinks fit."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "8", "section_title": "Setting of carbon budgets for budgetary periods", "section_text": "8 1 The Secretary of State must set the carbon budget for a budgetary period by order. 2 The carbon budget for a period must be set with a view to meeting— a the target in section 1 (the target for 2050), and b the requirements of section 5 (requirements as to level of carbon budgets), and complying with the European and international obligations of the United Kingdom. 3 An order setting a carbon budget is subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "9", "section_title": "Consultation on carbon budgets", "section_text": "9 1 Before laying before Parliament a draft of a statutory instrument containing an order under section 8 (order setting carbon budget), the Secretary of State must— a take into account the advice of the Committee on Climate Change under section 34 (advice in connection with carbon budgets), and b take into account any representations made by the other national authorities. 2 The Secretary of State may proceed to lay such a draft statutory instrument before Parliament without having received a national authority's representations if the authority does not provide them before the end of the period of three months beginning with the date the Committee's advice was sent to the authority. 3 At the same time as laying such a draft statutory instrument before Parliament, the Secretary of State must publish a statement setting out whether and how the order takes account of any representations made by the other national authorities. 4 If the order sets the carbon budget at a different level from that recommended by the Committee, the Secretary of State must also publish a statement setting out the reasons for that decision. 5 A statement under this section may be published in such manner as the Secretary of State thinks fit."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "10", "section_title": "Matters to be taken into account in connection with carbon budgets", "section_text": "10 1 The following matters must be taken into account— a by the Secretary of State in coming to any decision under this Part relating to carbon budgets, and b by the Committee on Climate Change in considering its advice in relation to any such decision. 2 The matters to be taken into account are— a scientific knowledge about climate change; b technology relevant to climate change; c economic circumstances, and in particular the likely impact of the decision on the economy and the competitiveness of particular sectors of the economy; d fiscal circumstances, and in particular the likely impact of the decision on taxation, public spending and public borrowing; e social circumstances, and in particular the likely impact of the decision on fuel poverty; f energy policy, and in particular the likely impact of the decision on energy supplies and the carbon and energy intensity of the economy; g differences in circumstances between England, Wales, Scotland and Northern Ireland; h circumstances at European and international level; i the estimated amount of reportable emissions from international aviation and international shipping for the budgetary period or periods in question. 3 In subsection (2)(i)  “ the estimated amount of reportable emissions from international aviation and international shipping ”, in relation to a budgetary period, means the aggregate of the amounts relating to emissions of targeted greenhouse gases from international aviation and international shipping that the Secretary or State or (as the case may be) the Committee estimates the United Kingdom will be required to report for that period in accordance with international carbon reporting practice. 4 Such amounts may be estimated using such reasonable method or methods as the Secretary of State or (as the case may be) the Committee considers appropriate. 5 The duty in subsection (2)(i) applies if and to the extent that regulations under section 30 do not provide for emissions of targeted greenhouse gases from international aviation and international shipping in the budgetary period or periods in question to be treated as emissions from sources in the United Kingdom for the purposes of this Part. 6 Section 30(1) (emissions from international aviation and international shipping not to count as emissions from UK sources for the purposes of this Part, except as provided by regulations) does not prevent the Secretary of State or the Committee from taking into account the matter referred to in subsection (2)(i) for the purposes of this section. 7 Nothing in this section is to be read as restricting the matters that the Secretary of State or the Committee may take into account."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "11", "section_title": "Limit on use of carbon units", "section_text": "11 1 It is the duty of the Secretary of State to set a limit on the net amount of carbon units that may be credited to the net UK carbon account for each budgetary period. 2 The  “ net amount of carbon units ” means— a the amount of carbon units credited to the net UK carbon account for the period in accordance with regulations under section 27, less b the amount of carbon units debited from the net UK carbon account for the period in accordance with such regulations. 3 The limit for a budgetary period must be set— a for the period 2008-2012, not later than 1st June 2009, and b for any later period, not later than 18 months before the beginning of the period in question. 4 The Secretary of State must set a limit under this section by order. 5 The order may provide that carbon units of a description specified in the order do not count towards the limit. 6 An order under this section is subject to affirmative resolution procedure. 7 Before laying before Parliament a draft of a statutory instrument containing an order under this section in relation to a budgetary period, the Secretary of State must— a take into account the advice of the Committee on Climate Change under section 34(1)(b)\t\t\t\t\t\t\t(advice on use of carbon units) in relation to that period, and b consult the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "12", "section_title": "Duty to provide indicative annual ranges for net UK carbon account", "section_text": "12 1 As soon as is reasonably practicable after making an order setting the carbon budget for a budgetary period, the Secretary of State must lay before Parliament a report setting out an indicative annual range for the net UK carbon account for each year within the period. 2 An  “ indicative annual range ”, in relation to a year, is a range within which the Secretary of State expects the amount of the net UK carbon account for the year to fall. 3 Before laying a report under this section before Parliament, the Secretary of State must consult the other national authorities on the indicative annual ranges set out in the report. 4 The Secretary of State must send a copy of the report to those authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "13", "section_title": "Duty to prepare proposals and policies for meeting carbon budgets", "section_text": "13 1 The Secretary of State must prepare such proposals and policies as the Secretary of State considers will enable the carbon budgets that have been set under this Act to be met. 2 The proposals and policies must be prepared with a view to meeting— a the target in section 1 (the target for 2050), and b any target set under section 5(1)(c) (power to set targets for later years). 3 The proposals and policies, taken as a whole, must be such as to contribute to sustainable development. 4 In preparing the proposals and policies, the Secretary of State may take into account the proposals and policies the Secretary of State considers may be prepared by other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "14", "section_title": "Duty to report on proposals and policies for meeting carbon budgets", "section_text": "14 1 As soon as is reasonably practicable after making an order setting the carbon budget for a budgetary period, the Secretary of State must lay before Parliament a report setting out proposals and policies for meeting the carbon budgets for the current and future budgetary periods up to and including that period. 2 The report must, in particular, set out— a the Secretary of State's current proposals and policies under section 13, and b the time-scales over which those proposals and policies are expected to take effect. 3 The report must explain how the proposals and policies set out in the report affect different sectors of the economy. 4 The report must outline the implications of the proposals and policies as regards the crediting of carbon units to the net UK carbon account for each budgetary period covered by the report. 5 So far as the report relates to proposals and policies of the Scottish Ministers, the Welsh Ministers or a Northern Ireland department, it must be prepared in consultation with that authority. 6 The Secretary of State must send a copy of the report to those authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "15", "section_title": "Duty to have regard to need for UK domestic action on climate change", "section_text": "15 1 In exercising functions under this Part involving consideration of how to meet— a the target in section 1(1) (the target for 2050), or b the carbon budget for any period, the Secretary of State must have regard to the need for UK domestic action on climate change. 2 “ UK domestic action on climate change ” means reductions in UK emissions of targeted greenhouse gases or increases in UK removals of such gases (or both)."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "16", "section_title": "Annual statement of UK emissions", "section_text": "16 1 It is the duty of the Secretary of State to lay before Parliament in respect of each year, beginning with the year 2008, a statement containing the following information. 2 In respect of each greenhouse gas (whether or not a targeted greenhouse gas), it must— a state the amount for the year of UK emissions, UK removals and net UK emissions of that gas, b identify the methods used to measure or calculate those amounts, and c state whether any of those amounts represents an increase or decrease compared to the equivalent amount for the previous year. 3 It must state the aggregate amount for the year of UK emissions, UK removals and net UK emissions of all greenhouse gases. 4 If in accordance with international carbon reporting practice a change of method is such as to require adjustment of an amount for an earlier year in the same budgetary period, it must specify the adjustment required and state the adjusted amount. 5 If emissions of a greenhouse gas from international aviation or international shipping are not required to be included in the statement by virtue of subsection (2), it must state any amounts relating to such emissions that the United Kingdom is required to report for the year in accordance with international carbon reporting practice. 6 It must— a state the total amount of carbon units that have been credited to or debited from the net UK carbon account for the year, and b give details of the number and type of those carbon units. 7 It must state the amount of the net UK carbon account for the year. 8 It must state— a the amount of net UK emissions of carbon dioxide for the year 1990, b the amount of net UK emissions of each targeted greenhouse gas other than carbon dioxide for the year that is the base year for that gas, and c a baseline amount for each greenhouse gas that is not a targeted greenhouse gas, determined on such basis as the Secretary of State considers appropriate. 9 The amount referred to in subsection (8)(c) may be— a the amount of net UK emissions of the gas for the year 1990 or a different year, or b the average amount of net UK emissions of the gas for a number of years. 10 The statement required by this section must be laid before Parliament not later than 31st March in the second year following that to which it relates. 11 The Secretary of State must send a copy of the statement to the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "17", "section_title": "Powers to carry amounts from one budgetary period to another", "section_text": "17 1 The Secretary of State may decide to carry back part of the carbon budget for a budgetary period to the preceding budgetary period. The carbon budget for the later period is reduced, and that for the earlier period increased, by the amount carried back. 2 The amount carried back under subsection (1) must not exceed 1% of the carbon budget for the later period. 3 The Secretary of State may decide to carry forward the whole or part of any amount by which the carbon budget for a budgetary period exceeds the net UK carbon account for the period. The amount of the carbon budget for the next budgetary period is increased by the amount carried forward. 4 Before deciding to carry an amount back or forward under this section, the Secretary of State must— a consult the other national authorities, and b obtain, and take into account, the advice of the Committee on Climate Change. 5 Any such decision must be made no later than 31st May in the second year after the end of the earlier of the two budgetary periods affected."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "18", "section_title": "Final statement for budgetary period", "section_text": "18 1 It is the duty of the Secretary of State to lay before Parliament in respect of each budgetary period a statement containing the following information. 2 In respect of each targeted greenhouse gas, it must state the final amount for the period of UK emissions, UK removals and net UK emissions of that gas. That is the total of the amounts (or adjusted amounts) stated under section 16 (annual statement of UK emissions) in respect of that gas for the years included in the period. 3 It must— a state the final amount of carbon units that have been credited to or debited from the net UK carbon account for the period, and b give details of the number and type of those carbon units. 4 It must state the final amount of the net UK carbon account for the period. 5 It must state whether the Secretary of State has decided to carry an amount back under section 17(1) (power to carry amount back from the budget for the next budgetary period), and if so what amount. 6 It must state the amount of the carbon budget for the period. That is the amount originally set, subject to any exercise of the powers conferred by section 17 (powers to carry amounts from one budgetary period to another) and any alteration of the budget under section 21. 7 Whether the carbon budget for a period has been met shall be determined by reference to the figures given in the statement laid before Parliament under this section in respect of that period. 8 If the carbon budget for the period has not been met, the statement must explain why it has not been met. 9 The statement required by this section must be laid before Parliament not later than 31st May in the second year following the end of the period to which it relates. 10 The Secretary of State must send a copy of the statement to the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "19", "section_title": "Duty to report on proposals and policies for compensating for budget excess", "section_text": "19 1 As soon as is reasonably practicable after laying a statement before Parliament under section 18 in respect of a period for which the net UK carbon account exceeds the carbon budget, the Secretary of State must lay before Parliament a report setting out proposals and policies to compensate in future periods for the excess emissions. 2 So far as the report relates to proposals and policies of the Scottish Ministers, the Welsh Ministers or a Northern Ireland department, it must be prepared in consultation with that authority. 3 The Secretary of State must send a copy of the report to those authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "20", "section_title": "Final statement for 2050", "section_text": "20 1 It is the duty of the Secretary of State to lay before Parliament in respect of the year 2050 a statement containing the following information. 2 In respect of each targeted greenhouse gas, it must state the amount for that year of UK emissions, UK removals and net UK emissions of that gas. That is the amount stated for that year in respect of that gas under section 16 (annual statement of UK emissions). 3 It must— a state the amount of carbon units that have been credited to or debited from the net UK carbon account for the year, and b give details of the number and type of those carbon units. 4 It must state the amount of the net UK carbon account for that year. 5 Whether the target in section 1 (the target for 2050) has been met shall be determined by reference to the figures given in the statement laid before Parliament under this section. 6 If the target has not been met, the statement must explain why it has not been met. 7 The statement required by this section must be laid before Parliament not later than 31st May 2052. 8 The Secretary of State must send a copy of the statement to the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "21", "section_title": "Alteration of carbon budgets", "section_text": "21 1 An order setting the carbon budget for a period may not be revoked after the date by which a budget for the period was required to be set. 2 An order setting the carbon budget for a period may be amended after the date by which a budget for the period was required to be set only if it appears to the Secretary of State that, since the budget was originally set (or previously altered), there have been significant changes affecting the basis on which the previous decision was made. 3 An order setting the carbon budget for a period may be amended after the period has begun only if it appears to the Secretary of State that there have been such changes since the period began. 4 An order setting the carbon budget for a period may not be amended after the period has ended. 5 An order revoking or amending an order setting a carbon budget is subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "22", "section_title": "Consultation on alteration of carbon budgets", "section_text": "22 1 Before laying before Parliament a draft of a statutory instrument containing an order under section 21 (alteration of carbon budgets), the Secretary of State must— a obtain, and take into account, the advice of the Committee on Climate Change, and b take into account any representations made by the other national authorities. 2 The Committee must, at the time it gives its advice to the Secretary of State, send a copy to the other national authorities. 3 As soon as is reasonably practicable after giving its advice to the Secretary of State, the Committee must publish that advice in such manner as it considers appropriate. 4 The Secretary of State may proceed to lay such a draft statutory instrument before Parliament without having received a national authority's representations if the authority does not provide them before the end of the relevant period. 5 The relevant period is— a if the budgetary period to which the order relates has begun, one month beginning with the date the Committee's advice was sent to the authority, or b otherwise, three months beginning with that date. 6 At the same time as laying such a draft statutory instrument before Parliament, the Secretary of State must publish a statement setting out whether and how the order takes account of any representations made by the other national authorities. 7 If the order makes provision different from that recommended by the Committee, the Secretary of State must also publish a statement setting out the reasons for that decision. 8 A statement under this section may be published in such manner as the Secretary of State thinks fit."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "23", "section_title": "Alteration of budgetary periods", "section_text": "23 1 The Secretary of State may by order amend section 4(1)(a) so as to alter— a the length of the budgetary periods, or b the dates in the calendar year on which the budgetary periods begin and end. 2 This power may only be exercised if it appears to the Secretary of State necessary to do so in order to keep the budgetary periods under this Part in line with similar periods under any agreement at European or international level to which the United Kingdom is a party. 3 The power may not be exercised in such a way that any period falls outside a budgetary period. 4 An order may make such consequential amendments of the provisions of this Act as appear to the Secretary of State to be necessary or expedient. 5 Before making an order under this section the Secretary of State must consult the other national authorities. 6 An order under this section is subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "24", "section_title": "Targeted greenhouse gases", "section_text": "24 1 In this Part a  “ targeted greenhouse gas ” means— a carbon dioxide, b methane, c nitrous oxide, d hydrofluorocarbons, e perfluorocarbons, f sulphur hexafluoride, and g any other greenhouse gas designated as a targeted greenhouse gas by order made by the Secretary of State. 2 The order may make such consequential amendments of the provisions of this Act as appear to the Secretary of State to be necessary or expedient. 3 Before making an order under this section, the Secretary of State must— a consult the other national authorities, and b obtain, and take into account, the advice of the Committee on Climate Change. 4 As soon as is reasonably practicable after giving its advice to the Secretary of State, the Committee must publish that advice in such manner as it considers appropriate. 5 If the order makes provision different from that recommended by the Committee, the Secretary of State must publish a statement setting out the reasons for that decision. 6 The statement may be published in such manner as the Secretary of State thinks fit. 7 An order under this section is subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "25", "section_title": "Base years for targeted greenhouse gases other than CO 2", "section_text": "25 1 The base years for the purposes of this Act for targeted greenhouse gases other than carbon dioxide are— Gas Base year methane 1990 nitrous oxide 1990 hydrofluorocarbons 1995 perfluorocarbons 1995 sulphur hexafluoride 1995   nitrogen trifluoride  1995 2 The Secretary of State may make provision by order amending the table in subsection (1) so as to— a specify the base year for a gas designated as a targeted greenhouse gas by order under section 24(1), or b specify a different base year from that for the time being specified in relation to any targeted greenhouse gas other than carbon dioxide. 3 An order may— a designate a particular base year, or b designate a number of base years and provide that the average amount of net UK emissions of a gas for those years is to be treated for the purposes of this Act as the amount of net UK emissions for the base year. 4 The power in subsection (2)(b) may only be exercised if it appears to the Secretary of State that there have been significant developments in European or international law or policy that make it appropriate to do so. 5 Before making an order under this section, the Secretary of State must— a consult the other national authorities, and b obtain, and take into account, the advice of the Committee on Climate Change. 6 As soon as is reasonably practicable after giving its advice to the Secretary of State, the Committee must publish that advice in such manner as it considers appropriate. 7 If the order makes provision different from that recommended by the Committee, the Secretary of State must publish a statement setting out the reasons for that decision. 8 The statement may be published in such manner as the Secretary of State thinks fit. 9 An order under this section is subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "26", "section_title": "Carbon units and carbon accounting", "section_text": "26 1 In this Part a  “ carbon unit ” means a unit of a kind specified in regulations made by the Secretary of State and representing— a a reduction in an amount of greenhouse gas emissions, b the removal of an amount of greenhouse gas from the atmosphere, or c an amount of greenhouse gas emissions allowed under a scheme or arrangement imposing a limit on such emissions. 2 The Secretary of State may make provision by regulations for a scheme— a for registering or otherwise keeping track of carbon units, or b for establishing and maintaining accounts in which carbon units may be held, and between which they may be transferred, by the Secretary of State. The regulations may, in particular, provide for an existing scheme to be adapted for these purposes. 3 The regulations may make provision— a appointing a body to administer the scheme; b establishing a body for that purpose and making such provision in relation to the appointment of members, staffing, expenditure, procedure and otherwise as the Secretary of State considers appropriate; c conferring power on the Secretary of State to give guidance or directions to the body administering the scheme; d conferring power on the Secretary of State to delegate the performance of any of the functions conferred or imposed on the Secretary of State by the regulations; e requiring the payment by persons using the scheme of charges (of an amount determined by or under the regulations) towards the cost of operating it. 4 If an existing body is appointed to administer the scheme, the regulations may make such modifications of any enactment relating to that body as the Secretary of State considers appropriate."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "27", "section_title": "Net UK carbon account", "section_text": "27 1 In this Part the “ net UK carbon account ” for a period means the amount of net UK emissions of targeted greenhouse gases for the period— a reduced by the amount of carbon units credited to the net UK carbon account for the period in accordance with regulations under this section, and b increased by the amount of carbon units that in accordance with such regulations are to be debited from the net UK carbon account for the period. 2 The net amount of carbon units credited to the net UK carbon account for a budgetary period must not exceed the limit set under section 11 (limit on use of carbon units) for the period. 3 The Secretary of State must make provision by regulations about— a the circumstances in which carbon units may be credited to the net UK carbon account for a period, b the circumstances in which such units must be debited from that account for a period, and c the manner in which this is to be done. 4 The regulations must contain provision for ensuring that carbon units that are credited to the net UK carbon account for a period cease to be available to offset other greenhouse gas emissions. 5 The regulations must contain provision— a for determining whether the total amount of carbon units allocated to the United Kingdom for each budgetary period under schemes or arrangements imposing a limit on emissions from sources in the United Kingdom represent an amount of net UK emissions of targeted greenhouse gases for the period greater than the carbon budget for the period, and b for ensuring that, if this is the case, carbon units representing the amount of such emissions in excess of the budget are not used to offset greenhouse gas emissions in the United Kingdom or elsewhere."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "28", "section_title": "Procedure for regulations under section 26 or 27", "section_text": "28 1 The following provisions apply in relation to regulations under section 26 (carbon units and carbon accounting) or section 27 (net UK carbon account). 2 The regulations are subject to affirmative resolution procedure if— a they are the first regulations to be made under those sections, b they specify a carbon unit of a kind not previously specified in regulations made under those sections, c they alter the amount by which— i a carbon unit that is credited to the net UK carbon account for a period reduces the net UK carbon account for that period, or ii a carbon unit that is debited from the net UK carbon account for a period increases the net UK carbon account for that period, or d they make modifications of an enactment contained in primary legislation. 3 Otherwise the regulations are subject to negative resolution procedure. 4 The Secretary of State must consult the other national authorities— a in the case of regulations subject to affirmative resolution procedure, before laying before Parliament a draft of a statutory instrument containing the regulations; b in the case of regulations subject to negative resolution procedure, before making the regulations. 5 The Secretary of State must obtain, and take into account, the advice of the Committee on Climate Change before laying before Parliament a draft of a statutory instrument containing— a the first regulations to be made under those sections, or b regulations making provision of the kind described in paragraph (b) or (c) of subsection (2)."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "29", "section_title": "UK emissions and removals of greenhouse gases", "section_text": "29 1 In this Part— a “ UK emissions ”, in relation to a greenhouse gas, means emissions of that gas from sources in the United Kingdom; b “ UK removals ”, in relation to a greenhouse gas, means removals of that gas from the atmosphere due to   processes, mechanisms or   activities in the United Kingdom; c the  “ net UK emissions ” for a period, in relation to a greenhouse gas, means the amount of UK emissions of that gas for the period reduced by the amount for the period of UK removals of that gas. 2 The amount of UK emissions and UK removals of a greenhouse gas for a period must be determined consistently with international carbon reporting practice."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "30", "section_title": "Emissions from international aviation or international shipping", "section_text": "30 1 Emissions of greenhouse gases from international aviation or international shipping do not count as emissions from sources in the United Kingdom for the purposes of this Part, except as provided by regulations made by the Secretary of State. 2 The Secretary of State may by order define what is to be regarded for this purpose as international aviation or international shipping. Any such order is subject to affirmative resolution procedure. 3 The Secretary of State must, before expiry of the period ending with 31st December 2012— a make provision by regulations as to the circumstances in which, and the extent to which, emissions from international aviation or international shipping are to be regarded for the purposes of this Part as emissions from sources in the United Kingdom, or b lay before Parliament a report explaining why regulations making such provision have not been made. 4 The expiry of the period mentioned in subsection (3) does not affect the power of the Secretary of State to make regulations under this section. 5 Regulations under this section— a may make provision only in relation to emissions of a targeted greenhouse gas; b may, in particular, provide for such emissions to be regarded as emissions from sources in the United Kingdom if they relate to the transport of passengers or goods to or from the United Kingdom. 6 Regulations under this section may make provision— a as to the period or periods (whether past or future) in which emissions of the targeted greenhouse gas are to be taken into account as UK emissions of that gas, and b as to the manner in which such emissions are to be taken into account in determining UK emissions of that gas for the year that is the base year for that gas. 7 They may, in particular— a designate a different base year, or b designate a number of base years, and provide for the emissions in that year, or the average amount of emissions in those years, to be treated for the purposes of this Act as UK emissions of that gas for the year that is the base year for that gas. 8 For the purposes of this section the base year for carbon dioxide is the year that is the baseline year for the purposes of this Part."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "31", "section_title": "Procedure for regulations under section 30", "section_text": "31 1 Before making regulations under section 30, the Secretary of State must obtain, and take into account, the advice of the Committee on Climate Change. 2 As soon as is reasonably practicable after giving its advice to the Secretary of State, the Committee must publish that advice in such manner as it considers appropriate. 3 If the regulations make provision different from that recommended by the Committee, the Secretary of State must publish a statement setting out the reasons for that decision. 4 The statement may be published in such manner as the Secretary of State thinks fit. 5 Regulations under section 30 are subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "32", "section_title": "The Committee on Climate Change", "section_text": "32 1 There shall be a body corporate to be known as the Committee on Climate Change or, in Welsh, as y Pwyllgor ar Newid Hinsawdd (referred to in this Part as  “ the Committee ”). 2 Schedule 1 contains further provisions about the Committee."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "33", "section_title": "Advice on level of 2050 target", "section_text": "33 1 It is the duty of the Committee to advise the Secretary of State on— a whether the percentage specified in section 1(1) (the target for 2050) should be amended, and b if so, what the amended percentage should be. 2 Advice given by the Committee under this section must also contain the reasons for that advice. 3 The Committee must give its advice under this section not later than 1st December 2008. 4 The Committee must, at the time it gives its advice under this section to the Secretary of State, send a copy to the other national authorities. 5 As soon as is reasonably practicable after giving its advice to the Secretary of State, the Committee must publish that advice in such manner as it considers appropriate."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "34", "section_title": "Advice in connection with carbon budgets", "section_text": "34 1 It is the duty of the Committee to advise the Secretary of State, in relation to each budgetary period, on— a the level of the carbon budget for the period, b the extent to which the carbon budget for the period should be met— i by reducing the amount of net UK emissions of targeted greenhouse gases, or ii by the use of carbon units that in accordance with regulations under sections 26 and 27 may be credited to the net UK carbon account for the period, c the respective contributions towards meeting the carbon budget for the period that should be made— i by the sectors of the economy covered by trading schemes (taken as a whole); ii by the sectors of the economy not so covered (taken as a whole), and d the sectors of the economy in which there are particular opportunities for contributions to be made towards meeting the carbon budget for the period through reductions in emissions of targeted greenhouse gases. 2 In relation to the budgetary period 2008-2012, the Committee must also advise the Secretary of State on— a whether it would be consistent with its advice on the level of the carbon budget for the period to set a carbon budget such that the annual equivalent for the period was lower than the 1990 baseline by 20%, and b the costs and benefits of setting such a budget. 3 Advice given by the Committee under this section must also contain the reasons for that advice. 4 The Committee must give its advice under this section— a for the budgetary periods 2008-2012, 2013-2017 and 2018-2022, not later than 1st December 2008; b for any later period, not later than six months before the last date for setting the carbon budget for the period (see section 4(2)(b)). 5 The Committee must, at the time it gives its advice under this section to the Secretary of State, send a copy to the other national authorities. 6 As soon as is reasonably practicable after giving its advice under this section the Committee must publish that advice in such manner as it considers appropriate."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "35", "section_title": "Advice on emissions from international aviation and international shipping", "section_text": "35 1 It is the duty of the Committee to advise the Secretary of State on the consequences of treating emissions of targeted greenhouse gases from— a international aviation, and b international shipping, as emissions from sources in the United Kingdom for the purposes of Part 1. 2 The duty applies if and to the extent that regulations under section 30 do not provide for such emissions to be so treated. 3 Advice given by the Committee under this section must also contain the reasons for that advice. 4 The Committee must give its advice under this section— a when it gives its advice under section 34 for the budgetary period 2023-2027, and b when it gives its advice under that section for each subsequent budgetary period. 5 The Committee must, at the time it gives its advice under this section to the Secretary of State, send a copy to the other national authorities. 6 As soon as is reasonably practicable after giving its advice to the Secretary of State, the Committee must publish that advice in such manner as it considers appropriate."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "36", "section_title": "Reports on progress", "section_text": "36 1 It is the duty of the Committee to lay before Parliament and each of the devolved legislatures each year, beginning with the year 2009, a report setting out the Committee's views on— a the progress that has been made towards meeting the carbon budgets that have been set under Part 1 and the target in section 1 (the target for 2050), b the further progress that is needed to meet those budgets and that target, and c whether those budgets and that target are likely to be met. 2 The Committee's report in the second year after the end of a budgetary period must also set out the Committee's general views on— a the way in which the budget for the period was or was not met, and b action taken during the period to reduce net UK emissions of targeted greenhouse gases. 3 The first report under this section must be laid before Parliament and the devolved legislatures not later than 30th September 2009. 4 Each subsequent report under this section, other than one in the second year after the end of a budgetary period, must be laid before Parliament and the devolved legislatures not later than 30th June in the year in which it is made. 5 A report in the second year after the end of a budgetary period must be laid before Parliament and the devolved legislatures not later than 15th July in the year in which it is made. 6 The Secretary of State may by order extend the period mentioned in subsection (4) or (5). 7 Before making such an order the Secretary of State must consult the other national authorities. 8 Any such order is subject to negative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "37", "section_title": "Response to Committee's reports on progress", "section_text": "37 1 The Secretary of State must lay before Parliament a response to the points raised by each report of the Committee under section 36 (reports on progress). 2 Before doing so, the Secretary of State must consult the other national authorities on a draft of the response. 3 The response to the Committee's first report under section 36 must be laid before Parliament not later than 15th January 2010. 4 Each subsequent response must be laid before Parliament not later than 15th October in the year in which the Committee's report is made. 5 The Secretary of State may by order extend that period. 6 Any such order is subject to negative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "38", "section_title": "Duty to provide advice or other assistance on request", "section_text": "38 1 The Committee must, at the request of a national authority, provide advice, analysis, information or other assistance to the authority in connection with— a the authority's functions under this Act, b the progress made towards meeting the objectives set by or under this Act, c adaptation to climate change, or d any other matter relating to climate change. 2 In particular, the Committee must, at the request of a national authority— a advise the authority about any limit proposed to be set by a trading scheme on the total amount of the activities to which the scheme applies, or b assist the authority in connection with the preparation of statistics relating to greenhouse gas emissions. 3 The Committee must, at the request of a national authority other than the Secretary of State, provide advice, analysis, information or other assistance to the authority in connection with any target, budget or similar requirement relating to emissions of greenhouse gas that has been adopted by the authority or to which the authority is otherwise subject."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "39", "section_title": "General ancillary powers", "section_text": "39 1 The Committee may do anything that appears to it necessary or appropriate for the purpose of, or in connection with, the carrying out of its functions. 2 In particular the Committee may— a enter into contracts, b acquire, hold and dispose of property, c borrow money, d accept gifts, and e invest money. 3 In exercising its functions, the Committee may— a gather information and carry out research and analysis, b commission others to carry out such activities, and c publish the results of such activities carried out by the Committee or others. 4 The Committee must have regard to the desirability of involving the public in the exercise of its functions."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "40", "section_title": "Grants to the Committee", "section_text": "40 A national authority may make grants to the Committee of such amount and subject to such conditions as the authority thinks fit."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "41", "section_title": "Powers to give guidance", "section_text": "41 1 The national authorities may give the Committee guidance as to the matters it is to take into account in the exercise of— a its functions generally, or b any of its functions under Schedule 1. 2 The Secretary of State may give the Committee guidance as to the matters it is to take into account in the exercise of its functions under— a Part 1 (carbon target and budgeting), b section 33 (advice on level of 2050 target), c section 34 (advice in connection with carbon budgets), d section 35 (advice on emissions from international aviation and international shipping), e section 36 (reports on progress), f section 57 (advice on report on impact of climate change), or g section 59 (reporting on progress in connection with adaptation). Before giving guidance under any of paragraphs (a) to (f), the Secretary of State must consult the other national authorities. 3 A national authority that requests the Committee to provide advice, analysis, information or other assistance under— a section 38 (duty to provide advice or assistance on request), or b section 48 (advice on trading scheme regulations), may give the Committee guidance as to the matters it is to take into account in responding to that request. If the request is made by two or more national authorities, the guidance must be given by them jointly. 4 The power to give guidance under this section includes power to vary or revoke it. 5 In performing its functions the Committee must have regard to any guidance given under this section."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "42", "section_title": "Powers to give directions", "section_text": "42 1 The national authorities may give the Committee directions as to the exercise of— a its functions generally, or b any of its functions under Schedule 1. 2 The Secretary of State may give the Committee directions as to the exercise of its functions under— a Part 1 (carbon target and budgeting), b section 33 (advice on level of 2050 target), c section 34 (advice in connection with carbon budgets), d section 35 (advice on emissions from international aviation and international shipping), e section 36 (reports on progress), f section 57 (advice on report on impact of climate change), or g section 59 (reporting on progress in connection with adaptation). Before giving directions under any of paragraphs (a) to (f), the Secretary of State must consult the other national authorities. 3 A national authority that requests the Committee to provide advice, analysis, information or other assistance under— a section 38 (duty to provide advice or assistance on request), or b section 48 (advice on trading scheme regulations), may give the Committee directions as to the exercise of its functions in responding to that request. If the request is made by two or more national authorities, the directions must be given by them jointly. 4 The power to give directions under this section does not include power to direct the Committee as to the content of any advice or report. 5 The power to give directions under this section includes power to vary or revoke the directions. 6 The Committee must comply with any directions given under this section."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "43", "section_title": "Interpretation of Part 2", "section_text": "43 Expressions used in this Part that are defined in Part 1 (carbon target and budgeting) have the same meaning as in that Part."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "44", "section_title": "Trading schemes", "section_text": "44 1 The relevant national authority may make provision by regulations for trading schemes relating to greenhouse gas emissions. 2 A  “trading scheme” is a scheme that operates by— a limiting or encouraging the limitation of activities that consist of the emission of greenhouse gas or that cause or contribute, directly or indirectly, to such emissions, or b encouraging activities that consist of, or that cause or contribute, directly or indirectly, to reductions in greenhouse gas emissions or the removal of greenhouse gas from the atmosphere."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "45", "section_title": "Activities to which trading schemes may apply", "section_text": "45 1 For the purposes of this Part activities are regarded as indirectly causing or contributing to greenhouse gas emissions if they involve, in particular— a the consumption of energy, b the use of materials in whose production energy was consumed, c the disposal otherwise than for recycling of materials in whose production energy was consumed, or d the production or supply of anything whose subsequent use directly causes or contributes to greenhouse gas emissions. 2 Correspondingly, for the purposes of this Part activities are regarded as indirectly causing or contributing to the reduction of greenhouse gas emissions if they involve a reduction under any of those heads. 3 This Part applies to activities carried on in the United Kingdom, regardless of where the related emissions, reductions or removals of greenhouse gas occur."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "46", "section_title": "Matters that may or must be provided for in regulations", "section_text": "46 1 Schedule 2 specifies matters that may or must be provided for in regulations under section 44. 2 In that Schedule— Part 1 deals with schemes that operate by limiting or encouraging the limitation of activities that consist of the emission of greenhouse gas or that cause or contribute, directly or indirectly, to such emissions; Part 2 deals with schemes that operate by encouraging activities that consist of, or that cause or contribute, directly or indirectly, to reductions in greenhouse gas emissions or the removal of greenhouse gas from the atmosphere; Part 3 deals with administration and enforcement. 3 Regulations under section 44 may also make provision about the application of the regulations to the Crown."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "47", "section_title": "Relevant national authorities", "section_text": "47 1 This section identifies  “ the relevant national authority ” for the purposes of this Part. 2 The Scottish Ministers are the relevant national authority in relation to matters within the legislative competence of the Scottish Parliament. 3 The Welsh Ministers are the relevant national authority in relation to matters that— a are within the legislative competence of the National Assembly for Wales, or b relate to limiting or encouraging the limitation of activities in Wales that consist of the emission of greenhouse gas, other than activities in connection with offshore oil and gas exploration and exploitation. 4 In subsection (3)(b)— “ Wales ” has the same meaning as in the Government of Wales Act 2006 (c. 32); and “ offshore oil and gas exploration and exploitation ” has the same meaning as in the National Assembly for Wales (Transfer of Functions) Order 2005 ( S.I.  2005/1958). 5 The Secretary of State or the relevant Northern Ireland department is the relevant authority in relation to reserved matters within the meaning of the Northern Ireland Act 1998 (c. 47). 6 The relevant Northern Ireland department is the relevant authority in relation to all other matters within the legislative competence of the Northern Ireland Assembly. 7 The Secretary of State is the relevant national authority in relation to all other matters."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "48", "section_title": "Procedure for making regulations", "section_text": "48 1 Before making regulations under this Part, a national authority must— a obtain, and take into account, the advice of the Committee on Climate Change, and b consult such persons likely to be affected by the regulations as the authority considers appropriate. 2 In particular, before making regulations under this Part that set a limit on the total amount of the activities to which a trading scheme applies for a trading period or periods, a national authority must obtain, and take into account, the advice of the Committee on Climate Change on the amount of that limit. 3 Regulations under this Part are subject to affirmative resolution procedure if they contain provision— a setting up a trading scheme, b extending the class of participants or activities to which a trading scheme applies, c extending the duration of a trading scheme, d making the overall requirements of a trading scheme significantly more onerous, e conferring new powers to enforce the requirements of a trading scheme, f imposing or providing for the imposition of new financial or other penalties or increasing the amount of existing financial penalties, g creating an offence or increasing the penalties for an existing offence, or h amending or repealing a provision of an enactment contained in primary legislation. 4 Regulations under this Part are subject to affirmative resolution procedure if they are the first such regulations to contain provision under paragraph 31 of Schedule 2 (appeals). 5 Other regulations under this Part are subject to negative resolution procedure. 6 The relevant Northern Ireland department may only make regulations under this Part dealing with a reserved matter within the meaning of the Northern Ireland Act 1998 (c. 47) with the consent of the Secretary of State."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "49", "section_title": "Further provisions about regulations", "section_text": "49 1 Schedule 3 makes further provision about regulations under this Part. 2 In that Schedule— Part 1 relates to regulations made by a single national authority; Part 2 relates to regulations made by two or more national authorities; and Part 3 confers power to make provision by Order in Council."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "50", "section_title": "Information", "section_text": "50 1 Schedule 4 confers powers to require information for the purposes of enabling a trading scheme to be established. 2 Paragraphs 1 to 5 of that Schedule shall cease to have effect on 1st January 2011."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "51", "section_title": "Powers to give guidance", "section_text": "51 1 The relevant national authority may give guidance to the administrator of a trading scheme. 2 The power to give guidance under this section includes power to vary or revoke it. 3 The administrator must have regard to any guidance given under this section."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "52", "section_title": "Powers to give directions", "section_text": "52 1 The relevant national authority may give directions to the administrator of a trading scheme. 2 The power to give directions under this section includes power to vary or revoke the directions. 3 The administrator must comply with any directions given under this section."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "53", "section_title": "Grants to administrators and participants", "section_text": "53 1 A national authority may make, or arrange for the making of, grants to— a the administrator of a trading scheme, or b the participants in a trading scheme. 2 A grant under this section may be made subject to such conditions as may be determined by, or in accordance with arrangements made by, the national authority that makes the grant."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "54", "section_title": "Power to make consequential provision", "section_text": "54 A national authority may by regulations— a make such provision amending, repealing or revoking any enactment as the authority considers appropriate in consequence of provision made by that authority by regulations under section 44 (trading schemes); b make such transitional provision and savings as the authority considers appropriate in connection with the coming into effect of such provision."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "55", "section_title": "Interpretation of Part 3", "section_text": "55 In this Part— “ administrator ”, in relation to a trading scheme, means a person appointed as the administrator of the scheme by regulations under paragraph 21 of Schedule 2; “ participant ”, in relation to a trading scheme, means a person to whom the scheme applies by virtue of regulations under paragraph 4 or 15 of Schedule 2; “ trading period ”, in relation to a trading scheme, means a period by reference to which the scheme is to operate by virtue of regulations under paragraph 2 or 13 of Schedule 2."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "56", "section_title": "Report on impact of climate change", "section_text": "56 1 It is the duty of the Secretary of State to lay reports before Parliament containing an assessment of the risks for the United Kingdom of the current and predicted impact of climate change. 2 The first report under this section must be laid before Parliament no later than three years after this section comes into force. 3 Subsequent reports must be laid before Parliament no later than five years after the previous report was so laid. 4 The Secretary of State may extend the period for laying any such report, but must publish a statement setting out the reasons for the delay and specifying when the report will be laid before Parliament. 5 Before laying a report under this section before Parliament, the Secretary of State must take into account the advice of the Committee on Climate Change under section 57. 6 The Secretary of State must send a copy of each report under this section to the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "57", "section_title": "Advice of Committee on Climate Change on impact report", "section_text": "57 1 It is the duty of the Committee on Climate Change to advise the Secretary of State on the preparation of each of the Secretary of State's reports under section 56. 2 The Committee must give its advice under this section in relation to a report not later than six months before the last date for laying the report before Parliament (see subsections (2) to (4) of section 56). 3 The Committee must, at the time it gives its advice under this section to the Secretary of State, send a copy to the other national authorities. 4 As soon as is reasonably practicable after giving its advice under this section the Committee must publish that advice in such manner as it considers appropriate."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "58", "section_title": "Programme for adaptation to climate change", "section_text": "58 1 It is the duty of the Secretary of State to lay programmes before Parliament setting out — a the objectives of Her Majesty's Government in the United Kingdom in relation to adaptation to climate change, b the Government's proposals and policies for meeting those objectives, and c the time-scales for introducing those proposals and policies, addressing the risks identified in the most recent report under section 56. 2 The objectives, proposals and policies must be such as to contribute to sustainable development. 3 Each programme under this section must be laid before Parliament as soon as is reasonably practicable after the laying of the report under section 56 to which it relates. 4 The Secretary of State must send a copy of each programme under this section to the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "59", "section_title": "Reporting on progress in connection with adaptation", "section_text": "59 1 Each report of the Committee on Climate Change under section 36 to which this section applies must contain an assessment of the progress made towards implementing the objectives, proposals and policies set out in the programmes laid before Parliament under section 58 (adaptation to climate change). 2 This section applies to the report in the second year after that in which the Secretary of State lays the first programme under section 58 before Parliament. 3 After that, this section applies to the report under section 36 in every second year after that in which the Committee last made a report to which this section applies, subject to any order under subsection (4). 4 The Secretary of State may by order provide that this section shall apply to the report under section 36 in the year specified in the order and in every subsequent year. 5 An order under subsection (4) is subject to negative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "60", "section_title": "Programme for adaptation to climate change: Northern Ireland", "section_text": "60 1 It is the duty of the relevant Northern Ireland department to lay programmes before the Northern Ireland Assembly setting out— a the objectives of the department in relation to adaptation to climate change, b the department's proposals and policies for meeting those objectives, and c the time-scales for introducing those proposals and policies, addressing the risks identified in the most recent report under section 56. 2 The objectives, proposals and policies must be such as to contribute to sustainable development. 3 The second and each subsequent programme under this section must contain an assessment of the progress made towards implementing the objectives, proposals and policies set out in earlier programmes. 4 Each programme under this section must be laid before the Northern Ireland Assembly as soon as is reasonably practicable after the laying before Parliament of the report under section 56 to which it relates. 5 The relevant Northern Ireland department must send a copy of each programme under this section to the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "61", "section_title": "Guidance by Secretary of State to reporting authorities", "section_text": "61 1 The Secretary of State may issue guidance to reporting authorities about— a assessing the current and predicted impact of climate change in relation to the authorities' functions, b preparing proposals and policies for adapting to climate change in the exercise of their functions, and c co-operating with other reporting authorities for that purpose. 2 This section does not apply to devolved functions."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "62", "section_title": "Directions by Secretary of State to prepare reports", "section_text": "62 1 The Secretary of State may direct a reporting authority to prepare a report containing any of the following— a an assessment of the current and predicted impact of climate change in relation to the authority's functions; b a statement of the authority's proposals and policies for adapting to climate change in the exercise of its functions and the time-scales for introducing those proposals and policies; c an assessment of the progress made by the authority towards implementing the proposals and policies set out in its previous reports. 2 The Secretary of State may direct two or more reporting authorities to prepare a joint report. 3 The Secretary of State may give directions about— a the time within which a report must be prepared, and b its content, and may, in particular, require it to cover a particular geographical area. 4 This section does not apply to devolved functions."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "63", "section_title": "Compliance with Secretary of State's directions", "section_text": "63 1 A reporting authority must comply with any directions under section 62. 2 Where two or more reporting authorities are directed to prepare a joint report, they must take reasonable steps to co-operate with each other for that purpose. 3 In preparing a report, a reporting authority must have regard to the following, so far as relevant— a the most recent report under section 56 (report on impact of climate change); b the most recent programme under section 58 (programme for adaptation to climate change); c any guidance issued by the Secretary of State under section 61. 4 If the authority— a has functions that are exercisable in or as regards Wales, or b has devolved Welsh functions, it must also have regard, so far as relevant, to any guidance issued by the Welsh Ministers under section 66 and the most recent report under section 80 (report on climate change: Wales). 5 The authority must send a copy of the report to the Secretary of State. 6 The Secretary of State must publish the report in such manner as the Secretary of State considers appropriate. 7 This does not require the Secretary of State to publish— a information the Secretary of State could refuse to disclose in response to a request under— i the Freedom of Information Act 2000 (c. 36), or ii the Environmental Information Regulations 2004 (S.I. 2004/3391) or any regulations replacing those regulations; b information whose disclosure is prohibited by any enactment. 8 The authority must have regard to the report in exercising its functions other than its devolved functions."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "64", "section_title": "Consent of, or consultation with, devolved authorities", "section_text": "64 1 The Secretary of State must obtain the consent of a devolved authority before issuing guidance under section 61 or giving a direction under section 62 relating to functions in relation to which— a functions are exercisable jointly by that devolved authority and a Minister of the Crown, or b functions are exercisable by a Minister of the Crown only with the agreement of that devolved authority. 2 The Secretary of State must consult a devolved authority before issuing guidance under section 61 or giving a direction under section 62 relating to functions in relation to which— a functions are exercisable by that devolved authority other than jointly with a Minister of the Crown, or b functions are exercisable by a Minister of the Crown only after consultation with that devolved authority."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "65", "section_title": "Report on exercise of power to give directions", "section_text": "65 1 It is the duty of the Secretary of State to lay reports before Parliament setting out how the Secretary of State intends to exercise the power under section 62 to give directions to reporting authorities. 2 The reports must, in particular, identify— a the circumstances in which directions are likely to be given, and b the authorities or kinds of authority to whom the Secretary of State considers directions should be given as a matter of priority. 3 Nothing in a report under this section affects the exercise of the Secretary of State's power under section 62. 4 Before laying a report under this section before Parliament the Secretary of State must consult such persons likely to be affected by the report as the Secretary of State considers appropriate. 5 The first report under this section must be laid before Parliament no later than 12 months after this Act is passed. 6 Subsequent reports must be laid before Parliament no later than the time when the next programme under section 58 is so laid. 7 The Secretary of State must send a copy of each report under this section to the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "66", "section_title": "Guidance by Welsh Ministers to reporting authorities", "section_text": "66 The Welsh Ministers may issue guidance to reporting authorities about— a assessing the current and predicted impact of climate change in relation to the authorities' devolved Welsh functions, b preparing proposals and policies for adapting to climate change in the exercise of those functions, and c co-operating with other reporting authorities for that purpose."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "67", "section_title": "Directions by Welsh Ministers to prepare reports", "section_text": "67 1 The Welsh Ministers may direct a reporting authority to prepare a report containing any of the following— a an assessment of the current and predicted impact of climate change in relation to the authority's devolved Welsh functions; b a statement of the authority's proposals and policies for adapting to climate change in the exercise of those functions and the time-scales for introducing those proposals and policies; c an assessment of the progress made by the authority towards implementing the proposals and policies set out in its previous reports. 2 The Welsh Ministers may direct two or more reporting authorities to prepare a joint report. 3 The Welsh Ministers may give directions about— a the time within which a report must be prepared, and b its content, and may, in particular, require it to cover a particular geographical area."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "68", "section_title": "Compliance with Welsh Ministers' directions", "section_text": "68 1 A reporting authority must comply with any directions under section 67. 2 Where two or more reporting authorities are directed to prepare a joint report, they must take reasonable steps to co-operate with each other for that purpose. 3 In preparing a report, a reporting authority must have regard to the following, so far as relevant— a the most recent report under section 56 (report on impact of climate change); b the most recent programme under section 58 (programme for adaptation to climate change); c any guidance issued by the Secretary of State under section 61; d any guidance issued by the Welsh Ministers under section 66; e the most recent report under section 80 (report on climate change: Wales). 4 The authority must send a copy of the report to the Welsh Ministers. 5 The Welsh Ministers must publish the report in such manner as they consider appropriate. 6 This does not require the Welsh Ministers to publish— a information they could refuse to disclose in response to a request under— i the Freedom of Information Act 2000 (c. 36), or ii the Environmental Information Regulations 2004 (S.I. 2004/3391) or any regulations replacing those regulations; b information whose disclosure is prohibited by any enactment. 7 The authority must have regard to the report in exercising its devolved Welsh functions."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "69", "section_title": "Consent of, or consultation with, Secretary of State", "section_text": "69 1 The Welsh Ministers must obtain the consent of the Secretary of State before issuing guidance under section 66 or giving a direction under section 67 relating to functions in relation to which— a functions are exercisable by a Minister of the Crown jointly with the Welsh Ministers, the First Minister or the Counsel General, or b functions are exercisable by the Welsh Ministers, the First Minister or the Counsel General only with the agreement of a Minister of the Crown. 2 The Welsh Ministers must consult the Secretary of State before issuing guidance under section 66 or giving a direction under section 67 relating to functions in relation to which— a functions are exercisable by a Minister of the Crown other than jointly with the Welsh Ministers, the First Minister or the Counsel General, or b functions are exercisable by the Welsh Ministers, the First Minister or the Counsel General only after consultation with a Minister of the Crown."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "70", "section_title": "Interpretation", "section_text": "70 1 In sections 61 to 69 and this section  “ reporting authority ” means— a a person or body with functions of a public nature, b a person who is or is deemed to be a statutory undertaker for the purposes of any provision of— i Part 11 of the Town and Country Planning Act 1990 (c. 8) (see section 262 of that Act), or ii Part 10 of the Town and Country Planning (Scotland) Act 1997 (c. 8) (see section 214 of that Act), or c a person who is a statutory undertaker within the meaning of  the Planning Act (Northern Ireland) 2011 (see section 250 of that Act) . 2 None of the following are reporting authorities for the purposes of those sections and this section— a a Minister of the Crown; b either House of Parliament; c a devolved authority; d a devolved legislature. 3 In those sections and this section  “ devolved authority ” means— a the Welsh Ministers, the First Minister or the Counsel General, b the Scottish Ministers, the First Minister, the Lord Advocate or the Solicitor General for Scotland, or c a Minister within the meaning of the Northern Ireland Act 1998 (c. 47) or a Northern Ireland department. 4 References in those sections to a reporting authority's  “devolved functions” are to functions— a conferred or imposed by or under a Measure or Act of the National Assembly for Wales, b exercisable in or as regards Wales and   capable of being conferred by provision falling within   the legislative competence of the National Assembly for Wales, c exercisable in or as regards Scotland and relating to matters within the legislative competence of the Scottish Parliament, d exercisable in or as regards Northern Ireland and relating to transferred matters within the meaning of the Northern Ireland Act 1998, or e in relation to which functions are exercisable by a devolved authority, and in relation to which no functions are exercisable by a Minister of the Crown. 5 For this purpose functions are not to be regarded as exercisable by a Minister of the Crown in relation to a reporting authority's functions merely because— a the Minister of the Crown may exercise functions— i under section 2(2) of the European Communities Act 1972 (c. 68), ii by virtue of section 57(1) or under section 58 of the Scotland Act 1998 (c. 46) (Community and international obligations), iii under section 27 or 28 of the Northern Ireland Act 1998 (international  etc  obligations), iv by virtue of paragraph 5 of Schedule 3 to the Government of Wales Act 2006 (c. 32) or under section 82 of that Act (Community and international obligations), or v under section 152 of that Act (intervention in case of functions relating to water etc), in relation to the reporting authority's functions, b the Minister of the Crown's agreement is required to the exercise of a function by a devolved authority in relation to the reporting authority's functions, or c the Minister of the Crown must be consulted by a devolved authority about the exercise of a function in relation to the reporting authority's functions. 6 References in those sections to a reporting authority's  “devolved Welsh functions” are to functions— a conferred or imposed by or under a Measure or Act of the National Assembly for Wales, b exercisable in or as regards Wales and   capable of being conferred by provision falling within   the legislative competence of the National Assembly for Wales, or c in relation to which functions are exercisable by the Welsh Ministers, the First Minister or the Counsel General. 7 For this purpose functions are not to be regarded as exercisable by the Welsh Ministers, the First Minister or the Counsel General in relation to a reporting authority's functions merely because— a the agreement of the Welsh Ministers, the First Minister or the Counsel General is required to the exercise of a function by a Minister of the Crown in relation to the reporting authority's functions, or b the Welsh Ministers, the First Minister or the Counsel General must be consulted by a Minister of the Crown about the exercise of a function in relation to the reporting authority's functions. 8 In those sections and this section— a “ Counsel General ” and  “ Wales ” have the same meanings as in the Government of Wales Act 2006 (c. 32); b “ Minister of the Crown ” includes a government department."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "71", "section_title": "Waste reduction schemes", "section_text": "71 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "72", "section_title": "Waste reduction provisions: piloting", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "73", "section_title": "Waste reduction provisions: report and review", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "74", "section_title": "Waste reduction provisions: interim report", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "75", "section_title": "Waste reduction provisions: roll-out or repeal", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "76", "section_title": "Collection of household waste", "section_text": "76 In section 46 of the Environmental Protection Act 1990 (c. 43)\t\t\t(receptacles for household waste), after subsection (10) insert— 11 A waste collection authority is not obliged to collect household waste that is placed for collection in contravention of a requirement under this section. ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "77", "section_title": "Charges for  single use carrier bags carrier bags", "section_text": "77 1 Schedule 6 makes provision about charges for  single use carrier bags carrier bags . 2 In that Schedule— Part 1 confers power on the relevant national authority to make regulations about charges for  single use carrier bags carrier bags ; Part 2 makes provision about civil sanctions; Part 3 makes provision about the procedures applying to regulations under the Schedule. 3 In that Schedule  “ the relevant national authority ” means— a the Secretary of State in relation to England; b the Welsh Ministers in relation to Wales; c the Department of the Environment in Northern Ireland in relation to Northern Ireland. 4 Regulations under that Schedule are subject to affirmative resolution procedure if— a they are the first regulations to be made by the relevant national authority in question under the Schedule, aa they are the first regulations to be made by the Welsh Ministers under paragraph 4A of the Schedule, aa they are to be made by the Department of the Environment in Northern Ireland under paragraph 4A of the Schedule; ab they are to be made by the Department of the Environment in Northern Ireland and increase the minimum amount specified under paragraph 4 of the Schedule; b they contain provision imposing or providing for the imposition of new civil sanctions, c they increase the amount or maximum amount of a monetary penalty or change the basis on which such an amount or maximum is to be determined, or d they amend or repeal a provision of an enactment contained in primary legislation. 5 Otherwise regulations under that Schedule are subject to negative resolution procedure. 6 Section 17(5) of the Interpretation Act (Northern Ireland) 1954 applies to a power to make regulations under Schedule 6."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "78", "section_title": "Renewable transport fuel obligations", "section_text": "78 Schedule 7 contains amendments to the provisions of the Energy Act 2004 (c. 20) relating to renewable transport fuel obligations."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "79", "section_title": "Carbon emissions reduction targets", "section_text": "79 Schedule 8 contains amendments to the provisions of the Gas Act 1986 (c. 44), the Electricity Act 1989 (c. 29) and the Utilities Act 2000 (c. 27) relating to carbon emissions reduction targets."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "80", "section_title": "Report on climate change: Wales", "section_text": "80 1 It is the duty of the Welsh Ministers to lay before the National Assembly for Wales from time to time a report on— a the objectives of the Welsh Ministers in relation to greenhouse gas emissions and the impact of climate change in Wales, b the action that has been taken by the Welsh Ministers and others to deal with such emissions and that impact, and c the future priorities for the Welsh Ministers and others for dealing with such emissions and that impact. 2 The report must, in particular, set out how the Welsh Ministers intend to exercise the power to give directions under section 67 (directions to reporting authorities to prepare adaptation reports). 3 Nothing in a report under this section affects the exercise of the Welsh Ministers' power under that section. 4 The second and each subsequent report under this section must contain an assessment of the progress made towards implementing the objectives mentioned in the earlier reports. 5 In this section  “ Wales ” has the same meaning as in the Government of Wales Act 2006 (c. 32)."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "81", "section_title": "Climate change measures reports in Wales", "section_text": "81 1 The Climate Change and Sustainable Energy Act 2006 (c. 19) is amended as follows. 2 After section 3 insert— Local authorities in Wales to have regard to climate change measures reports 3A 1 The Welsh Ministers must from time to time publish a climate change measures report. 2 A local authority in Wales must, in exercising its functions, have regard to any current climate change measures report. 3 A  “ climate change measures report ” means a report containing information about the local authority measures the Welsh Ministers consider would or might have any of the following effects— a improving efficiency in the use of any description or source of energy; b increasing the amount of energy generated, or heat produced, by microgeneration; c increasing the amount of energy generated, or heat produced, by plant that relies wholly or mainly on a source of energy or a technology listed in section 26(2); d reducing emissions of greenhouse gases; e reducing the number of households in which one or more persons are living in fuel poverty; f addressing the impact of climate change. 4 Before publishing a climate change measures report, the Welsh Ministers must consult such representatives of local government, and such other persons, as the Welsh Ministers consider appropriate. 5 The Secretary of State's consent is required to the publication in a climate change measures report of information about a local authority measure to which subsection (6) applies. 6 This subsection applies to a local authority measure if the Secretary of State has a function in relation to the measure of— a making subordinate legislation, b issuing guidance or directions, or c making determinations or hearing appeals, and that function is exercisable in relation to Wales. 7 In this section— “ local authority ” means any of the following— a county council; a county borough council; a community council; “ local authority measure ” means anything a local authority in Wales may do in the exercise of its functions (including deciding not to exercise a power). . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "82", "section_title": "Repeal of previous reporting obligation", "section_text": "82 Section 2 of the Climate Change and Sustainable Energy Act 2006 (c. 19)\t\t\t(annual report on greenhouse gas emissions) is repealed."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "83", "section_title": "Guidance on reporting", "section_text": "83 1 The Secretary of State must publish guidance on the measurement or calculation of greenhouse gas emissions to assist the reporting by persons on such emissions from activities for which they are responsible. 2 The guidance must be published not later than 1st October 2009. 3 The Secretary of State may from time to time publish revisions to guidance under this section or revised guidance. 4 Before publishing guidance under this section or revisions to it, the Secretary of State must consult the other national authorities. 5 Guidance under this section and revisions to it may be published in such manner as the Secretary of State thinks fit."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "84", "section_title": "Report on contribution of reporting to climate change objectives", "section_text": "84 1 The Secretary of State must— a review the contribution that reporting on greenhouse gas emissions may make to the achievement of the objectives of Her Majesty's Government in the United Kingdom in relation to climate change, and b lay a report before Parliament setting out the conclusions of that review. 2 The report must be laid before Parliament not later than 1st December 2010. 3 In complying with this section the Secretary of State must consult the other national authorities."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "85", "section_title": "Regulations about reporting by companies", "section_text": "85 1 The Secretary of State must, not later than 6th April 2012— a make regulations under section 416(4) of the Companies Act 2006 (c. 46) requiring the directors' report of a company to contain such information as may be specified in the regulations about emissions of greenhouse gases from activities for which the company is responsible, or b lay before Parliament a report explaining why no such regulations have been made. 2 Subsection (1)(a) is complied with if regulations are made containing provision in relation to companies, and emissions, of a description specified in the regulations."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "86", "section_title": "Report on the civil estate", "section_text": "86 1 It is the duty of the  Minister for the Cabinet Office  to lay before Parliament in respect of each year, beginning with the year 2008, a report containing an assessment of the progress made in the year towards improving the efficiency and contribution to sustainability of buildings that are part of the civil estate. 2 The report must, in particular, include an assessment of the progress made in the year to which it relates towards— a reducing the size of the civil estate, and b ensuring that buildings that become part of the civil estate fall within the top quartile of energy performance. 3 If a building that does not fall within the top quartile of energy performance becomes part of the civil estate in the year to which the report relates, the report must state the reasons why the building has nevertheless become part of the civil estate. 4 A report under this section must be laid before Parliament not later than 1st June in the year following the year to which it relates. 5 In this section  “ building ” means a building that uses energy for heating or cooling the whole or any part of its interior. 6 For the purposes of this section, a building is part of the civil estate if it is— a used for the purposes of central government administration, and b of a description of buildings for which, at the passing of this Act, the Treasury has responsibilities in relation to efficiency and sustainability. 7 The  Minister for the Cabinet Office  may by order provide for buildings of a specified description to be treated as being, or as not being, part of the civil estate for the purposes of this section. 8 Any such order is subject to affirmative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "87", "section_title": "Power of Ministers and departments to offset greenhouse gas emissions", "section_text": "87 1 An authority to which this section applies may acquire and dispose of units or interests in units representing— a a reduction in an amount of greenhouse gas emissions, b the removal of an amount of greenhouse gas from the atmosphere, or c an amount of greenhouse gas emissions allowed under a scheme or arrangement imposing a limit on such emissions. 2 This section applies to— a any Minister of the Crown or government department; b the Scottish Ministers; c the Welsh Ministers; d any Northern Ireland department. 3 If the Treasury acquire such units or interests in units, until they are disposed of they shall be treated as held by the persons for the time being constituting the Treasury."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "88", "section_title": "Fines for offences relating to pollution", "section_text": "88 1 In section 105(2) of the Clean Neighbourhoods and Environment Act 2005 (c. 16)\t\t\t\t\t(which postpones the increase by subsection (1)(b) in maximum fines under regulations under the Pollution Prevention and Control Act 1999 (c. 24) pending the commencement of section 154(1) of the Criminal Justice Act 2003 (c. 44)), for  “Subsection (1)” substitute  “                    Subsection (1)(a)                  ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "89", "section_title": "Territorial scope of provisions relating to greenhouse gas emissions", "section_text": "89 1 The provisions of this Act relating to emissions of greenhouse gases apply to emissions from sources or other matters occurring in, above or below— a UK coastal waters, or b the UK sector of the continental shelf, as they apply to emissions from sources or matters occurring in the United Kingdom. 2 In subsection (1)— “ UK coastal waters ” means areas landward of the seaward limit of the territorial sea adjacent to the United Kingdom; “ the UK sector of the continental shelf ” means the areas designated under section 1(7) of the Continental Shelf Act 1964 (c. 29). 3 This section is subject to section 30 (emissions from international aviation or international shipping not to count as emissions from UK sources for the purposes of Part 1, except as provided by regulations)."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "90", "section_title": "Orders and regulations", "section_text": "90 1 Orders and regulations under this Act must be made by statutory instrument, subject as follows. 2 The power of a Northern Ireland department to make regulations under Part 3 (trading schemes) or Schedule 6 (charges for  single use carrier bags carrier bags )— a is exercisable by statutory instrument if the instrument also contains regulations under that Part or Schedule made or to be made by another national authority, and b otherwise, is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 3 An order or regulations under this Act may— a make different provision for different cases or circumstances, b include supplementary, incidental and consequential provision, and c make transitional provision and savings. 4 Any provision that may be made by order under this Act may be made by regulations. 5 Any provision that may be made by regulations under this Act may be made by order."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "91", "section_title": "Affirmative and negative resolution procedure", "section_text": "91 1 Where orders or regulations under this Act are subject to  “affirmative resolution procedure” the order or regulations must not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament. 2 Where orders or regulations under this Act are subject to  “negative resolution procedure” the statutory instrument containing the order or regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 3 Any provision that may be made by an order or regulations under this Act subject to negative resolution procedure may be made by an order or regulations subject to affirmative resolution procedure. 4 This section does not apply to— a regulations under Part 3 (trading schemes) (but see Schedule 3), or b regulations under Schedule 6 (but see Part 3 of that Schedule)."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "92", "section_title": "Meaning of  “greenhouse gas”", "section_text": "92 1 In this Act  “ greenhouse gas ” means any of the following— a carbon dioxide (CO 2 ), b methane (CH 4 ), c nitrous oxide (N 2 O), d hydrofluorocarbons (HFCs), e perfluorocarbons (PFCs), f sulphur hexafluoride (SF 6 ), g nitrogen trifluoride (NF 3 ). 2 The Secretary of State may by order amend the definition of  “greenhouse gas” in subsection (1) to add to the gases listed in that definition. 3 That power may only be exercised if it appears to the Secretary of State that an agreement or arrangement at European or international level recognises that the gas to be added contributes to climate change. 4 An order under this section is subject to negative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "93", "section_title": "Measurement of emissions etc by reference to carbon dioxide equivalent", "section_text": "93 1 For the purposes of this Act greenhouse gas emissions, reductions of such emissions and removals of greenhouse gas from the atmosphere shall be measured or calculated in tonnes of carbon dioxide equivalent. 2 A  “ tonne of carbon dioxide equivalent ” means one metric tonne of carbon dioxide or an amount of any other greenhouse gas with an equivalent global warming potential (calculated consistently with international carbon reporting practice)."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "94", "section_title": "Meaning of  “international carbon reporting practice”", "section_text": "94 1 In this Act  “ international carbon reporting practice ” means accepted practice in relation to reporting for the purposes of the protocols to the United Nations Framework Convention on Climate Change or such other agreements or arrangements at European or international level as the Secretary of State may specify by order. 2 An order under this section is subject to negative resolution procedure."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "95", "section_title": "Meaning of  “national authority”", "section_text": "95 1 In this Act  “ national authority ” means any of the following— a the Secretary of State; b the Scottish Ministers; c the Welsh Ministers; d the relevant Northern Ireland department. 2 Functions conferred or imposed by this Act on  “the national authorities” are to be exercised by all of them jointly."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "96", "section_title": "Meaning of  “relevant Northern Ireland department”", "section_text": "96 1 In this Act  “ the relevant Northern Ireland department ”, in relation to a matter or provision, means the Northern Ireland department responsible for the matter or, as the case may be, for the matters to which the provision relates. 2 If more than one department is responsible, the reference is to all of them. 3 Any question as to the Northern Ireland department responsible for a matter is to be determined by the Department of Finance and Personnel in Northern Ireland."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "97", "section_title": "Minor definitions", "section_text": "97 In this Act— “ devolved legislature ” means— the Scottish Parliament, the National Assembly for Wales, or the Northern Ireland Assembly; “ emissions ”, in relation to a greenhouse gas, means emissions of that gas into the atmosphere that are attributable to human activity; “ enactment ” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978 (c. 30), an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, Northern Ireland legislation, and an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales; “ European law ” means— all the rights, powers, liabilities, obligations and restrictions from time to time created or arising by or under the  EU  Treaties, and all the remedies and procedures from time to time provided for by or under the  EU  Treaties, and  “European policy” has a corresponding meaning; “ modifications ”, in relation to an enactment, includes additions or amendments to, or omissions from, the enactment; “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, or Northern Ireland legislation."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "98", "section_title": "Index of defined expressions", "section_text": "98 In this Act the following expressions are defined or otherwise explained by the provisions indicated— “the 1990 baseline” (in Parts 1 and 2) section 1(2) “administrator” (in Part 3) section 55 “administrator” (in Schedule 6) paragraph 6(1) and (4) of Schedule 6 “affirmative resolution procedure” (except in Part 3 and Schedule 6) section 91(1) “ annual equivalent ”, in relation to the carbon budget for a period (in Parts 1 and 2) section 5(2) “budgetary periods” (in Parts 1 and 2) section 4(1) “carbon budget” (in Parts 1 and 2) section 4(1) “carbon unit” (in Parts 1 and 2) section 26(1) “the chair” (in Schedule 1) paragraph 1(1) of Schedule 1  “children” (in Schedule 6) paragraph 4B(2) of Schedule 6 “civil sanction” (in Schedule 6) paragraph 9(3) of Schedule 6 “the Committee” (in Part 2) section 32 “Counsel General” (in sections 61 to 70) section 70(8) “the deputy chair” (in Schedule 1) paragraph 2 of Schedule 1 “devolved authority” (in sections 61 to 70) section 70(3) “ devolved functions ”, in relation to a reporting authority (in sections 61 to 69) section 70(4) and (5) “devolved legislature” section 97 “ devolved Welsh functions ”, in relation to a reporting authority (in sections 61 to 69) section 70(6) and (7) “discretionary requirement” (in Schedule 6) paragraph 12(3) of Schedule 6 “electricity distributor” (in Schedule 4) paragraph 2(3) of Schedule 4 “electricity supplier” (in Schedule 4) paragraph 2(2) of Schedule 4 “emissions” section 97 “enactment” section 97 “environmental authority” (in Schedule 4) paragraph 1(2) of Schedule 4 “European law” section 97 “European policy” section 97 “financial year” (in Schedule 1) paragraph 23 of Schedule 1 “fixed monetary penalty” (in Schedule 6) paragraph 10(3) of Schedule 6 “greenhouse gas” section 92 “international carbon reporting practice” section 94 “Minister of the Crown” (in sections 61 to 70) section 70(8) “ modifications ”, in relation to an enactment section 97 “national authority” section 95 “negative resolution procedure” (except in Part 3 and Schedule 6) section 91(2) “net UK carbon account” (in Parts 1 and 2) section 27(1) “net UK emissions” for a period, in relation to a greenhouse gas (in Parts 1 and 2) section 29(1) “non-monetary discretionary requirement” (in Schedule 6) paragraph 12(4) of Schedule 6  “nuisance” (in Schedule 6) paragraph 4B(6) of Schedule 6 “participant” (in Part 3) section 55  “pollution” (in Schedule 6) paragraph 4B(3) of Schedule 6 “potential participant” (in Schedule 4) paragraph 3(2) of Schedule 4 “primary legislation” section 97 “the relevant national authority” (in Part 3) section 47 “the relevant national authority” (in Schedule 6) section 77(3) “the relevant Northern Ireland department” section 96 “reporting authority” (in sections 61 to 70) section 70(1) and (2) “seller” (in Schedule 6) paragraph 3 of Schedule 6 “ single use carrier bag carrier bag ” (in Schedule 6) paragraph 5 of Schedule 6 “specified” (in Schedule 6) paragraph 3(4) of Schedule 6 “targeted greenhouse gas” (in Parts 1 and 2) section 24(1) “trading period” (in Part 3) section 55 “trading scheme” section 44(2) “ UK emissions ”, in relation to a greenhouse gas (in Part 1) section 29(1) “ UK removals ”, in relation to a greenhouse gas (in Part 1) section 29(1) “variable monetary penalty” (in Schedule 6) paragraph 12(4) of Schedule 6 “Wales” (in sections 61 to 70) section 70(8) ... ...  “young people” (in Schedule 6) paragraph 4B(8) of Schedule 6"}, {"act": "Climate Change Act 2008", "year": 2008, "section": "99", "section_title": "Extent", "section_text": "99 1 This Act, apart from the provisions listed below, extends to the whole of the United Kingdom. 2 The following provisions of this Act extend to England and Wales only— a sections 71 to 75 and Schedule 5 (waste reduction schemes); b section 76 (collection of household waste); c section 81 (climate change measures reports in Wales); d section 88 (fines for offences relating to pollution). 3 Section 77 and Schedule 6 (charges for  single use carrier bags carrier bags ) extend to England and Wales and Northern Ireland only. 4 Section 79 and Schedule 8 (carbon emissions reduction targets) extend to England and Wales and Scotland only."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "100", "section_title": "Commencement", "section_text": "100 1 Part 1 (carbon target and budgeting), Part 2 (the Committee on Climate Change) and this Part come into force on the day this Act is passed. 2 Section 71(1) and Schedule 5 (waste reduction schemes) come into force in accordance with sections 72 to 75. 3 Section 81 (climate change measures reports in Wales) comes into force on such day as may be appointed by order made by the Welsh Ministers. 4 Section 82 (repeal of previous reporting obligation) comes into force on 1st January 2009. 5 The other provisions of this Act come into force at the end of two months beginning with the day it is passed."}, {"act": "Climate Change Act 2008", "year": 2008, "section": "101", "section_title": "Short title", "section_text": "101 The short title of this Act is the Climate Change Act 2008."}]