[{"act": "Crossrail Act 2008", "year": 2008, "section": "1", "section_title": "Construction and maintenance of scheduled works", "section_text": "1 1 The nominated undertaker may construct and maintain the works specified in Schedule 1 (“the scheduled works”), being— a works for the construction of an underground railway between, in the west, a tunnel portal at Royal Oak in the City of Westminster and, in the east, tunnel portals at Custom House and Pudding Mill Lane in the London Borough of Newham, b works for the construction of other railways in the London Boroughs of Barking & Dagenham, Bexley, Ealing, Greenwich, Hammersmith and Fulham, Havering, Hillingdon, Newham, Redbridge and Tower Hamlets, the City of Westminster, the Royal Borough of Kensington & Chelsea, the District of Basildon and the Borough of Brentwood in the County of Essex, the Royal Borough of Windsor & Maidenhead and the Borough of Slough in the County of Berkshire and the District of South Bucks in the County of Buckinghamshire, c works consequent on, or incidental to, the construction of the works mentioned in paragraph (a) or (b). 2 Subject to subsections (3) to (5), the scheduled works shall be constructed— a in the lines or situations shown on the deposited plans, b in accordance with the levels shown on the deposited sections, and c in the case of any station, depot or shaft for which an upper limit is shown on the deposited sections, within the limit so shown. 3 In constructing or maintaining any of the scheduled works, the nominated undertaker may deviate laterally from the lines or situations shown on the deposited plans to any extent within the limits of deviation for that work so shown. 4 In constructing or maintaining any of the scheduled works, the nominated undertaker may deviate vertically from the level shown for that work on the deposited sections to any extent downwards. 5 In constructing or maintaining any of the scheduled works, the nominated undertaker may, subject to subsection (6), deviate vertically from the level shown for that work on the deposited sections to the following extent upwards— a in the case of the following, to any extent not exceeding 6 metres— i so much of Work  No.  1/3B as lies between a point 10,200 metres from its commencement and its termination; ii so much of Work No. 1/4B as lies between its commencement and a point 600 metres from its commencement; iii so much of Work No. 2/1B as lies between its commencement and a point 800 metres from its commencement; b in the case of the remainder of the scheduled works, to any extent not exceeding 3 metres. 6 In the case of any station, depot or shaft for which an upper limit is shown on the deposited sections, the power of deviation under subsection (5) is subject to the limit so shown."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "2", "section_title": "Works: further and supplementary provisions", "section_text": "2 Schedule 2 (which contains further and supplementary provisions about works) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "3", "section_title": "Highways", "section_text": "3 Schedule 3 (which makes provision in relation to highways in connection with the works authorised by this Act) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "4", "section_title": "Overhead lines", "section_text": "4 1 Section 37(1) of the Electricity Act 1989 (c. 29) (which requires the consent of the Secretary of State to overhead lines) shall not apply in relation to any electric line which— a for the purposes of or in connection with the exercise of any of the powers conferred by this Act with respect to works, or b in pursuance of any of the protective provisions included in this Act, is installed above land within the limits of deviation for the scheduled works or within the limits of land to be acquired or used. 2 Schedule 4 (which makes alternative provision for consent in relation to lines to which subsection (1) applies) has effect. 3 On the revocation or expiry of consent under Schedule 4, the line to which the consent relates shall cease to be a line to which subsection (1) applies. 4 On granting consent under Schedule 4 to electricity undertakers, the appropriate Ministers may direct that planning permission shall be deemed to be granted for the carrying out of development to which the consent relates, and any ancillary development, subject to such conditions (if any) as may be specified in the direction. 5 In subsection (4)— a “ electricity undertakers ” means the holder of a licence under section 6 of the Electricity Act 1989 (c. 29), and b the reference to the appropriate Ministers is to    the Secretary of State for Energy Security and Net Zero    and the Secretary of State for Transport acting jointly."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "5", "section_title": "Temporary possession and use", "section_text": "5 Schedule 5 (which contains provisions about temporary possession and use of land for the purposes of this Act) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "6", "section_title": "Acquisition of land within limits shown on deposited plans", "section_text": "6 1 The Secretary of State is authorised by this section to acquire compulsorily— a so much of the land shown on the deposited plans within the limits of deviation for the scheduled works as may be required for or in connection with the works authorised by this Act or otherwise for or in connection with Crossrail, and b so much of the land so shown within the limits of land to be acquired or used as may be so required. 2 Without prejudice to the generality of subsection (1), the purposes for which land may be acquired under that subsection include, in the case of so much of any land specified in columns (1) and (2) of Part 1 of Schedule 6 as is within the limits of land to be acquired or used, the purpose specified in relation to that land in column (3) of that Part of the Schedule as one for which that land may be acquired or used. 3 Part 2 of Schedule 6 (application of legislation relating to compulsory purchase) and Part 3 of that Schedule (supplementary provisions) have effect. 4 The power conferred by subsection (1) shall not be exercisable in relation to land the surface of which is comprised in a highway where the land is specified in the table in paragraph 15(2) of Schedule 3. 5 The power conferred by subsection (1) shall not be exercisable in relation to land specified in the table in paragraph 1(1) of Schedule 5 unless it is also specified in the table in paragraph 11(1) of Schedule 6. 6 After the end of the period of 5 years beginning with the day on which this Act is passed— a no notice to treat shall be served under Part 1 of the Compulsory Purchase Act 1965 (c. 56), as applied to the acquisition of land under subsection (1), and b no declaration shall be executed under section 4 of the Compulsory Purchase (Vesting Declarations) Act 1981 (c. 66), as applied by paragraph 4 of Schedule 6. 7 The Secretary of State may by order extend the period under subsection (6) in relation to any land. 8 The Secretary of State may only exercise the power in subsection (7) in relation to any land— a once, and b so as to extend the period under subsection (6) by not more than 5 years. 9 An order under subsection (7) shall be subject to special parliamentary procedure."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "7", "section_title": "Acquisition of land not subject to the power under section 6(1)", "section_text": "7 1 The Secretary of State may acquire compulsorily land outside the limits of deviation for the scheduled works and the limits of land to be acquired or used which is required for or in connection with the works authorised by this Act or otherwise for or in connection with Crossrail. 2 The Secretary of State may acquire compulsorily land within the limits of deviation for the scheduled works or the limits of land to be acquired or used which— a is required for or in connection with the works authorised by this Act or otherwise for or in connection with Crossrail, and b is not land in relation to which the power conferred by section 6(1) is exercisable. 3 Subsection (2) shall have effect as if land specified in the table in paragraph 8, 9, 11(1) or 12 of Schedule 6, or in columns (1) and (2) of the table in paragraph 10 of that Schedule, were not land in relation to which the power conferred by section 6(1) is exercisable, but the power conferred by subsection (2) shall not be exercisable— a in the case of land specified in the table in paragraph 8, 9 or 12, in relation to the creation and acquisition of any easement or other right over land in relation to the creation and acquisition of which the power under section 6(1) is exercisable; b in the case of land specified in columns (1) and (2) of the table in paragraph 10, in relation to so much of the land as falls within the description specified in relation to it in column (3) of the table; c in the case of land specified in the table in paragraph 11(1) or 12, in relation to so much of the subsoil or under-surface of the land as lies more than 9 metres beneath the level of the surface of the land. 4 Without prejudice to the generality of subsections (1) and (2), the land which may be compulsorily acquired under those subsections shall include land which is or will be required— a for use in mitigating the effect on the environment of any of the works authorised by this Act, b for use in relocating apparatus which it is expedient to divert or replace in consequence of the carrying out of any of the works authorised by this Act, or c for the purpose of being given in exchange for land forming part of a common, open space or fuel or field garden allotment which is acquired under section 6(1). 5 The power of acquiring land compulsorily under subsection (1) or (2) shall include power to acquire an easement or other right over land by the grant of a new right. 6 The Acquisition of Land Act 1981 (c. 67) shall apply to the compulsory acquisition of land under subsection (1) or (2); and Schedule 3 to that Act shall apply to a compulsory acquisition by virtue of subsection (5). 7 Part 1 of the Compulsory Purchase Act 1965 (c. 56), and the enactments relating to compensation for the compulsory purchase of land, shall apply to a compulsory acquisition by virtue of subsection (5) above with the modifications mentioned in paragraph 6(2)(a) and (b) of Schedule 6. 8 In this section— “ apparatus ” includes a sewer, drain or tunnel and any structure for the lodging therein of apparatus or for gaining access to apparatus; “ common ” includes any land subject to be enclosed under the Inclosure Acts 1845 to 1882, and any town or village green; “ fuel or field garden allotment ” means any allotment set out as a fuel allotment, or a field garden allotment, under an Inclosure Act; “ open space ” means any land laid out as a public garden, or used for the purposes of public recreation, or land which is a disused burial ground."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "8", "section_title": "Extinguishment of private rights of way", "section_text": "8 1 This section applies to land within the limits of deviation for the scheduled works or within the limits of land to be acquired or used which is held by the Secretary of State as being required for or in connection with the works authorised by this Act. 2 All private rights of way over land to which this section applies shall be extinguished— a in the case of land held immediately before the coming into force of this Act, on the coming into force of this Act, and b in the case of land acquired after the coming into force of this Act, at the appropriate time. 3 Subsection (2) does not apply to— a a right of way over land which, were it held otherwise than by the Secretary of State, would not be capable of being acquired under section 6(1), or b a right of way to which section 271 or 272 of the Town and Country Planning Act 1990 (c. 8) (extinguishment of rights of statutory undertakers  etc. ) applies. 4 Subsection (2)(b) does not apply to a right of way that is excepted from the application of that provision by direction of the Secretary of State given before the appropriate time. 5 Subject to subsection (6), the references in subsections (2)(b) and (4) to the appropriate time are to the time of acquisition. 6 Where land— a is acquired compulsorily, and b is land in respect of which the power conferred by section 11(1) of the Compulsory Purchase Act 1965 (c. 56) (power of entry following notice to treat) is exercised, the references to the appropriate time are to the time of entry under that provision. 7 Any person who suffers loss by the extinguishment of any right of way under this section shall be entitled to be compensated by the nominated undertaker. 8 Any dispute as to a person's entitlement to compensation under this section, or as to the amount of such compensation, shall be determined under and in accordance with Part 1 of the Land Compensation Act 1961 (c. 33)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "9", "section_title": "Extinguishment of rights of statutory undertakers etc.", "section_text": "9 1 Sections 271 to 273 of the Town and Country Planning Act 1990 (c. 8)\t\t\t\t\t(extinguishment of rights of statutory undertakers etc.) shall apply in relation to land held by the Secretary of State as being land which is required for or in connection with the works authorised by this Act as they apply in relation to land acquired or appropriated as mentioned in section 271(1) of that Act. 2 In the application of sections 271 to 273 of that Act by virtue of subsection (1), references to the acquiring or appropriating authority shall be construed as references to the nominated undertaker. 3 In their application by virtue of subsection (1), sections 271 and 272 of that Act shall also have effect with the following modifications— a in subsection (2), for the words from  “with” to  “appropriated” there shall be substituted  “                      authorised by the Crossrail Act 2008                    ” , and b in subsection (5), for the words from  “local” to  “or undertakers” there shall be substituted  “                      a person other than a Minister, he                    ” . 4 In the Town and Country Planning Act 1990, any reference to, or to any provision of, section 271, 272 or 273 shall include a reference to, or to that provision of, that section as applied by subsection (1). 5 In their application by virtue of subsection (4), the following provisions of that Act shall have effect with the following modifications— a in section 274(3), for  “local authority or statutory undertaker” there shall be substituted  “                      person                    ” , and b in sections 274(5), 279(2) to (4)\t\t\t\t\t\t\tand 280(6), references to the acquiring or appropriating authority shall be construed as references to the nominated undertaker."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "10", "section_title": "Planning: general", "section_text": "10 1 Subject to subsection (2), planning permission shall be deemed to be granted under Part 3 of the Town and Country Planning Act 1990 for the carrying out of development authorised by this Act. 2 In the case of any development authorised by this Act which consists of the carrying out of a work other than a scheduled work, subsection (1) only applies if— a the development is not of a kind in relation to which it is necessary to take environmental information into account before granting planning permission, or b it is development in relation to which information contained in a statement specified for the purposes of this paragraph constituted at the time of the statement's deposit or publication an environmental statement within the meaning of the  EIA  regulations. 3 For the purposes of subsection (2)(a), development is of a kind in relation to which it is necessary to take environmental information into account if— a it is of a description mentioned in Schedule 1 to the EIA regulations, or b it is of a description mentioned in column (1) of the table in Schedule 2 to those regulations and likely to have significant effects on the environment by virtue of factors such as its nature, size or location, and it is not exempt development within the meaning of those regulations. 4 The following are the statements specified for the purposes of subsection (2)(b)— a the statement deposited in connection with the Crossrail Bill in the Private Bill Office of the House of Commons in February 2005 in pursuance of Standing Order 27A of the Standing Orders of the House of Commons relating to private business (environmental assessment); b the statements containing additional environmental information published in connection with the Crossrail Bill by the Secretary of State, notice of the publication of which was published in the London Gazette on 27th May 2005, 18th January, 9th May, 8th November 2006 and 16th May 2007. 5 In relation to development excepted by subsection (2) from the planning permission deemed by subsection (1) to be granted, the EIA regulations shall have effect with the omission, in the definition of  “Schedule 2 development” in regulation 2(1), of the words from  “where” to the end. 6 Schedule 7 (which makes provision about planning conditions) has effect in relation to development for which planning permission is deemed by subsection (1) to be granted. 7 Development for which permission is deemed by subsection (1) to be granted shall be treated as not being development of a class for which planning permission is granted by the Town and Country Planning (General Permitted Development) Order 1995 ( S.I.  1995/418)\t\t\t\t\t(or any order replacing that order). 8 Planning permission which is deemed by subsection (1) to be granted shall be treated as specific planning permission for the purposes of section 264(3)(a) of the Town and Country Planning Act 1990 (c. 8)\t\t\t\t\t(specific planning permission for the development of statutory undertakers' land relevant to whether the land is operational land). 9 In this Act,  “ the EIA regulations ” means the Town and Country Planning (Environmental Impact Assessment)\t\t\t\t\t(England and Wales) Regulations 1999 (S.I. 1999/293)\t\t\t\t\t(or any regulations replacing those regulations)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "11", "section_title": "Permitted development: time limit", "section_text": "11 1 It shall be a condition of the planning permission deemed by section 10(1) to be granted, so far as relating to development consisting of the carrying out of a scheduled work, that the development must be begun not later than the end of 10 years beginning with the day on which this Act is passed. 2 The Secretary of State may, in relation to any development to which the condition imposed by subsection (1) applies, by order extend the period by reference to which the condition operates. 3 The power conferred by subsection (2) shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Nothing in section 91 of the Town and Country Planning Act 1990 (c. 8)\t\t\t\t\t(limit on duration of planning permission) shall apply to the planning permission deemed by section 10(1) to be granted."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "12", "section_title": "Fees for planning applications", "section_text": "12 1 The appropriate Ministers may by regulations make provision about fees for relevant planning applications. 2 Regulations under subsection (1) may in particular— a make provision for the payment to the authority to which a relevant planning application is made of a fee of a prescribed amount; b make provision for the remission or refunding of a prescribed fee (in whole or part) in prescribed circumstances; c make provision for a prescribed fee to be treated as paid in prescribed circumstances; d make provision about the time for payment of a prescribed fee; e make provision about the consequences of non-payment of a prescribed fee, including provision for the termination of the application concerned or any appeal against its refusal; f make provision for the resolution of disputes. 3 Regulations under subsection (1) may— a make such supplementary, incidental or consequential provision as the appropriate Ministers think fit, and b make different provision for different cases. 4 The power to make regulations under subsection (1) shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Nothing in regulations under section 303 of the Town and Country Planning Act 1990 (fees for planning applications) shall apply to a relevant planning application. 6 In this section— “ appropriate Ministers ” means the Secretary of State for    Levelling Up, Housing and Communities  and the Secretary of State for Transport acting jointly; “ prescribed ” means prescribed in regulations under subsection (1); “ relevant planning application ” means a request for approval under the planning permission deemed by section 10(1) to be granted."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "13", "section_title": "Power to disapply section 10(1)", "section_text": "13 1 The Secretary of State may, in relation to any work constructed in exercise of the powers conferred by this Act, by order provide that section 10(1), so far as relating to development consisting of operations for the maintenance or alteration of the work, shall be treated as not applying in relation to operations begun on or after such day as may be specified in the order. 2 The Town and Country Planning (General Permitted Development) Order 1995 (S.I. 1995/418)\t\t\t\t\t(or any order replacing that order) shall have effect in relation to any development excepted from section 10(1) by subsection (1) as if this Act were a local Act. 3 Orders under subsection (1) may make different provision for different cases. 4 The power conferred by subsection (1) shall be exercisable by statutory instrument. 5 A statutory instrument containing an order under subsection (1) shall be laid before Parliament after being made."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "14", "section_title": "EIA regulations: replacement development", "section_text": "14 1 The EIA regulations shall have effect as if the definition of  “EIA development” in regulation 2(1) of the regulations included any development not included in paragraph (a) or (b) of the definition which— a consists of the construction of a building in place of a building demolished, or substantially demolished, in exercise of the powers conferred by this Act, b is not development for which planning permission is deemed by section 10(1) to be granted, c is development in relation to which the first or second condition is met, and d is not exempt development within the meaning of those regulations. 2 The first condition is that the building which the development replaces is specified in the following table. Area Building City of Westminster 4-18 (even) Bishops Bridge Road 191-195 (odd) Praed Street 354-358 (even) Oxford Street 1 Marylebone Lane 65 Davies Street 18 and 19 Hanover Square 1a Tenterden Street 3 and 9 Diadem Court 9-12 (odd and even) Great Chapel Street 93 to 96 (odd and even) Dean Street 2 and 3 Fareham Street 91-101 (odd) Oxford Street 1-8 (odd and even) Great Chapel Street 97-102 (odd and even) Dean Street 6 and 7 Fareham Street 1-15 (odd) Oxford Street 157-167 (odd) Charing Cross Rd (including the Astoria Theatre) 1-6 (odd and even) Falconberg Court 135a-155 (odd) Charing Cross Road 12 Sutton Row 12 Goslett Yard London Borough of Camden 138-146 (even) Charing Cross Road 2 Fisher Street 2-6 (even) Catton Street and 1 Fisher Street 8 and 10 Southampton Row London Borough of Islington 2a-12 (even) Farringdon Road and 48-53 (odd and even) Cowcross Street (Cardinal House) 38-42 (even) Charterhouse Street City of London 2-5 Lindsey Street (odd and even)\t\t\t\t\t\t\t\t\t\t(including Smithfield House) 54-64 (even) Charterhouse Street 8 and 9 Hayne Street 20-23 (odd and even) Long Lane 33-37 (odd and even) Charterhouse Square 91-109 (odd) Moorgate 12-24 (even) Moorfields 11 and 12 Blomfield Street London Borough of Tower Hamlets 68-80 (even) Hanbury Street (Britannia House) 80-102 (even) Hanbury Street London Borough of Greenwich 12, 14, 15, and 16 Gunnery Terrace 3 The second condition is that the development would be likely to have significant effects on the environment by virtue of factors such as its nature, size or location. 4 In this section,  “ building ” includes any structure."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "15", "section_title": "Extension of permitted development rights", "section_text": "15 1 Article 3(10) of the Town and Country Planning (General Permitted Development) Order 1995 (S.I. 1995/418) (exception from permission in case of development for which environmental assessment required) shall not apply to development— a which falls within a class of development described in Part 15, 16, 17, 24 or 25 of Schedule 2 to that Order as permitted development, and b in relation to which information contained in a statement specified for the purposes of this paragraph constituted at the time of the statement's deposit or publication an environmental statement within the meaning of the EIA regulations. 2 The following are the statements specified for the purposes of subsection (1)(b)— a the statement deposited in connection with the Crossrail Bill in the Private Bill Office of the House of Commons in February 2005 in pursuance of Standing Order 27A of the Standing Orders of the House of Commons relating to private business (environmental assessment); b the statements containing additional environmental information published in connection with the Crossrail Bill by the Secretary of State, notice of the publication of which was published in the London Gazette on 27th May 2005, 18th January, 9th May, 8th November 2006 and 16th May 2007. 3 Schedule 8 (which contains supplementary provisions) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "16", "section_title": "Disapplication and modification of controls", "section_text": "16 1 Schedule 9 (which makes provision for the disapplication or modification, in relation to authorised works, of controls relating to listed buildings, buildings in conservation areas and ancient monuments etc.) has effect. 2 The Secretary of State may by order make any provision specified in subsection (3) in relation to any work constructed in exercise of the powers conferred by this Act. 3 The provision referred to in subsection (2) is— a provision that paragraphs 1(1)(a) and 2(1)(a) of Schedule 9 shall not apply in relation to any relevant works; b provision that paragraphs 1(1)(b) to (d) and 2(1)(b) to (d) of that Schedule shall not apply in relation to any proposed relevant works; c provision that paragraph 1(4) of that Schedule shall not apply in relation to any demolition of a building undertaken in connection with any relevant works; d provision that paragraph 3 of that Schedule shall not apply in relation to any relevant works; e provision that paragraph 4(2) of that Schedule shall not apply in relation to any relevant works; f provision that paragraph 4(3) of that Schedule shall not apply in relation to any land used for or in connection with the carrying out of any relevant works; g provision that paragraph 4(8)(a) and (b) of that Schedule shall not apply in relation to any relevant works; h provision that paragraph 4(10) and (11) of that Schedule shall not apply in relation to any operations carried out in exercise of the powers conferred by this Act which are, or are carried out in connection with, relevant works; i provision that paragraph 4(12) of that Schedule shall not apply in relation to any use of a metal detector for the purposes of or in connection with any relevant works; j provision that paragraph 4(13) of that Schedule shall not apply in relation to any removal of objects discovered by any such use; k provision that paragraph 5(1) of that Schedule shall not apply in relation to any land used, or intended for use, for or in connection with the carrying out of any relevant works; l provision that paragraph 5(3) of that Schedule shall not apply in relation to any land on which relevant works are being carried out. 4 In this section— “ relevant works ” means works which are— carried out in exercise of the powers conferred by this Act for the maintenance or alteration of the work referred to in subsection (2), and begun on or after the relevant day; “ relevant day ” means such day as may be specified in an order under subsection (2). 5 Orders under subsection (2) may make different provision for different cases. 6 The power conferred by subsection (2) shall be exercisable by statutory instrument. 7 A statutory instrument containing an order under subsection (2) shall be laid before Parliament after being made."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "17", "section_title": "Rights of entry", "section_text": "17 Schedule 10 (which makes provision about rights of entry for the Historic Buildings and Monuments Commission for England) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "18", "section_title": "Power to deal with trees on neighbouring land", "section_text": "18 1 Where any tree overhangs land used for the purposes of Crossrail or otherwise for the purposes of works authorised by this Act, the nominated undertaker may by notice to the occupier of the land on which the tree is growing require the tree to be removed, topped or lopped if it is necessary for that to be done— a to enable works authorised by this Act to be maintained, or b for reasons of safety in connection with the operation of Crossrail. 2 The person to whom a notice under subsection (1) is given may object to the notice by giving the nominated undertaker a counter-notice to that effect before the end of the period of 28 days beginning with the day on which the notice under subsection (1) is given. 3 If a counter-notice is given under subsection (2), the notice under subsection (1) shall have no effect unless confirmed by an order of the county court. 4 The nominated undertaker may carry out the works required by a notice under subsection (1) if the notice has been in effect for a continuous period of at least 28 days and has not been complied with. 5 Where the power conferred by subsection (4) is exercisable, the nominated undertaker may— a enter the land on which the tree concerned is growing, for the purpose of exercising the power in relation to it, and b take with it such vehicles and equipment as are necessary for that purpose. 6 If the nominated undertaker tops or lops a tree in exercise of the power conferred by subsection (4), it shall do so in a husbandlike manner and in such a way as to cause the minimum of damage to the tree. 7 On application by a person who— a has incurred expenses in complying with a notice under subsection (1), or b has suffered any loss or damage in consequence of the carrying out of works required by such a notice, the county court shall order the nominated undertaker to pay him such compensation in respect of the loss, damage or expenses as it thinks fit."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "19", "section_title": "Disapplication of controls", "section_text": "19 1 Neither of the following shall apply to tree works which are authorised for the purposes of this section— a an order under section 198(1) of the Town and Country Planning Act 1990 (c. 8)\t\t\t\t\t\t\t(tree preservation orders), and b section 211(1) and (5) of that Act (preservation of trees in conservation areas). 2 Tree works are authorised for the purposes of this section if— a they are required by a notice under section 18(1), b they are carried out, for the purposes of or in connection with the construction of the works authorised by this Act, in relation to a tree growing on land within the relevant limits, or c they are carried out in relation to a tree growing on land used for the purposes of or in connection with Crossrail and are necessary to enable the works authorised by this Act to be maintained or for reasons of safety in connection with the operation of any railway used for the purposes of or in connection with Crossrail. 3 In this section, references to tree works are to works consisting of the removal, topping or lopping of a tree."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "20", "section_title": "Control of construction sites: appeals", "section_text": "20 1 In the Control of Pollution Act 1974 (c. 40), sections 60 (control of noise on construction sites) and 61 (prior consent for work on construction sites) shall have effect, in relation to works carried out in exercise of the powers conferred by this Act, with the following modifications. 2 In subsection (7)\t\t\t\t\t(appeal against failure to give consent or the giving of qualified consent), for  “a magistrates' court” there shall be substituted  “                  the Secretary of State                ” . 3 After that subsection there shall be inserted— 7A If within seven days of the giving of notice of appeal under subsection (7) of this section the appellant and the local authority so agree, the appeal shall, instead of being determined by the Secretary of State, be referred to arbitration. 4 The Secretary of State for Environment, Food and Rural Affairs and the Secretary of State for Transport acting jointly may, in relation to appeals which are referred to arbitration under subsection (7A) of section 60 or 61 of the Control of Pollution Act 1974 (c. 40), by regulations made by statutory instrument make any such provision as may be made by regulations under section 70 of that Act in relation to appeals under Part 3 of that Act to the Secretary of State. 5 A statutory instrument containing regulations under subsection (4) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "21", "section_title": "Proceedings in respect of statutory nuisance: defence", "section_text": "21 1 Where proceedings are brought under section 82(1) of the Environmental Protection Act 1990 (c. 43)\t\t\t\t\t(summary proceedings by person aggrieved by statutory nuisance) in relation to— a a nuisance falling within paragraph (g) of section 79(1) of that Act (noise emitted from premises), or b a nuisance falling within paragraph (ga) of that provision (noise emitted by vehicle, machinery or equipment in a street), no order shall be made, and no fine may be imposed, under section 82(2) of that Act if the defendant shows that subsection (2) applies. 2 This subsection applies if— a the nuisance relates to premises or, as the case may be, to a vehicle, machinery or equipment, used by the nominated undertaker for the purposes of or in connection with the exercise of the powers conferred by this Act with respect to works, and b the nuisance is attributable to the carrying out of works which are being carried out in accordance with a notice served under section 60, or a consent given under section 61 or 65, of the Control of Pollution Act 1974. 3 The following provisions of the Control of Pollution Act 1974— a section 61(9)\t\t\t\t\t\t\t(consent for work on construction site to include statement that it does not of itself constitute a defence to proceedings under section 82 of the Environmental Protection Act 1990), and b section 65(8)\t\t\t\t\t\t\t(corresponding provision in relation to consent for registered noise level to be exceeded), shall not apply where the consent relates to the use of premises or, as the case may be, of a vehicle, machinery or equipment by the nominated undertaker for the purposes of or in connection with the exercise of the powers conferred by this Act with respect to works."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "22", "section_title": "Objective of  Office of Rail and Road  in relation to Crossrail", "section_text": "22 1 The list of objectives in section 4(1) of the Railways Act 1993 (c. 43)\t\t\t\t\t(objectives of  Office of Rail and Road  and Secretary of State) shall be treated, in relation to  the Office of Rail and Road  only, as including the objective of facilitating the construction of Crossrail. 2 The Office of Rail and Road  shall consult the Secretary of State about the duty under section 4(1) of the Railways Act 1993 (c. 43)\t\t\t\t\t(as modified by subsection (1)). 3 This section shall cease to have effect on such day as the Secretary of State may by order made by statutory instrument specify. 4 A statutory instrument containing an order under subsection (3) shall be laid before Parliament after being made."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "23", "section_title": "Duty of  Office of Rail and Road  to publish reports", "section_text": "23 1   The Office of Rail and Road  shall from time to time publish a report on— a what it has done, or proposes to do, to further the objective given to it under section 22; b how it has exercised or proposes to exercise its functions in connection with the operation of Crossrail passenger services. 2 The Office of Rail and Road  shall publish a report under subsection (1) if at any time the Secretary of State requires it to do so. 3 The Office of Rail and Road  shall have regard to a report under this section in the exercise of any of its functions to which that report is relevant. 4 In this section,  “ Crossrail passenger service ” means a service for the carriage of passengers by railway on a line the whole of which, or part of which, forms part of the railway mentioned in section 1(1)(a). 5 This section shall cease to have effect on such day as the Secretary of State may by order made by statutory instrument specify. 6 A statutory instrument containing an order under subsection (5) shall be laid before Parliament after being made."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "24", "section_title": "Licensing", "section_text": "24 1 Section 6(1) of the Railways Act 1993 (which prohibits any person from acting as the operator of a railway asset unless authorised by a licence under section 8 of that Act) shall not apply in relation to— a any network constructed in exercise of the powers conferred by this Act which is not yet ready for commercial use, or b any train being used on any such network. 2 For the purposes of subsection (1)(a), a network shall be taken to be ready for commercial use only if the Secretary of State has laid before Parliament notice of his determination that it is ready for such use. 3 Any expression used in this section and Part 1 of the Railways Act 1993 has the same meaning in this section as it has in that Part."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "25", "section_title": "Award of Crossrail franchises to public-sector operators", "section_text": "25 1 Section 25 of the Railways Act 1993 (c. 43) (public-sector operators not to be franchisees) does not apply in relation to the franchisee in respect of a franchise agreement— a which relates wholly or mainly to the provision of one or more Crossrail passenger services, or b which relates wholly or mainly to the provision of one or more other services for the carriage of passengers by railway where— i the services run wholly or partly on the route of Crossrail, and ii the services are likely to be subject to substantial disruption because of the construction of Crossrail. 2 The following may in particular be taken into account in determining whether, for the purposes of subsection (1)(b), services are likely to be subject to substantial disruption— a the frequency with which the services are likely to be disrupted; b the duration of the period in which the services are likely to be disrupted (and, in particular, its duration relative to the length of the franchise term); c the severity of any likely disruption. 3 In this section— “ Crossrail passenger service ” has the meaning given by section 23(4); “ franchisee ”,  “ franchise agreement ” and  “ franchise term ” have the meanings given by section 23 of the Railways Act 1993 (designated passenger services to be provided under franchise agreements)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "26", "section_title": "Disapplication of franchising and access exemptions", "section_text": "26 1 The Secretary of State may by order amend, or revoke provisions of, the Heathrow Express Order— a for the purpose of restricting or ending an exemption granted by a relevant provision, b for the purpose of adding to the conditions subject to which such an exemption is granted, or c for the purpose of making such a condition more onerous. 2 For the purposes of subsection (1), each of the following is a  “relevant provision”— article 3(1) of the Heathrow Express Order, and article 4(1) of the Heathrow Express Order. 3 Where exercise of the power under subsection (1) has effect to end an exemption granted by article 3(1) of the Heathrow Express Order in relation to any track, station or depot, the Secretary of State may by order— a make provision for, or in connection with, treating as void— i every access contract, including one entered into before the making of the order, where the permission concerned is permission to use that facility, or ii a contract such as is mentioned in sub-paragraph (i) if it is specified in the order or is of a description so specified; b provide for exceptions to any provision made under paragraph (a). 4 The powers— a under subsection (1), so far as relating to an exemption granted by article 3(1) of the Heathrow Express Order, and b under subsection (3)(a), are exercisable only for the purpose of, or for purposes that include, facilitating Crossrail passenger services. 5 The powers under subsection (1), so far as relating to an exemption granted by article 4(1) of the Heathrow Express Order, are exercisable only for, or for purposes that include, either or both of the following— a facilitating Crossrail passenger services, and b enabling Crossrail passenger services to be designated under section 23(1) of the Railways Act 1993 (c. 43)\t\t\t\t\t\t\t(services which ought to be provided under franchise agreements). 6 The power to make an order under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ the Heathrow Express Order ” means the Railways (Heathrow Express)\t\t\t\t\t\t\t(Exemptions) Order 1994 (S.I. 1994/574), as from time to time amended; “ access contract ” has the meaning given by section 17(6) of the Railways Act 1993; “ Crossrail passenger service ” has the meaning given by section 23(4)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "27", "section_title": "Closures", "section_text": "27 1 If the Secretary of State considers that discontinuance falling within any of the closure provisions of the Railways Act 2005 is necessary or expedient because of the operation of Crossrail or the carrying out of any of the works authorised by this Act, he may direct that those provisions shall be treated as not applying to it. 2 The reference in subsection (1) to the closure provisions of the Railways Act 2005 is to— sections 22 to 25 (discontinuance of railway passenger services), sections 26 to 28 (discontinuance of operation of passenger networks), sections 29 to 31 (discontinuance of use or operation of stations), and section 37 (discontinuance of experimental passenger services)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "28", "section_title": "Key system assets", "section_text": "28 1 Section 216(1)(b) of the Greater London Authority Act 1999 (c. 29) (consent of Transport for London required for creation etc. of interests in, or rights over, assets designated as key system assets in connection with certain railway-related public-private partnership agreements) shall not apply in relation to— a the creation of an interest in, or right over, a key system asset, or b an agreement to create an interest in, or right over, a key system asset, if the interest or right is, or is to be, created in order to facilitate any of the matters mentioned in subsection (2). 2 Those matters are— a the construction of the railway mentioned in section 1(1)(a); b the maintenance of that railway; c the operation of services for the carriage of passengers or goods by railway on a line the whole of which, or part of which, forms part of that railway. 3 In this section  “ key system asset ” has the meaning given by section 213(1) of the Greater London Authority Act 1999 (c. 29)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "29", "section_title": "Power to designate persons as  “protected railway companies”", "section_text": "29 1 The Secretary of State may, with the consent of a company to which this subsection applies, by order make provision for the company to be treated as a protected railway company for the purposes of Part 1 of the Railways Act 1993 (c. 43). 2 Subsection (1) applies to a company if— a it is a private sector operator and it has, for the time being, the management of a railway facility that is or is part of, or is associated with, the railway mentioned in section 1(1)(a), or b it is a private sector operator and it owns, or has rights in relation to, such a railway facility. 3 The power to make an order under subsection (1) shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 In this section  “ private sector operator ” and  “ railway facility ” have the same meanings as in Part 1 of the Railways Act 1993."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "30", "section_title": "Duty to co-operate", "section_text": "30 1 Where the nominated undertaker considers that a matter affects— a the construction, maintenance or operation of Crossrail, and b the construction, maintenance or operation of a railway asset which is not a Crossrail asset, it may by notice in writing require a controller of the asset to enter into an agreement with it about how the matter is to be dealt with. 2 Where a controller of a railway asset which is not a Crossrail asset considers that a matter affects— a the construction, maintenance or operation of the asset, and b the construction, maintenance or operation of Crossrail, it may by notice in writing require the nominated undertaker to enter into an agreement with it about how the matter is to be dealt with. 3 The terms of an agreement under subsection (1) or (2) shall be such as the nominated undertaker and the controller of the asset may agree or, in default of agreement, as may be determined by arbitration. 4 For the purposes of subsections (1) and (2), a railway asset is a Crossrail asset if— a in the case of a railway asset consisting of any network, station or light maintenance depot, it is comprised in Crossrail, and b in the case of a railway asset consisting of any train being used on a network, the network is comprised in Crossrail. 5 Subsections (1) and (2) do not apply in relation to— a a matter which pursuant to any enactment must or may be dealt with by  the Office of Rail and Road , or b a matter relating to an agreement which pursuant to any provision of that or any other agreement must or may be dealt with by  the Office of Rail and Road . 6 In this section— “ controller ”, in relation to a railway asset, means— the person having the management of the asset for the time being, or a person who owns, or has rights in relation to, the asset; “ light maintenance depot ”,  “ network ”,  “ railway asset ” and  “ station ” have the same meanings as in Part 1 of the Railways Act 1993 (c. 43)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "31", "section_title": "Arbitration after referral under section 30(3)", "section_text": "31 1 This section applies where a difference is referred under section 30(3) to arbitration. 2 The parties must notify the Secretary of State of the referral without delay after the commencement of the arbitral proceedings. 3 The Secretary of State may, on request or otherwise, direct the arbitrator as to results that are to be achieved by the agreement for which terms are to be determined by the arbitration. 4 A direction under subsection (3) may be made even though the making of the direction affects the outcome of proceedings to which the Secretary of State himself, or a body in which he has an interest, is a party. 5 A request for a direction under subsection (3) may be made by the arbitrator (as well as by a party). 6 For the purpose of determining whether or not the arbitrator has to comply with a direction under subsection (3), the rule is that he must comply with the direction in determining terms of the agreement if the direction— a is relevant to the determination of those terms, and b is given to him before he has made his award determining those terms. 7 For the purpose of determining what the arbitrator has to do to comply with a direction under subsection (3) with which he has to comply, the rule is that he must carry out his function of determining terms of the agreement so as to secure, so far as is reasonably practicable, that the results concerned are achieved by the agreement."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "32", "section_title": "Arbitration under section 30(3): multiple proceedings", "section_text": "32 1 The Secretary of State may, on request or otherwise, direct— a that a group of proceedings is to be consolidated, or b that concurrent hearings are to be held in a group of proceedings. 2 In subsection (1)  “ group of proceedings ” means a group consisting of— a section 30(3) proceedings, and b any one or more of the following— i other section 30(3) proceedings, ii arbitral proceedings related to the proceedings mentioned in paragraph (a), and iii arbitral proceedings related to section 30(3) proceedings that are to be consolidated with the proceedings mentioned in paragraph (a). 3 A request for a direction under subsection (1) may be made by the arbitrator or any of the arbitrators (as well as by a party). 4 A direction under subsection (1) shall specify the terms on which the proceedings are to be consolidated or on which concurrent hearings are to be held. 5 Where a direction under subsection (1) provides for the consolidation of proceedings that do not all have the same arbitrator, the terms that may be specified in the direction include (in particular)— a terms specifying the person who is to be the arbitrator in the consolidated proceedings; b terms under which that person is to be determined. 6 For the purposes of this section— a “ section 30(3) proceedings ” means proceedings on arbitration of a difference referred under section 30(3), and b arbitral proceedings are  “related” to section 30(3) proceedings if— i the arbitral proceedings are not section 30(3) proceedings, ii at least one of the parties to the arbitral proceedings is also a party to the section 30(3) proceedings, and iii the Secretary of State considers that the subject-matter of the arbitral proceedings is connected with the subject-matter of the section 30(3) proceedings."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "33", "section_title": "Transfer of functions relating to works", "section_text": "33 1 If the Secretary of State acquires any land for the purposes of this Act from a railway operator and there are situated on the land works authorised by statute, he may by order provide for the transfer to himself, or to a person specified under section 39, of any statutory power or duty relating to the works previously exercisable by the railway operator. 2 The Secretary of State may by order provide for the further transfer to himself, or to a person specified under section 39, of a power or duty transferred under subsection (1) or this subsection. 3 If a railway operator acquires from the Secretary of State any land on which there are situated works authorised by this Act, the Secretary of State may, with the consent of the railway operator, by order provide for the transfer to the railway operator of any duty under this Act relating to the works. 4 An order under this section may contain such supplementary, incidental, consequential or transitional provision as the Secretary of State considers necessary or expedient in connection with the order. 5 In subsections (1) and (3), references to a railway operator are to a person who has the management for the time being of any network, station or light maintenance depot. 6 In this section,  “ light maintenance depot ”,  “ network ” and  “ station ” have the same meanings as in Part 1 of the Railways Act 1993 (c. 43)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "34", "section_title": "Application of section 122 of the Railways Act 1993", "section_text": "34 For the purposes of section 122 of the Railways Act 1993 (under which availability of the defence of statutory authority depends on the operator of a railway asset being the holder of a licence under section 8 of that Act or having the benefit of a licence exemption) a person who has the benefit of exemption under section 24(1) shall be treated as having the benefit of an exemption granted under section 7 of that Act."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "35", "section_title": "Application of other railway legislation", "section_text": "35 Schedule 11 (application of railway legislation) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "36", "section_title": "Transfer schemes", "section_text": "36 Schedule 12 (power of Secretary of State to make schemes to transfer property, rights and liabilities from Cross London Rail Links Limited, the Greater London Authority  ... or Transport for London, their wholly-owned subsidiaries, the Secretary of State or companies wholly owned by the Secretary of State) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "37", "section_title": "Transfer schemes: tax provisions", "section_text": "37 Schedule 13 (tax provisions relating to transfer schemes) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "38", "section_title": "Application of Greater London Authority Act 1999", "section_text": "38 1 This section applies where— a Transport for London or a subsidiary of Transport for London enters into an agreement or arrangements with the Secretary of State (alone or with other persons), and b for purposes connected with Crossrail, provision is made in the agreement or arrangements for the transfer of any property, rights or liabilities of Transport for London or a subsidiary of Transport for London to the Secretary of State or a company which is wholly owned by the Secretary of State. 2 Sections 154(3) and 155(1) of the 1999 Act shall not prevent or restrict, or authorise the prevention or restriction of, the discharge by Transport for London, or any subsidiary of Transport for London, of its functions in accordance with the provision referred to in subsection (1)(b). 3 Consent is not required— a under subsection (1) of section 163 of the 1999 Act for any disposal of a freehold interest in land, or grant of a leasehold interest in land, which is made in accordance with the provision referred to in subsection (1)(b), or b under subsection (2) of that section for any transaction so made. 4 In subsection (1)(b)— a the reference to the transfer of any property includes the creation of an interest in, or right in relation to, the property, and b the reference to a company wholly owned by the Secretary of State is to be construed in accordance with the provision made by paragraph 3(2) of Schedule 12. 5 In this section— “ the 1999 Act ” means the Greater London Authority Act 1999 (c. 29); “ subsidiary ” has the same meaning as in that Act."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "39", "section_title": "Holder of functions of nominated undertaker", "section_text": "39 1 The Secretary of State may by order— a provide that a person specified in the order shall be the nominated undertaker for such purposes of such provisions of this Act as may be so specified; b provide, in relation to any provision under paragraph (a), that the provision shall cease to have effect in such circumstances as may be specified in the order. 2 Where, in the case of any provision of this Act which refers to the nominated undertaker, there is any purpose of the provision for which there is no one who is the nominated undertaker under subsection (1), any reference in the provision to the nominated undertaker shall be construed, in relation to that purpose, as a reference to the Secretary of State. 3 The Secretary of State may fetter the exercise of his discretion under subsection (1) by agreement with— a the Mayor of London, or b a person who is, or is proposed to be, specified in an order under that subsection. 4 Before exercising the power under subsection (1) or (3)(b), the Secretary of State shall consult the Mayor of London. 5 Subsection (4) does not apply to exercise of the power under subsection (1) in accordance with an agreement under subsection (3). 6 The Secretary of State may by order make such modifications of any provision of this Act referring to the Secretary of State, so far as applying for a purpose in relation to which subsection (2) has effect, as appear to him to be necessary or expedient in consequence of his having functions by virtue of that subsection. 7 An order under this section may contain such supplementary, incidental, consequential or transitional provision as the Secretary of State considers necessary or expedient in connection with the order. 8 The power to make an order under this section shall be exercisable by statutory instrument. 9 A statutory instrument containing an order under subsection (6) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "40", "section_title": "Disapplication and modification of miscellaneous controls", "section_text": "40 Schedule 14 (which makes provision for the disapplication and modification of miscellaneous statutory and other controls in relation to things done under this Act and otherwise for the purposes of this Act) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "41", "section_title": "Burial grounds", "section_text": "41 1 Nothing in any enactment relating to burial grounds and no obligation or restriction imposed under ecclesiastical law or otherwise shall have effect to prohibit, restrict or impose any condition on the use of any land comprised in a burial ground for the purpose of constructing any of the works authorised by this Act. 2 Subsection (1) shall not apply in relation to land in which human remains are interred unless— a the remains have been removed and reinterred or cremated in accordance with the provisions of Schedule 15, and b any monument to the deceased has been dealt with in accordance with those provisions. 3 Subsection (2) shall not apply where the use of the land for the purpose mentioned in subsection (1) does not involve disturbing the human remains which are interred in it. 4 In this section (and Schedule 15)— a “ enactment ” includes an enactment in any local or private Act of Parliament, and an order, rule, regulation, byelaw or scheme made under an Act of Parliament; b “ monument ” includes a tombstone or other memorial; c references to a monument to any person are to a monument commemorating that person, whether or not also commemorating any other person."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "42", "section_title": "Application of landlord and tenant law", "section_text": "42 1 No enactment or rule of law regulating the rights and obligations of landlords and tenants shall apply, in relation to the rights and obligations of the parties to a lease granted by the Secretary of State in pursuance of a development agreement— a so as to exclude or in any respect modify any of the rights and obligations of those parties under the terms of the lease, whether with respect to the termination of the tenancy or any other matter, b so as to confer or impose on either party any right or obligation arising out of or connected with anything done or omitted on or in relation to land which is the subject of the lease, in addition to any such right or obligation provided for by the terms of the lease, or c so as to restrict the enforcement (whether by action for damages or otherwise) by either party to the lease of any obligation of the other party under the lease. 2 In subsection (1), references to a lease granted by the Secretary of State in pursuance of a development agreement include any provisions of a development agreement providing for the grant of a lease of any land by the Secretary of State. 3 In this section,  “ development agreement ” means an agreement to which the Secretary of State is a party and under which another party has responsibilities in relation to the design, construction, financing or maintenance of Crossrail."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "43", "section_title": "Disposal of Crown land", "section_text": "43 1 The Secretary of State may grant— a a lease of land to which subsection (2) applies, or b an easement or other right over such land, for such period, for such consideration (if any) and otherwise on such terms as the Secretary of State thinks fit. 2 This subsection applies to land within the limits of deviation for the scheduled works or within the limits of land to be acquired or used which— a is subject to management under section 22 of the Crown Lands Act 1851 (c. 42)\t\t\t\t\t\t\t(which relates to the management of royal parks etc.), and b appears to the Secretary of State to be required for or in connection with the works authorised by this Act or otherwise for or in connection with Crossrail. 3 Section 3(1) and (2) of the Crown Estate Act 1961 (c. 55)\t\t\t\t\t(limitations on Crown Estate Commissioners' powers of disposal in relation to land under their management) shall not apply in relation to land within the limits of deviation for the scheduled works or within the limits of land to be acquired or used which appears to the Crown Estate Commissioners to be required for or in connection with the works authorised by this Act or otherwise for or in connection with Crossrail."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "44", "section_title": "Prohibitions or restrictions on land use imposed for Crossrail purposes", "section_text": "44 1 This section applies where— a a prohibition of or restriction on the use of land is imposed by a covenant or agreement between a person interested in the land (“the promisor”) and the Secretary of State, and b the covenant or agreement is made for purposes connected with Crossrail. 2 The Secretary of State may enforce the prohibition or restriction against persons deriving title from or under the promisor in respect of land to which it relates as if— a the Secretary of State were possessed of adjacent land, and b the covenant or agreement had been expressed to be made for the benefit of such land. 3 Section 2(c) of the Local Land Charges Act 1975 (c. 76) (under which a prohibition or restriction enforceable by a Minister of the Crown under a covenant or agreement is not a local land charge if binding on successive owners because made for the benefit of land of the Minister) shall not apply to the prohibition or restriction."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "45", "section_title": "Compensation for injurious affection", "section_text": "45 Section 10(1) of the Compulsory Purchase Act 1965 (c. 56) (compensation for injurious affection) shall have effect, in relation to land injuriously affected by the execution of works under this Act, with the substitution for  “acquiring authority have” of  “nominated undertaker has”."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "46", "section_title": "Compensation for water abstraction", "section_text": "46 1 Section 48A(1) of the Water Resources Act 1991 (c. 57) (duty not to cause loss or damage to another by the abstraction of water) shall not apply in relation to the abstraction of water in connection with the exercise of the powers conferred by this Act. 2 Where— a the nominated undertaker causes loss or damage to another person by the abstraction of water in connection with the exercise of the powers conferred by this Act, and b the circumstances are such that causing the loss or damage would have constituted breach of the duty under section 48A(1) of the Water Resources Act 1991, but for subsection (1), it shall compensate the other person for the loss or damage. 3 Compensation under subsection (2) shall be assessed on the same basis as damages for breach of the duty under section 48A(1) of the Water Resources Act 1991. 4 Section 48A(5) of the Water Resources Act 1991 (prohibition of claims in respect of loss or damage caused by abstraction of water which are not claims under that section) has no application to claims under this section or Part 3 of Schedule 17. 5 In this section,  “ abstraction ” has the same meaning as in the Water Resources Act 1991."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "47", "section_title": "Temporary possession agreements", "section_text": "47 1 This section applies where the Secretary of State and an owner of land subject to the power under section 6(1) enter into an agreement which provides for the owner's interest in the land to be subject to paragraph 1 of Schedule 5. 2 This Act shall have effect as if the table in paragraph 1(1) of Schedule 5 contained an entry in which— a column (1) specified such works as the agreement may provide or, in the absence of such provision, any of the works authorised by this Act, b columns (2) and (3) specified the land to which the agreement relates, and c column (4) specified such purpose as the agreement may provide or, in the absence of such provision, any purpose connected with the works authorised by this Act or otherwise connected with Crossrail. 3 In their application by virtue of subsection (2), paragraphs 1(1)(b) and (3) to (7) and 2 of Schedule 5, so far as relating to the owner's interest in the land, shall have effect with such modifications as the agreement may provide. 4 In its application by virtue of subsection (2), paragraph 1 of Schedule 5 shall have effect as if for sub-paragraph (2) there were substituted— 2 Not less than 3 months before entering upon and taking possession of land under this paragraph, the nominated undertaker shall give notice to the owners and occupiers of the land— a of its intention to do so, and b stating that section 47 applies and explaining its effect. 5 Subsection (4) shall not apply where the land which it is proposed to enter upon and take possession of is occupied by virtue of the interest which is the subject of the agreement. 6 Where the power under paragraph 1(1)(a) of Schedule 5 is exercised in relation to land to which the agreement relates, this Act shall have effect in relation to interests in the land which are not the subject of an agreement by virtue of which this section applies as if— a section 6(5) and (6)(a), paragraphs 1(4) and (5), 2 and 5(3) and (4) of Schedule 5 and paragraph 3(3) of Schedule 6 had not been enacted, b notice to treat had been given under section 5 of the Compulsory Purchase Act 1965 (c. 56), and notice of entry had been given under section 11(1) of that Act, in respect of the land on the day on which notice was given of intention to exercise the power under paragraph 1(1)(a) of Schedule 5 in relation to it, and c possession of the land had been taken under section 11(1) of the Compulsory Purchase Act 1965 on the day on which the power under paragraph 1(1)(a) of Schedule 5 was exercised in relation to it. 7 The agreement may be amended or revoked by an agreement between the Secretary of State and the owner of the interest to which the agreement relates. 8 Where the agreement is amended under subsection (7), subsections (2), (3) and (5) to (7) shall have effect as if references to the agreement were references to the agreement as amended. 9 Where the agreement is revoked under subsection (7), this section shall cease to apply by virtue of the agreement. 10 The agreement, and any variation of it under subsection (7), shall be a local land charge. 11 An agreement which— a has been entered into before the day on which this Act is passed, and b is in force immediately before that day, shall be treated for the purposes of this section as having been entered into on that day. 12 In this section  “ owner ”, in relation to any land, includes a person holding or entitled to the rents and profits of the land under a lease or agreement the unexpired term of which does not exceed 3 years."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "48", "section_title": "Application of Act to extensions", "section_text": "48 A1 Development consent under the Planning Act 2008 is not required for— a an extension of Crossrail, or b the provision, otherwise than as part of an extension of Crossrail, of a railway facility for use for the purposes of or in connection with Crossrail. 1 Subsection (2) applies to an order under section 1 of the Transport and Works Act 1992 (c. 42)\t\t\t\t\t(orders as to railways etc.) which relates to  a matter mentioned in subsection (A1)(a) or (b). 2 An order to which this subsection applies may apply any provision of this Act, with any modifications, in relation to anything authorised by the order, so far as relating to a matter mentioned in subsection  (A1) (a) or (b). 3 An order under section 1 of the Transport and Works Act 1992 which relates to an extension of Crossrail may also provide for any provision of this Act to have effect as if Crossrail included the extension. 4 The following provisions are excepted from the power conferred by subsection (2)— section 6(7) and (8), paragraphs 18 and 19 of Schedule 6, Schedule 9, and Schedule 10. 5 In subsection  (A1) (b),  “ railway facility ” has the same meaning as in Part 1 of the Railways Act 1993 (c. 43)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "49", "section_title": "Reinstatement of discontinued facilities", "section_text": "49 Schedule 16 (which authorises the reinstatement of discontinued facilities and makes provision with respect to planning conditions) has effect."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "50", "section_title": "Protection of interests", "section_text": "50 Schedule 17 has effect for protecting the interests of the bodies and persons specified in that Schedule (being bodies and persons who may be affected by other provisions of this Act)."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "51", "section_title": "Power to devolve functions of Secretary of State", "section_text": "51 1 The Secretary of State may by order provide for a reference in a qualifying provision of this Act to the Secretary of State to have effect as a reference— a to the Greater London Authority, b to Transport for London, or c to the Greater London Authority and Transport for London. 2 The Secretary of State may fetter the exercise of his discretion under subsection (1) by agreement with the Mayor of London or Transport for London. 3 An order under subsection (1) may— a make provision applying for all purposes or for one or more particular purposes; b contain such supplementary, incidental, consequential or transitional provision as the Secretary of State considers necessary or expedient in connection with the order. 4 The provision which may be made by virtue of subsection (3)(b) includes provision modifying any provision of this Act. 5 The power to make an order under subsection (1) shall be exercisable by statutory instrument. 6 A statutory instrument containing an order under subsection (1) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 The following provisions of this Act are qualifying provisions for the purposes of subsection (1)— sections 6(1), 7(1) and (2), 8(1), (3) and (4), 9(1), 33(1) to (4), 39(1) to (4) and (7), 42, 44, 47(1) and (7) and 52(1) and (4); paragraphs 1(2)(d) and 3(1), (4) and (5) of Schedule 3; paragraphs 13(1), 14(2), (4) and (5), 16 and 18(2) to (4) of Schedule 6; paragraphs 4(1), 7(3), 8(1), 12(2) and 17(2) of Schedule 14; paragraphs 1(1), 3(2) to (4), 4(1), 6(1) and 7(1) and (3) of Part 2 of Schedule 17; paragraphs 1(1) and 2 of Part 5 of Schedule 17."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "52", "section_title": "Correction of deposited plans", "section_text": "52 1 If the deposited plans or the book of reference to those plans are inaccurate in their description of any land, or in their statement or description of the ownership or occupation of any land, the Secretary of State, after giving not less than 10 days' notice to the owners and occupiers of the land in question, may apply to two justices having jurisdiction in the place where the land is situated for the correction of the plans or book of reference. 2 If on such application it appears to the justices that the misstatement or wrong description arose from mistake or inadvertence, the justices shall certify accordingly and shall in their certificate state in what respect a matter is misstated or wrongly described. 3 A certificate under subsection (2) shall be deposited in the office of the Clerk of the Parliaments and a copy of it shall be deposited— a in the Private Bill Office of the House of Commons, and b with the proper officer of each local authority in whose area the land to which the certificate relates is situated. 4 Upon deposit of a certificate in accordance with subsection (3), the deposited plans or the book of reference shall be deemed to be corrected according to the certificate and it shall be lawful for the Secretary of State, in accordance with the certificate, to proceed under this Act as if the deposited plans or book of reference had always been in the corrected form. 5 A copy certificate deposited under subsection (3) shall be kept with the documents to which it relates. 6 A justice of the peace may act under this section in relation to land which is partly in one area and partly in another if he may act in respect of land in either area. 7 In this section— “ book of reference ” means the book deposited in connection with the Crossrail Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons in February 2005, together with the books so deposited on 18th January, 9th May, 7th November 2006 and 16th May 2007; “ local authority ” means— in relation to land situated in the area of a unitary authority, that authority, and in relation to land not situated in the area of a unitary authority, the county council for the area."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "53", "section_title": "Service of documents", "section_text": "53 1 Any document required or authorised to be served on any person under this Act may be served— a by delivering it to him or by leaving it at his proper address or by sending it by post to him at that address, b if the person is a body corporate, by serving it in accordance with paragraph (a) on the secretary of that body, or c if the person is a partnership, by serving it in accordance with paragraph (a) on a partner or a person having control or management of the partnership business. 2 For the purposes of this section and section 7 of the Interpretation Act 1978 (c. 30) (which relates to the service of documents by post) in its application to this section, the proper address of any person on whom a document is to be served shall be his last known address, except that— a in the case of service on a body corporate or its secretary, it shall be the address of the registered or principal office of the body; b in the case of service on a partnership or a partner or a person having control or management of a partnership business, it shall be the address of the principal office of the partnership. 3 For the purposes of subsection (2), the principal office of a company registered outside the United Kingdom, or of a partnership carrying on business outside the United Kingdom, is its principal office within the United Kingdom. 4 If a person to be served under this Act with any document by another has specified to that other an address within the United Kingdom other than his proper address (as determined under subsection (2)) as the one at which he, or someone on his behalf, will accept documents of the same description as that document, that address shall also be treated as his proper address for the purposes of this section and for the purposes of section 7 of the Interpretation Act 1978 in its application to this section. 5 Where a document is required or authorised to be served under this Act on a person in his capacity as the owner of an interest in, or occupier of, any land and his name or address cannot be ascertained after reasonable enquiry, the document may be served by addressing it to him by name or by the description of  “owner” or  “occupier”, as the case may be, of the land and— a leaving it with a person who is, or appears to be, resident or employed on the land, or b leaving it conspicuously affixed to some building or object on or near the land. 6 In this section,  “ secretary ”, in relation to a local authority within the meaning of the Local Government Act 1972 (c. 70), means the proper officer within the meaning of that Act."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "54", "section_title": "Arbitration", "section_text": "54 1 Where under this Act any difference is to be referred to arbitration, the difference shall be referred to, and settled by, a single arbitrator to be agreed between the parties or, in default of agreement, to be appointed on the application of either party, after notice in writing to the other, by the President of the Institution of Civil Engineers. 2 Subsection (3) applies where— a a party has under subsection (1) applied for the arbitrator to be appointed by the President of the Institution of Civil Engineers, and b the President notifies either of the parties that he is not going to appoint an arbitrator under subsection (1). 3 In default of agreement between the parties as to who in the circumstances should be the arbitrator, the arbitrator is to be appointed on the application of either party, after notice in writing to the other, by  the Office of Rail and Road . 4 The Office of Rail and Road  may under subsection (3) appoint as the arbitrator a member or employee of that Office. 5 The Secretary of State for    Levelling Up, Housing and Communities    and the Secretary of State for Transport acting jointly may by rules made by statutory instrument make provision about procedure in relation to arbitration under this Act. 6 A statutory instrument containing rules under subsection (5) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "55", "section_title": "“Deposited plans”,  “deposited sections”", "section_text": "55 1 In this Act,  “ deposited plans ” and  “ deposited sections ” mean, respectively, the plans and sections deposited in connection with the Crossrail Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons. 2 The plans and sections referred to in subsection (1) are— a those deposited in February 2005, as altered by replacement Sheets  Nos.  11, 17, 23, 43, 44, 113, 114, 152, 158, 180, 181 and 193 deposited in January 2006, replacement Sheets Nos. 4, 26, 33, 46, 48, 102, 155, 156, 180 and 206 deposited in May 2006, replacement Sheets Nos. 1 to 6, 9, 10, 13, 17, 21, 22, 25, 32, 47, 59 to 62, 70, 86, 112, 121, 128 to 130 and 162 to 164 deposited in November 2006, replacement Sheets Nos. 30 to 37 and 169 to 174 deposited in May 2007 and consolidated replacement Sheets Nos. 14, 15, 155 and 156 deposited in July 2007, b Sheet No. 244 deposited in January 2006, c Sheets Nos. 25a, 246 to 257 and 259 to 275 deposited in November 2006, and d consolidated replacement Sheet No. 245 deposited in July 2007."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "56", "section_title": "Interpretation", "section_text": "56 1 In this Act— “ bridleway ”,  “ carriageway ”,  “ footpath ”,  “ footway ”,  “ highway ”,  “ highway authority ” and  “ local highway authority ” have the same meanings as in the Highways Act 1980 (c. 66); “ burial ground ” means a churchyard, cemetery or other ground, whether consecrated or not, which has at any time been set apart for the purposes of interment; “ development ” has the same meaning as in the Town and Country Planning Act 1990 (c. 8); “ the EIA regulations ” has the meaning given by section 10(9); “ limits of deviation ” means the limits of deviation which are shown on the deposited plans; “ limits of land to be acquired or used ” means the limits of land to be acquired or used which are shown on the deposited plans; “ owner ” has the same meaning as in the Acquisition of Land Act 1981 (c. 67); “ scheduled works ” has the meaning given by section 1(1); “ unitary authority ” means— the council of any county so far as it is the council for an area for which there are no district councils; the council of any district comprised in an area for which there is no county council; the council of a London borough; the Common Council of the City of London. 2 References in this Act to Crossrail are to a railway transport system running from Maidenhead, in the County of Berkshire, and Heathrow Airport, in the London Borough of Hillingdon, through central London to Shenfield, in the County of Essex, and Abbey Wood, in the London Borough of Greenwich. 3 References in this Act to land within the relevant limits are to land within the limits of deviation for the scheduled works or within the limits of land to be acquired or used. 4 References in this Act to the nominated undertaker shall be construed in accordance with section 39. 5 In this Act— a a reference to a highway or any other place identified by letters and numbers is a reference to the highway or place shown as such on the deposited plans; b a reference to a work identified by numbers (or numbers and a letter) is a reference to the scheduled work of those numbers (or those numbers and letter); c any reference in any description of works, powers or land to area, distance, length or direction, or to a particular location, shall be construed as if qualified by the words  “or thereabouts”; d reference to distance, in relation to points on a road or railway, is to distance measured along the centre line of the road or railway. 6 For the purposes of this Act, the level of the surface of land shall be taken— a in the case of land on which a building is erected, to be the level of the surface of the ground adjoining the building, and b in the case of a watercourse or other area of water, to be the level of the surface of the adjoining ground which is at all times above water level."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "57", "section_title": "Financial provisions", "section_text": "57 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State in consequence of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Crossrail Act 2008", "year": 2008, "section": "58", "section_title": "Short title", "section_text": "58 This Act may be cited as the Crossrail Act 2008."}]