[{"act": "Health and Safety (Offences) Act 2008", "year": 2008, "section": "1", "section_title": "Health and safety offences: mode of trial and maximum penalty", "section_text": "1 1 In section 33 of the Health and Safety at Work  etc.  Act 1974 (c. 37)\t\t\t\t\t(offences), for subsections (1A) to (4) there is substituted— 2 Schedule 3A (which specifies the mode of trial and maximum penalty applicable to offences under this section and the existing statutory provisions) has effect. 3 Schedule 3A is subject to any provision made by virtue of section 15(6)(c) or (d). 2 After Schedule 3 to that Act there is inserted the Schedule 3A set out in Schedule 1 to this Act. 3 In Article 31 of the Health and Safety at Work (Northern Ireland) Order 1978 ( S.I.  1978/1039 (N.I. 9))\t\t\t\t\t(offences), for paragraphs (1A) to (5) there is substituted— 2 Schedule 3A (which specifies the mode of trial and maximum penalty applicable to offences under this Article and the existing statutory provisions) has effect. 3 Schedule 3A is subject to any provision made by virtue of Article 17(6)(c) or (d). 4 After Schedule 3 to that Order there is inserted the Schedule 3A set out in Schedule 2 to this Act."}, {"act": "Health and Safety (Offences) Act 2008", "year": 2008, "section": "2", "section_title": "Consequential amendments and repeals", "section_text": "2 1 Schedules 3 (consequential amendments) and 4 (repeals) have effect. 2 The Secretary of State may make any amendments to existing regulations that he or she considers necessary or expedient in consequence of the amendments made by section 1(1) and (2). 3 The power conferred by subsection (2) is exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 4 The Department concerned (within the meaning given in Article 2(2) of the Health and Safety at Work (Northern Ireland) Order 1978 (S.I. 1978/1039 (N.I. 9))) may make any amendments to existing regulations that it considers necessary or expedient in consequence of the amendments made by section 1(3) and (4). 5 The power conferred by subsection (4) is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). Such a rule is subject to negative resolution within the meaning of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)). 6 In this section  “ existing regulations ” means regulations made before the passing of this Act."}, {"act": "Health and Safety (Offences) Act 2008", "year": 2008, "section": "3", "section_title": "Short title, commencement and extent", "section_text": "3 1 This Act may be cited as the Health and Safety (Offences) Act 2008. 2 This Act comes into force at the end of the period of three months beginning with the day on which it is passed. 3 This Act does not apply to offences committed before it comes into force. 4 This Act extends to England and Wales, Scotland and Northern Ireland (except that an amendment or repeal made by this Act has the same extent as the provision to which it relates)."}]