[{"act": "National Insurance Contributions Act 2008", "year": 2008, "section": "1", "section_title": "Amount to be specified as upper earnings limit: Great Britain", "section_text": "1 1 In section 5 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(earnings limits and thresholds for Class 1 contributions)— a in subsection (1), omit the words from  “which” to the end, and b omit subsection (3)\t\t\t\t\t\t\t(amount to be specified as upper earnings limit). 2 In section 176(1) of that Act (statutory instruments subject to the affirmative procedure), after paragraph (za) insert— zb regulations under section 5 specifying the upper earnings limit; . 3 The amendments made by subsections (1)(b) and (2) have effect in relation to regulations specifying the upper earnings limit for 2009-10 or any subsequent tax year."}, {"act": "National Insurance Contributions Act 2008", "year": 2008, "section": "2", "section_title": "Amount to be specified as upper earnings limit: Northern Ireland", "section_text": "2 1 In section 5 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7)\t\t\t\t\t(earnings limits and thresholds for Class 1 contributions)— a in subsection (1), omit the words from  “which” to the end, and b omit subsection (3)\t\t\t\t\t\t\t(amount to be specified as upper earnings limit). 2 In section 172 of that Act (control of regulations and orders), after subsection (11ZA) insert— 11ZB A statutory instrument containing (whether alone or with other provisions) regulations under section 5 specifying the upper earnings limit shall not be made unless a draft of the instrument has been laid before and approved by resolution of each House of Parliament. 3 The amendments made by subsections (1)(b) and (2) have effect in relation to regulations specifying the upper earnings limit for 2009-10 or any subsequent tax year."}, {"act": "National Insurance Contributions Act 2008", "year": 2008, "section": "3", "section_title": "Additional pension: upper accrual point to replace upper earnings limit from 2009-10", "section_text": "3 1 The Social Security Contributions and Benefits Act 1992 (c. 4) is amended as follows. 2 In section 22(2B)\t\t\t\t\t(earnings factors), for  “the flat rate introduction year”\t\t\t\t\t(in both places) substitute  “                2009-10              ” . 3 In section 44(7)(c)\t\t\t\t\t(category A retirement pension), for  “the flat rate introduction year”\t\t\t\t\t(in both places) substitute  “                2009-10              ” . 4 In section 122 (interpretation)— a in subsection (1), for the definition of  “the upper accrual point” substitute— “the upper accrual point” is £770; , b after subsection (6) insert— 6A The Treasury may by regulations prescribe an equivalent of the upper accrual point in relation to earners paid otherwise than weekly (and references in this or any other Act to  “the prescribed equivalent”, in the context of the upper accrual point, are to the equivalent prescribed under this subsection in relation to such earners). 6B The power conferred by subsection (6A) includes power to prescribe an amount which exceeds by not more than £1 the amount which is the arithmetical equivalent of the upper accrual point. , and c omit subsections (7) and (8)."}, {"act": "National Insurance Contributions Act 2008", "year": 2008, "section": "4", "section_title": "Consequential amendments and repeals", "section_text": "4 1 Schedule 1 contains consequential amendments. 2 Schedule 2 contains repeals."}, {"act": "National Insurance Contributions Act 2008", "year": 2008, "section": "5", "section_title": "Extent", "section_text": "5 1 Sections 1 and 3 extend only to England and Wales and Scotland. 2 Section 2 extends only to Northern Ireland. 3 Sections 4, 6 and 7 and this section extend to each part of the United Kingdom. 4 But an amendment or repeal contained in either Schedule has the same extent as the provision amended or repealed."}, {"act": "National Insurance Contributions Act 2008", "year": 2008, "section": "6", "section_title": "Commencement", "section_text": "6 1 Subject to subsection (2), this Act comes into force at the end of the period of two months beginning with the day on which it is passed. 2 Sub-paragraph (3) of paragraph 6 of Schedule 1, and Schedule 2 so far as relating to the repeals mentioned in that sub-paragraph, come into force on the day appointed by an order under section 30(2) of the Pensions Act 2007 (c. 22) for the coming into force of paragraph 45(2) of Schedule 4 to that Act."}, {"act": "National Insurance Contributions Act 2008", "year": 2008, "section": "7", "section_title": "Short title", "section_text": "7 This Act may be cited as the National Insurance Contributions Act 2008."}]