[{"act": "Pensions Act 2008", "year": 2008, "section": "1", "section_title": "Jobholders", "section_text": "1 1 For the purposes of this Part a jobholder is a worker— a who is working or ordinarily works in Great Britain under the worker's contract, b who is aged at least 16 and under 75, and c to whom qualifying earnings are payable by the employer in the relevant pay reference period (see sections 13 and 15). 2 Where a jobholder has more than one employer, or a succession of employers, this Chapter applies separately in relation to each employment. 3 Accordingly— a references to the employer are references to the employer concerned; b references to membership of a pension scheme are references to membership in relation to the employment concerned."}, {"act": "Pensions Act 2008", "year": 2008, "section": "2", "section_title": "Continuity of scheme membership", "section_text": "2 1 If a jobholder is an active member of a qualifying scheme, the employer must not take any action, or make any omission, by which (without the jobholder ceasing to be employed by the employer)— a the jobholder ceases to be an active member of the scheme, or b the scheme ceases to be a qualifying scheme. 2 Subsection (1) is not contravened if the jobholder remains an active member of another qualifying scheme. 3 Subsection (1) is not contravened if by virtue of section 5 the jobholder becomes an active member of an automatic enrolment scheme with effect from— a the day after the cessation referred to in paragraph (a) or (b) of subsection (1), or b a day within the prescribed period (if a period is prescribed). 4 Subsection (1) is not contravened if the action or omission is at the jobholder's request. 5 In this Part as it applies in the case of any jobholder, references to a qualifying scheme are references to a pension scheme which is a qualifying scheme in relation to that jobholder (see section 16)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "3", "section_title": "Automatic enrolment", "section_text": "3 1 This section applies to a jobholder— a who is aged at least 22, b who has not reached pensionable age, and c to whom earnings of more than     £10,000    are payable by the employer in the relevant pay reference period (see section 15). 2 The employer must make prescribed arrangements by which the jobholder becomes an active member of an automatic enrolment scheme with effect from the automatic enrolment date. 3 Subsection (2) does not apply if the jobholder was an active member of a qualifying scheme on the automatic enrolment date. 4 Subsection (2) does not apply if, within the prescribed period before the automatic enrolment date, the jobholder ceased to be an active member of a qualifying scheme because of any action or omission by the jobholder. 5 For the purposes of arrangements under subsection (2) regulations may require information to be provided to any person by the employer or— a where the arrangements relate to an occupational pension scheme, the trustees or managers of the scheme; b where the arrangements relate to a personal pension scheme, the provider of the scheme. 6 For the purposes of arrangements made under subsection (2) in relation to a personal pension scheme, regulations may deem an agreement to exist (subject to section 8) between the jobholder and the provider of the scheme for the jobholder to be an active member of the scheme on terms and conditions determined in accordance with the regulations. 6A In this section  “ earnings ” has the meaning given in section 13(3). 6B In the case of a pay reference period of less or more than 12 months, subsection (1) applies as if the amount in paragraph (c) were proportionately less or more. 7 The automatic enrolment date, in relation to any person, is the first day on which this section applies to the person as a jobholder of the employer.   This is subject to section 4. 8 In this Part as it applies in the case of any jobholder, references to an automatic enrolment scheme are references to a pension scheme which is an automatic enrolment scheme in relation to that jobholder (see section 17)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "4", "section_title": "Postponement or disapplication of automatic enrolment", "section_text": "4 1 Where— a an employer (E) gives to a person employed by E on E's staging date (“the worker”) notice that E intends to defer automatic enrolment for the worker until a date specified in the notice (“the deferral date”), and b any prescribed requirements in relation to the notice are met, the worker's automatic enrolment date is the deferral date if on that date section 3 applies to the worker as a jobholder of E; if not, subsection (4) applies. 2 Where— a a person (“the worker”) begins to be employed by an employer (E) after E's staging date, b E gives the worker notice that E intends to defer automatic enrolment until a date specified in the notice (“the deferral date”), and c any prescribed requirements in relation to the notice are met, the worker's automatic enrolment date is the deferral date if on that date section 3 applies to the worker as a jobholder of E; if not, subsection (4) applies. 3 Where— a a person (“the worker”) employed by an employer (E) becomes, after E's staging date, a jobholder to whom section 3 applies, b E gives the worker notice that E intends to defer automatic enrolment until a date specified in the notice (“the deferral date”), and c any prescribed requirements in relation to the notice are met, the worker's automatic enrolment date is the deferral date if on that date section 3 applies to the worker as a jobholder of E; if not, subsection (4) applies. 4 Where this subsection applies, section 3(2) does not apply in relation to any employment of the worker by E in the period beginning with the starting day and ending with the deferral date. 5 A notice under this section may be given on or before the starting day or within a prescribed period after that day. 6 The deferral date may be any date in the period of three months after the starting day. 7 An employer who gives a worker a notice under subsection (1) or (2) may not give the worker a notice under subsection (3) in relation to any occasion on or before the deferral date specified in the notice on which the worker becomes a jobholder to whom section 3 applies. 8 In this section— “ staging date ”, in relation to an employer of a particular description, means the date prescribed under section 12 in relation to employers of that description; “ starting day ” means— E's staging date, in the case of a notice under subsection (1); the day on which the worker begins to be employed by E, in the case of a notice under subsection (2); the day on which the worker becomes a jobholder to whom section 3 applies, in the case of a notice under subsection (3)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "5", "section_title": "Automatic re-enrolment", "section_text": "5 1 This section applies to a jobholder— a who is aged at least 22, b who has not reached pensionable age, and c to whom earnings of more than    £10,000   are payable by the employer in the relevant pay reference period (see section 15). 1A This section also applies to a jobholder who— a is aged at least 22, b has not reached pensionable age, and c is not an active member of a qualifying scheme because there has been a period beginning at any time after the jobholder's automatic enrolment date during which the requirements of section 1(1)(a) or (c) were not met (so that the person was not a jobholder for that period). 1B This section also applies to a jobholder who has ceased to be an active member of a qualifying scheme because of something other than an action or omission by the jobholder. 2 The employer must make prescribed arrangements by which the jobholder becomes an active member of an automatic enrolment scheme with effect from the automatic re-enrolment date. 3 Subsection (2) does not apply if the jobholder was an active member of a qualifying scheme on the automatic re-enrolment date. 3A Subsection (2) does not apply if the jobholder's automatic enrolment date is deferred under section 4 from a date before the automatic re-enrolment date to a date after the automatic re-enrolment date. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of arrangements under subsection (2) regulations may require information to be provided to any person by the employer or— a where the arrangements relate to an occupational pension scheme, the trustees or managers of the scheme; b where the arrangements relate to a personal pension scheme, the provider of the scheme. 7 For the purposes of arrangements made under subsection (2) in relation to a personal pension scheme, regulations may deem an agreement to exist (subject to section 8) between the jobholder and the provider of the scheme for the jobholder to be an active member of the scheme on terms and conditions determined in accordance with the regulations. 7A In this section  “ earnings ” has the meaning given in section 13(3). 7B In the case of a pay reference period of less or more than 12 months, subsection (1) applies as if the amount in paragraph (c) were proportionately less or more. 8 Automatic re-enrolment dates are dates  . . .  that are to be determined in accordance with regulations."}, {"act": "Pensions Act 2008", "year": 2008, "section": "6", "section_title": "Timing of automatic re-enrolment", "section_text": "6 1 Regulations under section 5(8) must either— a secure that for any jobholder there is no automatic re-enrolment date less than three years after the jobholder's automatic enrolment date, and that there is not more than one automatic re-enrolment date in any period of three years, or b secure that for any employer there is not more than one automatic re-enrolment date in any period of   2 years and 9 months . 2 Subsection (1) does not restrict the provision that regulations may make about the timing of a jobholder's automatic re-enrolment date (“ the relevant date ”) in the following cases. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The   first case  is where— a . . .  the jobholder ceases to be an active member of a qualifying scheme  . . . , b that event is not the effect of any action or omission by the jobholder  . . . , and c the relevant date is the jobholder's first automatic re-enrolment date after that   event . 5 The   second case  is where— a there is a period beginning at any time after the jobholder's automatic enrolment date during which the requirements of section 1(1)(a) or (c) are not met (so that the person is not a jobholder for that period), and b the relevant date is the jobholder's first automatic re-enrolment date after that period. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "7", "section_title": "Jobholder's right to opt in", "section_text": "7 1 This section applies to a jobholder who is not an active member of a qualifying scheme. 2 But it does not apply at a time when— a arrangements are required to be made under section 3 or 5 in respect of the jobholder,  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The jobholder may by notice require the employer to arrange for the jobholder to become an active member of an automatic enrolment scheme. 4 The Secretary of State may by regulations make provision— a about the form and content of the notice; b about the arrangements that the employer is required to make; c for determining the date with effect from which the jobholder is to become an active member under the arrangements. 5 For the purposes of arrangements under subsection (3) regulations may require information to be provided to any person by the employer or— a where the arrangements relate to an occupational pension scheme, the trustees or managers of the scheme; b where the arrangements relate to a personal pension scheme, the provider of the scheme. 6 For the purposes of arrangements made under subsection (3) in relation to a personal pension scheme, regulations may deem an agreement to exist (subject to section 8) between the jobholder and the provider of the scheme for the jobholder to be an active member of the scheme on terms and conditions determined in accordance with the regulations. 7 Subsections (8) and (9) apply where a jobholder becomes an active member of an automatic enrolment scheme in pursuance of a notice under this section and, within the period of 12 months beginning with the day on which that notice was given— a ceases to be an active member of that scheme, and b gives the employer a further notice under this section. 8 The further notice does not have effect to require the employer to arrange for the jobholder to become an active member of an automatic enrolment scheme. 9 But any arrangements the employer makes for the jobholder to become, within that period, an active member of such a scheme must be made in accordance with regulations under this section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "8", "section_title": "Jobholder's right to opt out", "section_text": "8 1 This section applies on any occasion when arrangements under section 3(2), 5(2) or 7(3) apply to a jobholder (arrangements for the jobholder to become an active member of an automatic enrolment scheme). 2 If the jobholder gives notice under this section— a the jobholder is to be treated for all purposes as not having become an active member of the scheme on that occasion; b any contributions paid by the jobholder, or by the employer on behalf or in respect of the jobholder, on the basis that the jobholder has become an active member of the scheme on that occasion must be refunded in accordance with prescribed requirements. 3 Regulations under subsection (2)(b) may, in particular, make provision about— a the time within which contributions must be refunded; b how the amount to be refunded is calculated; c the procedure for refunding contributions. 4 The Secretary of State may by regulations make further provision in relation to notices under this section. 5 The regulations may in particular make provision— a as to the form and content of a notice; b as to the period within which a notice must be given; c as to the person to whom a notice must be given; d requiring any person to make prescribed arrangements for enabling notices to be given; e requiring any person to take prescribed action in consequence of a notice (in addition to any action prescribed under subsection (2)(b)). 6 The regulations must provide for the notice— a to include information about the effect in relation to jobholders of giving notice under this section, and b to be signed or otherwise authorised by the jobholder."}, {"act": "Pensions Act 2008", "year": 2008, "section": "9", "section_title": "Workers without qualifying earnings", "section_text": "9 1 This section applies to a worker— a to whom paragraphs (a) and (b) of section 1(1) apply (working in Great Britain and aged between 16 and 75), b to whom paragraph (c) of section 1(1) does not apply (qualifying earnings), and c who is not an active member of a pension scheme that satisfies the requirements of this section. 2 The worker may by notice require the employer to arrange for the worker to become an active member of a pension scheme that satisfies the requirements of this section. 3 The Secretary of State may by regulations make provision— a about the form and content of the notice; b about the arrangements that the employer is required to make; c for determining the date with effect from which the worker is (subject to compliance with any requirements of the scheme) to become an active member under the arrangements. 4 Subsections (5) and (6) apply where a worker becomes an active member of a pension scheme in pursuance of a notice under this section and, within the period of 12 months beginning with the day on which that notice was given— a ceases to be an active member of that scheme because of any action or omission by the worker, and b gives the employer a further notice under this section. 5 The further notice does not have effect to require the employer to arrange for the worker to become an active member of a pension scheme. 6 But any arrangements the employer makes for the worker to become, within that period, an active member of a pension scheme that satisfies the requirements of this section must be made in accordance with regulations under this section. 7 A pension scheme satisfies the requirements of this section if— a it is registered under Chapter 2 of Part 4 of the Finance Act 2004 (c. 12), and b in the case of a personal pension scheme, there are, in relation to the worker concerned, direct payment arrangements (within the meaning of section 111A of the Pension Schemes Act 1993 (c. 48)) between the worker and the employer."}, {"act": "Pensions Act 2008", "year": 2008, "section": "10", "section_title": "Information to be given to workers", "section_text": "10 1 The Secretary of State   may   make provision by regulations— a for  ... jobholders to be given information about the effect of sections 2 to 8 in relation to them; b for  ... workers to whom section 9 applies to be given information about the effect of that section in relation to them; c for a prescribed person to be required to provide the information. 2 Regulations under this section   may in particular make provision about  — a what information must be given; b in what circumstances it must be given; c how and when it must be given."}, {"act": "Pensions Act 2008", "year": 2008, "section": "11", "section_title": "Information to be given to the Pensions Regulator", "section_text": "11 1 The Secretary of State may make regulations requiring employers to provide the Pensions Regulator (“the Regulator”) with information about action they have taken or intend to take for the purposes of any provision of, or of regulations under, sections 2 to 10. 2 The regulations may in particular— a require an employer to provide information about pension schemes to which any action relates; b require an employer to identify which of any prescribed descriptions a scheme falls within; c require an employer to provide information that appears to the Secretary of State to be required for the performance by the Regulator of its functions under Chapter 2 of this Part; d make provision about how and in what form any information is to be provided."}, {"act": "Pensions Act 2008", "year": 2008, "section": "12", "section_title": "Introduction of employers' duties", "section_text": "12 The Secretary of State may by regulations provide that sections 2 to 9 do not apply in the case of an employer of any description until such date after the commencement of those sections as is prescribed in relation to employers of that description."}, {"act": "Pensions Act 2008", "year": 2008, "section": "13", "section_title": "Qualifying earnings", "section_text": "13 1 A person's qualifying earnings in a pay reference period of 12 months are the part (if any) of the gross earnings payable to that person in that period that is— a more than        £6,240 , and b not more than         £50,270 . 2 In the case of a pay reference period of less or more than 12 months, subsection (1) applies as if the amounts in paragraphs (a) and (b) were proportionately less or more. 3 In this section,  “ earnings ”, in relation to a person, means sums of any of the following descriptions that are payable to the person in connection with the person's employment— a salary, wages, commission, bonuses and overtime; b statutory sick pay under Part 11 of the Social Security Contributions and Benefits Act 1992 (c. 4); c statutory maternity pay under Part 12 of that Act; d   statutory paternity pay   under Part 12ZA of that Act; e statutory adoption pay under Part 12ZB of that Act; ea statutory shared parental pay under Part 12ZC of that Act; eb statutory parental bereavement pay under Part 12ZD of that Act; f sums prescribed for the purposes of this section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "14", "section_title": "Review of earnings trigger and qualifying earnings band", "section_text": "14 1 The Secretary of State must in each tax year consider whether any of the amounts in sections 3(1)(c), 5(1)(c) and 13(1)(a) and (b) should be increased or decreased. 2 If the Secretary of State considers that any of those amounts should be increased or decreased, the Secretary of State may make an order substituting in the provisions in question the amounts that the Secretary of State thinks appropriate. 3 For the purposes of subsection (1) the Secretary of State may take into account any of the factors specified in subsection (4)\t\t\t\t\t(as well as any others that the Secretary of State thinks relevant). 4 The factors are— a the amounts for the time being specified in Chapter 2 of Part 3 (personal allowances) of the Income Tax Act 2007; b the amounts for the time being specified in regulations under section 5 of the Social Security Contributions and Benefits Act 1992 (earnings limits and thresholds for Class 1 national insurance contributions); c the amounts for the time being specified in section 44(4) of that Act (rate of basic state pension) and in regulations under section 3(1) of the Pensions Act 2014 (full rate of state pension); d the general level of prices in Great Britain, and the general level of earnings there, estimated in such manner as the Secretary of State thinks fit."}, {"act": "Pensions Act 2008", "year": 2008, "section": "15", "section_title": "Pay reference period", "section_text": "15 1 In relation to any person a pay reference period is the period prescribed. 2 The Secretary of State may by regulations— a make provision for determining a person's earnings in any pay reference period; b make provision for determining the first date of each pay reference period in relation to a person. 3 A reference in any provision to the relevant pay reference period is a reference to the period determined in accordance with regulations under this section, as they apply for the purposes of that provision in the case concerned."}, {"act": "Pensions Act 2008", "year": 2008, "section": "15A", "section_title": "Power to specify rounded figures", "section_text": "15A 1 The Secretary of State may by order specify rounded figures for the purposes of section 3(6B), 5(7B) or 13(2) in the case of pay reference periods of any length specified in the order. 2 A rounded figure so specified applies in place of the amount that would otherwise apply (“the exact amount”). 3 The Secretary of State must decide in relation to any particular amount whether to specify— a a figure that is a whole number of pounds, or b a figure that is divisible by 10 pence, or c a figure that includes a whole number of pennies. 4 It is for the Secretary of State to decide whether to round any particular amount up or down. Accordingly, a figure specified under this section may be the figure within paragraph (a) or (b) or (c) of subsection (3) that is closest to the exact amount or the one that is next closest to it (or, if two figures are joint closest, it may be either of those)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "16", "section_title": "Qualifying schemes", "section_text": "16 1 A pension scheme is a qualifying scheme in relation to a jobholder (J) if— a the scheme is an occupational pension scheme or a personal pension scheme, b the scheme is registered under Chapter 2 of Part 4 of the Finance Act 2004 (c. 12), and c while J is an active member, the scheme satisfies the quality requirement in relation to J. 2 The Secretary of State may by regulations provide that subsection (1)(b) does not apply in relation to a scheme to which section 25 or 27 applies, if prescribed requirements are satisfied. 3 The Secretary of State may by regulations provide that a scheme is not a qualifying scheme in relation to J if— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b while J is an active member, the contributions that must be paid to the scheme by, or on behalf or in respect of, J exceed a prescribed amount, or c the scheme provides for average salary benefits to be provided to or in respect of J and contains prescribed features. 3A See also paragraphs 1(4) and 2(4) of Schedule 18 to the Pensions Act 2014, which confer power to make regulations providing for a scheme not to be a qualifying scheme in relation to a jobholder in certain circumstances. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "17", "section_title": "Automatic enrolment schemes", "section_text": "17 1 A pension scheme is an automatic enrolment scheme in relation to a jobholder (J) if— a it is a qualifying scheme in relation to J, b it satisfies the conditions in subsection (2), and c it satisfies any further conditions prescribed. 2 The conditions mentioned in subsection (1)(b) are that— a no provision of the scheme prevents the employer from making arrangements prescribed by regulations under section 3(2), 5(2) or 7(4) for J to become an active member of the scheme; b no provision of the scheme requires J to express a choice in relation to any matter, or to provide any information, in order to remain an active member."}, {"act": "Pensions Act 2008", "year": 2008, "section": "18", "section_title": "Occupational pension schemes", "section_text": "18 For the purposes of this Part, each of these is an occupational pension scheme— a an occupational pension scheme within the meaning of section 1(1) of the Pension Schemes Act 1993 (c. 48) that has its main administration in the United Kingdom; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c a pension scheme that is prescribed or is of a prescribed description and that has its main administration elsewhere than in   the United Kingdom ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "19", "section_title": "Personal pension schemes", "section_text": "19 For the purposes of this Part, a personal pension scheme is a pension scheme that is not an occupational pension scheme."}, {"act": "Pensions Act 2008", "year": 2008, "section": "20", "section_title": "Quality requirement:  UK  money purchase schemes", "section_text": "20 1 A money purchase scheme that has its main administration in the United Kingdom satisfies the quality requirement in relation to a jobholder if under the scheme— a the jobholder's employer must pay contributions in respect of the jobholder; b the employer's contribution, however calculated, must be equal to or more than 3% of the amount of the jobholder's qualifying earnings in the relevant pay reference period; c the total amount of contributions paid by the jobholder and the employer, however calculated, must be equal to or more than 8% of the amount of the jobholder's qualifying earnings in the relevant pay reference period. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A scheme does not fail to satisfy the quality requirement under this section merely because the trustees or managers of the scheme may on any occasion refuse to accept a contribution below an amount prescribed for the purposes of this section on the grounds that it is below that amount."}, {"act": "Pensions Act 2008", "year": 2008, "section": "21", "section_title": "Quality requirement: UK defined benefits schemes", "section_text": "21 A defined benefits scheme that has its main administration in the United Kingdom satisfies the quality requirement in relation to a jobholder if it satisfies the test scheme standard in relation to that jobholder."}, {"act": "Pensions Act 2008", "year": 2008, "section": "22", "section_title": "Test scheme standard", "section_text": "22 1 A scheme satisfies the test scheme standard in relation to a jobholder (J) if the pensions to be provided for the relevant members of the scheme are broadly equivalent to, or better than, the pensions which would be provided for them under a test scheme. 2 Subject to subsection (3), the relevant members are J and all active members who are jobholders of the same employer as J. 3 In applying this section the pensions to be provided for relevant members must be considered as a whole. 4 The Secretary of State may by regulations make provision for the manner of, and criteria for, determining whether the pensions to be provided for the relevant members under a scheme are broadly equivalent to, or better than, the pensions which would be provided for them under a test scheme. 5 Regulations under subsection (4) may provide for the determination to be made in accordance with guidance issued from time to time by the Secretary of State. 6 The Secretary of State may by regulations provide that a scheme only satisfies the test scheme standard if the scheme actuary certifies that it does. 7 Except in prescribed circumstances, the scheme actuary is the actuary appointed under section 47(1)(b) of the Pensions Act 1995 (c. 26)\t\t\t\t\t(professional advisers) in relation to the scheme. 8 In the case of a scheme under which a sum of money is made available for the provision of benefits to a relevant member, references in this section to pensions are to be read as references to such sums."}, {"act": "Pensions Act 2008", "year": 2008, "section": "23", "section_title": "Test scheme", "section_text": "23 1 A test scheme is an occupational pension scheme which satisfies— a the requirement in subsection (2), b the requirement in subsection (4) or requirements prescribed under subsection (6)\t\t\t\t\t\t\t(as appropriate), and c any further requirements that are prescribed. 2 The scheme must either— a provide for a member to be entitled to a pension commencing at the appropriate age and continuing for life, or b provide for a sum of money to be made available for the provision of benefits to a member commencing at the appropriate age and continuing for life. 3 The appropriate age is 65 or any higher age prescribed. 4 In the case of a scheme that provides entitlement to a pension as mentioned in subsection (2)(a), the annual rate of the pension at the appropriate age must be— a 1/120th of average qualifying earnings in the last three tax years preceding the end of pensionable service, multiplied by b the number of years of pensionable service, up to a maximum of 40. 5 Section 13(1)\t\t\t\t\t(qualifying earnings) applies for the purposes of subsection (4) as if the reference to a pay reference period were a reference to a tax year. 6 In the case of a scheme that provides for a sum of money to be made available as mentioned in subsection (2)(b), regulations must prescribe requirements relating to that sum."}, {"act": "Pensions Act 2008", "year": 2008, "section": "23A", "section_title": "Alternative quality requirements for  UK  defined benefits schemes", "section_text": "23A 1 The Secretary of State may by regulations provide that a defined benefits scheme that has its main administration in the United Kingdom satisfies the quality requirement in relation to a jobholder if any one or more of the following is satisfied— a the scheme is of a prescribed description and satisfies the quality requirement under section 20 in relation to that jobholder; b the cost of providing the benefits accruing for or in respect of the relevant members over a relevant period would require contributions to be made of a total amount equal to at least a prescribed percentage of the members' total relevant earnings over that period; c in the case of each of at least 90% of the relevant members, the cost of providing the benefits accruing for or in respect of the member over a relevant period would require contributions to be made of a total amount equal to at least a prescribed percentage of the member's total relevant earnings over that period. 2 For this purpose— “ contributions ” means contributions to the scheme by, or on behalf or in respect of, a relevant member; “ relevant earnings ” means earnings of a prescribed description; “ relevant members ” means members of the scheme of a prescribed description; “ relevant period ” means a period specified in or determined in accordance with the regulations. 3 A percentage prescribed under subsection (1)(b) or (c) must be at least 8%. 4 Regulations under subsection (1)(b) or (c) may make provision— a about how to calculate whether the requirement is satisfied, including provision requiring the calculation to be made in accordance with prescribed methods or assumptions; b requiring benefits of a prescribed description to be disregarded in determining whether the requirement is satisfied; c that a scheme only satisfies the requirement if the scheme actuary certifies that it does; and for this purpose  “scheme actuary” has the prescribed meaning. 5 Section 13(3) (meaning of  “earnings”) applies for the purposes of this section as it applies for the purposes of that section. 6 The Secretary of State must from time to time review any regulations in force under subsection (1). 7 A review must be carried out— a during 2017, and b after that, no more than three years after the completion of the previous review."}, {"act": "Pensions Act 2008", "year": 2008, "section": "24", "section_title": "Quality requirement: UK hybrid schemes", "section_text": "24 1 A hybrid scheme that has its main administration in the United Kingdom satisfies the quality requirement in relation to a jobholder if it satisfies the requirements mentioned in whichever of these is the appropriate paragraph— a the requirements for a money purchase scheme under section 20, subject to any prescribed modifications; b the requirements for a defined benefits scheme under sections 21 to   23A , subject to any prescribed modifications. 2 Which paragraph of subsection (1) is appropriate for any hybrid scheme is to be determined by rules made by the Secretary of State. 3 The rules may provide for different paragraphs to be appropriate for different provisions of a scheme. 4 The rules may provide for the paragraphs to be appropriate as alternatives, for any scheme or any provisions of a scheme."}, {"act": "Pensions Act 2008", "year": 2008, "section": "25", "section_title": "Quality requirement: non-UK occupational pension schemes", "section_text": "25 The Secretary of State may by regulations make provision as to the quality requirement to be satisfied in the case of an occupational pension scheme within section 18(b) or (c)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "26", "section_title": "Quality requirement: UK personal pension schemes", "section_text": "26 1 This section applies to a personal pension scheme if the operation of the scheme— a is carried on in such a way as to be a regulated activity for the purposes of the Financial Services and Markets Act 2000 (c. 8), and b is carried on in the United Kingdom by a person who is in relation to that activity an authorised person or an exempt person under section 19 of that Act. 2 The scheme satisfies the quality requirement in relation to a jobholder if the following conditions are satisfied. 3 The first condition is that all of the benefits that may be provided to the jobholder under the scheme are money purchase benefits. 4 The second condition is that, in relation to the jobholder, there is an agreement between the provider of the scheme and the employer under which— a the employer must pay contributions in respect of the jobholder; b the employer's contribution, however calculated, must be equal to or more than 3% of the amount of the jobholder's qualifying earnings in the relevant pay reference period. 5 In subsection (6),  “ shortfall ” means the difference (if any) between— a the employer's contribution in respect of the jobholder under the agreement referred to in subsection (4), and b 8% of the amount of the jobholder's qualifying earnings in the relevant pay reference period. 6 The third condition is that if there is a shortfall there is an agreement between the provider of the scheme and the jobholder under which the jobholder must pay contributions which, however calculated, are equal to or more than the shortfall. 7 The fourth condition is that, in relation to the jobholder, there are direct payment arrangements (within the meaning of section 111A of the Pension Schemes Act 1993 (c. 48)) between the jobholder and the employer. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 A scheme does not fail to satisfy the quality requirement under this section merely because the provider of the scheme may on any occasion refuse to accept a contribution below an amount prescribed for the purposes of this section on the grounds that it is below that amount."}, {"act": "Pensions Act 2008", "year": 2008, "section": "27", "section_title": "Quality requirement: other personal pension schemes", "section_text": "27 The Secretary of State may by regulations make provision as to the quality requirement to be satisfied in the case of a personal pension scheme to which section 26 does not apply."}, {"act": "Pensions Act 2008", "year": 2008, "section": "28", "section_title": "Certification that quality requirement or alternative requirement is satisfied", "section_text": "28 1 The Secretary of State may by regulations provide that, subject to provision within subsection (6)(f), a scheme to which this section applies is to be taken to satisfy the relevant quality requirement in relation to   each of an employer's relevant jobholders  if a certificate given in accordance with the regulations is in force in relation to the employer. 1A In this section— a “ relevant jobholder ” means a jobholder to whom the certificate in question applies; b a reference to a scheme includes a reference to part of a scheme. 2 The certificate must    state— a that , in relation to   relevant jobholders  of the employer who are active members of the scheme, the scheme is in the opinion of the person giving the certificate able to satisfy the relevant quality requirement throughout the certification period , or b that, in relation to those jobholders, the scheme is in that person's opinion able to satisfy a prescribed alternative requirement throughout the certification period. 2A Alternative requirements must be such that, assuming all jobholders to be active members of schemes to which this section applies, for at least 90% of jobholders— a employer contributions, and b total contributions, would be likely to be no less if every scheme satisfied an alternative requirement applicable to it than if every scheme satisfied the relevant quality requirement. 2B In subsection (2A)— “ alternative requirement ” means a requirement prescribed under subsection (2)(b); “ employer contributions ”, in relation to an active member of a scheme, means the amount of contributions that have to be paid under the scheme in respect of the member by the employer; “ total contributions ”, in relation to an active member of a scheme, means the total amount of contributions that have to be paid under the scheme in respect of the member by the employer and by the member. 2C The Secretary of State— a must apply the test in subsection (2A) when regulations under subsection (2)(b) are first made, and b must carry out subsequent reviews of whether the test continues to be satisfied. A review under paragraph (b) must be carried out during 2017, and after that each review must be completed no more than three years after the completion of the previous one. 3 This section applies to— a a money purchase scheme to which section 20 applies; b a personal pension scheme to which section 26 applies; c a hybrid scheme, to the extent that requirements within section 24(1)(a) apply. 3A This section also applies to— a a money purchase scheme that is an occupational pension scheme within section 18(b); b a personal pension scheme of a prescribed description for which provision is made under section 27; c a hybrid scheme that is an occupational pension scheme within section 18(b), to the extent prescribed. 3B This section also applies to a defined benefits scheme that has its main administration in the United Kingdom and is of a description prescribed under section 23A(1)(a). 4 The  “relevant quality requirement”— a for a scheme within subsection (3)(a), means the quality requirement under section 20; b for a scheme within subsection (3)(b), means the quality requirement under section 26; c for a scheme within paragraph (c) of subsection (3), means the requirements mentioned in that paragraph; d for a scheme within subsection (3A), means a prescribed requirement. e for a scheme within subsection (3B), means the quality requirement under section 23A(1)(a). 5 Regulations may make further provision in relation to certification under this section. 6 Regulations may in particular make provision— a as to the period for which a certificate is in force (the  “certification period”); b as to the persons by whom a certificate may be given; c as to procedures in connection with certification or where a certificate has been given; d requiring persons to have regard to guidance issued by the Secretary of State; e requiring an employer to calculate the amount of contributions that a scheme, and any   contribution agreements , required to be paid by or in respect of   any relevant jobholder  in the certification period; f as to cases where the requirements of a scheme, and any   contribution agreements , as to payment of contributions by or in respect of   relevant jobholders  of an employer did not satisfy prescribed conditions. 7 Provision within subsection (6)(f) includes in particular provision for a scheme not to be treated by virtue of regulations under this section as having satisfied the relevant quality requirement unless prescribed steps are taken (which may include the making of prescribed payments). 8 In subsection (6)                       “ contribution agreements ” means— a the agreement  required, in the case of a scheme within subsection (3)(b), by section 26(4) and any agreement required, in the case of such a scheme, by section 26(6) , or b any agreement of the same or a similar kind that is required, in the case of a scheme within subsection (3A)(b), by regulations under section 27. 9 The Secretary of State may by order repeal this section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "29", "section_title": "Transitional periods for money purchase and personal pension schemes", "section_text": "29 1 During the first transitional period  ...— a sections 20(1)(b) and 26(4)(b) have effect as if for  “3%” there were substituted  “                          1%                        ” ; b sections 20(1)(c) and 26(5)(b) have effect as if for  “8%” there were substituted  “                          2%                        ” . 2 The first transitional period is a prescribed period of at least one year, beginning with the coming into force of section 20. 3 During the second transitional period  ...— a sections 20(1)(b) and 26(4)(b) have effect as if for  “3%” there were substituted  “                          2%                        ” ; b sections 20(1)(c) and 26(5)(b) have effect as if for  “8%” there were substituted  “                          5%                        ” . 4 The second transitional period is a prescribed period of at least one year, beginning with the end of the first transitional period."}, {"act": "Pensions Act 2008", "year": 2008, "section": "30", "section_title": "Transitional period for defined benefits and hybrid schemes", "section_text": "30 1 Subsection (3) applies if, in relation to a person who on the employer's first enrolment date is a jobholder to whom section 3 applies, the conditions in subsection (2) are satisfied, and continue to be satisfied during the transitional period for defined benefits and hybrid schemes. 2 The conditions are that— a the jobholder has been employed by the employer for a continuous period beginning before the employer's first enrolment date, b at a time in that period before the employer's first enrolment date, the jobholder became entitled to become an active member of a defined benefits scheme or   a defined benefits member of a hybrid scheme  , c the jobholder is, and has always since that time been, entitled to become an active member of a defined benefits scheme or   a defined benefits member of a hybrid scheme  , and d the scheme to which that entitlement relates is a qualifying scheme, and any scheme to which it has related on or after the employer's first enrolment date has been a qualifying scheme. 3 If by the end of the prescribed period the employer has given the jobholder notice that the employer intends to defer automatic enrolment until the end of the transitional period for defined benefits and hybrid schemes , section 3 has effect in relation to the jobholder with the substitution for subsection (2) of the following subsection— 2 The employer must make prescribed arrangements by which the jobholder becomes   a   an active member, with effect from the end of the transitional period for defined benefits and hybrid schemes, of an automatic enrolment scheme which is a defined benefits scheme,  or b  a defined benefits member, with effect from the end of that period, of an automatic enrolment scheme which is a hybrid scheme.   A reference in this subsection to a scheme does not include a scheme to which section 30(11)(a) or (b) applies.   4 If   a notice is given under subsection (3) and at any later time  in the transitional period for defined benefits and hybrid schemes the condition in subsection (2)(c) or (d) of this section ceases to be satisfied, subsection (5) applies instead of subsection (3)\t\t\t\t\t(and the day after the last day on which that condition is satisfied is referred to as  “ the closure date ”). 5 Where this subsection applies, section 3 has effect in relation to the jobholder with the substitution for subsection (2) of the following subsection— 2 The employer must make prescribed arrangements by which the jobholder either— a becomes an active member, with effect from the closure date, of an automatic enrolment scheme which is a defined benefits scheme   other than a scheme to which section 30(11)(a) applies ,    aa becomes a defined benefits member, with effect from the closure date, of an automatic enrolment scheme which is a hybrid scheme,    other than a scheme to which section 30(11)(b) applies   b becomes an active member, with effect from the automatic enrolment date, of an automatic enrolment scheme which is a money purchase scheme   or personal pension scheme .   c becomes a money purchase member, with effect from the automatic enrolment date, of an automatic enrolment scheme which is a hybrid scheme,   d becomes an active member, with effect from the automatic enrolment date, of an automatic enrolment scheme which is a defined benefits scheme to which section 30(11)(a) applies, or e becomes a defined benefits member , with effect from the automatic enrolment date, of an automatic enrolment scheme which is a hybrid scheme to which section 30(11)(b) applies. 6 If the jobholder becomes a member of a scheme under arrangements made under subsection (2)(b) of that section (as substituted by subsection (5))— a the employer's contributions are payable with effect from the automatic enrolment date; b any requirement of the scheme  . . .  for contributions to be payable by the jobholder does not apply in respect of the period of the jobholder's membership before the closure date; c regulations made for the purposes of section 3(2)(b) must secure that the jobholder may pay, within a period prescribed by the regulations, any contributions which would have been payable by the jobholder but for paragraph (b) of this subsection. 7 Where subsection (3) or (5) of this section    applies— a section  3(3) and (4) apply as if references to the automatic enrolment date were references to the   day with effect from which  arrangements would by virtue of this section fall to be made in respect of the jobholder; b section 4 applies as if— i the reference in subsection (1) to the employer's staging date were a reference to the employer's first enrolment date; ii in that subsection, for  “the workers's automatic enrolment date is the deferral date” there were substituted the day with effect from which arrangements fall to be made by virtue of section 30 in respect of the jobholder is changed to the deferral date; iii in subsections (4) to (6), references to the starting day were references to the day with effect from which arrangements would by virtue of this section fall to be made in respect of the jobholder. c section 5(2) does not apply in relation to an automatic re-enrolment date that falls before the day with effect from which arrangements would by virtue of this section fall to be made in respect of the jobholder. 7A The Secretary of State may by regulations make provision about the form and content of a notice under subsection (3). 8 The transitional period for defined benefits and hybrid schemes is a prescribed period beginning with the day on which section 3 comes into force. 9 In this section, the  “ employer's first enrolment date ” means the first day on which section 3 applies in the case of the employer (where that day falls within the transitional period for defined benefits and hybrid schemes). 10 For the purposes of this section— a a person is a  “money purchase member” of a hybrid scheme if— i the person is an active member of the scheme, and ii all the benefits accruing in respect of his or her membership are money purchase benefits, and b a person is a  “defined benefits member” of a hybrid scheme if the person is an active member of the scheme other than a money purchase member. 11 In subsection (2) references to a scheme do not include— a a defined benefits scheme that satisfies the quality requirement in relation to the jobholder by reason only of section 23A(1)(a), or b a hybrid scheme if— i the appropriate paragraph of section 24(1) for any provisions of the scheme is paragraph (b) (those provisions are referred to below as  “ the defined benefits section ”), ii the defined benefits section satisfies section 23A(1)(a) as applied by section 24(1)(b), and iii the defined benefits section does not satisfy any of the other requirements mentioned in section 24(1)(b)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "31", "section_title": "Effect of freezing order   , assessment period or pause order  ", "section_text": "31 1 Where a jobholder is an active member of a qualifying scheme and a freezing event occurs in relation to the scheme, the jobholder does not, for the purposes of this Chapter, cease to be an active member of the scheme, and the scheme does not, for those purposes, cease to be a qualifying scheme, by virtue of any relevant provision. 2 Where a worker is an active member of a scheme that satisfies the requirements of section 9 and a freezing event occurs in relation to the scheme, the worker does not, for the purposes of section 9(1)(c), cease to be an active member of the scheme by virtue of any relevant provision. 3 In this section— “ freezing event ” in relation to a scheme means— the making of a freezing order under section 23 of the Pensions Act 2004 (c. 35) in relation to the scheme,  ... the beginning of an assessment period within the meaning of section 132 of that Act in relation to the scheme,  ... the making of a pause order under section 31 of the Pension Schemes Act 2017 , or  the making of a pause order under section 44 of the Pension Schemes Act 2021;   “ relevant provision ” means— in relation to a freezing order, provision contained in the order, or the provision made with respect to the order by section 23 of the Pensions Act 2004; in relation to an assessment period, the provision made with respect to the period by section 133 of that Act.   in relation to a pause order, provision contained in the order or the provision made with respect to the order by section 31 of the Pension Schemes Act 2017  or (as the case may be) section 44 of the Pension Schemes Act 2021 ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "32", "section_title": "Power of trustees   or managers  to modify by resolution", "section_text": "32 1 The trustees   or managers  of an occupational pension scheme may by resolution modify the scheme— a with a view to enabling the scheme to comply with the conditions in section 17(2), or b by increasing the amount required to be paid in contributions, in order for the scheme   to satisfy— i the requirements contained in section 20(1), ii those requirements as modified under section 24(1)(a), or iii a requirement prescribed under section 28(2)(b). 2 An increase under subsection (1)(b) may be made only— a by increasing the amount of any contribution, directly or by modifying the basis on which it is calculated, or b by increasing the frequency of any contributions. 3 No modification may be made by virtue of subsection (1) without the consent of the employer in relation to the scheme. 4 In the application of subsection (3) to a scheme in relation to which there is more than one employer, references to the employer have effect as if they were references to a person nominated by the employers, or by the scheme, to act as the employers' representative for the purposes of this section or, if no such nomination is made, to all of the employers. 5 Regulations may provide that this section does not apply to occupational pension schemes within a prescribed class or description."}, {"act": "Pensions Act 2008", "year": 2008, "section": "33", "section_title": "Deduction of contributions", "section_text": "33 1 An employer who arranges for a person to become a member of a scheme in accordance with section 3(2), 5(2) or 7(3), or of an occupational pension scheme in accordance with section 9(2), may deduct the person's contributions to the scheme from the person's remuneration and pay them to the trustees or managers of the scheme (in the case of an occupational pension scheme) or the provider of the scheme (in the case of a personal pension scheme). 2 Regulations prescribing arrangements for the purposes of section 3(2), 5(2), 7(3) or 9(2), may require the employer to make such a deduction or payment at any time on or after the date with effect from which the jobholder is to become an active member of a scheme under the arrangements."}, {"act": "Pensions Act 2008", "year": 2008, "section": "34", "section_title": "Effect of failure to comply", "section_text": "34 1 Contravention of any of the employer duty provisions does not give rise to a right of action for breach of statutory duty. 2 But nothing in the employer duty provisions or this Chapter affects any right of action arising apart from those provisions. 3 In this Chapter, references to the employer duty provisions are references to any provision of sections 2 to 11 or of regulations under those sections."}, {"act": "Pensions Act 2008", "year": 2008, "section": "35", "section_title": "Compliance notices", "section_text": "35 1 The Regulator may issue a compliance notice to a person if the Regulator is of the opinion that the person has contravened one or more of the employer duty provisions. 2 A compliance notice is a notice directing the person to whom it is issued to take, or refrain from taking, the steps specified in the notice in order to remedy the contravention. 3 A compliance notice may, in particular— a state the period within which any step must be taken or must cease to be taken; b require the person to whom it is issued to provide within a specified period specified information relating to the contravention; c require the person to inform the Regulator, within a specified period, how the person has complied or is complying with the notice; d state that, if the person fails to comply with the requirements of the notice, the Regulator may issue a fixed penalty notice under section 40. 4 The steps specified in the notice may, in particular, include such steps as the Regulator thinks appropriate for placing the worker in the same position (as nearly as possible) as if the contravention had not occurred. 5 If the compliance notice is issued in respect of a failure to comply with an enrolment duty and the specified steps relate to membership of a defined benefits scheme or a hybrid scheme, the notice may, in particular, require the employer to ensure that the worker is entitled to the same benefits under the scheme as if the employer had complied with that duty."}, {"act": "Pensions Act 2008", "year": 2008, "section": "36", "section_title": "Third party compliance notices", "section_text": "36 1 The Regulator may issue a third party compliance notice if it is of the opinion that— a a person has contravened one or more of the employer duty provisions, b the contravention is or was, wholly or partly, a result of a failure of another person (the  “third party”) to do any thing, and c that failure is not itself a contravention of any of the employer duty provisions. 2 A third party compliance notice is a notice directing the third party to take, or refrain from taking, the steps specified in the notice in order to remedy or prevent a recurrence of the failure. 3 A third party notice may, in particular— a state the period within which any step must be taken or must cease to be taken; b require the third party to inform the Regulator, within a specified period, how the third party has complied or is complying with the notice; c state that, if the third party fails to comply with the requirements of the notice, the Regulator may issue a fixed penalty notice under section 40. 4 A third party notice may give the third party a choice between different ways of remedying or preventing the recurrence of the third party's failure."}, {"act": "Pensions Act 2008", "year": 2008, "section": "37", "section_title": "Unpaid contributions notices", "section_text": "37 1 The Regulator may issue an unpaid contributions notice to an employer if it is of the opinion that relevant contributions have not been paid on or before the due date. 2 An unpaid contributions notice is a notice requiring an employer to pay into a pension scheme by a specified date an amount in respect of relevant contributions that have not been paid. 3 “ Due date ” has the meaning prescribed. 4 An unpaid contributions notice may, in particular— a specify the scheme to which the contributions are due; b specify the workers, or category of workers, in respect of whom the contributions are due; c state the period in respect of which the contributions are due; d state the due date in respect of the contributions; e require the employer to take such other steps in relation to remedying the failure to pay the contributions as the Regulator considers appropriate; f state that if the employer fails to comply with the notice, the Regulator may issue a fixed penalty notice under section 40. 5 In this section,  “ employer ” in relation to a worker means the person by whom the worker is or, if the employment has ceased, was employed."}, {"act": "Pensions Act 2008", "year": 2008, "section": "38", "section_title": "Calculation and payment of contributions", "section_text": "38 1 This section applies to— a a compliance notice issued to an employer in respect of a contravention of section 2(1) or a failure to comply with an enrolment duty; b an unpaid contributions notice. 2 The notice may, in particular, include— a a requirement to calculate the amount of relevant contributions that are of a description specified in the notice (“unpaid relevant contributions”); b if the contributions are being paid within the prescribed period after the appropriate date, a requirement to pay an amount equal to the amount of unpaid relevant contributions within section 39(2)(a); c if the contributions are not being paid within the prescribed period after the appropriate date, a requirement to pay (on the employer's own account) an amount equal to the amount of unpaid relevant contributions; d if paragraph (b) applies, a requirement to ensure— i that the worker is not required to pay an amount equal to the balance of the unpaid relevant contributions during the prescribed period, and ii that, if the worker chooses to pay that amount, it may be paid in instalments; e if the contributions are payable to a money purchase scheme, a hybrid scheme or a personal pension scheme, a requirement to pay interest on the amount required by the notice to be paid in respect of unpaid relevant contributions, at a rate and in respect of a period determined in accordance with regulations. 3 The Secretary of State may by regulations make provision about the way in which the Regulator may (without prejudice to subsection (2)(a)) estimate the amount of contributions that an employer has failed to pay on behalf or in respect of a worker. 4 Regulations under subsection (3) may include, in particular, provision about the sources of information that the Regulator may use in estimating that amount, other than information provided by the employer. 5 In this section,  “ appropriate date ” means— a in the case of a compliance notice, such date as may be specified in the notice; b in the case of an unpaid contributions notice, the due date within the meaning of section 37(3). 6 In this section,  “ employer ” in relation to a worker means the person by whom the worker is or, if the employment has ceased, was employed."}, {"act": "Pensions Act 2008", "year": 2008, "section": "39", "section_title": "Meaning of  “relevant contributions”", "section_text": "39 1 In sections 37 and 38  “relevant contributions” are— a in relation to a jobholder, employer contributions payable to a qualifying scheme in relation to the jobholder; b in relation to a worker to whom section 9 applies, employer contributions payable to a pension scheme which satisfies the requirements of that section. 2 In subsection (1), employer contributions means contributions payable by the employer— a on the employer's own account (but in respect of the worker), or b on behalf of the worker out of deductions from the worker's earnings."}, {"act": "Pensions Act 2008", "year": 2008, "section": "40", "section_title": "Fixed penalty notices", "section_text": "40 1 The Regulator may issue a fixed penalty notice to a person if it is of the opinion that the person has failed to comply with— a a compliance notice under section 35, b a third party compliance notice under section 36, c an unpaid contributions notice under section 37,  ... d a notice issued under section 72 of the Pensions Act 2004 (c. 35)\t\t\t\t\t\t\t(provision of information) , so far as relevant to the exercise of any of its functions under or by virtue of this Part                     , or                     e a notice issued under section 72A of that Act (interviews), so far as relevant to the exercise of any of its functions under or by virtue of this Part. 2 The Regulator may issue a fixed penalty notice to a person if it is of the opinion that the person has contravened— a any provision of regulations under section 3(2) or 5(2)\t\t\t\t\t\t\t(prescribed arrangements for automatic enrolment or re-enrolment), b any provision of regulations under section 7(4)\t\t\t\t\t\t\t(prescribed arrangements: jobholder's right to opt in), c section 8(2)(b)\t\t\t\t\t\t\t(refund of contributions if jobholder opts out of scheme membership), and any provision of regulations under that provision, d section 10 (requirement to give information to workers), and any provision of regulations under that section, or e any provision of regulations under section 60 (requirement to keep records). 3 A fixed penalty notice is a notice requiring the person to whom it is issued to pay a penalty within the period specified in the notice. 4 The penalty— a is to be determined in accordance with regulations, and b must not exceed £50,000. 5 A fixed penalty notice must— a state the amount of the penalty; b state the date, which must be at least 4 weeks after the date on which the notice is issued, by which the penalty must be paid; c state the period to which the penalty relates; d if the notice is issued under subsection (1), specify the failure to which the notice relates; e if the notice is issued under subsection (2), specify the provision or provisions that have been contravened; f if the notice is issued under subsection (1), state that, if the failure to comply continues, the Regulator may issue an escalating penalty notice under section 41; g notify the person to whom the notice is issued of the review process under section 43 and the right of referral to   a tribunal  under section 44."}, {"act": "Pensions Act 2008", "year": 2008, "section": "41", "section_title": "Escalating penalty notices", "section_text": "41 1 The Regulator may issue an escalating penalty notice to a person if it is of the opinion that the person has failed to comply with— a a compliance notice under section 35, b a third party compliance notice under section 36, c an unpaid contributions notice under section 37,  ... d a notice under section 72 of the Pensions Act 2004 (c. 35)\t\t\t\t\t\t\t(provision of information) , so far as relevant to the exercise of any of its functions under or by virtue of this Part  , or                     e a notice issued under section 72A of that Act (interviews), so far as relevant to the exercise of any of its functions under or by virtue of this Part. 2 But the Regulator may not issue an escalating penalty notice if— a it relates to failure to comply with a notice within subsection (1)(a), (b) or (c), the person to whom that notice was issued has applied for a review of it under section 43, and any review has not been completed; b it relates to failure to comply with any notice within subsection (1), the person has exercised the right of referral to   a tribunal  under section 44 in respect of a fixed penalty notice issued in relation to that notice, and the reference has not been determined. 3 An escalating penalty notice is a notice requiring a person to pay an escalating penalty if the person fails to comply with a notice referred to in subsection (1) before a specified date. 4 An escalating penalty is a penalty which is calculated by reference to a prescribed daily rate. 5 The prescribed daily rate— a is to be determined in accordance with regulations, and b must not exceed £10,000. 6 An escalating penalty notice must— a specify the failure to which the notice relates; b state that, if the person fails to comply with the notice referred to in subsection (1) before a specified date, the person will be liable to pay an escalating penalty; c state the daily rate of the escalating penalty and the way in which the penalty is calculated; d state the date from which the escalating penalty will be payable, which must not be earlier than the date specified in the fixed penalty notice under section 40(5)(b); e state that the escalating penalty will continue to be payable at the daily rate until the date on which the person complies with the notice referred to in subsection (1) or such earlier date as the Regulator may determine; f notify the person of the review process under section 43 and the right of referral to   a tribunal  under section 44."}, {"act": "Pensions Act 2008", "year": 2008, "section": "42", "section_title": "Penalty notices: recovery", "section_text": "42 1 Any penalty payable under section 40 or section 41 is recoverable by the Regulator. 2 In England and Wales, any such penalty is, if   the county court   so orders, recoverable under section 85 of the County Courts Act 1984 (c. 28) or otherwise as if it were payable under an order of that court. 3 In Scotland, a fixed penalty notice or escalating penalty notice is enforceable as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 4 The Regulator must pay into the Consolidated Fund any penalty recovered under this section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "43", "section_title": "Review of notices", "section_text": "43 1 The Regulator may review a notice to which this section applies— a on the written application of the person to whom the notice was issued, or b if the Regulator otherwise considers it appropriate. 2 This section applies to— a a compliance notice issued under section 35; b a third party compliance notice issued under section 36; c an unpaid contributions notice issued under section 37; d a fixed penalty notice issued under section 40; e an escalating penalty notice issued under section 41. 3 Regulations may prescribe the period within which— a an application to review a notice may be made under subsection (1)(a); b a notice may be reviewed under subsection (1)(b). 4 On a review of a notice, the effect of the notice is suspended for the period beginning when the Regulator determines to carry out the review and ending when the review is completed. 5 In carrying out a review, the Regulator must consider any representations made by the person to whom the notice was issued. 6 The Regulator's powers on a review include power to— a confirm, vary or revoke the notice; b substitute a different notice."}, {"act": "Pensions Act 2008", "year": 2008, "section": "44", "section_title": "References to   First-tier Tribunal or Upper Tribunal", "section_text": "44 1 A person to whom a notice is issued under section 40 or 41 may, if one of the conditions in subsection (2) is satisfied, make a reference to   the Tribunal  in respect of— a the issue of the notice; b the amount of the penalty payable under the notice. 2 The conditions are— a that the Regulator has completed a review of the notice under section 43; b that the person to whom the notice was issued has made an application for the review of the notice under section 43(1)(a) and the Regulator has determined not to carry out such a review. 3 On a reference to   the Tribunal  in respect of a notice, the effect of the notice is suspended for the period beginning when the Tribunal receives notice of the reference and ending— a when the reference is withdrawn or completed, or b if the reference is made out of time, on the Tribunal determining not to allow the reference to proceed. 4 For the purposes of subsection (3), a reference is completed when— a the reference has been determined, b the Tribunal has remitted the matter to the Regulator, and c any directions of the Tribunal for giving effect to its determination have been complied with. 4A In this section  “ the Tribunal ”, in relation to a reference under this section, means— a the Upper Tribunal, in any case where it is determined by or under Tribunal Procedure Rules that the Upper Tribunal is to hear the reference; b the First-tier Tribunal, in any other case. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "45", "section_title": "Offences of failing to comply", "section_text": "45 1 An offence is committed by an employer who wilfully fails to comply with— a the duty under section 3(2) (automatic enrolment), b the duty under section 5(2) (automatic re-enrolment), or c the duty under section 7(3) (jobholder's right to opt in). 2 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, or to a fine, or both; b on summary conviction to a fine not exceeding the statutory maximum."}, {"act": "Pensions Act 2008", "year": 2008, "section": "46", "section_title": "Offences by bodies corporate", "section_text": "46 1 Subsection (2) applies where an offence under section 45 committed by a body corporate is proved— a to have been committed with the consent or connivance of an officer of the body corporate, or b to be attributable to any neglect on the part of an officer of the body corporate. 2 The officer, as well as the body corporate, is guilty of the offence and is liable to be proceeded against and punished accordingly. 3 “Officer” in this section means— a a director, manager, secretary or other similar officer, or b a person purporting to act in such a capacity. 4 Where the affairs of a body corporate are managed by its members, this section applies in relation to the acts and defaults of a member in connection with the member's functions of management as if the member were an officer of the body corporate."}, {"act": "Pensions Act 2008", "year": 2008, "section": "47", "section_title": "Offences by partnerships and unincorporated associations", "section_text": "47 1 Proceedings for an offence under section 45 alleged to have been committed by a partnership or an unincorporated association may be brought in the name of the partnership or association. 2 For the purposes of such proceedings— a rules of court relating to the service of documents are to have effect as if the partnership or association were a body corporate; b the following provisions apply in relation to the partnership or association as they apply in relation to a body corporate— i section 33 of the Criminal Justice Act 1925 (c. 86) and Schedule 3 to the Magistrates' Courts Act 1980 (c. 43); ii section 70 of the Criminal Procedure (Scotland) Act 1995 (c. 46). 3 A fine imposed on a partnership or association on its conviction of an offence under section 45 is to be paid out of the funds of the partnership or association. 4 Subsection (5) applies where an offence under section 45 committed by a partnership is proved— a to have been committed with the consent or connivance of a partner, or b to be attributable to any neglect on the part of a partner. 5 The partner, as well as the partnership, is guilty of the offence and is liable to be proceeded against and punished accordingly. 6 Subsection (7) applies where an offence under section 45 committed by an unincorporated association is proved— a to have been committed with the consent or connivance of an officer of the association, or b to be attributable to any neglect on the part of an officer of the association. 7 The officer, as well as the association, is guilty of the offence and is liable to be proceeded against and punished accordingly. 8 “Officer” in this section means— a an officer of the association or a member of its governing body, or b a person purporting to act in such capacity. 9 “Partner” in this section includes a person purporting to act as a partner."}, {"act": "Pensions Act 2008", "year": 2008, "section": "48", "section_title": "Offences of providing false or misleading information", "section_text": "48 In section 80(1)(a) of the Pensions Act 2004 (c. 35) (offences of providing false or misleading information)— a at the end of sub-paragraph (iv) insert or                       “ regulations under section 11 of the Pensions Act 2008, ; b omit  “or” at the end of sub-paragraph (iii)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "49", "section_title": "Monitoring of employers' payments to personal pension schemes", "section_text": "49 In section 111A of the Pension Schemes Act 1993 (c. 48)\t\t\t(monitoring of employers' payments to personal pension schemes), at the end insert— 18 In this section,  “ employee ” includes a jobholder within the meaning of section 1 of the Pensions Act 2008 and  “employer” is to be read accordingly."}, {"act": "Pensions Act 2008", "year": 2008, "section": "50", "section_title": "Prohibited recruitment conduct", "section_text": "50 1 An employer contravenes this section if any statement made or question asked by or on behalf of the employer for the purposes of recruitment indicates (expressly or impliedly) that an application for employment with the employer may be determined by reference to whether or not an applicant might opt out of automatic enrolment. 2 The reference in subsection (1) to a statement made or a question asked for the purposes of recruitment is a reference to one made or asked in the course of any of the following— a inviting applications for employment; b requesting information from an applicant, referee or other person in connection with an application for employment; c providing information about employment; d proposing terms or conditions of employment. 3 The reference in subsection (1) to an applicant opting out of automatic enrolment is a reference to the applicant, if becoming at any time in the course of the employment a jobholder to whom section 3 or 5 applies, giving notice in accordance with section 8 in relation to arrangements made by the employer under the relevant section. 4 In this section and sections 51 and 52,  “ employer ” means the prospective employer in relation to any employment."}, {"act": "Pensions Act 2008", "year": 2008, "section": "51", "section_title": "Compliance notices", "section_text": "51 1 The Regulator may issue a compliance notice to an employer if the Regulator is of the opinion that the employer has contravened section 50. 2 A compliance notice is a notice directing the employer to take, or refrain from taking, the steps specified in the notice in order to— a remedy the contravention, or b prevent the contravention being repeated. 3 A compliance notice may, in particular— a state the period within which any step must be taken or must cease to be taken; b require the employer to provide within a specified period specified information relating to the contravention; c require the employer to inform the Regulator, within a specified period, how the employer has complied or is complying with the notice; d state that, if the employer fails to comply with the requirements of the notice, the Regulator may issue a penalty notice under section 52. 4 A compliance notice must specify the contravention to which the notice relates."}, {"act": "Pensions Act 2008", "year": 2008, "section": "52", "section_title": "Penalty notices", "section_text": "52 1 The Regulator may issue a penalty notice to an employer if the Regulator is of the opinion that the employer— a has contravened section 50, or b has failed to comply with a compliance notice under section 51. 2 A penalty notice is a notice requiring the person to whom it is issued to pay a penalty within the period specified in the notice. 3 The penalty— a is to be determined in accordance with regulations, and b must not exceed £50,000. 4 A penalty notice must— a state the amount of the penalty; b state the date, which must be at least 4 weeks after the date on which the notice is issued, by which the penalty must be paid; c specify the contravention or failure to which the notice relates; d notify the employer of the review process under section 43 and the right to make a reference under section 44 (as applied by section 53). 5 Section 42 (penalty notices: recovery) applies to a penalty payable under this section, and to a notice under this section, as it applies to a penalty payable under section 40, and to a notice under that section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "53", "section_title": "Review of notices and references to   First-tier Tribunal or Upper Tribunal", "section_text": "53 1 Section 43 (review of notices) also applies to a compliance notice issued under section 51 and to a penalty notice issued under section 52. 2 Section 44 (references to the   First-tier Tribunal or Upper Tribunal ) applies in relation to a penalty notice issued under section 52 as it applies in relation to a notice issued under section 40 or 41."}, {"act": "Pensions Act 2008", "year": 2008, "section": "54", "section_title": "Inducements", "section_text": "54 1 An employer contravenes this section if the employer takes any action for the sole or main purpose of— a inducing a worker to give up membership of a relevant scheme without becoming an active member of another relevant scheme    with effect from— i the day after the membership is given up, or ii a day within the prescribed period (if a period is prescribed) , or b inducing a jobholder to give a notice under section 8 without becoming an active member of a qualifying scheme    with effect from— i the day on which the jobholder became an active member of the scheme to which the notice relates, or ii a day within the prescribed period (if a period is prescribed) . 2 Section 35 applies in relation to a contravention of this section as it applies in relation to a contravention of section 2(1), and sections 38 to 44 apply accordingly. 3 But the Regulator may not issue a compliance notice in respect of a contravention of this section unless the contravention occurred within the prescribed period before— a the time when a complaint was made to the Regulator about the contravention, or b the time when the Regulator informed the employer of an investigation of the contravention, if no complaint was made before that time. 4 A compliance notice in respect of a contravention of this section may direct the employer to take or refrain from taking specified steps in order to prevent the contravention being repeated. 5 For the purposes of this section a worker gives up membership of a relevant scheme if the worker— a takes action or makes an omission by which the worker, without ceasing to be employed by the employer, ceases to be an active member of the scheme, or b requests or authorises the employer to take such action or to make such an omission. 6 In this section,  “ relevant scheme ” means— a in relation to a jobholder, a qualifying scheme; b in relation to a worker to whom section 9 applies, a scheme which satisfies the requirements of that section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "55", "section_title": "The right not to suffer detriment", "section_text": "55 1 A worker has the right not to be subjected to any detriment by an act, or a deliberate failure to act, by the worker's employer, done on the ground that— a any action was taken, or was proposed to be taken, with a view to enforcing in favour of the worker a requirement to which this section applies, b the employer was prosecuted for an offence under section 45 as a result of action taken for the purpose of enforcing in favour of the worker a requirement to which this section applies, or c any provision of Chapter 1 of this Part applies to the worker, or will or might apply. 2 It is immaterial for the purposes of paragraph (a) or (b) of subsection (1)— a whether or not the requirement applies in favour of the worker, or b whether or not the requirement has been contravened, but, for that subsection to apply, the claim that the requirement applies and, if applicable, the claim that it has been contravened must be made in good faith. 3 This section applies to any requirement imposed on the employer by or under any provision of Chapter 1 of this Part. 4 This section does not apply where the detriment in question amounts to dismissal within the meaning of Part 10 of the Employment Rights Act 1996 (c. 18)\t\t\t\t\t(unfair dismissal). 5 In this section references to enforcing a requirement include references to securing its benefit in any way."}, {"act": "Pensions Act 2008", "year": 2008, "section": "56", "section_title": "Enforcement of the right", "section_text": "56 1 A worker may present a complaint to an employment tribunal that the worker has been subjected to a detriment in contravention of section 55. 2 Subject to the following provisions of this section, the provisions of   sections 48(2) to (4A)   and 49 of the Employment Rights Act 1996(complaints to employment tribunals and remedies), apply in relation to a complaint under this section as they apply in relation to a complaint under section 48 of that Act, but taking references in those provisions to the employer as references to the employer within the meaning of section 55(1). 3 Where— a the detriment to which the worker is subjected is the termination of the worker's contract, but b that contract is not a contract of employment, any compensation awarded under section 49 of the Employment Rights Act 1996 by virtue of subsection (2) must not exceed the limit specified in subsection (4). 4 The limit is the total of— a the sum which would be the basic award for unfair dismissal, calculated in accordance with section 119 of the Employment Rights Act 1996, if the worker had been an employee within the meaning of that Act and the contract terminated had been a contract of employment, and b the sum for the time being specified in section 124(1) of that Act which is the limit for a compensatory award to a person calculated in accordance with section 123 of that Act. 5 Where the worker has been working under arrangements which do not fall to be regarded as a worker's contract for the purposes of the Employment Rights Act 1996, the worker is to be treated for the purposes of subsections (3) and (4) as if any arrangements under which the worker has been working constituted a worker's contract falling within section 230(3)(b) of that Act. 6 In section 18(1) of the Employment Tribunals Act 1996 (c. 17)\t\t\t\t\t(proceedings where conciliation is available), after paragraph (u) insert , or                       v under section 56 of the Pensions Act 2008."}, {"act": "Pensions Act 2008", "year": 2008, "section": "57", "section_title": "Right of employee not to be unfairly dismissed", "section_text": "57 1 The Employment Rights Act 1996 (c. 18) is amended as follows. 2 After section 104C (flexible working) insert— Pension enrolment 104D 1 An employee who is dismissed shall be regarded for the purposes of this Part as unfairly dismissed if the reason (or, if more than one, the principal reason) for the dismissal is that— a any action was taken, or was proposed to be taken, with a view to enforcing in favour of the employee a requirement to which this section applies; b the employer was prosecuted for an offence under section 45 of the Pensions Act 2008 as a result of action taken for the purpose of enforcing in favour of the employee a requirement to which this section applies; or c any provision of Chapter 1 of that Part of that Act applies to the employee, or will or might apply. 2 It is immaterial for the purposes of paragraph (a) or (b) of subsection (1) above— a whether or not the requirement applies in favour of the employee, or b whether or not the requirement has been contravened, but, for that subsection to apply, the claim that the requirement applies and, if applicable, the claim that it has been contravened must be made in good faith. 3 This section applies to any requirement imposed on the employer by or under any provision of Chapter 1 of Part 1 of the Pensions Act 2008. 4 In this section references to enforcing a requirement include references to securing its benefit in any way. 3 In section 105 (redundancy as unfair dismissal), in subsection (1)(c)\t\t\t\t\t(which refers to any of subsections (2A) to (7J) of that section applying) for  “(7J)” substitute  “                      (7JA)                    ” . 4 After subsection (7J) of that section insert— 7JA This subsection applies if the reason (or, if more than one, the principal reason) for which the employee was selected for dismissal was one of those specified in subsection (1) of section 104D (read with subsection (2) of that section). 5 In section 108 (exclusion of right: qualifying period of employment) in subsection (3)\t\t\t\t\t(cases where no qualifying period is required) after paragraph (gi) insert— gj subsection (1) of section 104D (read with subsection (2) of that section) applies, . 6 In section 237(1A) of the Trade Union and Labour Relations (Consolidation) Act 1992 (c. 52)\t\t\t\t\t(cases where employee may complain of unfair dismissal despite participation in unofficial industrial action), in paragraph (a)— a for  “, 103A or 104C” substitute  “                          , 103A, 104C or 104D                        ” ; b for  “protected disclosure and flexible working” substitute  “                          protected disclosure, flexible working and pension scheme membership                        ” . 7 In section 238(2A)(a) of that Act (cases where employment tribunal to determine whether dismissal of an employee is unfair despite limitation in subsection (2) of that section)— a for  “, 103 or 104C” substitute  “                          , 103, 104C or 104D                        ” ; b for  “, employee representative and flexible working” substitute  “                          , employee representative, flexible working and pension scheme membership                        ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "58", "section_title": "Restrictions on agreements to limit operation of this Part", "section_text": "58 1 Any provision in any agreement (whether a worker's contract or not) is void in so far as it purports— a to exclude or limit the operation of any provision of this Part, or b to preclude a person from bringing proceedings under section 56 before an employment tribunal. 2 The fact that an agreement is to any extent void under subsection (1) does not entitle the employer to recover any property transferred, or the value of any benefit conferred, as an inducement to enter into, or otherwise in connection with, the agreement. 3 Subsection (1) does not apply to any agreement to refrain from instituting or continuing proceedings where a conciliation officer has taken action under   any of sections 18A to 18C   of the Employment Tribunals Act 1996 (c. 17)\t\t\t\t\t(conciliation). 4 Subsection (1) does not apply to any agreement to refrain from instituting or continuing before an employment tribunal any proceedings within section 18(1)(v) of the Employment Tribunals Act 1996 (proceedings under this Act where conciliation is available) if the conditions regulating  settlement   agreements under this Act are satisfied in relation to the agreement. 5 For the purposes of subsection (4) the conditions regulating   settlement   agreements under this Act are that— a the agreement must be in writing, b the agreement must relate to the particular proceedings, c the worker must have received advice from a relevant independent adviser as to the terms and effect of the proposed agreement and, in particular, its effect on his ability to pursue his rights before an employment tribunal, d there must be in force, when the adviser gives the advice, a contract of insurance, or an indemnity provided for members of a profession or a professional body, covering the risk of a claim by the worker in respect of loss arising in consequence of the advice, e the agreement must identify the adviser, and f the agreement must state that the conditions regulating   settlement   agreements under this Act are satisfied. 6 A person is a relevant independent adviser for the purposes of subsection (5)(c) if that person— a is a qualified lawyer, b is an officer, official, employee or member of an independent trade union who has been certified in writing by the trade union as competent to give advice and as authorised to do so on behalf of the trade union, c works at an advice centre (whether as an employee or a volunteer) and has been certified in writing by the centre as competent to give advice and as authorised to do so on behalf of the centre, or d is a person of a description specified in an order made by the Secretary of State. 7 But a person is not a relevant independent adviser for the purposes of subsection (5)(c) in relation to the worker— a if the person is employed by, or is acting in the matter for, the employer or an associated employer, b in the case of a person within subsection (6)(b) or (c), if the trade union or advice centre is the employer or an associated employer, c in the case of a person within subsection (6)(c), if the worker makes a payment for the advice received from the person, or d in the case of a person of a description specified in an order under subsection (6)(d), if any condition specified in the order in relation to the giving of advice by persons of that description is not satisfied. 8 In this section  “ qualified lawyer ” means— a as respects England and Wales— i a barrister (whether in practice as such or employed to give legal advice), ii a solicitor who holds a practising certificate, or iii a person other than a barrister or solicitor who is an authorised advocate or authorised litigator (within the meaning of the Courts and Legal Services Act 1990); b as respects Scotland— i an advocate (whether in practice as such or employed to give legal advice), or ii a solicitor who holds a practising certificate. 9 For the purposes of this section any two employers are associated if— a one is a company of which the other (directly or indirectly) has control, or b both are companies of which a third person (directly or indirectly) has control; and  “associated employer” is to be read accordingly."}, {"act": "Pensions Act 2008", "year": 2008, "section": "59", "section_title": "Employment Appeal Tribunal", "section_text": "59 In section 21(1) of the Employment Tribunals Act 1996 (c. 17)\t\t\t(jurisdiction of appeal tribunal), after paragraph (gc) insert— gd the Pensions Act 2008, ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "60", "section_title": "Requirement to keep records", "section_text": "60 1 For the purposes of Chapter 1 or 2 of this Part, the Secretary of State may by regulations make provision requiring any person— a to keep, in such form and manner as may be prescribed, such records as may be prescribed; b to preserve those records for such period, not exceeding 6 years, as may be prescribed; c to provide those records   to the Regulator on receiving a notification requesting them . 2 Regulations under subsection (1) may provide that section 10 of the Pensions Act 1995 (c. 26)\t\t\t\t\t(civil penalties) applies to a person who fails to comply with those requirements."}, {"act": "Pensions Act 2008", "year": 2008, "section": "61", "section_title": "Powers to require information and to enter premises", "section_text": "61 1 The Pensions Act 2004 (c. 35) is amended as follows. 2 In section 72, after subsection (1) insert— 1A If the Regulator requires information which is relevant to the exercise of its functions under Chapter 2 of Part 1 of the Pensions Act 2008 or section 51 of that Act, the Regulator may, by notice in writing, require a person to whom subsection (2) applies— a to furnish the Regulator with an explanation of any document or information required under subsection (1); b to attend before the Regulator at such time and place as may be specified in the notice under that subsection to furnish any such explanation. 1B The Regulator may not require a person to answer any question or furnish any information which might incriminate the person or, if that person is married or a civil partner, the person's spouse or civil partner. 3 In section 74, before subsection (1) insert— A1 An inspector may, for the purposes of investigating whether an employer is contravening, or has contravened— a any provision of, or of regulations under, Chapter 1 of Part 1, or section 50 or 54, of the Pensions Act 2008, or b any corresponding provision in force in Northern Ireland, at any reasonable time enter premises liable to inspection. B1 Premises are liable to inspection for the purposes of subsection (A1) if the inspector has reasonable grounds to believe that— a the employer employs workers there, b documents relevant to any of the following are being kept there— i the administration of the employer's business, ii the duties of the employer under Chapter 1 of Part 1 of the Pensions Act 2008 or under any corresponding provision in force in Northern Ireland, iii the administration of a pension scheme that is relevant to the discharge of those duties, or c the administration of the employer's business, or work connected with that administration, is being carried out there. C1 In subsections (A1) and (B1)\t\t\t\t\t\t\t\t “employer” and  “worker” have the meaning given by section 88 of the Pensions Act 2008. D1 In the application of subsections (A1) and (B1) in relation to any provision mentioned in subsection (A1)(b)\t\t\t\t\t\t\t\t(a  “corresponding Northern Ireland provision”), references in those subsections to  “employer” or  “worker” are to be read as having the meaning that they have for the purposes of the corresponding Northern Ireland provision. 4 In section 75(1), after  “subsection”\t\t\t\t\t(in the third place where it occurs) insert  “                      (A1),                    ” . 5 In section 76(9), after  “subsection”\t\t\t\t\t(in the second place where it occurs) insert  “                      (A1),                    ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "62", "section_title": "Disclosure of tax information  etc", "section_text": "62 1 In the Pensions Act 2004 (c. 35), for section 88 (tax information) substitute— Tax information etc 88 1 This section applies to information held by the Revenue and Customs if it is held by them in connection with a function of the Revenue and Customs that relates to any of these matters— a tax or duty; b national insurance contributions; c the national minimum wage. 2 An officer of Revenue and Customs may disclose to the Regulator information to which this section applies, if the disclosure is made for the purpose of enabling or assisting the Regulator to discharge its functions. 3 Where information to which this section applies is disclosed to the Regulator by virtue of subsection (2) above or section 19 of the Anti-terrorism, Crime and Security Act 2001 (disclosure of information held by revenue departments), it must, subject to subsections (4) and (5), be treated for the purposes of section 82 as restricted information. 4 Information to which this section applies which is disclosed to the Regulator as mentioned in subsection (3) may not be disclosed by the Regulator or any person who receives the information directly or indirectly from the Regulator except— a to, or in accordance with authority given by, the Commissioners for Her Majesty's Revenue and Customs, b with a view to the institution of, or otherwise for the purposes of, any criminal proceedings, c with a view to the institution of any other proceedings by the Regulator, or for the purposes of any such proceedings instituted by the Regulator, d in accordance with section 84, otherwise than for the purposes of any proceedings, or e in the form of a summary or collection of information so framed as not to enable information relating to any particular person to be ascertained from it. 5 Accordingly sections 82(3), 83, 85 to 87 and 235, and paragraph 4 of Schedule 10, do not apply to such information, and section 84 applies subject to subsection (4)(d). 6 In subsection (4)(c) and (d),  “ proceedings ” includes the issue of notices or any other enforcement action taken by the Regulator under Chapter 2 of Part 1 of the Pensions Act 2008 or any other enactment. 7 In this section  “the Revenue and Customs” and a  “function of the Revenue and Customs” have the same meaning as in section 18 of the Commissioners for Revenue and Customs Act 2005 (confidentiality). 2 In section 82 of that Act (restricted information), in subsection (3) for  “88(4)” substitute  “                      88(5)                    ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "63", "section_title": "Information for private pensions policy and retirement planning", "section_text": "63 1 In Schedule 10 to the Pensions Act 2004 (c. 35)\t\t\t\t\t(use and supply of information for purposes relating to private pensions policy and retirement planning), after paragraph 3 insert— Supply of information held by the Regulator 4 1 This paragraph applies to information which is held— a by the Regulator; b by a person providing services to the Regulator, in connection with the provision of those services. 2 Information to which this paragraph applies may be supplied— a to the Secretary of State or the Northern Ireland Department, or b to a person providing services to the Secretary of State or the Northern Ireland Department, for use for the purposes of functions relating to private pensions policy or retirement planning. 3 In this paragraph— “ private pensions policy ” means policy relating to schemes which are occupational pension schemes or personal pension schemes within the meaning of Part 1 of the Pensions Act 2008; “ retirement planning ” and  “ the Northern Ireland Department ” have the same meaning as in paragraph 2. 2 Section 323 of the Pensions Act 2004 (extent) is amended as follows. 3 In subsection (2)(c)\t\t\t\t\t(provisions extending to Northern Ireland)— a for  “paragraph 2” substitute  “                          paragraphs 2 and 4                        ” ; b for  “that paragraph” substitute  “                          those paragraphs                        ” . 4 In subsection (4), for  “paragraph 2” substitute  “                      paragraphs 2 and 4                    ” . 5 Section 3 of the Social Security Act 1998 (c. 14)\t\t\t\t\t(use of information) is amended as follows. 6 In subsection (5), in the definition of  “private pensions policy”— a the words from  “occupational” to the end become paragraph (a), and b after that paragraph insert or                           b occupational pension schemes or private pension schemes within the meaning of Part 1 of the Pensions Act 2008, if they do not fall within paragraph (a); ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "64", "section_title": "Penalty for disclosure", "section_text": "64 1 In section 82(5)(a) of the Pensions Act 2004 (penalty for disclosure of restricted information, on summary conviction), at the end insert  “                      , or imprisonment for a term not exceeding 12 months, or both                    ” . 2 After subsection (5) insert— 6 In relation to an offence under subsection (5) committed before the commencement of section 282 of the Criminal Justice Act 2003 (short sentences) the reference in subsection (5)(a) to 12 months has effect as if it were a reference to six months. 7 Subsection (6) does not extend to Scotland."}, {"act": "Pensions Act 2008", "year": 2008, "section": "65", "section_title": "Objectives of the Regulator", "section_text": "65 In section 5(1) of the Pensions Act 2004 (c. 35)\t\t\t(Regulator's objectives), before  “and” at the end of paragraph (c) insert— ca to maximise compliance with the duties under Chapter 1 of Part 1 (and the safeguards in sections 50 and 54) of the Pensions Act 2008, ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "66", "section_title": "Functions of the Pensions Ombudsman", "section_text": "66 1 Section 146 of the Pension Schemes Act 1993 (c. 48)\t\t\t\t\t(functions of the Pensions Ombudsman) is amended as follows. 2 In subsection (7), after paragraph (ba) insert— bb a person who has given notice in accordance with section 8 of the Pensions Act 2008 (right to opt out of membership of an automatic enrolment scheme); 3 In paragraph (c)(i) of that subsection, for  “or (ba)” substitute  “                      , (ba) or (bb)                    ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "67", "section_title": "Duty to establish a pension scheme", "section_text": "67 1 The Secretary of State must establish a pension scheme and make provision for its administration and management. 2 A scheme established under this section is to be treated for all purposes as established under an irrevocable trust. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 It must when registered under   Chapter 2 of Part 4 of the Finance Act 2004  be a scheme such that a jobholder's employer, if a participating employer, may comply with an enrolment duty by arranging for the jobholder to become an active member of the scheme. 5 It must be a scheme that complies with any provision of Northern Ireland legislation corresponding to subsection (4). 6 The scheme administrator must ensure that the scheme is and remains registered under Chapter 2 of Part 4 of the Finance Act 2004. 7 “Scheme administrator” has the same meaning here as in that Part. 8 The power to make provision in pursuance of subsection (1) is exercisable by order. 9 If an order establishes a scheme, any further provision that may be made by order in relation to the scheme may also be made by rules (and rules may be made so as to come into force at the same time as the establishing order). 10 That is subject to subsections (11) and (12). 11 Rules are subject to any provision made by order. 12 No provision may be made by rules about— a the purpose or object of the scheme; b the appointment or removal of trustees; c (as regards trustees, or members of any corporate trustee) meetings, committees or delegation of functions; d any exclusion of liability on the part of trustees, or the provision of any indemnity or insurance out of the funds of the scheme. 13 Except as expressly provided, nothing in this Act limits the generality of the powers conferred by this section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "68", "section_title": "Scheme orders: general", "section_text": "68 1 An order under section 67 establishing a scheme must provide for the trustee corporation (the body established by section 75) to be a trustee on the coming into force of the scheme. 2 An order under section 67 may provide for any provision of the Trustee Act 2000 (c. 29) to apply as if an order or rules under section 67 were a trust instrument. 3 An order under section 67 may provide for the trustees to have power to make rules under that section. 4 Where the trustees have power to make rules, an order under section 67 may provide— a that they may not exercise the power in specified circumstances; b that they may exercise it subject to conditions; c that they must comply with requirements for consultation or publication or other procedural requirements when exercising the power. 5 An order under section 67 may make provision for the exclusion of, or indemnity against, liability of a trustee, or an officer or employee of a trustee, arising out of the administration or management of a scheme."}, {"act": "Pensions Act 2008", "year": 2008, "section": "69", "section_title": "Consultation of members and employers", "section_text": "69 1 If an order under section 67 establishes a scheme, the Secretary of State must by order under that section require the trustees to make and maintain arrangements for consulting the members of the scheme and participating employers about the operation, development and amendment of the scheme. 2 The arrangements must include establishment and maintenance of— a a panel of persons to represent members (“the members' panel”), and b a panel of persons to represent employers (“the employers' panel”). 3 The composition and functions of the panels are to be determined by order under section 67, or by the trustees under an order. 4 The functions of the members' panel may include nominating individuals to be members of the trustee corporation. 5 An order under section 67 may provide for payments to panel members out of scheme funds."}, {"act": "Pensions Act 2008", "year": 2008, "section": "70", "section_title": "Contribution limits", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "71", "section_title": "Procedure for scheme orders", "section_text": "71 1 Subsection (2) applies to any order under section 67 relating to a scheme, except the order establishing the scheme and an order taking effect at the same time as that order. 2 The Secretary of State may not make the order without the consent of the trustees. 3 But the trustees may not withhold their consent without giving reasons. 4 The trustees must consult the members' panel and the employers' panel before deciding whether to give consent."}, {"act": "Pensions Act 2008", "year": 2008, "section": "72", "section_title": "Procedure for rules", "section_text": "72 1 A person who proposes to make rules under section 67 must publish a draft of the rules and invite comments. 2 They must have regard to any comments made in accordance with the invitation. 3 If they make the rules they must publish an account in general terms of those comments and their response to them. 4 If the rules they make differ from the draft published under subsection (1), they must publish details of any differences that they think are significant. 5 Subsection (6) applies to any rules made by the Secretary of State under section 67 relating to a scheme, except rules taking effect at the same time as the order establishing the scheme. 6 The Secretary of State may not make the rules without the consent of the trustees. 7 But the trustees may not withhold their consent without giving reasons. 8 The trustees must consult the members' panel and the employers' panel— a before making rules under section 67; b before deciding whether to give consent under subsection (6). 9 If the Secretary of State or the trustees make rules under section 67 they must publish them. 10 Anything published under this section must be published in a way designed to bring it to the attention of the persons likely to be interested or affected. 11 The publication must not be limited to electronic publication."}, {"act": "Pensions Act 2008", "year": 2008, "section": "73", "section_title": "Application of enactments", "section_text": "73 1 The Interpretation Act 1978 (c. 30)\t\t\t\t\tapplies in relation to rules under section 67 as if they were contained in a deed not made under an enactment. 2 A scheme established under section 67 is not to be treated as a public service pension scheme for the purposes of any enactment."}, {"act": "Pensions Act 2008", "year": 2008, "section": "74", "section_title": "Review", "section_text": "74 1 The Secretary of State must appoint a person to review in relation to a scheme established under section 67— a the effect of provision made under section 70 (maximum amount of contributions), b the effect of any restrictions on rights to transfer into the scheme or transfer out to another pension scheme, and c such other matters as the Secretary of State may direct. 2 The appointment under subsection (1) must be made on or after the later of— a 1 January 2017; b the end of five years beginning with the first day on which contributions are paid to the scheme by or in respect of members. 3 The person appointed under subsection (1) must— a prepare a report of the review, and b send a copy of the report to the Secretary of State. 4 The Secretary of State must lay before Parliament a copy of the report. 5 The Secretary of State may pay to the person appointed under subsection (1) such remuneration and expenses as the Secretary of State may determine."}, {"act": "Pensions Act 2008", "year": 2008, "section": "75", "section_title": "Trustee corporation", "section_text": "75 1 There is to be a body corporate, referred to in this Chapter as the trustee corporation. 2 The name of the body is to be determined by order made by the Secretary of State. 3 The trustee corporation is not to be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown. 4 Property held by the corporation is not to be regarded as property of, or property held on behalf of, the Crown. 5 Schedule 1 makes provision about the trustee corporation."}, {"act": "Pensions Act 2008", "year": 2008, "section": "76", "section_title": "Functions", "section_text": "76 1 The functions of the trustee corporation are— a to act as a trustee of any scheme established under section 67, and b any other functions it is given by or under an enactment in connection with the scheme. 2 The corporation may do anything calculated to facilitate, or incidental or conducive to, the carrying out of any of its functions. 3 In particular the corporation may— a enter into agreements; b borrow money; c invest money. 4 The corporation's powers within subsection (3)(b) and (c) are exercisable only with the consent of the Secretary of State. 5 Subsections (3) and (4) are without prejudice to the exercise by the trustee corporation of any power vested in it as a trustee of a scheme established under section 67."}, {"act": "Pensions Act 2008", "year": 2008, "section": "77", "section_title": "Application of pension trustee legislation", "section_text": "77 1 The Secretary of State may by regulations provide that legislation applying in relation to a person as trustee of a pension scheme, or as director of a company which is a trustee of a pension scheme, applies in relation to the trustee corporation, or its members, with any modifications prescribed in the regulations. 2 In this section  “ legislation ” means any provision of an Act or subordinate legislation (and  “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (c. 30))."}, {"act": "Pensions Act 2008", "year": 2008, "section": "78", "section_title": "Interpretation of Chapter", "section_text": "78 In this Chapter— “ employers' panel ” has the meaning given by section 69(2)(b); “ members' panel ” has the meaning given by section 69(2)(a); “ trustees ”, in relation to a scheme established under section 67, means the trustee or trustees of the scheme."}, {"act": "Pensions Act 2008", "year": 2008, "section": "79", "section_title": "Functions", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "80", "section_title": "Principles", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "81", "section_title": "Directions and guidance", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "82", "section_title": "Finance", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "83", "section_title": "Disclosure of information by the Regulator", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "84", "section_title": "Non-executive committee", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "85", "section_title": "Executive members", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "86", "section_title": "Winding up of the Authority", "section_text": "86 1 Section 23 of the Pensions Act 2007 (c. 22)\t\t\t\t\t(winding up of the Authority) is amended as follows. 2 For subsection (1) substitute— 1 The Secretary of State may by order provide for the winding up and dissolution of the Authority. 3 Subsections (2) to (4) are omitted. 4 In subsection (5)(a), after  “Secretary of State” insert  “                      or any other person                    ” . 5 In subsection (7)— a the words after  “                          provision of                        ”  become paragraph (a) of that subsection; and b at the end of that paragraph insert — ;                           b sections 79 to 85 of the Pensions Act 2008."}, {"act": "Pensions Act 2008", "year": 2008, "section": "87", "section_title": "Stakeholder pension schemes", "section_text": "87 1 The Welfare Reform and Pensions Act 1999 (c. 30) is amended as follows. 2 Section 3 (duty of employers to facilitate access to stakeholder pension schemes) is amended as follows. 3 In subsection (1), for  “the requirements set out below” substitute  “                    the requirement in subsection (5)                  ” . 4 After subsection (1) insert— 1A A relevant employee, in relation to an employer, is an employee of the employer who, on the relevant date, satisfies the conditions in subsection (1B). 1B The conditions are that— a the employee is a member of a stakeholder pension scheme; b the employee made a request under subsection (5) before the relevant date and that request has not been withdrawn; c the employee pays contributions (which are deducted in accordance with that request) to the scheme at regular intervals; d at least one deduction has been made before the relevant date in accordance with that request. 1C A person ceases to be a relevant employee— a on ceasing to be employed by the employer; b on withdrawing a request under subsection (5); c on ceasing to pay contributions at regular intervals. 5 Omit subsections (2) to (4). 6 In subsection (5)— a omit the word  “fourth”; b omit the words from  “of his” to  “qualifying scheme”; c in paragraph (a), for  “scheme” substitute  “                        stakeholder pension scheme                      ” . 7 After subsection (5) insert— 5A That requirement only applies in relation to a request to make deductions made before the relevant date (whether or not that request is varied after that date). 8 Omit subsection (6). 9 In subsection (7), for  “any of the requirements” substitute  “                    the requirement                  ” . 10 In subsection (8)— a for the words from  “whether before” to  “those purposes” substitute  “                        while subject to the requirement in subsection (5)                      ” ; b omit paragraph (a)(ii) and (iii). 11 In subsection (9), after the definition of  “employer” insert— “ relevant date ” means the date on which section 87 of the Pensions Act 2008 comes into force. 12 In that subsection— a omit the definition of  “qualifying scheme”; b omit the definition of  “relevant employees”. 13 In section 6 (application of certain enactments), omit subsections (1), (2) and (4). 14 In section 8 (interpretation), in subsection (1), omit the definition of  “designated scheme”."}, {"act": "Pensions Act 2008", "year": 2008, "section": "87A", "section_title": "Power to create exceptions from the employer duties  etc", "section_text": "87A 1 The Secretary of State may by regulations provide for exceptions to the employer duties; and an exception may in particular— a turn an employer duty into a power; b be framed by reference to a description of worker, particular circumstances or in some other way. 2 But the regulations may not provide for an exception for employers of a particular size. 3 Regulations which make provision under subsection (1)(a) may make provision modifying this Part or regulations made under it in connection with that provision. 4 The regulations may make provision in connection with the coming to an end of the state of affairs that caused an exception to apply, including provision— a modifying this Part or regulations made under it in relation to a person; b for the purpose of putting a person, wholly or partly, in the position he or she would have been in if the exception had never applied. 5 In this section  “ employer duties ” means any duty of an employer under any provision of sections 2 to 11 and 54 or of regulations made under those sections."}, {"act": "Pensions Act 2008", "year": 2008, "section": "88", "section_title": "“Employer”,  “worker” and related expressions", "section_text": "88 1 This section applies for the purposes of this Part. 2 “ Contract of employment ” means a contract of service or apprenticeship, whether express or implied, and (if it is express) whether oral or in writing. 3 “ Worker ” means an individual who has entered into or works under— a a contract of employment, or b any other contract by which the individual undertakes to do work or perform services personally for another party to the contract. 4 But a contract is not within subsection (3)(b) if the status of the other party is by virtue of the contract that of a client or customer of a profession or business undertaking carried on by the individual concerned. 5 For the purposes of subsection (3)(b), it does not matter whether the contract is express or implied or (if it is express) whether it is oral or in writing. 6 Any reference to a worker's contract is to be read in accordance with subsections (3) to (5). 7 “ Employer ”, in relation to a worker, means the person by whom the worker is employed (subject to sections 37(5) and 38(6)). 8 “ Employment ” in relation to a worker, means employment under the worker's contract, and related expressions are to be read accordingly."}, {"act": "Pensions Act 2008", "year": 2008, "section": "89", "section_title": "Agency workers", "section_text": "89 1 This section applies to an individual (“the agency worker”)— a who is supplied by a person (“ the agent ”) to do work for another person (“ the principal ”) under a contract or other arrangements made between the agent and the principal, b who is not, as respects that work, a worker, because of the absence of a worker's contract between the individual and the agent or the principal, and c who is not a party to a contract under which the agency worker undertakes to do the work for another party to the contract whose status is, by virtue of the contract, that of a client or customer of a profession or business undertaking carried on by the individual. 2 Where this section applies, the other provisions of this Part have effect— a as if there were a worker's contract for the doing of the work by the agency worker, made between the agency worker and the relevant person under subsection (3), and b as if that person were the agency worker's employer. 3 The relevant person is— a whichever of the agent and the principal is responsible for paying the agency worker in respect of the work, or b if neither the agent nor the principal is responsible for doing so, whichever of them pays the agency worker in respect of the work."}, {"act": "Pensions Act 2008", "year": 2008, "section": "90", "section_title": "Directors", "section_text": "90 1 A person who holds office as a director of a company is not, by virtue of that office or of any employment by the company, a worker for the purposes of this Part, unless— a the person is employed by the company under a contract of employment, and b there is at least one other person who is employed by the company under a contract of employment. 2 In this section,  “ company ” includes any body corporate."}, {"act": "Pensions Act 2008", "year": 2008, "section": "91", "section_title": "Crown employment", "section_text": "91 1 This Part has effect in relation to employment by or under the Crown as it has effect in relation to other employment. 2 For the purposes of the application of the provisions of this Part in accordance with subsection (1)— a references to a worker are to be construed as references to a person employed by or under the Crown; b references to a worker's contract are to be construed as references to the terms of employment of a person employed by or under the Crown. 3 This section does not impose criminal liability on the Crown. 4 But on the application of the Regulator the High Court or the Court of Session may declare unlawful a failure by the Crown to comply with any of the duties mentioned in section 45(1)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "92", "section_title": "Armed forces", "section_text": "92 1 A person serving as a member of the naval, military or air forces of the Crown is not, by virtue of that service, a worker for the purposes of this Part. 2 A member of any of the forces specified in subsection (3) who assists the activities of any of those forces is not, by virtue of anything done in assisting those activities, a worker for the purposes of this Part. 3 The forces are— a the Combined Cadet Force; b the Sea Cadet Corps; c the Army Cadet Force; d the Air Training Corps."}, {"act": "Pensions Act 2008", "year": 2008, "section": "93", "section_title": "House of Lords staff", "section_text": "93 1 This Part has effect in relation to employment as a relevant member of the House of Lords staff as it has effect in relation to other employment. 2 In this section,  “ relevant member of the House of Lords staff ” means any person who is employed under a worker's contract with the Corporate Officer of the House of Lords."}, {"act": "Pensions Act 2008", "year": 2008, "section": "94", "section_title": "House of Commons staff", "section_text": "94 1 This Part has effect in relation to employment as a relevant member of the House of Commons staff as it has effect in relation to other employment. 2 In this section,  “ relevant member of the House of Commons staff ” means any person— a who was appointed by the House of Commons Commission, or b who is a member of the Speaker's personal staff. 3 For the purposes of the application of the provisions of this Part in relation to a relevant member of the House of Commons staff— a references to a worker are to be read as references to a relevant member of the House of Commons staff, and b references to a worker's contract are to be read as references to the terms of employment of a relevant member of the House of Commons staff."}, {"act": "Pensions Act 2008", "year": 2008, "section": "95", "section_title": "Police", "section_text": "95 1 This Part has effect in relation to a person who— a holds the office of constable or an appointment as a police cadet, and b does not hold that office or appointment under a contract of employment, as if the person were employed by the   relevant local policing body or  relevant police authority under a worker's contract. 2 A   local policing body, or a  police authority that maintains a police force is the relevant   local policing body, or relevant  police authority— a in relation to a constable, if the constable is a member of that police force; b in relation to a police cadet, if the cadet is undergoing training with a view to becoming a member of that police force."}, {"act": "Pensions Act 2008", "year": 2008, "section": "96", "section_title": "Persons working on vessels", "section_text": "96 1 Subject to regulations under this section, a person employed or engaged in any capacity on board a ship is not, by virtue of that employment or engagement, a worker for the purposes of this Part. 2 The Secretary of State may by regulations provide that, to the extent and for the purposes specified in the regulations, the relevant provisions apply, with or without modification, in relation to a person employed or engaged in any capacity on board a ship (whether or not that person is working or ordinarily works in any part of the United Kingdom). 3 For the purposes of this section, the relevant provisions are— a this Part (and any enactment as amended by this Part), and b any provision in force in Northern Ireland corresponding to any provision of this Part (and any enactment as amended by such a provision). 4 Regulations under this section— a may provide for a provision to apply in relation to individuals whether or not they are British subjects; b may provide for a provision to apply in relation to bodies corporate whether or not they are incorporated under the law of a part of the United Kingdom; c may do so even where the application may affect the individual's or body's activities outside the United Kingdom. 5 Regulations under this section— a may provide for a court or tribunal on which jurisdiction is conferred by the relevant provisions to have jurisdiction, in respect of offences or other matters, for the purposes of any provision as it applies by virtue of the regulations; b may exclude from the operation of section 3 of the Territorial Waters Jurisdiction Act 1878 (c. 73)\t\t\t\t\t\t\t(consents required for prosecutions) proceedings for offences under any provision as it applies by virtue of the regulations; c may provide that such proceedings may not be brought without such consent as may be required by the regulations. 6 Any jurisdiction conferred on a court or tribunal under this section is without prejudice to jurisdiction exercisable apart from this section by that or any other court or tribunal. 7 In this section,  “ ship ” includes— a a hovercraft within the meaning of the Hovercraft Act 1968 (c. 59), and b every description of vessel used in navigation."}, {"act": "Pensions Act 2008", "year": 2008, "section": "97", "section_title": "Persons in offshore employment", "section_text": "97 1 Her Majesty may by Order in Council provide that, to the extent and for the purposes specified in the Order, the relevant provisions apply, with or without modification, in relation to a person in offshore employment. 2 For the purposes of this section, the relevant provisions are— a this Part (and any enactment as amended by this Part), and b any provision in force in Northern Ireland corresponding to any provision of this Part (and any enactment as amended by such a provision). 3 In this section,  “ offshore employment ” has the same meaning as in section 201(1) of the Employment Rights Act 1996 (c. 18). 4 An Order in Council under this section— a may provide for a provision to apply in relation to individuals whether or not they are British subjects; b may provide for a provision to apply in relation to bodies corporate whether or not they are incorporated under the law of a part of the United Kingdom; c may do so even where the application may affect the individual's or body's activities outside the United Kingdom. 5 An Order in Council under this section— a may make different provision for different cases; b may provide for a court or tribunal on which jurisdiction is conferred by the relevant provisions to have jurisdiction, in respect of offences or other matters, for the purposes of any provision as it applies by virtue of the Order; c may (without prejudice to subsection (1) and paragraph (a)) provide for a provision to apply in relation to any person in employment in a part of the areas referred to in section 201(1)(a) and (b) of the Employment Rights Act 1996 (c. 18); d may exclude from the operation of section 3 of the Territorial Waters Jurisdiction Act 1878 (c. 73)\t\t\t\t\t\t\t(consents required for prosecutions) proceedings for offences under any provision as it applies by virtue of the Order; e may provide that such proceedings may not be brought without such consent as may be required by the Order. 6 Any jurisdiction conferred on a court or tribunal under this section is without prejudice to jurisdiction exercisable apart from this section by that or any other court or tribunal. 7 No Order in Council may be made under this section unless a draft of the Order has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Pensions Act 2008", "year": 2008, "section": "98", "section_title": "Extension of definition of worker", "section_text": "98 The Secretary of State may by regulations make provision for this Part to apply with or without modifications— a as if any individual of a prescribed description (who would not otherwise be a worker) were a worker, b as if there were in the case of any such individual a worker's contract of a prescribed description under which the individual works, and c as if a person of a prescribed description were the employer under that contract."}, {"act": "Pensions Act 2008", "year": 2008, "section": "99", "section_title": "Interpretation of Part", "section_text": "99 In this Part— “active member”— in relation to an occupational pension scheme, means a person who is in pensionable service under the scheme; in relation to a personal pension scheme, means a jobholder in relation to whom there is an agreement within section 26(4) between the provider of the scheme and the employer or (where section 9 applies) a worker in relation to whom there are direct payment arrangements (within the meaning of section 111A of the Pension Schemes Act 1993 (c. 48)) between the worker and the employer; “ automatic enrolment scheme ” is to be read in accordance with section 3(8); “ average salary benefits ” means benefits the rate or amount of which is calculated by reference to the average salary of a member over the period of service on which the benefits are based; “ collective money purchase benefit ” has the meaning given by section 1 of the Pension Schemes Act 2021;   “ contract of employment ” has the meaning given by section 88; “ defined benefits ”, in relation to a member of an occupational pension scheme, means benefits which are not money purchase benefits (but the rate or amount of which is calculated by reference to earnings or service of the member or any other factor other than an amount available for their provision); “ defined benefits scheme ” means an occupational pension scheme under which all the benefits that may be provided are defined benefits; “employer”,  “employment” and related expressions have the meaning given by section 88; “ enrolment duty ” means a duty under section 3(2), 5(2), 7(3) or 9(2); “ hybrid scheme ” means an occupational pension scheme which is neither a defined benefits scheme nor a money purchase scheme; ... “ jobholder ” has the meaning given by section 1(1); “ money purchase benefits ”, in relation to a member of a pension scheme,  means— benefits  the rate or amount of which is calculated by reference to a payment or payments made by the member or by any other person in respect of the member and   which fall within section 99A , and  collective money purchase benefits; “ money purchase scheme ” means an occupational pension scheme under which all the benefits that may be provided are money purchase benefits; “ occupational pension scheme ” has the meaning given by section 18; “ pension scheme ” has the meaning given by section 1(5) of the Pension Schemes Act 1993 (c. 48); “ pensionable age ” has the meaning given by the rules in paragraph 1 of Schedule 4 to the Pensions Act 1995 (c. 26); “ pensionable service ”, in relation to a member of an occupational pension scheme, means service in any description of employment to which the scheme relates which qualifies the member (on the assumption that it continues for the appropriate period) for pension or other benefits under the scheme; “ personal pension scheme ” has the meaning given by section 19; “ prescribed ” means prescribed by regulations; “provider”— in relation to a personal pension scheme to which section 26 applies, means the person referred to in subsection (1)(b) of that section; in relation to any other personal pension scheme, has the meaning prescribed; “ qualifying earnings ” has the meaning given by section 13; “ qualifying scheme ” is to be read in accordance with section 2(5); “ regulations ” means regulations made by the Secretary of State; “ the Regulator ” means the Pensions Regulator; “ tax year ” means the 12 months beginning with 6th April in any year; “trustee or manager”— in relation to England and Wales or Scotland, is to be construed in accordance with section 178 of the Pension Schemes Act 1993 (c. 48)\t\t\t\t\t\t\t(trustees and managers of schemes: interpretation); in relation to Northern Ireland, is to be construed in accordance with section 173 of the Pension Schemes (Northern Ireland) Act 1993 (c. 49)\t\t\t\t\t\t\t(trustees or managers of schemes); “ worker ” has the meaning given by section 88."}, {"act": "Pensions Act 2008", "year": 2008, "section": "99A", "section_title": "Money purchase benefits: supplementary", "section_text": "99A 1 This section applies for the purposes of  paragraph (a) of the definition   of  “money purchase benefits” in section 99. 2 A benefit other than a pension in payment falls within this section if its rate or amount is calculated solely by reference to assets which (because of the nature of the calculation) must necessarily suffice for the purposes of its provision to or in respect of the member. 3 A benefit which is a pension in payment falls within this section if— a its provision to or in respect of the member is secured by an annuity contract or insurance policy made or taken out with an insurer, and b at all times before coming into payment the pension was a benefit falling within this section by virtue of subsection (2). 4 For the purposes of subsection (2) it is immaterial if the calculation of the rate or amount of the benefit includes deductions for administrative expenses or commission. 5 In this section references to a pension do not include income withdrawal or dependants' income withdrawal (within the meaning of paragraphs 7 and 21 of Schedule 28 to the Finance Act 2004)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "100", "section_title": "Abolition of safeguarded rights", "section_text": "100 Part 3A of the Pension Schemes Act 1993 (safeguarded rights) ceases to have effect."}, {"act": "Pensions Act 2008", "year": 2008, "section": "101", "section_title": "Revaluation of accrued benefits etc", "section_text": "101 1 Schedule 2, which— a amends Schedule 3 to the Pension Schemes Act 1993 (methods of revaluing accrued pension benefits), b amends Schedule 7 to the Pensions Act 2004 (c. 35)\t\t\t\t\t\t\t(pension compensation provisions), and c makes consequential amendments, has effect. 2 The amendments made by Parts 1 and 3 of Schedule 2 do not apply in relation to a revaluation period ending before this section comes into force. 3 In subsection (2),  “ revaluation period ” has the same meaning as in paragraph 2 of Schedule 3 to the Pension Schemes Act 1993."}, {"act": "Pensions Act 2008", "year": 2008, "section": "102", "section_title": "Consolidation of additional pension", "section_text": "102 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "103", "section_title": "Effect of entitlement to guaranteed minimum pension", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "104", "section_title": "Additional pension etc: minor and consequential amendments", "section_text": "104 Schedule 4 (additional pension etc: minor and consequential amendments) has effect."}, {"act": "Pensions Act 2008", "year": 2008, "section": "105", "section_title": "State pension credit: extension of assessed income period for those aged 75 or over", "section_text": "105 1 Section 9 of the State Pension Credit Act 2002 (c. 16)\t\t\t\t\t(duration of assessed income period) is amended as set out in subsections (2) to (4). 2 For subsection (1) substitute— 1 An assessed income period shall (subject to the following subsections) be— a in the case of a claimant who is under the age of 75 on the day on which the relevant decision takes effect, the period of 5 years beginning with that day; b in the case of a claimant who is aged 75 or over on that day, an indefinite period beginning with that day. 3 In paragraph (b) of subsection (2), for the words from  “may” to  “years” substitute  “                    shall specify a period that is shorter than 5 years                  ” . 4 After subsection (5) insert— 6 Where— a an assessed income period is brought to an end by the expiry of a period of 5 years or more, and b the claimant is aged 80 or over at that time, the assessed income period shall be treated as not ending at that time but, subject to subsection (4) and provision made under subsection (5), as continuing indefinitely. 5 The amendments made by subsections (2) and (3) apply only where the relevant decision (within the meaning given by section 6(5) of the State Pension Credit Act 2002 (c. 16)) takes effect on or after 6 April 2009. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "106", "section_title": "Contracting-out: abolition of all protected rights", "section_text": "106 1 As from the contracting-out abolition date, pension schemes are not required to make special provision in relation to the protected rights of members. 2 Accordingly— a the provisions of the Pension Schemes Act 1993 (c. 48)\t\t\t\t\t\t\t(“ the 1993 Act ”) within subsection (3) cease to have effect as from that date, and b sections 25A, 27A and 32A of the 1993 Act (as inserted by paragraphs 9, 10 and 12 of Schedule 4 to the Pensions Act 2007 (c. 22)) are not to have any effect as from that date (in spite of section 15(4) of that Act of 2007). 3 The provisions of the 1993 Act within this subsection are— a section 10 (protected rights and money purchase benefits), b section 26 (persons who may establish scheme), c section 27 (identification and valuation of protected rights), d section 30 (securing of liability for protected rights), e section 32 (suspension or forfeiture), and f section 33A (appropriate schemes:  “blowing the whistle”). 4 In this section— “ the contracting-out abolition date ” means the day appointed under section 30 of the Pensions Act 2007 (c. 22) for the coming into force of section 15(1) of that Act (abolition of contracting-out for defined contribution pension schemes), and “ protected rights ” has the same meaning as in the 1993 Act (see section 10 of that Act)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "107", "section_title": "Scope of mechanism", "section_text": "107 1 Pension compensation sharing is available under this Chapter in relation to a person's shareable rights to  PPF  compensation. 2 For the purposes of this Chapter, a right of a person to PPF compensation is  “shareable” unless it is of a description specified by regulations made by the Secretary of State."}, {"act": "Pensions Act 2008", "year": 2008, "section": "108", "section_title": "Interpretation", "section_text": "108 In this Chapter— “ the Board ” means the Board of the Pension Protection Fund; “ PPF compensation ” means compensation payable under the pension compensation provisions; “ the pension compensation provisions ” means— Chapter 3 of Part 2 of the Pensions Act 2004 (pension protection) and any regulations or order made under it, this Chapter and any regulations or order made under it, and any provision corresponding to the provisions mentioned in paragraph (a) or (b) in force in Northern Ireland; “ prescribed ” means prescribed by regulations made by the Secretary of State; “ the relevant order or provision ” means the pension compensation sharing order, or provision contained in a qualifying agreement, which gives rise to the pension compensation sharing; “ the transfer day ” means the day on which the relevant order or provision takes effect; “ the transferee ” means the person for whose benefit the relevant order or provision is made; “ the transferor ” means the person to whose rights the relevant order or provision relates."}, {"act": "Pensions Act 2008", "year": 2008, "section": "109", "section_title": "Activation of pension compensation sharing", "section_text": "109 Section 111 applies on the taking effect of any of the following relating to a person's shareable rights to PPF compensation— a a pension compensation sharing order under the Matrimonial Causes Act 1973 (c. 18); b a pension compensation sharing order under Schedule 5 to the Civil Partnership Act 2004 (c. 33); c an order under Part 3 of the Matrimonial and Family Proceedings Act 1984 (c. 42)\t\t\t\t\t(financial relief in England and Wales in relation to overseas divorce etc) corresponding to such an order as is mentioned in paragraph (a); d an order under Schedule 7 to the Civil Partnership Act 2004 (c. 33)\t\t\t\t\t(financial relief in England and Wales after overseas dissolution etc of a civil partnership) corresponding to such an order as is mentioned in paragraph (b); e an order under any provision corresponding to a provision mentioned in any of paragraphs (a) to (d) in force in Northern Ireland. f a pension compensation sharing order under section 8 of the Family Law (Scotland) Act 1985 (c. 37)\t\t\t\t\t(orders for financial provision); g any provision corresponding to provision which may be made by such an order, and which— i is contained in a qualifying agreement between the parties to a marriage or the partners in a civil partnership, ii is in such form as the Secretary of State may prescribe by regulations, and iii takes effect on the grant, in relation to the marriage, of decree of divorce or of declarator of nullity or (as the case may be) on the grant, in relation to the civil partnership, of decree of dissolution or of declarator of nullity, except where the provision relates to the same rights to PPF compensation as are the subject of an order made under section 12B(2) of the Family Law (Scotland) Act 1985 (order for payment of capital sum: pension compensation)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "110", "section_title": "Activation of pension compensation sharing: supplementary (Scotland)", "section_text": "110 1 For the purposes of this Chapter, a qualifying agreement is an agreement which— a has been entered into in such circumstances as the Secretary of State may prescribe by regulations, and b is registered in the Books of Council and Session. 2 For the purposes of section 109, an order or provision mentioned in paragraph (f) or (g) of that section is to be regarded as never having taken effect if the Board does not receive before the end of the period of 2 months beginning with the relevant date— a a copy of the relevant documents, and b such information relating to the transferor and transferee as the Secretary of State may prescribe by regulations under section 115(1)(b)(ii). 3 The relevant date for the purpose of subsection (2) is— a the date of the extract of the decree or declarator responsible for the divorce, dissolution or annulment to which the order or provision relates, or b if the order is made in relation to disposal of an application under section 28 of the Matrimonial and Family Proceedings Act 1984, or of an application under paragraph 2 of Schedule 11 to the Civil Partnership Act 2004, the date of the disposal. 4 The relevant documents referred to in subsection (2) are— a in the case of an order mentioned in paragraph (f) of section 109, that order and the decree or declarator responsible for the divorce, dissolution or annulment to which it relates, b in the case of provision mentioned in paragraph (g) of that section— i that provision and the decree or declarator responsible for the divorce, dissolution or annulment to which it relates, and ii documentary evidence that the agreement containing the provision is one to which subsection (1)(a) applies. 5 The Court of Session or the sheriff may, on the application of any person having an interest, make an order— a extending the period of 2 months referred to in subsection (2), and b where that period has already expired, providing that, if the Board receives the documents and information concerned before the end of the period specified in the order, subsection (2) is to be treated as never having applied."}, {"act": "Pensions Act 2008", "year": 2008, "section": "111", "section_title": "Creation of pension compensation debits and credits", "section_text": "111 1 On the application of this section— a the transferor's shareable rights to PPF compensation that derive from rights under the specified scheme become subject to a debit of the appropriate amount, and b the transferee becomes entitled to a credit of that amount as against the Board. 2 For the purposes of subsection (1)\t\t\t\t\t “ the appropriate amount ” means— a where the relevant order or provision specifies a percentage to be transferred, that percentage of the cash equivalent of the relevant compensation on the valuation day; b where the relevant order or provision specifies an amount to be transferred, the lesser of— i that specified amount, and ii the cash equivalent of the relevant compensation on the valuation day. 3 For the purposes of subsection (2)\t\t\t\t\t “ the relevant compensation ” means the payments or future payments to which, immediately before the transfer day, the transferor is entitled under the pension compensation provisions by virtue of the transferor's shareable rights to PPF compensation that derive from rights under the specified scheme. 4 The Secretary of State may by regulations provide for any description of payment to be disregarded for the purposes of subsection (3). 5 For the purposes of this section— “ the specified scheme ” means the pension scheme specified in the relevant order or provision; “ the valuation day ” means such day within the implementation period for the credit under subsection (1)(b) as the Board may specify by notice in writing to the transferor and transferee. 6 The credit to which the transferee becomes entitled under subsection (1)(b) is referred to in this Chapter as a  “pension compensation credit”."}, {"act": "Pensions Act 2008", "year": 2008, "section": "112", "section_title": "Cash equivalents", "section_text": "112 1 The Secretary of State may by regulations make provision about the calculation and verification of cash equivalents for the purposes of section 111. 2 Regulations under this section may include provision for calculation and verification in a manner approved by the Board."}, {"act": "Pensions Act 2008", "year": 2008, "section": "113", "section_title": "Reduction of compensation", "section_text": "113 1 Where any of a person's shareable rights to PPF compensation are subject to a pension compensation debit, each payment or future payment— a to which the person is entitled under the pension compensation provisions by virtue of those rights, and b which is a qualifying payment, is reduced by the appropriate percentage. 2 For the purposes of subsection (1) a payment is  “qualifying payment” if the cash equivalent by reference to which the amount of the pension compensation debit is determined includes an amount in respect of it. 3 In this section  “ the appropriate percentage ”, in relation to a pension compensation debit, means— a the percentage specified in the pension compensation sharing order or provision on which the debit depends; or b if the pension compensation sharing order or provision on which the debit depends specifies an amount to be transferred, the percentage which the appropriate amount for the purposes of subsection (1) of section 111 represents of the amount mentioned in subsection (2)(b)(ii) of that section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "114", "section_title": "Time for discharge of liability", "section_text": "114 1 This section applies where the Board is subject to a liability in respect of a pension compensation credit. 2 The Board must discharge the liability before the end of the implementation period for the credit. 3 The Secretary of State may make provision by regulations as to circumstances in which the implementation period for the credit is extended for the purposes of this section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "115", "section_title": "“Implementation period”", "section_text": "115 1 For the purposes of this Chapter, the implementation period for a pension compensation credit is the period of 4 months beginning with the later of— a the transfer day, and b the first day on which the Board is in receipt of— i the relevant documents, and ii such information relating to the transferor and transferee as the Secretary of State may prescribe by regulations. 2 In subsection (1)(b)(i),  “ the relevant documents ” means copies of— a the relevant order or provision, and b the order, decree or declarator responsible for the divorce, dissolution or annulment to which it relates. 3 Subsection (1) is subject to any provision made by regulations under section 117(2)(a). 4 The Secretary of State may by regulations— a make provision requiring the Board to notify the transferor and transferee of the day on which the implementation period for the credit begins; b provide for this section to have effect with modifications where the credit depends on a pension compensation sharing order and the order is the subject of an application for leave to appeal out of time."}, {"act": "Pensions Act 2008", "year": 2008, "section": "116", "section_title": "Discharge of liability", "section_text": "116 1 This section applies where the Board is subject to a liability in respect of a pension compensation credit. 2 The Board must discharge the liability by sending a notice to the transferee. 3 On the sending of the notice the transferee becomes entitled, with effect from (and including) the transfer day, to compensation calculated in accordance with Schedule 5. 4 For the purposes of that calculation, the initial annual rate of compensation is an amount determined by the Board. 5 The Board must determine that amount in such a way as to secure that the cash equivalent value of the compensation to which the transferee becomes entitled under subsection (3) equals the amount of the credit. 6 The Secretary of State may by regulations make provision about the calculation of cash equivalents for the purposes of subsection (5). 7 The notice sent under this section must— a state that the transferee is entitled to periodic pension compensation calculated under Schedule 5, and b specify the amount determined under subsection (4). 8 Where the transferee dies before liability in respect of the credit has been discharged— a subsections (2) to (7) do not have effect in relation to the discharge of liability in respect of the credit, and b liability in respect of the credit must be discharged in accordance with regulations made by the Secretary of State."}, {"act": "Pensions Act 2008", "year": 2008, "section": "117", "section_title": "Charges in respect of pension compensation sharing costs", "section_text": "117 1 The Secretary of State may by regulations make provision for the purpose of enabling the Board to recover from the parties to pension compensation sharing prescribed charges in respect of prescribed descriptions of pension compensation sharing activity. 2 Regulations under subsection (1) may include— a provision for the start of the implementation period for a pension compensation credit to be postponed in prescribed circumstances; b provision enabling the Board to set off against any PPF compensation payable to a party to pension compensation sharing any charges owed to it by that party under the regulations; c provision, in relation to payments in respect of charges recoverable under the regulations, for reimbursement as between the parties to pension compensation sharing. 3 For the purposes of regulations under subsection (1), the question of how much of a charge recoverable under the regulations is attributable to a party to pension compensation sharing is to be determined as follows— a where the relevant order or provision includes provision (“provision for apportionment”) about the apportionment of charges under this section, there is attributable to the party so much of the charge as is apportioned to that party by that provision for apportionment; b where the relevant order or provision does not include provision for apportionment, the charge is attributable to the transferor. 4 In subsection (1), the reference to pension compensation sharing activity is to activity attributable directly or indirectly to the application of section 111 by virtue of the relevant order or provision."}, {"act": "Pensions Act 2008", "year": 2008, "section": "118", "section_title": "Supply of information about pension compensation in relation to divorce etc", "section_text": "118 1 The Secretary of State may by regulations— a make provision imposing on the Board requirements with respect to the supply of information relevant to any power with respect to— i financial relief under Part 2 of the Matrimonial Causes Act 1973 (c. 18) or Part 3 of the Matrimonial and Family Proceedings Act 1984 (c. 42)\t\t\t\t\t\t\t\t\t(England and Wales powers in relation to domestic and overseas divorce etc), ii financial relief under Schedule 5 or 7 to the Civil Partnership Act 2004 (c. 33)\t\t\t\t\t\t\t\t\t(England and Wales powers in relation to domestic and overseas dissolution of civil partnerships etc), iii financial relief under any provision corresponding to a provision mentioned in sub-paragraph (i) or (ii) in force in Northern Ireland, iv orders for financial provision under section 8 of the Family Law (Scotland) Act 1985 (c. 37)\t\t\t\t\t\t\t\t\t(orders for financial provision), or v provision as to pension sharing, or pension compensation sharing, that is contained in an agreement that is a qualifying agreement for the purposes of section 28(1)(b) and (c) of the Welfare Reform and Pensions Act 1999 (c. 30)\t\t\t\t\t\t\t\t\t(activation of pension sharing) or this Chapter; b make provision about calculation and verification in relation to the valuation of PPF compensation for the purposes of regulations under paragraph (a); c make provision for the purpose of enabling the Board to recover prescribed charges in respect of providing information in accordance with regulations under paragraph (a). 2 Regulations under subsection (1)(b) may include provision for calculation and verification in a manner approved by the Board. 3 Regulations under subsection (1)(c) may include provision for the application in prescribed circumstances, with or without modification, of any provision made by virtue of section 117(2)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "119", "section_title": "Supply of information about pension compensation sharing", "section_text": "119 The Secretary of State may by regulations require the Board to supply, to such persons as the Secretary of State may specify in the regulations, such information relating to anything which follows from the application of section 111 as the Secretary of State may so specify."}, {"act": "Pensions Act 2008", "year": 2008, "section": "120", "section_title": "Pension compensation sharing and attachment on divorce etc", "section_text": "120 Schedule 6 (which amends matrimonial and civil partnership legislation for the purpose of enabling the court to make pension compensation sharing orders, and orders for the attachment of pension compensation, in connection with proceedings in England and Wales) and Schedule 7 (which amends in relation to pension compensation sharing orders similar legislation applying in Scotland) have effect."}, {"act": "Pensions Act 2008", "year": 2008, "section": "121", "section_title": "Charges in respect of pension sharing etc", "section_text": "121 After section 168 of the Pensions Act 2004 (c. 35)\t\t\t(administration of compensation) insert— Charges in respect of pension sharing etc Charges in respect of pension sharing etc 168A 1 Regulations may make provision for the purpose of enabling the Board to recover prescribed charges in respect of complying with a relevant order or provision. 2 In subsection (1)\t\t\t\t\t\t\t\t\t “ a relevant order or provision ” means any of the following— a an order under section 23 of the Matrimonial Causes Act 1973 (financial provision in connection with divorce etc: England and Wales) so far as the order— i includes provision made by virtue of section 25B or 25C of that Act (powers to include provision about pensions), and ii applies in relation to the Board by virtue of section 25E of that Act; b an order under section 23 of that Act so far as the order includes provision made by virtue of section 25F of that Act (attachment of pension compensation on divorce etc: England and Wales); c an order under Part 1 of Schedule 5 to the Civil Partnership Act 2004 (financial provision orders in connection with dissolution of civil partnerships etc: England and Wales) so far as the order— i includes provision made by virtue of Part 6 of that Schedule (powers to include provision about pensions), and ii applies in relation to the Board by virtue of Part 7 of that Schedule; d an order under Part 1 of that Schedule so far as the order includes provision made by virtue of paragraph 34A of that Schedule (attachment of pension compensation on dissolution of civil partnership etc: England and Wales); e an order made under any provision corresponding to a provision mentioned in paragraphs (a) to (d) in force in Northern Ireland; f an order under section 8(1)(baa) to (bb) of the Family Law (Scotland) Act 1985 (orders for financial provision) so far as the order applies in relation to the Board; g any provision corresponding to provision which may be made by such an order and which is contained in a qualifying agreement (to which section 28(3) of the Welfare Reform and Pensions Act 1999, or section 110(1) of the Pensions Act 2008 relates) so far as the agreement applies in relation to the Board; h an order or provision of a kind mentioned in section 28(1) of the Welfare Reform and Pensions Act 1999 (pension sharing) so far as the order or provision applies in relation to the Board by virtue of section 220 of this Act. 3 Regulations under subsection (1) may include provision enabling the Board to set off against any PPF compensation payable to a person any charges owed to it by that person under the regulations. 4 In this section  “ PPF compensation ” means compensation payable— a under or by virtue of this Chapter, or b under or by virtue of Chapter 1 of Part 3 of the Pensions Act 2008 (pension compensation on divorce etc)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "122", "section_title": "Amendments of Schedule 7 to the Pensions Act 2004", "section_text": "122 Schedule 8 (amendments of Schedule 7 to the Pensions Act 2004) has effect."}, {"act": "Pensions Act 2008", "year": 2008, "section": "123", "section_title": "Consequential amendments", "section_text": "123 1 The Pensions Act 2004 (c. 35) is amended as follows. 2 In section 173 (Pension Protection Fund)— a in subsection (3)(b), after  “the pension compensation provisions” insert  “                        or Chapter 1 of Part 3 of the Pensions Act 2008                      ” ; b in subsection (5), omit  “of this Act”. 3 After paragraph 18(2)(d) of Schedule 5 (Board of the Pension Protection Fund) insert— da section 168A (charges in respect of pension sharing etc); . 4 After paragraph 18(2)(g) of that Schedule insert— ga section 116 of, and Schedule 5 to, the Pensions Act 2008 (discharge of liability in respect of pension compensation credit); gb section 117 of that Act (charges in respect of pension compensation sharing costs); gc section 118 of that Act (supply of information about pension compensation in relation to divorce etc); gd section 119 of that Act (supply of information about pension compensation sharing); . 5 In paragraph 18(2)(h) of that Schedule— a after  “section 111” insert  “                        of this Act                      ” ; b for  “(g)” substitute  “                        (gd)                      ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "124", "section_title": "Financial assistance scheme", "section_text": "124 1 Subsection (2) of section 286 of the Pensions Act 2004 (c. 35)\t\t\t\t\t(financial assistance scheme for members of certain pension schemes) is amended as follows. 2 In the definition of  “qualifying member”, for the words from  “a person” to the end of paragraph (b) substitute  “                  a person who, at such time as may be prescribed, is a member of the scheme or has ceased to be a member of the scheme,                ” . 3 In the definition of  “qualifying pension scheme”, in paragraph (b), after  “began” insert  “                  , subject to any prescribed exception,                ” . 4 In that definition, after paragraph (b) insert— the assets of which, at such time as may be prescribed, are insufficient to satisfy in full the liabilities of the scheme calculated in the prescribed manner, . 5 In paragraph (c) of that definition, after  “conditions” insert  “                  , if any,                ” . 6 Omit the definition of  “scheme's pension liabilities” and the words from  “and a qualifying pension scheme” to the end. 7 Section 316 of that Act (parliamentary control of subordinate legislation) is amended as follows. 8 In subsection (1), after  “(2)” insert  “                  , (2A)                ” . 9 In subsection (2)(n), at the end add  “                  , except regulations prescribing an exception for the purposes of paragraph (b) of the definition of  “qualifying pension scheme” in subsection (2) of that section;”                ” . 10 After subsection (2) insert— 2A Subsection (1) does not apply to regulations under section 286 prescribing an exception for the purposes of paragraph (b) of the definition of  “qualifying pension scheme” in subsection (2) of that section, if a draft of the instrument containing them has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Pensions Act 2008", "year": 2008, "section": "125", "section_title": "Restriction on purchase of annuities", "section_text": "125 1 After section 286 of the Pensions Act 2004 (c. 35) insert— Restriction on purchase of annuities 286A 1 This section applies to any qualifying pension scheme which has not been fully wound up. 2 The trustees of the scheme must not purchase or agree to purchase annuities on behalf of qualifying members unless— a before 26 September 2007 the trustees entered into a binding commitment to purchase the annuities, or b the purchase of the annuities is approved by the scheme manager on the application of the trustees and any condition imposed under subsection (4)(b) is satisfied. 3 An application under subsection (2)(b) must be in writing and must set out the trustees' reasons for applying. 4 An approval under subsection (2)(b)— a may be given if the scheme manager thinks it appropriate to do so, and b may be made subject to such conditions (if any) as the scheme manager thinks appropriate. 5 If the trustees fail to comply with subsection (2), the purchase or agreement to purchase is void if the scheme manager so determines. 6 A determination under subsection (5) may be made if the scheme manager thinks it appropriate to do so. 7 When making a decision under this section as to whether something is appropriate, the scheme manager may take into account such factors as are in the scheme manager's opinion relevant. 8 An application under the Financial Assistance Scheme (Halting Annuitisation) Regulations 2007 ( S.I.  2007/2533) that has not been determined before 26 June 2008 has effect as if made under subsection (2)(b). 9 An approval given under those regulations has effect for the purposes of subsection (2)(b) as if given under this section. 10 In this section  “ qualifying pension scheme ”,  “ qualifying member ” and  “ scheme manager ” have the same meaning as in section 286. 11 Regulations may provide that references in this section to the scheme manager have effect as references to such person as may be prescribed. 2 The amendment made by subsection (1) must be taken to have had effect from 26 June 2008. 3 In section 316(2) of the Pensions Act 2004 (statutory instruments subject to affirmative resolution procedure), after paragraph (n) insert— na regulations under section 286A(11) (power to provide that references in section 286A to the scheme manager are to have effect as references to a prescribed person); ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "126", "section_title": "Amendments of provisions of Pensions Act 2004 relating to contribution notices or financial support directions", "section_text": "126 Schedule 9 (which amends the Pensions Act 2004 (c. 35) in relation to contribution notices and financial support directions) has effect."}, {"act": "Pensions Act 2008", "year": 2008, "section": "127", "section_title": "Review of the initial operation of sections 38A and 38B of Pensions Act 2004", "section_text": "127 1 The Secretary of State must carry out a review of the operation of sections 38A and 38B of the Pensions Act 2004 (which are inserted into that Act by paragraph 2 of Schedule 9 to this Act) during the period of 4 years beginning with the day on which that paragraph fully comes into force (“ the commencement date ”). 2 The Secretary of State must set out the conclusions of the review in a report and lay the report before Parliament. 3 The report must be laid before the end of the period of 5 years beginning with the commencement date."}, {"act": "Pensions Act 2008", "year": 2008, "section": "128", "section_title": "Pension sharing: power of Court of Session to extend time limits", "section_text": "128 1 The Welfare Reform and Pensions Act 1999 (c. 30) is amended as follows. 2 In section 28(10)\t\t\t\t\t(pension arrangements: time limit for activation of pension sharing in Scotland), for  “The sheriff” substitute  “                    The Court of Session or the sheriff                  ” . 3 In section 48(9)\t\t\t\t\t(state scheme rights: time limit for activation of benefit sharing in Scotland), for  “The sheriff” substitute  “                    The Court of Session or the sheriff                  ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "129", "section_title": "Interest on late payment of levies", "section_text": "129 Schedule 10 (which makes provision about payment of interest on late payment of levies) has effect."}, {"act": "Pensions Act 2008", "year": 2008, "section": "130", "section_title": "Payments to employers", "section_text": "130 In section 37 of the Pensions Act 1995 (payment of surplus to employer) after subsection (1) insert— 1A But this section does not apply in the case of any of the payments listed in paragraphs (c) to (f) of section 175 of the Finance Act 2004 (authorised employer payments other than public service scheme payments or authorised surplus payments)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "131", "section_title": "Appointment of trustees", "section_text": "131 1 In section 7 of the Pensions Act 1995 (c. 26)\t\t\t\t\t(appointment of trustees), in subsection (3)— a for  “necessary”, in the first place where it occurs, substitute  “                        reasonable                      ” ; b omit  “or” at the end of paragraph (b); c at the end insert , or                         d otherwise to protect the interests of the generality of the members of the scheme. 2 In paragraph 9(b) of Schedule 2 to the Pensions Act 2004 (c. 35)\t\t\t\t\t(reserved regulatory functions), for  “or (c)” substitute  “                    , (c) or (d)                  ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "132", "section_title": "Intervention by Regulator where scheme's technical provisions improperly determined", "section_text": "132 In section 231 of the Pensions Act 2004 (powers of the Regulator), before paragraph (a) of subsection (1) insert— za that the trustees or managers, when determining the methods and assumptions to be used in calculating the scheme's technical provisions, have failed to comply with a requirement imposed under section 222(4)(c); ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "133", "section_title": "Delegation of powers by the Regulator", "section_text": "133 1 The Pensions Act 2004 is amended as follows. 2 In paragraph 21 of Schedule 1 (regulations relating to delegation of the Pensions Regulator's functions), the existing provision becomes sub-paragraph (1). 3 For paragraph (e) of that sub-paragraph substitute— e permitting the Regulator to authorise such persons, in such circumstances and under such arrangements, as the Regulator may determine, to exercise on behalf of the Regulator— i the power to determine whether to exercise any of the functions listed in sub-paragraph (2); ii the power to exercise any of the functions listed in sub-paragraph (2) or such other functions as may be prescribed. 4 After that sub-paragraph insert— 2 The functions mentioned in sub-paragraph (1)(e) are— a the power to issue an improvement notice under section 13; b the power to issue a third party notice under section 14; c the power to recover unpaid contributions under section 17; d the power to require information under section 72; e the power to vary or revoke a determination, order, notice or direction under section 101; f the power to require payment of a penalty under section 10 of the Pensions Act 1995; g the power to issue a compliance notice under section 35 of the Pensions Act 2008; h the power to issue a third party compliance notice under section 36 of that Act; i the power to issue an unpaid contributions notice under section 37 of that Act; j the power to issue a fixed penalty notice under section 40 of that Act; k the power to issue an escalating penalty notice under section 41 of that Act; l the power to recover penalties under section 42 of that Act; m the power to review a notice under section 43 of that Act; n the power to issue a compliance notice in respect of prohibited recruitment conduct under section 51 of that Act; o the power to issue a penalty notice in respect of prohibited recruitment conduct under section 52 of that Act. 5 Omit paragraph 28 of Schedule 1 (payment of expenses). 6 Subsections (2) to (4)— a do not affect any regulations made under paragraph 21(e) of Schedule 1 to the Pensions Act 2004 (c. 35) before the coming into force of this section, and b do not affect the powers conferred by that paragraph, so far as exercisable for the purpose of making, by way of consolidation, provision having the same effect as any provision of those regulations."}, {"act": "Pensions Act 2008", "year": 2008, "section": "134", "section_title": "Exclusion of transfers out in certain cases", "section_text": "134 1 The Pension Schemes Act 1993 (c. 48) is amended as follows. 2 In section 93(1B)\t\t\t\t\t(regulations as to the application of provisions relating to transfers for early leavers), after paragraph (a) insert— aa provide for this Chapter not to apply in prescribed circumstances in relation to a member of a prescribed scheme or schemes of a prescribed description; . 3 In section 101F (transfer notice in respect of pension credit benefit), after subsection (6) insert— 6A Regulations may provide for this Chapter not to apply in prescribed circumstances in relation to a member of a prescribed scheme or schemes of a prescribed description."}, {"act": "Pensions Act 2008", "year": 2008, "section": "135", "section_title": "Additional Class 3 contributions", "section_text": "135 1 The Social Security Contributions and Benefits Act 1992 (c. 4) is amended as follows. 2 After section 13 insert— Right to pay additional Class 3 contributions in certain cases 13A 1 An eligible person is entitled, if he so wishes, but subject to any conditions prescribed by regulations made by the Treasury and to the following provisions of this section, to pay Class 3 contributions in respect of a missing year. 2 A missing year is a tax year not earlier than 1975-76 in respect of which the person would under regulations under section 13 be entitled to pay Class 3 contributions but for a limit on the time within which contributions may be paid in respect of that year. 3 A person is not entitled to pay contributions in respect of more than 6 tax years under this section. 4 A person is not entitled to pay any contribution under this section after the end of 6 years beginning with the day on which he attains pensionable age. 5 A person is an eligible person if the following conditions are satisfied. 6 The first condition is that the person attained or will attain pensionable age in the period— a beginning with 6th April 2008, and b ending with 5th April 2015. 7 The second condition is that there are at least 20 tax years each of which is a year to which subsection (8) or (10) applies. 8 This subsection applies if— a the year is one in respect of which the person has paid or been credited with contributions that are of a relevant class for the purposes of paragraph 5 or 5A of Schedule 3 or been credited (in the case of 1987-88 or any subsequent year) with earnings, and b in the case of that year, the earnings factor derived as mentioned in subsection (9) is not less than the qualifying earnings factor for that year. 9 For the purposes of subsection (8)(b) the earnings factor— a in the case of 1987-88 or any subsequent year, is that which is derived from— i so much of the person's earnings as did not exceed the upper earnings limit and upon which such of the contributions mentioned in subsection (8)(a) as are primary Class 1 contributions were paid or treated as paid or earnings credited, and ii any Class 2 or Class 3 contributions for the year, or b in the case of any earlier year, is that which is derived from the contributions mentioned in subsection (8)(a). 10 This subsection applies (in the case of a person who attained or will attain pensionable age before 6th April 2010) if the year is one in which the person was precluded from regular employment by responsibilities at home within the meaning of regulations under paragraph 5(7) of Schedule 3. 11 The third condition applies only if the person attained or will attain pensionable age before 6th April 2010. 12 That condition is that— a the person has, in respect of any one tax year before that in which he attains pensionable age, actually paid contributions that are of a relevant class for the purposes of paragraph 5 of Schedule 3, and b in the case of that year, the earnings factor derived as mentioned in subsection (13) is not less than the qualifying earnings factor for that year. 13 For the purposes of subsection (12)(b) the earnings factor— a in the case of 1987-88 or any subsequent year, is that which is derived from— i so much of the person's earnings as did not exceed the upper earnings limit and upon which such of the contributions mentioned in subsection (12)(a) as are primary Class 1 contributions were paid or treated as paid, and ii any Class 2 or Class 3 contributions for the year, or b in the case of any earlier year, is that which is derived from the contributions mentioned in subsection (12)(a). 3 In section 1(2)(d)\t\t\t\t\t(outline of contribution system) after  “section 13” insert  “                    or 13A                  ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "136", "section_title": "Additional Class 3 contributions (Northern Ireland)", "section_text": "136 1 The Social Security Contributions and Benefits (Northern Ireland) Act 1992 (c. 7) is amended as follows. 2 After section 13 insert— Right to pay additional Class 3 contributions in certain cases 13A 1 An eligible person is entitled, if he so wishes, but subject to any conditions prescribed by regulations made by the Treasury and to the following provisions of this section, to pay Class 3 contributions in respect of a missing year. 2 A missing year is a tax year not earlier than 1975-76 in respect of which the person would under regulations under section 13 be entitled to pay Class 3 contributions but for a limit on the time within which contributions may be paid in respect of that year. 3 A person is not entitled to pay contributions in respect of more than 6 tax years under this section. 4 A person is not entitled to pay any contribution under this section after the end of 6 years beginning with the day on which he attains pensionable age. 5 A person is an eligible person if the following conditions are satisfied. 6 The first condition is that the person attained or will attain pensionable age in the period— a beginning with 6th April 2008, and b ending with 5th April 2015. 7 The second condition is that there are at least 20 tax years each of which is a year to which subsection (8) or (10) applies. 8 This subsection applies if— a the year is one in respect of which the person has paid or been credited with contributions that are of a relevant class for the purposes of paragraph 5 or 5A of Schedule 3 or been credited (in the case of 1987-88 or any subsequent year) with earnings, and b in the case of that year, the earnings factor derived as mentioned in subsection (9) is not less than the qualifying earnings factor for that year. 9 For the purposes of subsection (8)(b) the earnings factor— a in the case of 1987-88 or any subsequent year, is that which is derived from— i so much of the person's earnings as did not exceed the upper earnings limit and upon which such of the contributions mentioned in subsection (8)(a) as are primary Class 1 contributions were paid or treated as paid or earnings credited, and ii any Class 2 or Class 3 contributions for the year, or b in the case of any earlier year, is that which is derived from the contributions mentioned in subsection (8)(a). 10 This subsection applies (in the case of a person who attained or will attain pensionable age before 6th April 2010) if the year is one in which the person was precluded from regular employment by responsibilities at home within the meaning of regulations under paragraph 5(7) of Schedule 3. 11 The third condition applies only if the person attained or will attain pensionable age before 6th April 2010. 12 That condition is that— a the person has, in respect of any one tax year before that in which he attains pensionable age, actually paid contributions that are of a relevant class for the purposes of paragraph 5 of Schedule 3, and b in the case of that year, the earnings factor derived as mentioned in subsection (13) is not less than the qualifying earnings factor for that year. 13 For the purposes of subsection (12)(b) the earnings factor— a in the case of 1987-88 or any subsequent year, is that which is derived from— i so much of the person's earnings as did not exceed the upper earnings limit and upon which such of the contributions mentioned in subsection (12)(a) as are primary Class 1 contributions were paid or treated as paid, and ii any Class 2 or Class 3 contributions for the year, or b in the case of any earlier year, is that which is derived from the contributions mentioned in subsection (12)(a). 3 In section 1(2)(d)\t\t\t\t\t(outline of contribution system) after  “section 13” insert  “                    or 13A                  ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "137", "section_title": "Official pensions: adjustment of increases in survivors' pensions", "section_text": "137 1 Section 59 of the Social Security Pensions Act 1975 (c. 60)\t\t\t\t\t(increase of official pensions) is amended as follows. 2 Subsection (5ZA) is amended as follows. 3 In the words before paragraph (a)— a for  “or widower's” substitute  “                        , widower's or surviving civil partner's                      ” ; b after  “spouse” insert  “                        or civil partner                      ” . 4 In paragraph (a), after  “spouse” insert  “                    or civil partner                  ” . 5 In paragraph (b)— a after  “period” insert  “                        (“ the relevant time ”)                      ” ; b for the words from  “one half” to the end substitute  “                        the rate provided for in subsection (5ZB);                      ” . 6 In paragraph (c), for  “or widower's” substitute  “                    , widower's or surviving civil partner's                  ” . 7 Omit the words from  “but this subsection” to the end. 8 After subsection (5ZA) insert— 5ZB The rate referred to in subsection (5ZA)(b) is— a in the case of a widow's pension, one half of the rate of the deceased husband's guaranteed minimum pension at the relevant time; b in the case of a widower's pension, one half of so much of the rate of the deceased wife's guaranteed minimum pension at the relevant time as is attributable to earnings factors for the tax year 1988-89 and subsequent tax years; c in the case of a surviving civil partner's pension, one half of so much of the rate of the deceased civil partner's guaranteed minimum pension at the relevant time as is attributable to earnings factors for the tax year 1988-89 and subsequent tax years. 5ZC Subsection (5ZA)— a does not apply to a widow's or widower's pension in respect of any service of the deceased spouse if the deceased spouse's pension in respect of that service became payable before 24 July 1990; b applies to a surviving civil partner's pension only in respect of amounts payable after the coming into force of this subsection."}, {"act": "Pensions Act 2008", "year": 2008, "section": "138", "section_title": "War pensions: effect of later marriage or civil partnership", "section_text": "138 1 Section 168 of the Pensions Act 1995 (c. 26)\t\t\t\t\t(war pensions for widows: effect of remarriage) is amended as follows. 2 For subsection (1) substitute— 1 In determining whether a pension is payable to a person as a widow, widower or surviving civil partner under any of the enactments mentioned in subsection (3) in respect of any period beginning on or after the commencement date, no account may be taken of the fact that the person has married or formed a civil partnership with another person if, before the beginning of that period— a the marriage or civil partnership has been terminated, b the parties to it have been judicially separated, or c in the case of a civil partnership, a separation order has been made in respect of the parties. 1A The commencement date is— a for the purpose of determining whether a pension is payable to a person as a widow or widower, 19 July 1995; b for the purpose of determining whether a pension is payable to a person as a surviving civil partner, 5 December 2005. 3 In subsection (2), in paragraph (a)— a after  “a marriage” insert  “                        or civil partnership                      ” ; b for  “the termination of the marriage” substitute  “                        its termination                      ” . 4 In that subsection, after  “divorce” insert  “                    , dissolution                  ” . 5 In subsection (3)(a), for  “The Naval, Military and Air Forces Etc. (Disablement and Death) Service Pensions Order 1983” substitute  “                    The Naval, Military and Air Forces  etc.  (Disablement and Death) Service Pensions Order 2006                  ” ."}, {"act": "Pensions Act 2008", "year": 2008, "section": "139", "section_title": "Polish Resettlement Act 1947: effect of residence in Poland", "section_text": "139 1 In section 1(3) of the Polish Resettlement Act 1947 (c. 19)\t\t\t\t\t(power to apply Royal Warrant as to pensions etc to certain Polish forces) for  “, and the scheme shall contain provision for securing that no payment shall be made thereunder to or in respect of any person as to whom the Secretary of State is satisfied that he is resident in Poland” substitute  “                    (including exceptions applying by virtue of a person's residence in Poland at any time prior to 1 May 2004)                  ” . 2 Subsection (3) below applies where— a a person (“A”) was resident in Poland at any time in the relevant period, and b but for that fact, an amount would have been payable to or in respect of A under the scheme made under section 1 of the Polish Resettlement Act 1947. 3 The power to make the scheme includes power to make provision for payments to or in respect of A in relation to any part of the relevant period. 4 In this section  “ the relevant period ” means the period beginning with 1 May 2004 and ending with the coming into force of this section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "140", "section_title": "Pre-1948 insurance affecting German pension entitlement", "section_text": "140 1 This section applies where the conditions in subsections (2) and (3) are satisfied. 2 The first condition is satisfied if it appears to the Secretary of State that a person (the  “pensioner”) is, or was immediately before death, a person— a whose German pension entitlement is (or was) reduced by one or more periods of pre-1948 insurance, or b who would have (or would have had) a German pension entitlement, but for one or more periods of pre-1948 insurance. 3 The second condition is satisfied if— a the insured person entered the United Kingdom as an unaccompanied child directly or indirectly from Germany, Austria, Czechoslovakia or Poland in the period beginning with 2 December 1938 and ending with 31 May 1940, or b the Secretary of State otherwise considers it appropriate to give a direction under subsection (4). 4 At the request of the pensioner or (where the pensioner is dead) any other person claiming to be affected, the Secretary of State may direct that, on the giving of the direction, subsection (5) takes effect in relation to the period or periods of pre-1948 insurance. 5 On this subsection taking effect in relation to any period— a the insured person is deemed not to have been, not to have been deemed to be, and not to have been treated as being, insured for that period under the Widows', Orphans' and Old Age Contributory Pensions Acts 1936 to 1941 or under any provision of Northern Ireland legislation corresponding to those Acts, and b any contribution mentioned in section 141(2)(b) or (c) is deemed not to have been credited to the insured person. 6 The Secretary of State may give directions specifying how any request for the purposes of subsection (4) must be made. 7 Where subsection (5) has taken effect in relation to a period or periods of pre-1948 insurance, the relevant authority may pay to any person an amount not exceeding any amount that would, but for subsection (5), have been payable to that person in respect of— a a benefit specified in section 20(1) of the Social Security Contributions and Benefits Act 1992 (c. 4) (contributory benefits), or b a benefit specified in any provision of Northern Ireland legislation corresponding to that provision. 8 In this section— “ child ” means a person aged under 18; “ German pension entitlement ” means entitlement to benefits arising under insurance with the Deutsche Rentenversicherung, or any other entitlement that appears to the Secretary of State to be relevant for the purposes of this section; “ insured person ” is to be read in accordance with section 141; the  “ relevant authority ” means— in relation to a benefit within subsection (7)(b), the Department for Social Development in Northern Ireland; in any other case, the Secretary of State; “ unaccompanied ” means unaccompanied by an adult family member."}, {"act": "Pensions Act 2008", "year": 2008, "section": "141", "section_title": "Pre-1948 insurance: supplementary", "section_text": "141 1 In section 140 a  “ period of pre-1948 insurance ” means any period ending before 6 April 1948 to which subsection (2) applies by reference to any person (“the insured person”). 2 This subsection applies to a period which is one of the following— a a period for which the insured person at any time was, was deemed to be, or was treated as, insured under the Widows', Orphans' and Old Age Contributory Pensions Acts 1936 to 1941, or under any provision of Northern Ireland legislation corresponding to those Acts; b a period for or in respect of which contributions of any class were credited to the insured person in accordance with the provisions of the National Insurance Act 1965 (c. 51) or regulations made under that Act, or in accordance with any provision of Northern Ireland legislation corresponding to that Act or such regulations; c a period for which contributions are credited to the insured person by any provision of the Social Security (Widow's Benefit, Retirement Pensions and Other Benefits) (Transitional) Regulations 1979 (S.I. 1979/643), or by any provision of Northern Ireland legislation corresponding to a provision of those regulations."}, {"act": "Pensions Act 2008", "year": 2008, "section": "142", "section_title": "Disclosure of information relating to state pension credit recipients", "section_text": "142 1 The Secretary of State may by regulations make provision authorising the Secretary of State, or a person providing services to the Secretary of State, to supply relevant persons with social security information about persons in receipt of state pension credit. 2 In this section  “ relevant person ” means— a a person who holds a licence under section 6(1)(d) of the Electricity Act 1989 (c. 29) or section 7A(1) of the Gas Act 1986 (c. 44)\t\t\t\t\t\t\t(supply of electricity or gas to premises), or b a person providing services to the Secretary of State or to a person within paragraph (a). 3 Regulations under this section must specify the purposes for which information may be supplied by virtue of subsection (1), which must be purposes in connection with enabling the provision of assistance to persons in receipt of state pension credit. 4 Regulations under this section may authorise the supply of information by a relevant person to the Secretary of State or another relevant person— a for the purpose of determining what information is to be supplied by virtue of subsection (1), or b to enable information supplied to a relevant person by virtue of subsection (1) to be used by that or another relevant person for purposes within subsection (3). 5 Regulations under this section may— a make provision as to the use or disclosure of information supplied under the regulations (including provision creating criminal offences); b provide for the recovery by the Secretary of State of costs incurred in connection with the supply or use of information under the regulations. 6 In this section— “ social security information ” means information held by or on behalf of the Secretary of State and obtained as a result of, or for the purpose of, the exercise of the Secretary of State's functions in relation to social security; “ state pension credit ” has the meaning given by section 1(1) of the State Pension Credit Act 2002 (c. 16)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "143", "section_title": "Orders and regulations", "section_text": "143 1 Any power conferred on the Secretary of State to make an order or regulations under this Act is exercisable by statutory instrument. 2 A statutory instrument containing such an order or regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 3 Subsection (2) does not apply to a statutory instrument containing an order under section 149 or to a statutory instrument to which subsection (4) applies. 4 A statutory instrument to which this subsection applies may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 5 Subsection (4) applies to a statutory instrument containing (alone or with other provision)— a regulations under section 16(3)(c), 17(1)(c), 28, 96, 98 or 142; b the first regulations under section 3(2) or (6), 5(2) or (7), 7(4)(b) or (6) or 9(3)(b); c an order under section   14(2),  28(9), 67 or 70(4); d an order under section 145 amending or repealing any provision of an Act; e an order under paragraph 9(7) of Schedule 5."}, {"act": "Pensions Act 2008", "year": 2008, "section": "144", "section_title": "Orders and regulations: supplementary", "section_text": "144 1 This section applies to an order or regulations made by the Secretary of State under this Act. 2 An order or regulations may include— a such incidental, supplemental, consequential or transitional provision as appears to the Secretary of State to be expedient; b provision conferring a discretion on any person. 3 An order under section 67 may include provision for anything that may be prescribed by the order to be determined under it, and for anything falling to be so determined to be determined by such persons, in accordance with such procedure and by reference to such matters, and to the opinion of such persons, as may be prescribed. 4 The power to make an order or regulations may be exercised— a either in relation to all cases to which the power extends, or in relation to those cases subject to specified exceptions, or in relation to any specified cases or classes of case, b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which the power extends or any less provision (whether by way of exception or otherwise), ii the same provision for all cases in relation to which the power is exercised, or different provision for different cases or different classes of case or different provision as respects the same case or class of case for different purposes of this Act, or iii any such provision either unconditionally or subject to any specified condition."}, {"act": "Pensions Act 2008", "year": 2008, "section": "144A", "section_title": "Service of documents and electronic working", "section_text": "144A In sections 303 to 305 of the Pensions Act 2004 (service of documents and electronic working) references to that Act are to be treated as including references to the following provisions of this Act— Chapters 2 and 3 of Part 1; section 60(1)(c); Chapter 1 of Part 3."}, {"act": "Pensions Act 2008", "year": 2008, "section": "145", "section_title": "Power to make further provision", "section_text": "145 1 The Secretary of State may by order make— a such supplemental, incidental or consequential provision, or b such transitory, transitional or saving provision, as the Secretary of State thinks appropriate for the general purposes, or any particular purpose, of this Act or in consequence of any provision made by or under this Act or for giving full effect to this Act or any such provision. 2 An order under this section may, for purposes of or in consequence of or for giving full effect to any provision of or made under Chapter 5 of Part 1 or section 106, make provision for applying (with or without modifications) or amending, repealing or revoking any provision of or made under an Act passed before this Act or in the same Session. 3 Amendments made under this section are in addition, and without prejudice, to those made by or under any other provision of this Act. 4 No other provision of this Act restricts the powers conferred by this section."}, {"act": "Pensions Act 2008", "year": 2008, "section": "146", "section_title": "Pre-consolidation amendments", "section_text": "146 1 The Secretary of State may by order make such modifications of enactments within subsection (2) as in the Secretary of State's opinion facilitate, or are otherwise desirable in connection with, the consolidation of any of those enactments. 2 The enactments are— a the Pension Schemes Act 1993 (c. 48); b the Pensions Act 1995 (c. 26); c Parts 1 to 4 of the Welfare Reform and Pensions Act 1999 (c. 30); d Chapter 2 of Part 2 of the Child Support, Pensions and Social Security Act 2000 (c. 19); e the Pensions Act 2004 (c. 35); f the Pensions Act 2007 (c. 22); g this Act; h enactments referring to any enactment within paragraphs (a) to (g). 3 No order may be made under this section unless a Bill for consolidating the enactments modified by the order (with or without other enactments) has been presented to either House of Parliament. 4 An order under this section, so far as it modifies any enactment, is not to come into force except in accordance with provision made for the purpose by the Act resulting from that Bill. 5 An order under this section must not make any provision which would, if it were included in an Act of the Scottish Parliament, be within the legislative competence of that Parliament."}, {"act": "Pensions Act 2008", "year": 2008, "section": "147", "section_title": "General financial provisions", "section_text": "147 There is to be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State or a government department in consequence of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Pensions Act 2008", "year": 2008, "section": "148", "section_title": "Repeals", "section_text": "148 Schedule 11 (repeals) has effect."}, {"act": "Pensions Act 2008", "year": 2008, "section": "149", "section_title": "Commencement", "section_text": "149 1 Subject to the following provisions, this Act comes into force in accordance with provision made by order by the Secretary of State. 2 Subsection (1) does not apply to— a sections 67 to 73; b sections 78 to 86; c section 105; d section 124(1), (3) and (7) to (10); e section 125; f section 131; g sections 133 to 136; h sections 140 to 142; i this Part, except section 148 and Schedule 11 (subject to paragraph (j)); j the provisions mentioned in subsection (3); k any other provision of this Act so far as it confers any power to make regulations, rules, an Order in Council or an order under this Act. 3 The provisions mentioned in this subsection are— a in Schedule 9— i paragraph 1 so far as relating to any of the following paragraphs; ii paragraph 3 (and paragraph 2 so far as necessary for the purposes of that paragraph); iii paragraphs 5 to 7; iv paragraph 8 for purposes other than those of the material detriment test; v paragraphs 9 to 14; vi in paragraph 15, sub-paragraph (1) so far as relating to paragraphs 6 and 7, sub-paragraph (2) for purposes other than those of the material detriment test, and sub-paragraphs (3) and (4); vii paragraph 16; b section 126 so far as relating to any of the paragraphs of that Schedule mentioned in paragraph (a) of this subsection; c the repeal in Schedule 11 relating to section 38(5)(a)(ii) of the Pensions Act 2004 (c. 35), the note in that Schedule relating to that repeal and section 148 so far as relating to that repeal and that note. 4 Sections 105, 135 and 136 come into force on 6 April 2009. 5 Section 131 comes into force at the end of the period of 2 months beginning with the day on which this Act is passed. 6 An order under subsection (1) may appoint different days for different purposes."}, {"act": "Pensions Act 2008", "year": 2008, "section": "150", "section_title": "Extent", "section_text": "150 1 Subject to the following provisions, this Act extends to England and Wales and Scotland. 2 The following provisions extend also to Northern Ireland— a Chapters 5 and 6 of Part 1 and section 99 so far as it relates to those Chapters; b section 96(2) to (7); c section 97; d section 125(2); e sections 140 and 141; f 143, 144, 145 and 146 g section 149, this section and section 151. 3 An amendment or repeal by this Act has the same extent as the enactment amended or repealed (subject to the provision made by section 63(3), section 64(2) and paragraph 9 of Schedule 10)."}, {"act": "Pensions Act 2008", "year": 2008, "section": "151", "section_title": "Short title", "section_text": "151 This Act may be cited as the Pensions Act 2008."}]