[{"act": "Antarctic Act 2013", "year": 2013, "section": "1", "section_title": "Duty to take response action", "section_text": "1 1 Where— a activities carried out in Antarctica directly or indirectly give rise to an environmental emergency, and b the activities are connected with the United Kingdom, the person who organised the activities must take reasonable, prompt and effective response action. 2 A person who fails to comply with subsection (1) is guilty of an offence. 3 A person who is guilty of an offence under this section is liable on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both. 4 In determining the amount of a fine under subsection (3) the court must take into account the desirability of securing that the person pays by way of fine an amount at least equivalent to the costs specified in subsection (5) (to the extent that those costs have not been (and are not likely to be) recovered from the person under section 2 or 3). 5 The costs referred to in subsection (4) are the costs that the person would have incurred had the person taken reasonable, prompt and effective response action."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "2", "section_title": "Liability to Parties to Annex VI", "section_text": "2 1 This section applies in a case where— a activities carried out in Antarctica directly or indirectly give rise to an environmental emergency, b the person organising the activities does not take reasonable, prompt and effective response action, and c reasonable response action is taken pursuant to Article 5(2) of Annex VI (action by Parties to Annex VI). 2 Where the reasonable response action referred to in subsection (1)(c) is taken by the Crown or a person specifically authorised by the Crown and— a the person organising the activities is based in the United Kingdom, or b the activities are connected with the United Kingdom, the person organising the activities is (subject to this Part) liable to pay to Her Majesty's Government an amount equal to the costs of the action. 3 Where the reasonable response action referred to in subsection (1)(c) is taken by another Party to Annex VI or a person specifically authorised by such a Party and— a the person organising the activities is based in the United Kingdom, or b that person is based in a State which is not a Party to Annex VI but the activities are connected with the United Kingdom, the person organising the activities is (subject to this Part) liable to pay to that Party an amount equal to the costs of the action. 4 This section does not impose any liability on— a the Crown or a contractor, sub-contractor or agent of the Crown, or b another Party to Annex VI or a contractor, sub-contractor or agent of such a Party. 5 Proceedings pursuant to this section may be brought by any Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975). 6 Proceedings may not be brought pursuant to this section after— a the end of the period of three years beginning with the day on which the reasonable response action referred to in subsection (1)(c) was commenced, or b if later, the end of the period of three years beginning with the day on which Her Majesty's Government or the Party to Annex VI (as the case may be) ascertained, or ought reasonably to have ascertained, the identity of the person organising the activities. 7 Subsection (6)(b) does not permit the bringing of proceedings pursuant to this section after the end of the period of fifteen years beginning with the day on which the reasonable response action referred to in subsection (1)(c) was commenced. 8 Proceedings pursuant to this section are not subject— a in England and Wales, to section 9(1) of the Limitation Act 1980 (time limit for actions for sums recoverable by statute); b in Scotland, to section 6 of the Prescription and Limitation (Scotland) Act 1973 (extinction of obligations by prescriptive periods of 5 years); c in Northern Ireland, to Article 4(d) of the Limitation (Northern Ireland) Order 1989 ( S.I.  1989/1339 (N.I. 11)) (time limit for actions for sums recoverable by virtue of any statutory provision)."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "3", "section_title": "Liability to Antarctic Environmental Liability Fund", "section_text": "3 1 This section applies in a case where— a activities carried out in Antarctica directly or indirectly give rise to an environmental emergency, b the person organising the activities does not take reasonable, prompt and effective response action, and c no Party to Annex VI takes response action pursuant to Article 5(2) of Annex VI. 2 Where the person organising the activities is the Crown, the Secretary of State is (subject to this Part) liable to pay to the Antarctic Environmental Liability Fund an amount equal to the recoverable costs of the response action. 3 Where— a the person organising the activities is based in the United Kingdom, or b the activities are connected with the United Kingdom, the person organising the activities is (subject to this Part) liable to pay to the Antarctic Environmental Liability Fund an amount equal to the recoverable costs of the response action. 4 Subsection (3) does not impose any liability on— a the Crown or a contractor, sub-contractor or agent of the Crown, or b another Party to Annex VI or a contractor, sub-contractor or agent of such a Party. 5 For the purposes of this section, the  “recoverable costs” of any response action relating to an environmental emergency arising from any activities are the costs that the person organising the activities would have incurred had the person taken reasonable, prompt and effective response action. 6 An amount payable under subsection (3) is recoverable by the Secretary of State as if it were a debt due to the Secretary of State. 7 If in any proceedings pursuant to subsection (6) a court determines that a person is required to pay all or any part of the amount referred to in subsection (3) to the Secretary of State, the Secretary of State may require the person to pay it to— a the Antarctic Environmental Liability Fund, or b such person as the Secretary of State considers appropriate for the purposes of securing that the amount is paid to that Fund. 8 Where in proceedings pursuant to subsection (6) the Secretary of State receives all or any part of the amount referred to in subsection (3), the Secretary of State must pay it to— a the Antarctic Environmental Liability Fund, or b such person as the Secretary of State considers appropriate for the purposes of securing that the amount is paid to that Fund. 9 Proceedings may not be brought pursuant to subsection (6) at any time after the end of the period of fifteen years beginning with the day on which the Secretary of State became aware, or ought to have become aware, of the environmental emergency. 10 Proceedings pursuant to subsection (6) are not subject— a in England and Wales, to section 9(1) of the Limitation Act 1980 (time limit for actions for sums recoverable by statute); b in Scotland, to section 6 of the Prescription and Limitation (Scotland) Act 1973 (extinction of obligations by prescriptive periods of 5 years); c in Northern Ireland, to Article 4(d) of the Limitation (Northern Ireland) Order 1989 (S.I. 1989/1339 (N.I. 11)) (time limit for actions for sums recoverable by virtue of any statutory provision)."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "4", "section_title": "Civil liability: supplementary", "section_text": "4 The Schedule contains supplementary provision relating to civil liability under sections 2 and 3."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "5", "section_title": "Duty to take preventative measures and make contingency plan", "section_text": "5 1 This section applies to a person organising activities to be carried out in Antarctica, where the activities are connected with the United Kingdom. 2 The person must take reasonable preventative measures designed to reduce— a the risk of environmental emergencies arising from those activities, and b the potential adverse impact of such environmental emergencies. 3 Preventative measures under subsection (2) may, for example, include— a specialised structures or equipment incorporated into the design and construction of facilities and means of transport; b specialised procedures for the operation or maintenance of facilities and means of transport; c specialised training. 4 The person must also make a contingency plan for responding to— a environmental emergencies which result from or affect the carrying on of the activities, and b other incidents with a potential adverse impact on the environment of Antarctica which result from or affect the carrying on of the activities. 5 A contingency plan under subsection (4) may, for example, include— a in the case of an environmental emergency, plans for taking response action (see section 1) and informing the Secretary of State (see section 7); b in the case of another incident, plans for taking steps in response to the incident and informing the Secretary of State of it. 6 The duties in subsections (2) and (4) must be complied with by the time when any of the persons by whom the activities are to be carried out enters Antarctica. 7 A person who fails to comply with subsection (2) by the time specified in subsection (6) is guilty of an offence. 8 A person who fails to comply with subsection (4) by the time specified in subsection (6) is guilty of an offence. 9 A person who is guilty of an offence under this section is liable— a on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction to a fine not exceeding the statutory maximum."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "6", "section_title": "Insurance relating to environmental emergencies", "section_text": "6 1 A person organising activities to be carried out in Antarctica must secure adequate insurance cover or other financial security in respect of the matters referred to in subsection (2). 2 Those matters are— a the cost of taking any response action which the person may be required to take under section 1 in relation to an environmental emergency arising directly or indirectly from the activities organised by the person; b any liability which the person may incur under section 2 or 3 in relation to such an environmental emergency. 3 The duty in subsection (1) must be complied with by the time when any of the persons by whom the activities are to be carried out enters Antarctica. 4 For the purposes of subsection (1), cover or security is not adequate if it is subject to any limitation, exception or exclusion which makes it fundamentally deficient for the purposes of providing the cover referred to in that subsection. 5 In particular, any cover or security required for the purposes of subsection (2)(b) is not adequate if it does not extend up to the limits referred to in the Schedule which are applicable in the particular case. 6 A person who fails to comply with subsection (1) by the time specified in subsection (3) is guilty of an offence. 7 A person who is guilty of an offence under this section is liable— a on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction to a fine not exceeding the statutory maximum. 8 Subsection (1) does not apply to— a the Crown, or b another Party to Annex VI or a contractor, sub-contractor or agent of such a party."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "7", "section_title": "Duty to inform Secretary of State", "section_text": "7 1 Where— a as a result of the carrying out of activities in Antarctica the person who organised them, or any of that person's employees or agents, becomes aware of any environmental emergency, and b the activities are connected with the United Kingdom, the person organising the activities must promptly inform the Secretary of State about the environmental emergency. 2 It is immaterial for the purposes of subsection (1) whether the activities gave rise to the emergency. 3 A person who fails to comply with subsection (1) is guilty of an offence. 4 A person is not guilty of an offence under this section if the person informed the Secretary of State as soon as was practicable in all the circumstances. 5 A person who is guilty of an offence under this section is liable— a on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction to a fine not exceeding the statutory maximum."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "8", "section_title": "Secretary of State's power to require information", "section_text": "8 1 This section applies where— a it appears to the Secretary of State that activities carried out in Antarctica have given rise directly or indirectly to— i an environmental emergency, or ii an incident with a potential adverse impact on the environment of Antarctica, and b the activities are connected with the United Kingdom. 2 The Secretary of State may give a notice to the person organising the activities— a specifying the emergency or incident, b requiring the person to give such information as may be specified in the notice about the emergency or incident and any steps taken in response, and c requiring the person to give that information within the period specified in the notice. 3 A person to whom a notice is given under subsection (2) must comply with the notice within the period specified in it. 4 A person who fails to comply with subsection (3) is guilty of an offence. 5 A person is not guilty of an offence under this section if that person did not have the information required and could not reasonably have been expected to obtain it. 6 A person who is guilty of an offence under this section is liable— a on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction to a fine not exceeding the statutory maximum. 7 Information given by a person pursuant to a notice under this section may not be used in evidence against the person in any criminal proceedings."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "9", "section_title": "General exclusions", "section_text": "9 Excluded persons 1 Nothing in this Part imposes any criminal or civil liability on an individual who organises activities— a as the employee of another person; b in the course of service as a member of the regular forces; c in the course of service or undertaking training or duties as a member of the reserve forces. 2 In subsection (1),  “ regular forces ” and  “ reserve forces ” have the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act). Excluded activities 3 In this Act, references to activities do not include— a the activity of fishing for profit, or b activities carried out or to be carried out in Antarctica on a vessel or aircraft travelling to an immediate destination outside Antarctica. 4 In subsection (3)(b)  “ vessel ” has the same meaning as in the Antarctic Act 1994 (see section 31(1) of that Act). Excluded emergencies 5 A person is not guilty of an offence under section 1, or liable under section 2 or 3, in relation to an environmental emergency caused by— a an act or omission necessary to protect human life or safety; b a natural disaster, where the person had complied with the requirements of section 5(2) (preventative measures) in relation to disasters of that description; c an act of terrorism; d an act of belligerency against the activities of the person; e action which was itself reasonable response action relating to a prior environmental emergency."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "10", "section_title": "The Crown", "section_text": "10 1 This Part binds the Crown, except as otherwise expressly provided. 2 No contravention of any provision of this Part makes the Crown criminally liable; but the High Court or, in Scotland, the Court of Session may on the application of the Secretary of State declare unlawful any act or omission of the Crown which constitutes such a contravention. 3 Subsection (2) does not affect the criminal liability of persons in the service of the Crown (but see section 9(1)). 4 For the purposes of this Part, references to the Crown are to be regarded as including— a   United Kingdom Research and Innovation   (including the British Antarctic Survey), and b any other person specified by order made by the Secretary of State."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "11", "section_title": "Offences", "section_text": "11 1 The following provisions of the Antarctic Act 1994 apply in relation to offences under this Part as if they were offences under Part 2 of that Act— a section 17 (places where proceedings may be taken  etc ); b section 19 (offences by bodies corporate and Scottish partnerships); c section 28 (consents required for institution of proceedings); d section 29(1)(b) and (2) (power to make regulations about arrest etc). 2 Where an offence under this Part is committed by an unincorporated association and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a in the case of an unincorporated association which is a partnership, a partner or a person purporting to be a partner, or b in the case of any other unincorporated association, an officer of the association or any member of its governing body, or any person who was purporting to act in any such capacity, that person (as well as the association) shall be guilty of that offence and liable to be proceeded against and punished accordingly. 3 Proceedings for an offence under this Part alleged to have been committed by an unincorporated association are to be brought against it in its own name. 4 For the purposes of such proceedings— a rules of court relating to the service of documents shall have effect as if the association were a body corporate; b the following provisions shall apply as they apply in relation to a body corporate— i section 33 of the Criminal Justice Act 1925 and Schedule 3 to the Magistrates' Courts Act 1980; ii section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)). 5 Where a fine is imposed on an unincorporated association on its conviction for an offence under this Part, the fine shall be paid out of the funds of the association. 6 In this section, a reference to an offence under this Part includes— a an offence of conspiracy or attempting to commit an offence under this Part; b in Scotland, an offence of incitement to commit an offence under this Part; c in England and Wales and Northern Ireland, an offence under Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) in relation to an offence under this Part. 7 In this section, references to an unincorporated association include a partnership which is not regarded as a legal person under the law of the country or territory under which it is formed."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "12", "section_title": "Orders", "section_text": "12 1 An order under this Part may make— a different provision for different cases or circumstances, and b incidental and supplementary provision. 2 An order under this Part must be made by statutory instrument. 3 A statutory instrument containing an order under this Part is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "13", "section_title": "Interpretation", "section_text": "13 Antarctica and the Treaty 1 In this Part— “ Antarctica ” has the same meaning as in the Antarctic Act 1994 (see section 1 of that Act); “ the Antarctic Treaty ” means the Antarctic Treaty signed at Washington on 1 December 1959; “ the Protocol ” means the Protocol on Environmental Protection to the Antarctic Treaty done at Madrid on 4 October 1991; “ Annex VI ” means Annex VI to the Protocol (liability arising from environmental emergencies); “ Party to Annex VI ” means any party to the Protocol for which Annex VI has become effective in accordance with Article 9 of the Protocol; “ another Party to Annex VI ” means a Party to Annex VI other than the United Kingdom; “ the Antarctic Environmental Liability Fund ” means the Fund maintained and administered by the Secretariat of the Antarctic Treaty pursuant to Article 12 of Annex VI. 2 For the purposes of any proceedings under this Part— a a certificate signed by or on behalf of the Secretary of State and stating that, at the time of the certificate, a State was or was not a Party to Annex VI is conclusive evidence of the facts stated in it, and b a document purporting to be such a certificate is to be deemed to be one unless the contrary is proved. Environmental emergencies etc 3 In this Part,  “ environmental emergency ” means an accidental event that results in, or imminently threatens to result in, any significant harmful impact on the environment of Antarctica. 4 In this Part, references to the environment of Antarctica include any concentration in Antarctica of native mammals, birds, plants or invertebrates (within the meaning of the Antarctic Act 1994). Response action 5 In this Part,  “ response action ”, in relation to an environmental emergency, means measures taken after the emergency to prevent, minimise or contain its impact. 6 For the purposes of this Part, response action relating to an environmental emergency is  “reasonable” if it is— a appropriate, b practicable, c proportionate, and d based on objective criteria and available information. 7 The criteria referred to in subsection (6)(d) include in particular— a risks to the environment of Antarctica and the rate of its natural recovery, b risks to human life and safety, and c technological and economic feasibility. 8 For the purposes of this Part, taking reasonable response action in relation to an emergency— a always includes determining the extent and impact of the emergency; b may include cleaning up after it. Activities  “connected with” the  UK 9 For the purposes of this Part, activities are  “connected with” the United Kingdom if they are organised in the United Kingdom, the Channel Islands, the Isle of Man or a British overseas territory and— a they are, or are to be, carried out on a British expedition, within the meaning of the Antarctic Act 1994 (see section 3(3) of that Act), or b in all the circumstances in which they are or are to be carried out, they require a permit under any provision of that Act. Persons  “based in” the UK etc 10 For the purposes of this Act a person is  “based in” the United Kingdom or another State— a in the case of an individual, if the individual's habitual place of residence is there; b in the case of a body corporate, if the body is incorporated there or the body's principal place of business is there; c in any other case, if the person's principal place of business is there or the person's activities (other than activities in Antarctica) are principally carried out there."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "14", "section_title": "Application of offences to non-nationals", "section_text": "14 1 The Antarctic Act 1994 is amended as follows. 2 In the following provisions, after  “United Kingdom national” insert  “                    , and no non-national on a British expedition,                  ” a section 7(1) (offence of damaging flora and fauna etc); b section 8(1) (offence of introducing non-native animals and plants); c section 9(1) (offence of entering or remaining in restricted areas); d section 10(1) (offence of damaging etc certain sites and monuments); e section 11(1) (offence of entering or remaining in protected place). 3 In section 11 (protected places)— a in subsection (3) (permits), after  “United Kingdom national” insert  “                        , or any non-national on a British expedition,                      ” ; b after that subsection insert— 4 The Secretary of State shall not grant a permit under this section in respect of a non-national on a British expedition unless he is satisfied that the activities authorised by the permit will be carried on only for the purposes of education or scientific research. 4 In section 12 (permits for activities prohibited by sections 7, 8 and 9)— a the existing provision becomes subsection (1); b in that provision, after  “United Kingdom national” insert  “                        , or any non-national on a British expedition,                      ” ; c after that provision insert— 2 The Secretary of State shall not grant a permit under this section in respect of a non-national on a British expedition unless he is satisfied that the activities authorised by the permit will be carried on only for the purposes of education or scientific research. 5 In section 31(1) (interpretation), at the appropriate place insert— “ non-national ” means an individual who is not a United Kingdom national; . Consequential 6 In section 3 (permits for British expeditions), in subsection (3), for  “section” substitute  “                    Act                  ” . 7 In section 31(1) (interpretation), at the appropriate place insert— “ British expedition ” has the meaning given by section 3; ."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "15", "section_title": "Historic Sites and Monuments: permits", "section_text": "15 1 The Antarctic Act 1994 is amended as follows. 2 In section 10 (Historic Sites and Monuments)— a in subsection (1), at the end insert  “                        , except in accordance with a permit granted under this section or under the written authorisation of another Contracting Party                      ” ; b at the end insert— 3 The Secretary of State may on the application of any person grant to him a permit authorising any United Kingdom national, or any non-national on a British expedition, who is specified or of a description specified in the permit to do anything specified or of a description specified in the permit that would otherwise constitute a contravention of subsection (1). 4 The Secretary of State shall not grant a permit under this section unless he is satisfied that the activities authorised by the permit will be carried on only for the purposes of conservation or repair of— a the Antarctic Historic Site or Monument to which the permit relates, or b any object within it. Consequential 3 In section 15 (duty to have regard to Protocol), in each of paragraphs (a), (b) and (c), after  “5” insert  “                    , 10                  ” . 4 In section 16 (delegation of powers)— a in the heading, after  “sections” insert  “                        10,                      ” ; b in subsection (1), after  “section”, in both places, insert  “                        10,                      ” . 5 In section 30 (evidence), in subsection (3), for  “or 9(1)” substitute  “                    , 9(1) or 10(1)                  ” ."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "16", "section_title": "Conservation of animals and plants", "section_text": "16 1 The Antarctic Act 1994 is amended as follows. 2 In section 7 (conservation of Antarctic fauna and flora), in subsection (1)(e), after  “native plant” insert  “                    or native invertebrate                  ” . 3 In that section, after subsection (1) insert— 1A Accidental harm occurring in the course of— a normal operations of a vessel, or b the activity of fishing for profit, shall not be regarded as a contravention of subsection (1)(e), (f) or (g). 4 In section 8 (permits required for introducing non-native animals and plants) for subsection (2) substitute— 2 The keeping of— a a recognised assistance dog on board a vessel in Antarctica, b another animal on board such a vessel where the vessel is travelling to an immediate destination outside Antarctica, or c a plant on board a vessel in Antarctica, shall not be regarded as a contravention of subsection (1). 5 In that section, at the end insert— 4 Nothing in this section prohibits the introduction of a microscopic organism. 5 In this section— “ plant ” means any terrestrial, marine or freshwater vegetation, including bryophytes, lichen, fungi and algae, and includes such vegetation at any stage of its life cycle (including seeds and other propagules of such vegetation); “ recognised assistance dog ” means a dog which has been trained to assist a disabled person by a person, or a person of a description, prescribed in regulations. 6 After that section insert— Introduction of microscopic organisms 8A 1 No United Kingdom national, and no non-national on a British expedition, may introduce into any part of Antarctica any microscopic organism of a species which is not indigenous to Antarctica, except in accordance with a permit granted under section 12 or under written authorisation of another Contracting Party. 2 Subsection (1) does not apply to a person if the person took reasonable precautions to prevent the introduction of the organism. 3 Subsection (1) does not apply in relation to an organism inhabiting the human body or the body of an animal. 4 Any person who contravenes subsection (1) shall be guilty of an offence. 7 In section 12 (grant of permits for activities prohibited by sections 7, 8 and 9)— a in the heading, for  “sections 7, 8 and 9” substitute  “                        sections 7 to 9                      ” ; b after  “8(1)” insert  “                        , 8A(1)                      ” . 8 After section 8A (as inserted by subsection (6) above) insert— Introduction of non-sterile soil 8B 1 No United Kingdom national, and no non-national on a British expedition, may introduce non-sterile soil into any part of Antarctica. 2 Subsection (1) does not apply to a person if the person took reasonable precautions to prevent the introduction of the non-sterile soil. 3 Any person who contravenes subsection (1) shall be guilty of an offence. 9 In section 31 (interpretation), in subsection (1)— a in the definitions of  “native bird” and  “native mammal” omit  “or occurring there seasonally through natural migrations”; b in the definition of  “native invertebrate” after  “terrestrial” insert  “                        , marine                      ” ; c in the definition of  “native plant” after  “terrestrial” insert  “                        , marine                      ” . 10 In that section, after subsection (1) insert— 1A In this Act, references to a species  “indigenous to Antarctica” include a species occurring in Antarctica through natural migration."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "17", "section_title": "Northern Ireland", "section_text": "17 1 In Schedule 2 to the Northern Ireland Act 1998 (excepted matters), after paragraph 20 insert— 20A Regulation of activities in Antarctica (which for these purposes has the meaning given by section 1 of the Antarctic Act 1994). 2 The provision inserted by subsection (1) shall be regarded as having been included in Schedule 2 to the Northern Ireland Act 1998 since the day on which that Schedule came into force."}, {"act": "Antarctic Act 2013", "year": 2013, "section": "18", "section_title": "Extent, commencement and short title", "section_text": "18 1 This Act extends to England and Wales, Scotland and Northern Ireland. 2 Subsections (2) and (3) of section 34 of the Antarctic Act 1994 (power to extend to the Channel Islands, Isle of Man and British overseas territories) apply in relation to— a the provisions of Part 1, and b the provisions of the Antarctic Act 1994 as amended by sections 14 to 16. 3 Part 1 comes into force on such day as the Secretary of State may by order made by statutory instrument appoint (and different days may be appointed for different purposes). 4 In this Part— a sections 14 to 16 come into force at the end of the period of two months beginning with the day on which this Act is passed; b section 17 and this section come into force on the day on which this Act is passed. 5 This Act may be cited as the Antarctic Act 2013."}]