[{"act": "Crime and Courts Act 2013", "year": 2013, "section": "1", "section_title": "The National Crime Agency", "section_text": "1 1 A National Crime Agency, consisting of the NCA officers, is to be formed. 2 The NCA is to be under the direction and control of one of the NCA officers, who is to be known as the Director General of the National Crime Agency. 3 The NCA is to have— a the functions conferred by this section; b the functions conferred by the Proceeds of Crime Act 2002; and c the other functions conferred by this Act and by other enactments. 4 The NCA is to have the function (the  “crime-reduction function”) of securing that efficient and effective activities to combat organised crime and serious crime are carried out (whether by the NCA, other law enforcement agencies, or other persons). 5 The NCA is to have the function (the  “criminal intelligence function”) of gathering, storing, processing, analysing, and disseminating information that is relevant to any of the following— a activities to combat organised crime or serious crime; b activities to combat any other kind of crime; c exploitation proceeds investigations (within the meaning of section 341(5) of the Proceeds of Crime Act 2002), exploitation proceeds orders (within the meaning of Part 7 of the Coroners and Justice Act 2009), and applications for such orders. 6 The NCA must discharge the crime-reduction function in the following ways (in particular). 7 The first way is by the NCA itself— a preventing and detecting organised crime and serious crime, b investigating offences relating to organised crime or serious crime, and c otherwise carrying out activities to combat organised crime and serious crime, including by instituting criminal proceedings in England and Wales and Northern Ireland. 8 The second way is by the NCA securing that activities to combat organised crime or serious crime are carried out by persons other than the NCA. 9 The third way is by the NCA securing improvements— a in co-operation between persons who carry out activities to combat organised crime or serious crime, and b in co-ordination of activities to combat organised crime or serious crime. 10 The crime-reduction function does not include— a the function of the NCA itself prosecuting offences; or b the function of the NCA itself instituting criminal proceedings in Scotland. 11 In this Part, a reference to activities to combat crime (or a particular kind of crime, such as organised crime or serious crime) is a reference to— a the prevention and detection of crime (or that kind of crime), b the investigation and prosecution of offences (or offences relating to that kind of crime), c the reduction of crime (or that kind of crime) in other ways, and d the mitigation of the consequences of crime (or that kind of crime); and references to the carrying out of activities to combat crime (or a particular kind of crime) are to be construed accordingly. 12 Schedule 1 (the NCA & NCA officers) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "2", "section_title": "Modification of NCA functions", "section_text": "2 1 The Secretary of State may, by order, make— a provision about NCA counter-terrorism functions (and, in particular, may make provision conferring, removing, or otherwise modifying such functions); and b other provision which the Secretary of State considers necessary in consequence of provision made under paragraph (a) (and, in particular, may make provision about the functions of any person other than the NCA, including provision conferring or otherwise modifying, but not removing, such functions). 2 If an order under this section confers an NCA counter-terrorism function, an NCA officer may only carry out activities in Northern Ireland for the purpose of the discharge of the function if the NCA officer does so with the agreement of the Chief Constable of the Police Service of Northern Ireland. 3 That includes cases where an order under this section confers an NCA counter-terrorism function by the modification of a function. 4 An order under this section may amend or otherwise modify this Act or any other enactment. 5 An order under this section is subject to the super-affirmative procedure (see section 58 and Schedule 23). 6 In this section  “ NCA counter-terrorism function ” means an NCA function relating to terrorism (and for this purpose  “ terrorism ” has the same meaning as in the Terrorism Act 2000 — see section 1 of that Act)."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "3", "section_title": "Strategic priorities", "section_text": "3 1 The Secretary of the State must determine strategic priorities for the NCA. 2 In determining strategic priorities for the NCA (including deciding whether there should be such priorities), the Secretary of State must consult— a the strategic partners, b the Director General, and c any other persons whom the Secretary of State considers it is appropriate to consult."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "4", "section_title": "Operations", "section_text": "4 1 The Director General has (by virtue of the function of direction and control of the NCA) the power to decide— a which particular operations are to be mounted by NCA officers, and b how such operations are to be conducted. 2 In exercising functions, the Director General must have regard to— a any strategic priorities for the NCA (see section 3); b the annual plan (see below); and c the framework document (see Part 1 of Schedule 2). 3 Before the beginning of each financial year, the Director General must issue a document (the  “annual plan”) setting out how the Director General intends that NCA functions are to be exercised during that year (including how they are to be exercised in Scotland and Northern Ireland). 4 The annual plan for a financial year must include— a a statement of any strategic priorities for the NCA, b a statement of the operational priorities for the NCA, and c in relation to each of the strategic and operational priorities, an explanation of how the Director General intends that the priority will be given effect to. 5 The Director General must determine operational priorities for the NCA; and those priorities may relate— a to matters to which current strategic priorities also relate, or b to other matters; but operational priorities must, in any event, be framed so as to be consistent with the current strategic priorities. 6 In preparing any annual plan, the Director General must consult— a the strategic partners  and the Northern Ireland Policing Board , and b any other persons whom the Director General considers it is appropriate to consult. 7 The Director General is required by subsection (6)(a)— a to consult the Scottish Ministers about the annual plan only as it relates to activities in Scotland; and b to consult the Department of Justice in Northern Ireland  and the Northern Ireland Policing Board  about the annual plan only as it relates to activities in Northern Ireland. 8 Before issuing any annual plan, the Director General must obtain— a the consent of the Secretary of State to the plan, b the consent of the Scottish Ministers to the plan as it relates to activities in Scotland, and c the consent of the Department of Justice in Northern Ireland  and the Northern Ireland Policing Board  as it relates to activities in Northern Ireland. 9 The Director General must arrange for each annual plan to be published in the manner which the Director General considers appropriate. 10 Schedule 2 (the framework document & annual report) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "5", "section_title": "Relationships between NCA and other agencies: tasking  etc", "section_text": "5 1 Any of the following persons may perform a task if the Director General requests the person to perform it— a the chief officer of a  UK  police force; b a UK law enforcement agency. 2 A request under subsection (1)— a may be made only if the Director General considers that performance of the task would assist the NCA to exercise functions; b must explain how performance of the requested task would so assist the exercise of functions. 3 The Director General may perform a task if any of the following persons requests the Director General to perform it— a the chief officer of a UK police force; b a UK law enforcement agency. 4 A request under subsection (3)— a may be made only if the person making it considers that performance of the task would assist that person — or, in a case where that person is the chief officer of a police force, would assist that person or police force — to exercise functions; b must explain how performance of the requested task would so assist the exercise of functions. 5 The Director General may direct any of the following persons to perform a task specified in the direction— a the chief officer of an England and Wales police force; b the Chief Constable of the British Transport Police. 6 The Director General may give a direction under subsection (5) only if the Director General considers that— a performance of the task would assist the NCA to exercise functions; b it is expedient for the directed person to perform that task; and c satisfactory arrangements cannot be made, or cannot be made in time, under subsection (1). 7 A person given a direction under this section must comply with it. 8 If a person is requested or directed under this section to perform a task, the person may comply with that request or direction by securing that the task is performed by another person. 9 The Director General may give a direction under this section to the Chief Constable of the British Transport Police only if the Secretary of State consents. 10 Schedule 3 (relationships between NCA and other agencies) has effect. 11 This section has effect subject to Part 5 (payment for tasks etc) of Schedule 3. 12 Paragraph 33 of Schedule 3 gives the Secretary of State power to amend this section."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "6", "section_title": "Duty to publish information", "section_text": "6 1 The Director General must— a make arrangements for publishing information about the exercise of NCA functions and other matters relating to the NCA, and b publish information in accordance with those arrangements. 2 The framework document may impose on the Director General requirements in relation to performance of the duties imposed by subsection (1) (including requirements about what information is not to be published). 3 The Director General must comply with any such requirements in the framework document (and accordingly the duty in section 4(2)(c) to have regard to that document does not apply in relation to such requirements). 4 This section is subject to Schedule 7 (information: restrictions on disclosure)."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "7", "section_title": "Information gateways", "section_text": "7 1 A person may disclose information to the NCA if the disclosure is made for the purposes of the exercise of any NCA function. 2 Subsection (1) does not authorise any of the following to disclose information to the NCA— a a person serving in the Security Service; b a person serving in the Secret Intelligence Service; c a person serving in  GCHQ ; but this does not affect the disclosures which such a person may make to the NCA in accordance with intelligence service disclosure arrangements. 3 Information obtained by the NCA in connection with the exercise of any NCA functions may be used by the NCA in connection with the exercise of any other NCA function. 4 An NCA officer may disclose information obtained by the NCA in connection with the exercise of any NCA function if the disclosure is for any permitted purpose. 5 Subsection (4) authorises an NCA officer to disclose information for the purpose of the exercise of— a the functions of the Lord Advocate under Part 3 of the Proceeds of Crime Act 2002 (“PCA 2002”), or b the functions of the Scottish Ministers under, or in relation to, Part 5 of PCA 2002, only where the information has been obtained by the NCA in connection with the exercise of a function under PCA 2002 (other than a function under Part 6 of that Act). 6 Where information has been obtained by the NCA in connection with the exercise of a function under Part 6 of PCA 2002 (revenue functions), subsection (4) does not authorise an NCA officer to disclose the information. 7 But an NCA officer may disclose the information if the disclosure is— a to the Commissioners for Her Majesty's Revenue and Customs, b to the Lord Advocate for the purposes of the exercise by the Lord Advocate of the Lord Advocate's functions under Part 3 of PCA 2002 (confiscation: Scotland), c to any person for purposes relating to civil proceedings (whether or not in the United Kingdom) which relate to a matter in respect of which the NCA has functions, or d to any person for the purposes of compliance with an order of a court or tribunal (whether or not in the United Kingdom). 8 A disclosure of information which is authorised or required by this Part does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information (however imposed). 9 This section is subject to Schedule 7 (information: restrictions on disclosure). 10 In this section— “ GCHQ ” has the same meaning as in the Intelligence Services Act 1994; “ intelligence service disclosure arrangements ” means— arrangements made by the Director-General of the Security Service under section 2(2)(a) of the Security Service Act 1989 about the disclosure of information by that Service, arrangements made by the Chief of the Intelligence Service under section 2(2)(a) of the Intelligence Services Act 1994 about the disclosure of information by that Service, or arrangements made by the Director of GCHQ under section 4(2)(a) of that Act about the disclosure of information by GCHQ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "8", "section_title": "Other functions etc", "section_text": "8 1 In section 11 of the Children Act 2004 (arrangements to safeguard and promote welfare of children: England), in subsection (1), after paragraph (i) insert— ia the National Crime Agency; . 2 In section 28 of the Children Act 2004 (arrangements to safeguard and promote welfare of children: Wales), in subsection (1), after paragraph (e) insert— ea the National Crime Agency; . 3 The Director General may provide assistance to— a a government in a country or territory outside the British Islands, or b another overseas body exercising functions of a public nature in a country or territory outside the British Islands, if the government, or the body, requests assistance to be provided. 4 If such a request is made, the Director General may provide such assistance as the Director General considers appropriate in all the circumstances. 5 Subsection (3) does not apply to any request for assistance which could be made under section 13 of the Crime (International Co-operation) Act 2003, unless the NCA has functions under that section in relation to the request by virtue of an order under section 27(2) of that Act. 6 Schedule 4 (NCA: general) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "9", "section_title": "Director General: customs powers of Commissioners & operational powers", "section_text": "9 1 The Director General has, in relation to any customs matter, the same powers as the Commissioners for Her Majesty's Revenue and Customs would have. 2 The Secretary of State may designate the Director General as a person having one or more of the following— a the powers and privileges of a constable; b the powers of an officer of Revenue and Customs; ba the powers of a general customs official; c the powers of an immigration officer. 3 The Secretary of State may modify or withdraw a designation of the Director General by giving notice of the modification or withdrawal to the Director General. 4 Schedule 5 (police, customs and immigration powers) has effect. 5 If, in accordance with paragraph 4 of Schedule 5, recommendations are made to the Secretary of State as to the operational powers which the Director General should have, the Secretary of State must exercise the powers of designation to give effect to those recommendations (unless the recommendations are already given effect to by a previous exercise of the powers of designation). 6 The Secretary of State may not exercise the powers of designation unless— a required to do so by subsection (5); or b required or otherwise authorised to do so by regulations under paragraph 5 of Schedule 5. 7 In this section  “ powers of designation ” means the powers conferred by subsections (2) and (3). 8 In this Part— “ customs matter ” means any matter other than— a matter to which section 7 of the Commissioners for Revenue and Customs Act 2005 applies (former Inland Revenue matters), or any tax or duty not mentioned in Schedule 1 to that Act (which lists such matters); “ operational power ” means any of the following— a power or privilege of a constable; a power of an officer of Revenue and Customs;   a power of a general customs official;   a power of an immigration officer."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "10", "section_title": "Operational powers of other NCA officers", "section_text": "10 1 The Director General may designate any other NCA officer as a person having one or more of the following— a the powers and privileges of a constable; b the powers of an officer of Revenue and Customs; ba the powers of a general customs official; c the powers of an immigration officer. 2 The Director General may not designate an NCA officer under this section as having particular operational powers unless the Director General is satisfied that the officer— a is capable of effectively exercising those powers; b has received adequate training in respect of the exercise of those powers; and c is otherwise a suitable person to exercise those powers. 3 The Director General may modify or withdraw a designation of an NCA officer by giving notice of the modification or withdrawal to the officer. 4 For further provision about designations under this section, see Schedule 5."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "11", "section_title": "Inspections and complaints", "section_text": "11 1 Her Majesty's Inspectors of Constabulary (“ HMIC ”) must carry out inspections of the NCA. 2 HMIC must also carry out an inspection of the NCA if requested to do so by the Secretary of State either— a generally, or b in respect of a particular matter. 2A The Secretary of State must consult the Department of Justice in Northern Ireland before requesting  HMIC  to carry out an inspection in respect of a particular matter which relates only to the exercise of  NCA  functions in Northern Ireland. 2B The Department of Justice may request that  HMIC  carry out an inspection in respect of a particular matter that relates only to the exercise of  NCA  functions in Northern Ireland, but only with the consent of the Secretary of State. 3 Following an inspection under this section, HMIC must report to the Secretary of State on the efficiency and effectiveness of the NCA either— a generally, or b in the case of an inspection under subsection (2)(b), in respect of the matter to which the inspection related. 4 HMIC must carry out such other duties for the purpose of furthering the efficiency and effectiveness of the NCA as the Secretary of State may from time to time direct. 5 Paragraphs 2 and 5 of Schedule 4A to the Police Act 1996 (inspection programmes and inspection frameworks) apply to functions of inspection and reporting under this section as they apply to other such functions. 6 In the Police Reform Act 2002, after section 26B insert— The National Crime Agency 26C 1 The Secretary of State must make regulations conferring functions on the Independent Police Complaints Commission in relation to the exercise of functions by the Director General and other National Crime Agency officers. 2 Regulations under this section may, in particular— a apply (with or without modifications), or make provision similar to, any provision of or made under this Part of this Act; b make provision for payment by the National Crime Agency to, or in respect of, the Independent Police Complaints Commission. 3 Regulations under this section must relate only to the exercise of functions in, or in relation to, England and Wales. 4 The Independent Police Complaints Commission and the Parliamentary Commissioner for Administration may jointly investigate a matter in relation to which— a the Independent Police Complaints Commission has functions by virtue of this section, and b the Parliamentary Commissioner for Administration has functions by virtue of the Parliamentary Commissioner Act 1967. 5 A National Crime Agency officer may disclose information to the Independent Police Complaints Commission, or to a person acting on the Commission's behalf, for the purposes of the exercise by the Commission, or by any person acting on the Commission's behalf, of an NCA complaints function. 6 The Independent Police Complaints Commissioner and the Parliamentary Commissioner for Administration may disclose information to each other for the purposes of the exercise of a function— a by virtue of this section, or b under the Parliamentary Commissioner Act 1967. 7 Regulations under this section may, in particular, make— a further provision about the disclosure of information under subsection (5) or (6); b provision about the further disclosure of information that has been so disclosed; including provision which applies (with or without modifications), or is similar to, any provision of Schedule 7 to the Crime and Courts Act 2013. 8 Except as provided for in regulations under this section, that Schedule to that Act does not apply to— a the disclosure of information under subsection (5) or (6), or b the further disclosure of information so disclosed. 9 In this section  “ NCA complaints function ” means a function in relation to the exercise of functions by the Director General or any other National Crime Agency officer. 7 In the Police, Public Order and Criminal Justice (Scotland) Act 2006 (Consequential Provisions and Modifications) Order 2007, in article 4(4)\t\t\t\t\t(agreements to establish complaints procedures)— a for  “ SOCA ”\t\t\t\t\t\t\t(in the first place) substitute  “                        the National Crime Agency                      ” ; b for  “SOCA and members of the staff of SOCA” substitute  “                        the National Crime Agency and National Crime Agency officers                      ” . 8 In section 60ZA of the Police (Northern Ireland) Act 1998 (Serious Organised Crime Agency: complaints)— a in the title, for  “Serious Organised Crime Agency” substitute  “                        The National Crime Agency                      ” ; b in subsection (1), for  “members of the staff of the Serious Organised Crime Agency” substitute  “                        National Crime Agency officers                      ” ; c in subsection (6), for  “member of the staff of the Agency” substitute  “                        National Crime Agency officer                      ” ; d omit subsection (7). 9 Schedule 6 (inspections and complaints) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "12", "section_title": "Information: restrictions on disclosure etc", "section_text": "12 1 Schedule 7 (information: restrictions on disclosure) has effect. 2 Schedule 7 applies to disclosures made for the purposes of the criminal intelligence function. 3 Any duty to disclose information imposed on an NCA officer (including the duty of the Director General under paragraph 4 or 6 of Schedule 3 to disclose information by keeping other persons informed of information obtained by the NCA), and any power of an NCA officer to disclose information, has effect subject to Schedule 7. 4 Subsections (2) and (3) do not limit Schedule 7."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "13", "section_title": "NCA officers with operational powers: labour relations", "section_text": "13 1 A person must not induce the Director General or any NCA officer designated under section 10 to withhold (or to continue to withhold) services as an NCA officer. 2 The duty imposed by subsection (1) is a duty owed to the Secretary of State. 3 A breach of that duty which causes the Secretary of State to sustain loss or damage is to be actionable, at the Secretary of State's suit or instance, against the person in breach. 4 Subsection (3) is without prejudice to the right of the Secretary of State, by virtue of subsections (1) and (2), to bring civil proceedings in respect of any apprehended contravention of subsection (1). 5 The no-strike provisions must be disregarded in determining for the purposes of any of the relevant employment legislation whether any trade union is an independent trade union. 6 Nothing in the relevant employment legislation is to affect the rights of the Secretary of State by virtue of the no-strike provisions. 7 The Secretary of State may, by order, suspend, or later revive, the operation of the no-strike provisions. 8 In this section— “ no-strike provisions ” means subsections (1) to (3) of this section; “ relevant employment legislation ” means— the Trade Union and Labour Relations (Consolidation) Act 1992; the Employment Rights Act 1996; the Trade Union and Labour Relations (Northern Ireland) Order 1995; the Employment Rights (Northern Ireland) Order 1996."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "14", "section_title": "NCA officers with operational powers: pay and allowances", "section_text": "14 1 The Secretary of State may, by regulations, provide for the establishment, maintenance and operation of procedures for the determination from time to time of— a the rates of pay and allowances to be applied to the Director General and to NCA officers designated under section 10; and b other associated terms and conditions of employment as the Director General or as an NCA officer designated under section 10. 2 Regulations under this section may— a provide for determinations with respect to matters to which the regulations relate to be made wholly or partly by reference to such factors, and the opinion or recommendations of such persons, as may be specified or described in the regulations; b authorise the matters considered and determined in pursuance of the regulations to include matters applicable to times and periods before they are considered or determined. 3 In this section  “ associated terms and conditions ” means such terms and conditions as may appear to the Secretary of State to fall to be determined in association with the determination of rates of pay and allowances."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "15", "section_title": "Abolition of SOCA and  NPIA", "section_text": "15 1 The Serious Organised Crime Agency is abolished. 2 The National Policing Improvement Agency is abolished. 3 Schedule 8 (abolition of SOCA and NPIA) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "16", "section_title": "Interpretation of Part 1", "section_text": "16 1 In this Part— “ chief officer ” means— the chief constable of a police force maintained under section 2 of the Police Act 1996 (police forces in England and Wales outside London); the Commissioner of Police of the Metropolis; the Commissioner of Police for the City of London; the chief constable of the Police Service of Scotland; the Chief Constable of the Police Service of Northern Ireland; the chief constable of the British Transport Police; the chief constable of the Civil Nuclear Constabulary; the chief constable of the Ministry of Defence Police; “ customs revenue official ” has the same meaning as in the Borders, Citizenship and Immigration Act 2009 (see section 11 of that Act); “ Director General ” means the Director General of the National Crime Agency; “ Director of Border Revenue ” means the person designated under section 6 of the Borders, Citizenship and Immigration Act 2009; “ enactment ” means any enactment, whenever passed or made, contained in— an Act of Parliament; an Act of the Scottish Parliament; Northern Ireland legislation; a Measure or Act of the National Assembly for Wales; an instrument made under any such Act, legislation or Measure; any other subordinate legislation (within the meaning of the Interpretation Act 1978); “ England and Wales police force ” means— a police force maintained under section 2 of the Police Act 1996 (police forces in England and Wales outside London); the metropolitan police force; the City of London police force; “ functions ” means all functions of any description, including powers and duties, whether conferred by an enactment or arising otherwise; “ general customs official ” has the same meaning as in Borders, Citizenship and Immigration Act 2009 (see section 3 of that Act); “ Island law enforcement agency ” means any person charged with the duty of investigating or prosecuting offences who operates in any of the Channel Islands or in the Isle of Man (apart from an Island police force); “ Island police force ” means— the States of Jersey Police Force; the salaried police force of the Island of Guernsey; the Isle of Man Constabulary; “ local policing body ” means— a police and crime commissioner; the Mayor's Office for Policing and Crime; the Common Council of the City of London as police authority for the City of London police area; “ NCA ” means the National Crime Agency; “ NCA functions ” means— functions of the NCA, functions of the Director General, and functions of other NCA officers; “ NCA officers ” means— the Director General, the other National Crime Agency officers appointed under paragraph 9 of Schedule 1, persons who have been seconded to the NCA to serve as National Crime Agency officers under paragraph 13 of Schedule 1 (unless the context otherwise requires), and NCA specials; “ permitted purpose ” means any of the following purposes— the prevention or detection of crime, whether in the United Kingdom or elsewhere; the investigation or prosecution of offences, whether in the United Kingdom or elsewhere; the prevention, detection or investigation of conduct for which penalties other than criminal penalties are provided under the law of any part of the United Kingdom or the law of any country or territory outside the United Kingdom; the exercise of any NCA functions (so far as not falling within any of paragraphs (a) to (c)); purposes relating to civil proceedings (whether or not in the United Kingdom) which relate to a matter in respect of which the NCA has functions; compliance with an order of a court or tribunal (whether or not in the United Kingdom); the exercise of any function relating to the provision or operation of the system of accreditation of financial investigators under section 3 of the Proceeds of Crime Act 2002; the exercise of any function of the prosecutor under Parts 2, 3 and 4 of the Proceeds of Crime Act 2002; the exercise of any function of— the Director of Public Prosecutions, the Director of the Serious Fraud Office, the Director of Public Prosecutions for Northern Ireland, or the Scottish Ministers, under, or in relation, to Part 5 or 8 of the Proceeds of Crime Act 2002; the exercise of any function of— an officer of Revenue and Customs, a general customs official, a customs revenue official, an immigration officer, an accredited financial investigator, or a constable, under Chapter 3 of Part 5 of the Proceeds of Crime Act 2002; investigations or proceedings outside the United Kingdom which have led, or may lead, to the making of an external order (within the meaning of section 447 of the Proceeds of Crime Act 2002); the exercise of any function of any intelligence service (within the meaning of the Regulation of Investigatory Powers Act 2000); the exercise of any function under— Part 2 of the Football Spectators Act 1989, or sections 104 to 106 of the Policing and Crime Act 2009; the exercise of any function relating to public health; the exercise of any function of the Financial Services Authority;   the exercise of any function of OFCOM (the Office of Communications) under the Online Safety Act 2023;   the exercise of any function designated by the Secretary of State by order; but a function may be designated under paragraph (p) only if the function appears to the Secretary of State to be a function of a public nature; “ policing body ” means— a police and crime commissioner; the Mayor's Office for Policing and Crime; the Common Council of the City of London as police authority for the City of London police area; the Scottish Police Authority; the Northern Ireland Policing Board; the British Transport Police Authority; the Civil Nuclear Police Authority; the Secretary of State, in relation to the Ministry of Defence Police; “ special police force ” means— the British Transport Police; the Civil Nuclear Constabulary; the Ministry of Defence Police; “ strategic partners ” means— the Scottish Ministers; the Department of Justice in Northern Ireland; such persons as appear to the Secretary of State to represent the views of local policing bodies; such persons as appear to the Secretary of State to represent the views of the chief officers of England and Wales police forces; the chief constable of the Police Service of Scotland; the Chief Constable of the Police Service of Northern Ireland; the Commissioners for Her Majesty's Revenue and Customs; the Director of the Serious Fraud Office; “ UK law enforcement agency ” means— the Commissioners for Her Majesty's Revenue and Customs; the Director of the Serious Fraud Office; the Director of Border Revenue; the Scottish Administration; a Northern Ireland department; any other person operating in England, Scotland, Northern Ireland or Wales charged with the duty of investigating or prosecuting offences (apart from a UK police force); “ UK police force ” means— an England and Wales police force; the Police Service of Scotland; the Police Service of Northern Ireland; a special police force. 2 In this Part— a a reference to the powers and privileges of a constable is a reference to any powers and privileges of the constable, whether arising under an enactment or otherwise; b a reference to the Police Service of Northern Ireland includes a reference to the Police Service of Northern Ireland Reserve. 3 In any enactment— a a reference to a National Crime Agency officer is to be construed as a reference to an NCA officer within the meaning of this Part; b a reference to a function of the National Crime Agency is to be construed as a reference to an NCA function within the meaning of this Part (unless the context otherwise requires). 4 Definitions of the following terms used in this Part, or other provision relating to the meanings of such terms, are contained in the provisions (outside this section) which are indicated. Term Provision containing definition etc activities to combat crime (or a particular kind of crime) section 1(11) annual plan section 4(3) annual report Part 2 of Schedule 2 crime-reduction function section 1(4) criminal intelligence function section 1(5) customs matter section 9(8) framework document Part 1 of Schedule 2 NCA special paragraph 15 of Schedule 1 operational power section 9(8) strategic priorities section 3"}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "17", "section_title": "Civil and family proceedings in England and Wales", "section_text": "17 1 In Part 1 of the County Courts Act 1984 at the beginning insert— The county court Establishment of a single county court A1 1 There is to be a court in England and Wales, called the county court, for the purpose of exercising the jurisdiction and powers conferred on it— a by or under this or any other Act, or b by or under any Act, or Measure, of the National Assembly for Wales. 2 The county court is to be a court of record and have a seal. 2 Sections 1 and 2 of that Act (county courts to be held for districts) are repealed. 3 In the Matrimonial and Family Proceedings Act 1984 before Part 5 insert— Part 4A The family court Establishment of the family court 31A 1 There is to be a court in England and Wales, called the family court, for the purpose of exercising the jurisdiction and powers conferred on it— a by or under this or any other Act, or b by or under any Act, or Measure, of the National Assembly for Wales. 2 The family court is to be a court of record and have a seal. 4 Part 2 of the Children, Schools and Families Act 2010 (family proceedings) is repealed, as are the following related provisions of that Act: Part 2 of each of Schedules 3 and 4; section 29(4); and  “, (4)” in section 29(6). 5 Schedule 9 (amendments in connection with the county court replacing the existing county courts) has effect. 6 Schedules 10 and 11 (amendments in connection with the establishment of the family court) have effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "18", "section_title": "Youth courts to have jurisdiction to grant gang-related injunctions", "section_text": "18 1 Part 4 of the Policing and Crime Act 2009 (injunctions to prevent gang-related violence) is amended as follows. 2 In section 49(1) (interpretation of Part 4) for the definition of  “court” substitute— “court” (except in Schedule 5A)— a in the case of a respondent aged under 18, means a youth court, and b in any other case, means the High Court or the county court, but this is subject to any provision in rules of court that is or could be made under section 48(4); . 3 In section 43(7) (judge before whom person arrested on suspicion of breaching injunction under Part 4 is to be brought) for the words from  “means” to the end substitute means a judge of the court that granted the injunction, except that where—                     a the respondent is aged 18 or over, but b the injunction was granted by a youth court, it means a judge of the county court.                   4 In section 48 (rules of court in relation to injunctions under Part 4) after subsection (3) insert— 4 In relation to a respondent attaining the age of 18 after the commencement of proceedings under this Part, rules of court may— a provide for the transfer of the proceedings from a youth court to the High Court or the county court; b prescribe circumstances in which the proceedings may or must remain in a youth court. 5 Schedule 12 (which makes consequential and related amendments in the Policing and Crime Act 2009) has effect. 6 Nothing in any provision of this section or of that Schedule affects proceedings in relation to applications made before the coming into force of that provision."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "19", "section_title": "Varying designations of authorities responsible for remanded young persons", "section_text": "19 1 Section 102 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (where child remanded to youth detention accommodation, court must designate local authority to look after child and meet costs) is amended as follows. 2 In subsection (7)(a) (authority that already looks after child to be designated) after  “being looked after by a local authority” insert  “                    otherwise than by virtue of section 104(1)                  ” . 3 In subsection (7)(b) (in other cases, court must designate authority for area where child habitually resides or offence committed) for  “, the local authority” substitute  “                    but subject to subsection (7B), a local authority                  ” . 4 After subsection (7) insert— 7A In a case to which subsection (7)(b) applies, the court is to designate a local authority in whose area it appears to the court that the child habitually resides (a  “home authority”) except where the court— a considers as respects the home authority, or each home authority, that it is inappropriate to designate that authority, or b is unable to identify any place in England and Wales where the child habitually resides. 7B If in a case to which subsection (7)(b) applies— a the court is not required by subsection (7A) to designate a home authority, but b it appears to the court that the offence was not, or none of the offences was, committed in England and Wales, the court is to designate a local authority which it considers appropriate in the circumstances of the case. 5 After subsection (7B) insert— 7C Where a child has been remanded to youth detention accommodation, the court— a which remanded the child, or b to which the child was remanded, may designate a local authority (“B”) as the designated authority for the child in substitution for the authority previously designated (whether that previous designation was made when the child was remanded or under this subsection). 7D Where a child has at any one time been subject to two or more remands to youth detention accommodation, a court which has jurisdiction to make a replacement designation under subsection (7C) in connection with one or some of the remands also has jurisdiction to make such a replacement designation in connection with each of the other remands. 7E Where a replacement designation is made under subsection (7C) after the end of the period of remand concerned, the substitution of B for the previously-designated authority has effect only for the purposes of regulations under section 103. 7F Where a replacement designation is made under subsection (7C) during the period of remand concerned, the substitution of B for the previously-designated authority— a has effect, as respects the part of that period ending with the making of the replacement designation, only for the purposes of regulations under section 103, and b has effect, as respects the remainder of that period, for all of the purposes listed in subsection (6). 7G A court may make a replacement designation under subsection (7C) only if it considers that, had everything it knows been known by the court which made the previous designation, that court would have designated B instead. 7H Where a replacement designation is made under subsection (7C) in relation to a remand, the previously-designated authority is to be repaid any sums it paid in respect of the remand pursuant to regulations under section 103. 7J A court which has jurisdiction to make a replacement direction under subsection (7C) may exercise that jurisdiction on an application by a local authority or of its own motion. 6 A replacement designation under the new section 102(7C) may be made in respect of a remand ordered before this section comes into force, and the amendments made by this section have effect for the purpose of making a replacement designation in any such case; but, in such a case, the substitution of B for the previously-designated authority (and any entitlement to repayment under new section 102(7H)) does not have effect as respects any time before this section comes into force. 7 Except as provided by subsection (6), the amendments made by this section have effect only in relation to remands ordered after this section comes into force."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "20", "section_title": "Judicial appointments", "section_text": "20 Schedule 13 has effect. In that Schedule— Part 1 provides for there to be no more than the equivalent of 12 full-time judges of the Supreme Court, rather than exactly 12 judges, and makes provision about their selection, Part 2 contains provisions to facilitate greater diversity among judges, Part 3 amends provisions about membership of the Judicial Appointments Commission, Part 4— makes provision about selection for certain judicial appointments, and provides for the transfer, from the Lord Chancellor to the Lord Chief Justice or the Senior President of Tribunals, of functions in connection with selection for and appointment to judicial offices, Part 5 amends the selection procedure for certain senior judicial appointments until Part 4 of the Schedule is in force, Part 6 makes provision for the exercise of certain functions where the Master of the Rolls, the President of the Queen's Bench Division, the President of the Family Division or the Chancellor of the High Court is incapable of exercising the functions or one of those offices is vacant, and Part 7 abolishes the office of assistant Recorder."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "21", "section_title": "Deployment of the judiciary", "section_text": "21 1 The Lord Chief Justice's deployment responsibility includes (so far as it would not otherwise do so, and subject to having regard to the responsibilities of the Senior President of Tribunals) responsibility for the maintenance of appropriate arrangements for— a the deployment to tribunals of judiciary deployable to tribunals, and b the deployment to courts in England and Wales of judiciary deployable to such courts. 2 In subsection (1)  “ the Lord Chief Justice's deployment responsibility ” means the responsibility that the Lord Chief Justice of England and Wales, as President of the Courts of England and Wales, has under section 7(2)(c) of the Constitutional Reform Act 2005 for the maintenance of appropriate arrangements for the deployment of the judiciary of England and Wales. 3 Each of the following is a tribunal for the purposes of subsection (1)(a)— the Upper Tribunal, the First-tier Tribunal, the Employment Appeal Tribunal, and an employment tribunal in England and Wales. 4 Schedule 14 (which makes provision for deployment of judiciary to courts and tribunals, and updates references to chairmen of employment tribunals following their being renamed as Employment Judges) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "22", "section_title": "Transfer of immigration or nationality judicial review applications", "section_text": "22 1 In section 31A of the Senior Courts Act 1981 (transfer from the High Court to the Upper Tribunal)— a in subsection (2), for  “, 3 and 4” substitute  “                        and 3                      ” , b omit subsection (2A), c in subsection (3), for  “, 2 and 4” substitute  “                        and 2                      ” , and d omit subsections (7) and (8). 2 In section 20 of the Tribunals, Courts and Enforcement Act 2007 (transfer from the Court of Session to the Upper Tribunal)— a in subsection (1)— i in paragraph (a), for  “, 2 and 4 are met” substitute  “                            and 2 are met, and                          ” , ii omit paragraph (aa) (including the  “and” following it), and iii in paragraph (b), for  “, 3 and 4” substitute  “                            and 3                          ” , and b omit subsections (5) and (5A). 3 In section 25A of the Judicature (Northern Ireland) Act 1978 (transfer from the High Court to the Upper Tribunal)— a in subsection (2), for  “, 3 and 4” substitute  “                        and 3                      ” , b omit subsection (2A), c in subsection (3), for  “, 2 and 4” substitute  “                        and 2                      ” , and d omit subsections (7) and (8). 4 In consequence of the amendments made by subsections (1) to (3), section 53 of the Borders, Citizenship and Immigration Act 2009 is repealed."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "23", "section_title": "Permission to appeal from Upper Tribunal to Court of Session", "section_text": "23 In section 13 of the Tribunals, Courts and Enforcement Act 2007 (right to appeal from Upper Tribunal) after subsection (6) insert— 6A Rules of court may make provision for permission not to be granted on an application under subsection (4) to the Court of Session that falls within subsection (7) unless the court considers— a that the proposed appeal would raise some important point of principle, or b that there is some other compelling reason for the court to hear the appeal."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "24", "section_title": "Appeals relating to regulation of the Bar", "section_text": "24 1 Section 44 of the Senior Courts Act 1981 (extraordinary functions of High Court judges) ceases to have the effect of conferring jurisdiction on judges of the High Court sitting as Visitors to the Inns of Court. 2 The General Council of the Bar, an Inn of Court, or two or more Inns of Court acting collectively in any manner, may confer a right of appeal to the High Court in respect of a matter relating to— a regulation of barristers, b regulation of other persons regulated by the person conferring the right, c qualifications or training of barristers or persons wishing to become barristers, or d admission to an Inn of Court or call to the Bar. 3 An Inn of Court may confer a right of appeal to the High Court in respect of— a a dispute between the Inn and a member of the Inn, or b a dispute between members of the Inn; and in this subsection any reference to a member of an Inn includes a reference to a person wishing to become a member of that Inn. 4 A decision of the High Court on an appeal under this section is final. 5 Subsection (4) does not apply to a decision disbarring a person. 6 The High Court may make such order as it thinks fit on an appeal under this section. 7 A right conferred under subsection (2) or (3) may be removed by the person who conferred it; and a right conferred under subsection (2) by two or more Inns of Court acting collectively may, so far as relating to any one of the Inns concerned, be removed by that Inn."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "25", "section_title": "Enforcement by taking control of goods", "section_text": "25 1 Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (procedure for taking control of goods) is amended as follows. 2 In paragraph 17 (enforcement agent may use reasonable force to enter etc where paragraph 18 or 19 applies) for  “or 19” substitute  “                    , 18A, 19 or 19A                  ” . 3 After paragraph 18 insert— 18A 1 This paragraph applies if these conditions are met— a the enforcement agent has power to enter the premises under paragraph 14; b the enforcement agent reasonably believes that the debtor carries on a trade or business on the premises; c the enforcement agent is acting under a writ or warrant of control issued for the purpose of recovering a sum payable under a High Court or county court judgment; d the sum so payable is not a traffic contravention debt. 2 “ Traffic contravention debt ” has the meaning given by section 82(2) of the Traffic Management Act 2004. 4 After paragraph 19 insert— 19A 1 This paragraph applies if these conditions are met— a the enforcement agent has power to enter the premises under paragraph 16; b the enforcement agent has taken control of the goods by entering into a controlled goods agreement with the debtor; c the debtor has failed to comply with any provision of the controlled goods agreement relating to the payment by the debtor of the debt; d the debtor has been given notice of the intention of the enforcement agent to enter the premises to inspect the goods or to remove them for storage or sale; e neither paragraph 18 nor paragraph 19 applies. 2 For the purposes of a notice under sub-paragraph (1)(d), regulations must state— a the minimum period of notice; b the form of the notice; c what it must contain; d how it must be given; e who must give it. 3 The enforcement agent must keep a record of the time when a notice under sub-paragraph (1)(d) is given. 4 If regulations authorise it, the court may order in prescribed circumstances that the notice given may be less than the minimum period. 5 The order may be subject to conditions. 5 In paragraphs 24(2) and 31(5) (no power to use force against persons except to extent provided in regulations) omit  “, except to the extent that regulations provide that it does”. 6 Omit paragraph 53(2) (controlled goods to be treated as abandoned if unsold after a sale). 7 Omit paragraph 56(2) (securities to be treated as abandoned if not disposed of in accordance with notice of disposal). 8 In consequence of the repeals in subsection (5), in section 90 of the Tribunals, Courts and Enforcement Act 2007 (regulations under Part 3)— a omit subsection (4) (procedure for regulations under paragraphs 24(2) and 31(5) of Schedule 12), and b in subsection (5) omit  “In any other case”. 9 In Schedule 13 to that Act (taking control of goods: amendments)— a in paragraph 37 (repeal in section 66(2) of the Criminal Justice Act 1972) for the words after  “etc.),” substitute  “                        omit subsection (2).                      ” , b in paragraph 74 (repeal of sections 93 to 100 of the County Courts Act 1984) after  “93 to” insert  “                        98 and                      ” , c in paragraph 85 (amendment of section 436 of the Insolvency Act 1986) for  “436” substitute  “                        436(1)                      ” , d in paragraph 125 (amendment of section 15 of the Employment Tribunals Act 1996) for  “ “by execution issued from the county court”” substitute “the words from  “by execution”, to  “court” in the first place after  “by execution”,”, and e in paragraph 134 (which amends Schedule 17 to the Financial Services and Markets Act 2000) for  “paragraph 16(a)” substitute  “                        paragraphs 16(a) and 16D(a)                      ” ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "26", "section_title": "Payment of fines and other sums", "section_text": "26 1 In the Magistrates' Courts Act 1980 after section 75 insert— Costs of collecting sums adjudged to be paid by a conviction 75A 1 Where a sum is adjudged to be paid by a conviction, the person liable to pay the sum is also liable to pay amounts in respect of costs of doing things for the purpose of collecting sums of that kind. 2 Where the person is charged such an amount, the sum adjudged to be paid is treated as increased by that amount. 3 No such amount may be charged unless a collection order or other notice of the person's liability to pay such amounts has been served on the person. 4 Where time has been allowed for payment of the sum, no such amount may be charged before the end of that time. 5 Where payment is to be by instalments, no such amount may be charged— a before the first occasion on which there is default in the payment of an instalment, or b at any other time when the instalments are up to date. 6 No such amount may be charged in respect of costs that may be recovered under paragraph 62 of Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (costs related to taking control of goods and selling them). 7 This section applies in relation to a sum even if a collection order is in force in relation to the sum. 2 In the Courts Act 2003 after section 36 (a fines officer is a civil servant, or person provided under a contract, who is so designated by the Lord Chancellor) insert— All functions of fines officers may be contracted-out 36A A function given by or under an enactment to a fines officer as such is to be taken for the purposes of section 2(5)\t\t\t\t\t\t\t\t(ban on contracting-out of judicial functions) as not involving the making of judicial decisions and as not involving the exercise of any judicial discretion. 3 In Schedule 5 to that Act (collection of fines and other sums) in paragraph 13(1)\t\t\t\t\t(contents of collection orders) after paragraph (c) insert— ca explain how the sum due may be increased by amounts in respect of costs of doing things for the purpose of collecting sums of that kind, . 4 In section 85 of the Magistrates' Courts Act 1980 (power to remit fines) after subsection (4)\t\t\t\t\t(power does not extend to other sums) insert— 5 Despite subsection (4) above, references in subsections (1) to (3) above to a fine do include an amount that a person has been charged in respect of costs mentioned in section 75A(1) above if the person is liable under section 75A(1) above to pay the amount as a result of being liable to pay a fine as defined by subsection (4) above. 5 In section 139(c) of that Act (disposal of balance of receipts on account of sum adjudged to be paid) after  “balance” insert  “                    in accordance with any directions under section 139A and, subject to that, in payment                  ” . 6 In that Act after section 139 insert— Disposal of amounts received in respect of collection costs 139A 1 The Secretary of State may give directions requiring that money received on account of an amount charged as mentioned in section 75A is to be paid to the person who charged the amount. 2 For the purposes of this section, money is received on account of an amount charged as mentioned in section 75A if— a the money is received on account of a sum whose amount has been increased under that section, b the total received on account of the sum is more than the figure the sum would be if increases under that section are excluded, and c the money is— i the balance after deducting that figure from the total received, or ii if less, so much of that balance as equals the amount charged. 3 Directions under this section— a may be general or apply only in cases specified in them; b may make different provision for different purposes; c may be revoked by directions given by the Secretary of State. 7 In section 24(2) of the Criminal Justice Act 1991 (regulations about applications by courts for benefit deductions) after paragraph (b) insert— ba provision, including provision for deductions, in connection with the fine or compensation to which an application relates being treated as increased under section 75A of the 1980 Act or paragraph 42A of Schedule 5 to the Courts Act 2003; . 8 In section 56(3) of the Education and Skills Act 2008 (normal enforcement provisions do not apply to a non-participation fine once offender reaches 18) after  “to be concluded” insert “or to preserve existing increases under section 75A of the Magistrates' Courts Act 1980 (collection costs) or paragraph 42A of Schedule 5 to the Courts Act 2003”."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "27", "section_title": "Disclosure of information to facilitate collection of fines and other sums", "section_text": "27 1 Schedule 5 to the Courts Act 2003 (collection of fines and other sums) is amended as follows. 2 Paragraphs 9A to 10 (disclosure of information by Secretary of State to court officer to help court decide whether to apply for benefit deductions etc) become Part 3A of the Schedule. 3 Accordingly, after paragraph 9 insert—  “                    PART 3A                     DISCLOSURE OF INFORMATION, AND MEANING OF  “RELEVANT BENEFIT”  ETC                   ” . 4 In the heading before paragraph 9A, after  “Disclosure of information in connection with” insert  “                    making of attachment of earnings order or                  ” . 5 For paragraph 9A (power of Secretary of State to disclose information to help court decide whether to apply for benefit deductions) substitute— 9A 1 The Secretary of State or a Northern Ireland department, or a person providing services to the Secretary of State or a Northern Ireland department, may disclose social security information to a relevant person. 1A Her Majesty's Revenue and Customs, or a person providing services to the Commissioners for Her Majesty's Revenue and Customs, may disclose finances information to a relevant person. 1B The disclosure authorised by sub-paragraph (1) or (1A) is disclosure of the information concerned for the purpose of facilitating the making, by the relevant court or a fines officer, of any of the following— a a decision as to whether to make an attachment of earnings order in respect of P, b a decision as to whether to make an application for benefit deductions in respect of P, and c such an order or application. 2 In this paragraph— “ finances information ” means information which— is about a person's income, gains or capital, and is held— by Her Majesty's Revenue and Customs, or by a person providing services to the Commissioners for Her Majesty's Revenue and Customs in connection with the provision of those services, or information which is held with information so held; “ social security information ” means information which is held for the purposes of functions relating to social security— by the Secretary of State or a Northern Ireland Department, or by a person providing services to the Secretary of State, or a Northern Ireland Department, in connection with the provision of those services, or information which is held with information so held. 2A The reference in sub-paragraph (2) to functions relating to social security includes a reference to functions relating to any of the matters listed in section 127(8) of the Welfare Reform Act 2012 (statutory payments and maternity allowances). 3 In this paragraph  “ relevant person ” means a person who is appointed by the Lord Chancellor under section 2(1) or provided under a contract made by virtue of section 2(4). 6 In paragraph 9B(1) (limits on onward disclosure)— a for  “9A(3)” substitute  “                        9A                      ” , and b for the words after  “making” substitute  “                        , by the relevant court or a fines officer, of such a decision, order or application as is mentioned in paragraph 9A(1B).                      ” 7 In paragraph 9B(2)(b) (use of information otherwise than in connection with decision mentioned in sub-paragraph (1)) for  “as is mentioned in that sub-paragraph” substitute  “                    , order or application as is mentioned in paragraph 9A(1B)                  ” . 8 In paragraph 9B(3) (disclosures that are not unlawful)— a in paragraph (a) (disclosure in accordance with order of a court etc) after  “order of a court” insert  “                        or of a tribunal established by or under an Act                      ” , and b in paragraph (b) (disclosure of information previously lawfully disclosed) after  “disclose” insert or use—                         i any information which is in the form of a summary or collection of information so framed as not to enable information relating to any particular person to be ascertained from it, or ii . 9 In paragraph 9B(5) (offence of wrongful use or disclosure of disclosed information punishable on summary conviction by a fine not exceeding level 4) for the words from  “liable” to the end substitute liable—                     a on conviction on indictment— i to imprisonment for a term not exceeding 2 years, or ii to a fine, or iii to both; b on summary conviction— i to imprisonment for a term not exceeding 12 months, or ii to a fine not exceeding the statutory maximum, or iii to both. 10 In paragraph 9B after sub-paragraph (5) insert— 6 Sub-paragraph (5)(b) applies in relation to offences committed before the commencement of section 154(1) of the Criminal Justice Act 2003 (general limit on power of magistrates' courts to impose imprisonment) as if the reference to 12 months were a reference to 6 months. 7 A prosecution for an offence under sub-paragraph (2) may be instituted only by or with the consent of the Director of Public Prosecutions. 11 Omit paragraph 9C(2) and (4) (meaning of  “ benefit status ” and  “ prescribed ”). 12 In paragraph 9C (interpretation etc of paragraphs 9A and 9B)— a in sub-paragraph (1) for  “This paragraph applies” substitute  “                        Sub-paragraphs (3) and (3A) apply                      ” , and b after sub-paragraph (3) insert— 3A Relevant court” has the same meaning as in Part 3 of this Schedule. 3B In paragraphs 9A and 10 (as in the provisions of this Schedule which extend to England and Wales only)— “ fines officer ” has the meaning given by section 36; “ P ” has the meaning given by paragraph 1. 13 Paragraphs 9A, 9C and 10, as amended by the preceding provisions of this section, extend to Scotland and Northern Ireland (as well as to England and Wales). 14 Accordingly, in section 111(1) of the Courts Act 2003 (subject to subsections (2) and (3), Act extends to England and Wales only) after  “(3)” insert  “                    and to section 27(13) of the Crime and Courts Act 2013 (extent of paragraphs 9A, 9C and 10 of Schedule 5)                  ” ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "28", "section_title": "Disclosure of information for calculating fees of courts, tribunals etc", "section_text": "28 1 The Secretary of State or a Northern Ireland Department, or a person providing services to the Secretary of State or a Northern Ireland Department, may disclose social security information to a relevant person who wants social security information in connection with deciding a fee-remission application. 2 Her Majesty's Revenue and Customs, or a person providing services to the Commissioners for Her Majesty's Revenue and Customs, may disclose tax credit information or finances information to a relevant person who wants tax credit information or finances information in connection with deciding a fee-remission application. 3 Information disclosed to a relevant person under subsection (1) or (2)— a must not be further disclosed, except to another relevant person who wants social security information, tax credit information or finances information in connection with deciding a fee-remission application, and b must not be used otherwise than in connection with deciding a fee-remission application. 4 Subsection (3) does not prohibit— a disclosure or use of information which is in the form of a summary or collection of information so framed as not to enable information relating to any particular person to be ascertained from it; b disclosure or use of information which has previously been disclosed to the public with lawful authority; c disclosure or use of information so far as necessary to comply with— i an order of a court, ii an order of a tribunal established by or under an Act, or iii a duty imposed by or under an Act or Northern Ireland legislation. 5 It is an offence for a person to disclose or use information in contravention of subsection (3). 6 It is a defence for a person charged with an offence under subsection (5) to prove that the person reasonably believed that the disclosure or use concerned was lawful. 7 A person guilty of an offence under subsection (5) is liable— a on conviction on indictment— i to imprisonment for a term not exceeding 2 years, or ii to a fine, or iii to both; b on summary conviction— i to imprisonment for a period not exceeding 12 months, or ii to a fine not exceeding the statutory maximum, or iii to both. 7A In the application of this section in England and Wales, the reference in subsection (7)(b)(i) to 12 months is to be read as a reference to the general limit in a magistrates’ court (or to 6 months in relation to an offence committed before 2 May 2022). 8 Subsection (7)(b) applies— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in Northern Ireland, as if the reference to 12 months were a reference to 6 months. 9 A prosecution for an offence under subsection (5)— a may be instituted in England and Wales only by or with the consent of the Director of Public Prosecutions, and b may be instituted in Northern Ireland only by or with the consent of the Director of Public Prosecutions for Northern Ireland. 10 In this section— “ fee-remission application ” means an application for any relief available to recipients of a social security benefit, or tax credit, from fees under any of— section 92 of the Courts Act 2003 (court fees), section 52 of the Constitutional Reform Act 2005 (Supreme Court fees), section 54 of the Mental Capacity Act 2005 (Court of Protection fees), section 58 of that Act (Public Guardian fees), section 42 of the Tribunals, Courts and Enforcement Act 2007 (tribunal fees), paragraph 9 of Schedule 12 to the Commonhold and Leasehold Reform Act 2002 (leasehold valuation tribunal fees), paragraph 11 of Schedule 13 to the Housing Act 2004 (residential property tribunal fees), and section 7 of the Gender Recognition Act 2004 (Gender Recognition Panel fees); “ finances information ” means information which— is about a person's income, gains or capital, and is held— by Her Majesty's Revenue and Customs, or by a person providing services to the Commissioners for Her Majesty's Revenue and Customs, in connection with the provision of those services; “ relevant person ” means— the Lord Chancellor, the Secretary of State, a person providing services to the Lord Chancellor or to the Secretary of State, any of the officers or staff of the Supreme Court, or any of the officers or staff of, or a person providing services to, the Public Guardian appointed for the purposes of the Mental Capacity Act 2005; “ social security information ” means information which is held for the purposes of functions relating to social security— by the Secretary of State or a Northern Ireland Department, or by a person providing services to the Secretary of State or a Northern Ireland Department, in connection with the provision of those services, or information which is held with information so held; “ tax credit information ” means information as to whether a person has been awarded child tax credit or working tax credit which is held— by Her Majesty's Revenue and Customs, or by a person providing services to the Commissioners for Her Majesty's Revenue and Customs, in connection with the provision of those services."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "29", "section_title": "Supreme Court chief executive, officers and staff", "section_text": "29 1 For section 48(2) of the Constitutional Reform Act 2005 (chief executive of the Supreme Court to be appointed by Lord Chancellor after consulting President of the Court) substitute— 2 It is for the President of the Court to appoint the chief executive. 2 Section 49 of that Act (officers and staff of the Supreme Court) is amended as follows. 3 In subsection (2) (number of officers and staff, and their terms, are for the chief executive but subject to the provision in subsection (3) about application of civil service pension arrangements)— a for  “these matters with the agreement of the Lord Chancellor—” substitute  “                        the following matters—                      ” , and b for  “subsection” substitute  “                        subsections (2A) and                      ” . 4 After subsection (2) insert— 2A Service as the chief executive of the Court, and service as an officer or staff appointed under subsection (1), is service in the civil service of the State. 5 In subsection (3) (civil service pension arrangements apply to chief executive, officers and staff) for  “The” at the beginning substitute  “                    Accordingly, the                  ” ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "30", "section_title": "Supreme Court security officers", "section_text": "30 1 In Part 3 of the Constitutional Reform Act 2005 (the Supreme Court) after section 51 insert— Court security Security officers 51A 1 A Supreme Court security officer is a person who is— a appointed by the President of the Supreme Court under section 49(1) or provided under a contract, and b designated by the President as a Supreme Court security officer. 2 The President may give directions as to— a training courses to be completed by Supreme Court security officers; b conditions to be met before a person may be designated as a Supreme Court security officer. 3 For the purposes of sections 51B to 51E, a Supreme Court security officer who is not readily identifiable as such (whether by means of uniform or badge or otherwise) is not to be regarded as acting in the execution of the officer's duty. 4 In those sections  “ court building ” means any building— a where the business of the Supreme Court, or of the Judicial Committee of the Privy Council, is carried on, and b to which the public has access. Powers of search, exclusion, removal and restraint 51B 1 A Supreme Court security officer acting in the execution of the officer's duty may search— a any person who is in, or seeking to enter, a court building, and b any article in the possession of such a person. 2 Subsection (1) does not authorise a Supreme Court security officer to require a person to remove any of the person's clothing other than a coat, jacket, headgear, gloves or footwear. 3 A Supreme Court security officer acting in the execution of the officer's duty may exclude or remove from a court building, or a part of a court building, any person who refuses— a to permit a search under subsection (1), or b to surrender an article in the person's possession when asked to do so under section 51C(1). 4 A Supreme Court security officer acting in the execution of the officer's duty may— a restrain any person who is in a court building, or b exclude or remove any person from a court building, or a part of a court building, if it is reasonably necessary to do so for one of the purposes given in subsection (5). 5 The purposes are— a enabling business of the Supreme Court, or of the Judicial Committee of the Privy Council, to be carried on without interference or delay; b maintaining order; c securing the safety of any person in the court building. 6 A Supreme Court security officer acting in the execution of the officer's duty may remove any person from a courtroom at the request of— a a judge of the Supreme Court, or b a member of the Judicial Committee of the Privy Council. 7 The powers given by subsections (3), (4) and (6) include power to use reasonable force, where necessary. Surrender, seizure and retention of knives and other articles 51C 1 If a Supreme Court security officer acting in the execution of the officer's duty reasonably believes that an article in the possession of a person who is in, or seeking to enter, a court building ought to be surrendered on any of the grounds given in subsection (2), the officer must ask the person to surrender the article; and, if the person refuses to surrender the article, the officer may seize it. 2 The grounds are that the article— a may jeopardise the maintenance of order in the court building (or a part of it), b may put the safety of any person in the court building at risk, or c may be evidence of, or in relation to, an offence. 3 Subject to subsection (4), a Supreme Court security officer may retain an article which was— a surrendered in response to a request under subsection (1), or b seized under that subsection, until the time when the person who surrendered it, or from whom it was seized, is leaving the court building. 4 If a Supreme Court security officer reasonably believes that the article may be evidence of, or in relation to, an offence, the officer may retain it until— a the time when the person who surrendered it, or from whom it was seized, is leaving the court building, or b the end of the permitted period, whichever is the later. 5 In subsection (4)  “ the permitted period ” means such period, not exceeding 24 hours from the time the article was surrendered or seized, as will enable the Supreme Court security officer to draw the article to the attention of a constable. 6 Subsections (3) to (5) do not apply where a knife is— a surrendered to a Supreme Court security officer in response to a request under subsection (1), or b seized by a Supreme Court security officer under that subsection, but, instead, the knife must be retained in accordance with regulations under section 51D(3) unless returned or disposed of in accordance with those regulations or regulations under section 51D(1). 7 If a Supreme Court security officer reasonably believes that a retained knife may be evidence of, or in relation to, an offence, nothing in subsection (6) prevents the officer retaining the knife for so long as necessary to enable the officer to draw it to the attention of a constable. 8 In this section  “ knife ” includes— a a knife-blade, and b any other article which— i has a blade or is sharply pointed, and ii is made or adapted for use for causing injury to the person. Regulations about retention of knives and other articles 51D 1 The Lord Chancellor may by regulations make provision as to— a the provision to persons— i by whom articles have been surrendered in response to a request under subsection (1) of section 51C, or ii from whom articles have been seized under that subsection, of written information about the powers of retention of Supreme Court security officers, b the keeping of records about articles which have been so surrendered or seized, c the period for which unclaimed articles have to be kept, and d the disposal of unclaimed articles at the end of that period. 2 In subsection (1)  “ unclaimed article ” means an article— a which has been retained under section 51C, b which a person is entitled to have returned, c which has not been returned, and d whose return has not been requested by a person entitled to it. 3 Without prejudice to the generality of subsection (1), the Lord Chancellor must by regulations make provision as to— a the procedure to be followed when a knife is retained under section 51C; b the making of requests by eligible persons for the return of knives so retained; c the procedure to be followed when returning a knife pursuant to a request made in accordance with the regulations. 4 In subsection (3)— “ eligible person ”, in relation to a knife retained under section 51C, means— the person who surrendered the knife under subsection (1) of section 51C or from whom the knife was seized under that subsection, or any other person specified in regulations under subsection (3); “ knife ” has the same meaning as in section 51C. Assaulting and obstructing Supreme Court security officers 51E 1 Any person who assaults a Supreme Court security officer acting in the execution of the officer's duty commits an offence. 2 A person guilty of an offence under subsection (1) is liable on summary conviction— a to imprisonment for a term not exceeding 12 months, or b to a fine not exceeding level 5 on the standard scale, or c to both. 3 Subsection (2) applies— a in England and Wales in relation to offences committed before the commencement of section 154(1) of the Criminal Justice Act 2003 (general limit on magistrates' court's power to impose imprisonment), and b in Northern Ireland, as if the reference to 12 months were a reference to 6 months. 4 A person who resists or wilfully obstructs a Supreme Court security officer acting in the execution of the officer's duty commits an offence. 5 A person guilty of an offence under subsection (4) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2 In section 48(3)(a) of the Constitutional Reform Act 2005 (delegation of President's functions to chief executive) after  “under section 49(1)” insert  “                    or 51A(1)(a) or (b)                  ” ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "31", "section_title": "Making, and use, of recordings of Supreme Court proceedings", "section_text": "31 1 Section 9 of the Contempt of Court Act 1981 (recording of court proceedings) is amended as follows. 2 After subsection (1) insert— 1A In the case of a recording of Supreme Court proceedings, subsection (1)(b) does not apply to its publication or disposal with the leave of the Court. 3 In subsection (2) (leave under subsection (1)(a): grant, refusal, conditions, withdrawal and amendment)— a after  “paragraph (a) of subsection (1)” insert  “                        , or under subsection (1A),                      ” , b for  “if granted may” substitute if granted—                         a may, in the case of leave under subsection (1)(a), , and c after  “leave; and” insert— b may, in the case of leave under subsection (1A), be granted subject to such conditions as the Supreme Court thinks proper with respect to publication or disposal of any recording to which the leave relates; and                       . 4 In subsection (1) (activities which are contempt of court) after paragraph (c) insert— d to publish or dispose of any recording in contravention of any conditions of leave granted under subsection (1A)."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "32", "section_title": "Enabling the making, and use, of films and other recordings of proceedings", "section_text": "32 1 The Lord Chancellor may, by order made with the concurrence of the Lord Chief Justice, provide that a section mentioned in subsection (2) or any provision of either of those sections— a does not apply in relation to the making of a recording or the making of a prescribed recording; b does not apply in relation to the making of a recording, or the making of a prescribed recording, if prescribed conditions are met, including conditions as to a court or tribunal or any other person being satisfied as to anything or agreeing; c does not apply in relation to prescribed use of a prescribed recording. 2 Those sections are— a section 41 of the Criminal Justice Act 1925 (no photography or drawing in court of persons involved in proceedings, and no publication of contravening images); b section 9 of the Contempt of Court Act 1981 (no sound recording in court without permission, and no public playing of recordings). 3 In the case of any particular proceedings of a court or tribunal, the court or tribunal may in the interests of justice or in order that a person is not unduly prejudiced— a direct that a provision disapplied in relation to the proceedings by an order under subsection (1) is, despite the order, to apply in relation to the proceedings, or b direct that a provision disapplied in relation to the proceedings by an order under subsection (1) is, despite the order, disapplied in relation to the proceedings only if conditions specified in the direction are met. 4 No appeal may be made against— a a direction given under subsection (3), or b a decision not to give a direction under that subsection. 5 In this section— “ recording ” means a visual or sound recording on any medium, including (in particular)— films and other video-recordings, with or without sound, other photographs, and sketches and portraits; “ prescribed ” means prescribed by an order under subsection (1). 6 The preceding provisions of this section do not apply in relation to Supreme Court proceedings. 7 In section 41 of the Criminal Justice Act 1925 after subsection (1) insert— 1A See section 32 of the Crime and Courts Act 2013 for power to provide for exceptions. 8 In section 9 of the Contempt of Court Act 1981 after subsection (4) insert— 5 See section 32 of the Crime and Courts Act 2013 for power to provide for further exceptions."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "33", "section_title": "Abolition of scandalising the judiciary as form of contempt of court", "section_text": "33 1 Scandalising the judiciary (also referred to as scandalising the court or scandalising judges) is abolished as a form of contempt of court under the common law of England and Wales. 2 That abolition does not prevent proceedings for contempt of court being brought against a person for conduct that immediately before that abolition would have constituted both scandalising the judiciary and some other form of contempt of court."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "34", "section_title": "Awards of exemplary damages", "section_text": "34 1 This section applies where— a a relevant claim is made against a person (“ the defendant ”), b the defendant was a relevant publisher at the material time, c the claim is related to the publication of news-related material, and d the defendant is found liable in respect of the claim. 2 Exemplary damages may not be awarded against the defendant in respect of the claim if the defendant was a member of an approved regulator at the material time. 3 But the court may disregard subsection (2) if— a the approved regulator imposed a penalty on the defendant in respect of the defendant's conduct or decided not to do so, b the court considers, in light of the information available to the approved regulator when imposing the penalty or deciding not to impose one, that the regulator was manifestly irrational in imposing the penalty or deciding not to impose one, and c the court is satisfied that, but for subsection (2), it would have made an award of exemplary damages under this section against the defendant. 4 Where the court is not prevented from making an award of exemplary damages by subsection (2) (whether because that subsection does not apply or the court is permitted to disregard that subsection as a result of subsection (3)), the court— a may make an award of exemplary damages if it considers it appropriate to do so in all the circumstances of the case, but b may do so only under this section. 5 Exemplary damages may be awarded under this section only if they are claimed. 6 Exemplary damages may be awarded under this section only if the court is satisfied that— a the defendant's conduct has shown a deliberate or reckless disregard of an outrageous nature for the claimant's rights, b the conduct is such that the court should punish the defendant for it, and c other remedies would not be adequate to punish that conduct. 7 Exemplary damages may be awarded under this section whether or not another remedy is granted. 8 The decision on the question of— a whether exemplary damages are to be awarded under this section, or b the amount of such damages, must not be left to a jury."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "35", "section_title": "Relevant considerations", "section_text": "35 1 This section applies where the court is deciding whether the circumstances of the case make it appropriate for exemplary damages to be awarded under section 34. 2 The court must have regard to the principle that exemplary damages must not usually be awarded if, at any time before the decision comes to be made, the defendant has been convicted of an offence involving the conduct complained of. 3 The court must take account of the following— a whether membership of an approved regulator was available to the defendant at the material time; b if such membership was available, the reasons for the defendant not being a member; c so far as relevant in the case of the conduct complained of, whether internal compliance procedures of a satisfactory nature were in place and, if so, the extent to which they were adhered to in that case. 4 The reference in subsection (3)(c) to  “internal compliance procedures” being in place is a reference to any procedures put in place by the defendant for the purpose of ensuring that— a material is not obtained by or on behalf of the defendant in an inappropriate way, and b material is not published by the defendant in inappropriate circumstances. 5 The court may regard deterring the defendant and others from similar conduct as an object of punishment. 6 This section is not to be read as limiting the power of the court to take account of any other matters it considers relevant to its decision."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "36", "section_title": "Amount of exemplary damages", "section_text": "36 1 This section applies where the court decides to award exemplary damages under section 34. 2 The court must have regard to these principles in determining the amount of exemplary damages— a the amount must not be more than the minimum needed to punish the defendant for the conduct complained of; b the amount must be proportionate to the seriousness of the conduct. 3 The court must take account of these matters in determining the amount of exemplary damages— a the nature and extent of any loss or harm caused, or intended to be caused, by the defendant's conduct; b the nature and extent of any benefit the defendant derived or intended to derive from such conduct. 4 The court may regard deterring the defendant and others from similar conduct as an object of punishment. 5 This section is not to be read as limiting the power of the court to take account of any other matters it considers relevant to its decision."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "37", "section_title": "Multiple claimants", "section_text": "37 1 This section applies where a relevant publisher— a is a defendant to a relevant claim, and b is found liable to two or more persons in respect of the claim (“the persons affected”). 2 In deciding whether to award exemplary damages under section 34 or the amount of such damages to award (whether to one or more of the persons affected), the court must take account of any settlement or compromise by any persons of a claim in respect of the conduct. 3 But the court may take account of any such settlement or compromise only if the defendant agrees. 4 If the court awards exemplary damages under section 34 to two or more of the persons affected, the total amount awarded must be such that it does not punish the defendant excessively. 5 If the court awards exemplary damages under section 34 to one or more of the persons affected, no later claim may be made for exemplary damages as regards the conduct."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "38", "section_title": "Multiple defendants", "section_text": "38 1 Any liability of two or more persons for exemplary damages awarded under section 34 is several (and not joint or joint and several). 2 Subsection (1) has effect subject to the law relating to the liability of a partner for the conduct of another partner. 3 Where the liability of two or more persons for exemplary damages is several, no contribution in respect of the damages may be recovered by any of them under section 1 of the Civil Liability (Contribution) Act 1978."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "39", "section_title": "Awards of aggravated damages", "section_text": "39 1 This section applies where— a a relevant claim is made against a person (“ the defendant ”), b the defendant was a relevant publisher at the material time, c the claim is related to the publication of news-related material, and d the defendant is found liable in respect of the claim. 2 Aggravated damages may be awarded against the defendant only to compensate for mental distress and not for purposes of punishment. 3 In this section,  “ aggravated damages ” means damages that were commonly called aggravated before the passing of this Act and which— a are awarded against a person in respect of the person's motive or exceptional conduct, but b are not exemplary damages or restitutionary damages. 4 Nothing in this section is to be read as implying that, in cases where this section does not apply, aggravated damages may be awarded for purposes of punishment."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "40", "section_title": "Awards of costs", "section_text": "40 1 This section applies where— a a relevant claim is made against a person (“ the defendant ”), b the defendant was a relevant publisher at the material time, and c the claim is related to the publication of news-related material. 2 If the defendant was a member of an approved regulator at the time when the claim was commenced (or was unable to be a member at that time for reasons beyond the defendant's control or it would have been unreasonable in the circumstances for the defendant to have been a member at that time), the court must not award costs against the defendant unless satisfied that— a the issues raised by the claim could not have been resolved by using an arbitration scheme of the approved regulator, or b it is just and equitable in all the circumstances of the case to award costs against the defendant. 3 If the defendant was not a member of an approved regulator at the time when the claim was commenced (but would have been able to be a member at that time and it would have been reasonable in the circumstances for the defendant to have been a member at that time), the court must award costs against the defendant unless satisfied that— a the issues raised by the claim could not have been resolved by using an arbitration scheme of the approved regulator (had the defendant been a member), or b it is just and equitable in all the circumstances of the case to make a different award of costs or make no award of costs. 4 The Secretary of State must take steps to put in place arrangements for protecting the position in costs of parties to relevant claims who have entered into agreements under section 58 of the Courts and Legal Services Act 1990. 5 This section is not to be read as limiting any power to make rules of court. 6 This section does not apply until such time as a body is first recognised as an approved regulator."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "41", "section_title": "Meaning of  “relevant publisher”", "section_text": "41 1 In sections 34 to 40,  “ relevant publisher ” means a person who, in the course of a business (whether or not carried on with a view to profit), publishes news-related material— a which is written by different authors, and b which is to any extent subject to editorial control. This is subject to subsections (5) and (6). 2 News-related material is  “subject to editorial control” if there is a person (whether or not the publisher of the material) who has editorial or equivalent responsibility for— a the content of the material, b how the material is to be presented, and c the decision to publish it. 3 A person who is the operator of a website is not to be taken as having editorial or equivalent responsibility for the decision to publish any material on the site, or for content of the material, if the person did not post the material on the site. 4 The fact that the operator of the website may moderate statements posted on it by others does not matter for the purposes of subsection (3). 5 A person is not a  “relevant publisher” if the person is specified by name in Schedule 15. 6 A person is not a  “relevant publisher” in so far as the person's publication of news-related material is in a capacity or case of a description specified in Schedule 15. 7 But a person who is not a  “relevant publisher” as a result of paragraph 8 of that Schedule (micro-businesses) is nevertheless to be regarded as such if the person was a member of an approved regulator at the material time."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "42", "section_title": "Other interpretative provisions", "section_text": "42 1 This section applies for the purposes of sections 34 to 41. 2 “ Approved regulator ” means a body recognised as a regulator of relevant publishers. 3 For the purposes of subsection (2), a body is  “recognised” as a regulator of relevant publishers if it is so recognised by any body established by Royal Charter (whether established before or after the coming into force of this section) with the purpose of carrying on activities relating to the recognition of independent regulators of relevant publishers. 4 “ Relevant claim ” means a civil claim made in respect of any of the following— a libel; b slander; c breach of confidence; d misuse of private information; e malicious falsehood; f harassment. 5 For the purposes of subsection (4)— a the reference to a claim made in respect of the misuse of private information does not include a reference to a claim made by virtue of   Article 82 of the   UK GDPR   or section 168 or 169 of the Data Protection Act 2018 (compensation for contravention of the data protection legislation)                     ; b the reference to a claim made in respect of harassment is a reference to a claim made under the Protection from Harassment Act 1997. 5A In subsection (5)(a),  “ the UK GDPR ” has the same meaning as in Parts 5 to 7 of the Data Protection Act 2018 (see section 3(10) and (14) of that Act). 6 The  “ material time ”, in relation to a relevant claim, is the time of the events giving rise to the claim. 7 “ News-related material ” means— a news or information about current affairs, b opinion about matters relating to the news or current affairs, or c gossip about celebrities, other public figures or other persons in the news. 8 A relevant claim is related to the publication of news-related material if the claim results from— a the publication of news-related material, or b activities carried on in connection with the publication of such material (whether or not the material is in fact published). 9 A reference to the  “ publication ” of material is a reference to publication— a on a website, b in hard copy, or c by any other means; and references to a person who  “publishes” material are to be read accordingly. 10 A reference to  “ conduct ” includes a reference to omissions; and a reference to a person's conduct includes a reference to a person's conduct after the events giving rise to the claim concerned."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "43", "section_title": "Use of force in self-defence at place of residence", "section_text": "43 1 Section 76 of the Criminal Justice and Immigration Act 2008 (use of reasonable force for purposes of self-defence etc) is amended as follows. 2 Before subsection (6) (force not regarded as reasonable if it was disproportionate) insert— 5A In a householder case, the degree of force used by D is not to be regarded as having been reasonable in the circumstances as D believed them to be if it was grossly disproportionate in those circumstances. 3 In subsection (6) at the beginning insert  “                    In a case other than a householder case,                  ” . 4 After subsection (8) insert— 8A For the purposes of this section  “a householder case” is a case where— a the defence concerned is the common law defence of self-defence, b the force concerned is force used by D while in or partly in a building, or part of a building, that is a dwelling or is forces accommodation (or is both), c D is not a trespasser at the time the force is used, and d at that time D believed V to be in, or entering, the building or part as a trespasser. 8B Where— a a part of a building is a dwelling where D dwells, b another part of the building is a place of work for D or another person who dwells in the first part, and c that other part is internally accessible from the first part, that other part, and any internal means of access between the two parts, are each treated for the purposes of subsection (8A) as a part of a building that is a dwelling. 8C Where— a a part of a building is forces accommodation that is living or sleeping accommodation for D, b another part of the building is a place of work for D or another person for whom the first part is living or sleeping accommodation, and c that other part is internally accessible from the first part, that other part, and any internal means of access between the two parts, are each treated for the purposes of subsection (8A) as a part of a building that is forces accommodation. 8D Subsections (4) and (5) apply for the purposes of subsection (8A)(d) as they apply for the purposes of subsection (3). 8E The fact that a person derives title from a trespasser, or has the permission of a trespasser, does not prevent the person from being a trespasser for the purposes of subsection (8A). 8F In subsections (8A) to (8C)— “ building ” includes a vehicle or vessel, and “ forces accommodation ” means service living accommodation for the purposes of Part 3 of the Armed Forces Act 2006 by virtue of section 96(1)(a) or (b) of that Act. 5 In subsection (9) (section intended to be clarificatory) after  “This section” insert  “                    , except so far as making different provision for householder cases,                  ” . 6 An amendment made by this section does not apply in respect of force used before the amendment comes into force."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "44", "section_title": "Dealing non-custodially with offenders", "section_text": "44 Schedule 16 (which makes provision about community orders, restorative justice, community requirements in suspended sentence orders, compensation orders and fines etc) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "45", "section_title": "Deferred prosecution agreements", "section_text": "45 Schedule 17 makes provision about deferred prosecution agreements."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "46", "section_title": "Restraint orders and legal aid", "section_text": "46 1 Section 41 of the Proceeds of Crime Act 2002 (confiscation in England and Wales: restraint orders) is amended in accordance with subsections (2) to (6). 2 After subsection (2) insert— 2A A restraint order must be made subject to an exception enabling relevant legal aid payments to be made (a legal aid exception). 2B A relevant legal aid payment is a payment that the specified person is obliged to make— a by regulations under section 23 or 24 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012, and b in connection with services provided in relation to an offence which falls within subsection (5), whether the obligation to make the payment arises before or after the restraint order is made. 3 In subsection (3)— a after  “subject to” insert  “                        other                      ” , and b omit paragraph (c). 4 In subsection (4), for  “But an exception to a restraint order” substitute  “                    But where an exception to a restraint order is made under subsection (3), it                  ” . 5 After subsection (5) insert— 5A A legal aid exception— a must be made subject to prescribed restrictions (if any) on— i the circumstances in which payments may be made in reliance on the exception, or ii the amount of the payments that may be made in reliance on the exception, b must be made subject to other prescribed conditions (if any), and c may be made subject to other conditions. 5B Any other exception to a restraint order may be made subject to conditions. 6 After subsection (9) insert— 10 In this section  “ prescribed ” means prescribed by regulations made by the Secretary of State. 7 In section 459 of that Act (orders and regulations)— a in subsection (4)(a), after  “section” insert  “                        41(5A),                      ” , and b in subsection (6)(a), after  “section” insert  “                        41(5A),                      ” ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "47", "section_title": "Restraint orders and legal aid: supplementary", "section_text": "47 1 The Secretary of State may by regulations— a make provision about the making of relevant legal aid payments out of property that is the subject of a restraint order under Part 2 of the Proceeds of Crime Act 2002 (“ the 2002 Act ”), and b make provision in connection with cases in which such payments are or may be made out of such property, whether by modifying the operation of Part 2 of the 2002 Act or Chapter 1, 2 or 4 of Part 8 of that Act or otherwise. 2 The provision that may be made by regulations under this section includes— a provision about how much property may be subject to a restraint order, including provision made by reference to the amount or estimated amount of relevant legal aid payments; b provision for a restraint order or other order under Part 2 of the 2002 Act to remain in force, where a relevant legal aid payment remains unpaid, in circumstances in which the order would otherwise have to be discharged; c provision about powers of investigation for the purpose of identifying property that may be used to make relevant legal aid payments, including powers exercisable where an order continues in force in accordance with provision described in paragraph (b); d provision about the use of property in cases in which there is or has been a restraint order, including provision about the order in which different obligations to make payments may or must be satisfied in such cases; e provision about powers of entry, search and seizure; f provision about the payment of compensation by the Lord Chancellor; g provision about the disclosure and use of documents, information and other evidence. 3 The provision that may be made by regulations under this section (whether by virtue of this section or section 58(12)) includes— a provision conferring, removing or otherwise modifying a function; b provision amending, repealing, revoking or otherwise modifying provision made by or under any enactment (including provision inserted or amended by this Act). 4 In this section— “ function ” means a function of any description, including a power or duty (whether conferred by an enactment or arising otherwise); “ property ” has the same meaning as in Part 2 of the 2002 Act; “ relevant legal aid payment ” means— a payment that is a relevant legal aid payment for the purposes of section 41 of the 2002 Act, and a payment that would be such a payment if a restraint order were made. 5 In subsection (2)(a) and (c) the references to relevant legal aid payments include any payment that is likely to be a relevant legal aid payment when the obligation to make the payment arises."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "48", "section_title": "Civil recovery of the proceeds etc of unlawful conduct", "section_text": "48 1 Part 5 of the Proceeds of Crime Act 2002 (civil recovery of the proceeds etc of unlawful conduct) is amended as follows. 2 After section 282 insert— Scope of powers Scope of powers 282A 1 An order under this Chapter may be made by the High Court in England and Wales or the Court of Session— a in respect of property wherever situated, and b in respect of a person wherever domiciled, resident or present, subject to subsection (2). 2 Such an order may not be made by the High Court in England and Wales or the Court of Session in respect of— a property that is outside the United Kingdom, or b property that is in the United Kingdom but outside the relevant part of the United Kingdom, unless there is or has been a connection between the case and the relevant part of the United Kingdom. 3 The circumstances in which there is or has been such a connection include those described in Schedule 7A. 4 “ The relevant part of the United Kingdom ” means— a in relation to an order made by the High Court in England and Wales, England and Wales, and b in relation to an order made by the Court of Session, Scotland. 3 After Schedule 7 insert— Schedule 7A Connection with relevant part of United Kingdom Section 282A Unlawful conduct 1 There is a connection where the unlawful conduct occurred entirely or partly in the relevant part of the United Kingdom. Property 2 There has been a connection where the property in question has been in the relevant part of the United Kingdom, but only if it was recoverable property in relation to the unlawful conduct for some or all of the time it was there. 3 There is a connection where there is other property in the relevant part of the United Kingdom that is recoverable property in relation to the unlawful conduct. 4 There has been a connection where, at any time, there has been other property in the relevant part of the United Kingdom that, at the time, was recoverable property in relation to the unlawful conduct. Person 5 1 There is or has been a connection where a person described in sub-paragraph (2)— a is linked to the relevant part of the United Kingdom, b was linked to that part of the United Kingdom at a time when the unlawful conduct, or some of the unlawful conduct, was taking place, or c has been linked to that part of the United Kingdom at any time since that conduct took place. 2 Those persons are— a a person whose conduct was, or was part of, the unlawful conduct; b a person who was deprived of property by the unlawful conduct; c a person who holds the property in question; d a person who has held the property in question, but only if it was recoverable property in relation to the unlawful conduct at the time; e a person who holds other property that is recoverable property in relation to the unlawful conduct; f a person who, at any time, has held other property that was recoverable property in relation to the unlawful conduct at the time. 3 A person is linked to the relevant part of the United Kingdom if the person is— a a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, b a person who, under the British Nationality Act 1981, is a British subject, c a British protected person within the meaning of that Act, d a body incorporated or constituted under the law of any part of the United Kingdom, or e a person domiciled, resident or present in the relevant part of the United Kingdom. Property held on trust 6 1 There is a connection where the property in question is property held on trust, or an interest in property held on trust, and— a the trust arises under the law of any part of the United Kingdom, b the trust is entirely or partly governed by the law of any part of the United Kingdom, c one or more of the trustees is linked to the relevant part of the United Kingdom, or d one or more of the beneficiaries of the trust is linked to the relevant part of the United Kingdom. 2 A person is linked to the relevant part of the United Kingdom if the person falls within paragraph 5(3). 3 “ Beneficiaries ” includes beneficiaries with a contingent interest in the trust property and potential beneficiaries. Interpretation 7 “ The relevant part of the United Kingdom ” has the meaning given in section 282A(4). 8 “ The unlawful conduct ” means— a in a case in which the property in question was obtained through unlawful conduct, that conduct, b in a case in which the property in question represents property obtained through unlawful conduct, that conduct, or c in a case in which it is shown that the property in question was obtained through unlawful conduct of one of a number of kinds or represents property so obtained (see section 242(2)(b)), one or more of those kinds of conduct. 4 Omit section 286 (scope of powers: Scotland). 5 In section 316 (general interpretation), after subsection (8A) insert— 8B An enforcement authority in relation to England and Wales or Scotland may take proceedings there for an order under Chapter 2 of this Part in respect of any property or person, whether or not the property or person is (or is domiciled, resident or present) in that part of the United Kingdom. 6 In Schedule 18 to this Act (proceeds of crime: civil recovery of the proceeds etc of unlawful conduct)— a Part 1 makes provision about the enforcement of interim orders in the United Kingdom, and b Part 2 makes provision about enforcement where property or evidence is outside the United Kingdom. 7 The amendments made by this section and Part 2 of Schedule 18 are deemed always to have had effect. 8 The amendments made by this section and Schedule 18 do not affect the extent to which provisions of the Proceeds of Crime Act 2002 (other than Chapter 2 of Part 5), or of any other enactment, apply in respect of persons or property outside the United Kingdom or outside a particular part of the United Kingdom."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "49", "section_title": "Investigations", "section_text": "49 In Schedule 19 (proceeds of crime: investigations)— a Part 1 makes provision about orders and warrants sought under Part 8 of the Proceeds of Crime Act 2002 in connection with civil recovery investigations, b Part 2 makes provision about obtaining evidence overseas, and c Part 3 makes consequential amendments relating to immigration officers and to the National Crime Agency."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "50", "section_title": "Extradition", "section_text": "50 Schedule 20 (extradition) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "51", "section_title": "Immigration cases: appeal rights; and facilitating combined appeals", "section_text": "51 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 99 of that Act (pending appeals lapse on issue of certificates)— a in subsection (1) (list of provisions under which certificates may be issued) omit  “96(1) or (2),”, and b in the title, for  “96 to” substitute  “                        97 and                      ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "52", "section_title": "Appeals against refusal of entry clearance to visit the ", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "53", "section_title": "Restriction on right of appeal from within the United Kingdom", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "54", "section_title": "Deportation on national security grounds: appeals", "section_text": "54 1 Section 97A of the Nationality, Immigration and Asylum Act 2002 (deportation on national security grounds: appeal rights) is amended as follows. 2 After subsection (1) insert— 1A This section also applies where the Secretary of State certifies, in the case of a person in respect of whom a deportation order has been made which states that it is made in accordance with section 32(5) of the UK Borders Act 2007, that the person's removal from the United Kingdom would be in the interests of national security. 3 For subsection (2)(c) substitute— c section 2(5) of the Special Immigration Appeals Commission Act 1997 (whether appeals brought against decisions certified under section 97 may be brought from within the United Kingdom) does not apply, but see instead the following provisions of this section. 4 After subsection (2) insert— 2A The person while in the United Kingdom may not bring or continue an appeal under section 2 of the Special Immigration Appeals Commission Act 1997— a against the decision to make the deportation order, or b against any refusal to revoke the deportation order, unless the person has made a human rights claim while in the United Kingdom. 2B Subsection (2A) does not allow the person while in the United Kingdom to bring or continue an appeal if the Secretary of State certifies that removal of the person— a to the country or territory to which the person is proposed to be removed, and b despite the appeals process not having been begun or not having been exhausted, would not breach the United Kingdom's obligations under the Human Rights Convention. 2C The grounds upon which a certificate may be given under subsection (2B) include (in particular)— a that the person would not, before the appeals process is exhausted, face a real risk of serious irreversible harm if removed to the country or territory to which the person is proposed to be removed; b that the whole or part of any human rights claim made by the person is clearly unfounded. 2D Subsection (2A) does not allow the person while in the United Kingdom to bring an appeal on a non-human-rights ground, or to continue an appeal so far as brought on non-human-rights grounds, if the Secretary of State certifies that removal of the person— a to the country or territory to which the person is proposed to be removed, and b despite the appeals process, so far as relating to appeal on non-human-rights grounds, not having been begun or not having been exhausted, would not breach the United Kingdom's obligations under the Human Rights Convention. 2E In subsection (2D)  “ non-human-rights ground ” means any ground other than the ground that removal of the person from the United Kingdom in consequence of the decision to make the deportation order would be unlawful under section 6 of the Human Rights Act 1998 as being incompatible with a person's Convention rights. 2F If a certificate in respect of a person is given under subsection (2B), the person may apply to the Special Immigration Appeals Commission to set aside the certificate. 2G If a person makes an application under subsection (2F) then the Commission, in determining whether the certificate should be set aside, must apply the principles that would be applied in judicial review proceedings. 2H The Commission's determination of a review under subsection (2F) is final. 2J The Commission may direct that a person who has made and not withdrawn an application under subsection (2F) is not to be removed from the United Kingdom at a time when the review has not been finally determined by the Commission. 2K Sections 5 and 6 of the Special Immigration Appeals Commission Act 1997 apply in relation to reviews under subsection (2F) (and to applicants for such reviews) as they apply in relation to appeals under section 2 or 2B of that Act (and to persons bringing such appeals). 2L Any exercise of power to make rules under section 5 of that Act in relation to reviews under subsection (2F) is to be with a view to securing that proceedings on such reviews are handled expeditiously. 5 In subsection (3) (appeal against certificate under subsection (2)(c)(iii)) for  “(2)(c)(iii)” substitute  “                    (2D)                  ” ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "55", "section_title": "Powers of immigration officers", "section_text": "55 1 In the Police Act 1997, in section 93 (authorisations to interfere with property etc: authorising officers), in subsection (5), after paragraph (h) insert— ha an immigration officer who is a senior official within the meaning of the Regulation of Investigatory Powers Act 2000 and who is designated for the purposes of this paragraph by the Secretary of State; . 2 In the Regulation of Investigatory Powers Act 2000, in section 32(6) (authorisation of intrusive surveillance: senior authorising officers), after paragraph (m) insert— ma a senior official in the department of the Secretary of State by whom functions relating to immigration are exercisable who is designated for the purposes of this paragraph by the Secretary of State; and . 3 The Proceeds of Crime Act 2002 is amended in accordance with subsections (4) and (5). 4 In the 2002 Act— a in section 47A (search and seizure powers under sections 47B to 47S: meaning of  “appropriate officer”), in subsection (1), after paragraph (a) insert— aa an immigration officer; ; b in section 127A (search and seizure powers in Scotland under sections 127B to 127R: meaning of  “appropriate officer”), in subsection (1), after paragraph (a) insert— aa an immigration officer, or ; c in section 195A (search and seizure powers in Northern Ireland under sections 195B to 195S: meaning of  “appropriate officer”), in subsection (1), after paragraph (a) insert— aa an immigration officer, or . 5 In section 378 of the 2002 Act (appropriate officers and senior appropriate officers for the purposes of investigations under Part 8 of that Act)— a in subsection (1) (appropriate officers for confiscation investigations), after paragraph (d) insert— e an immigration officer. ; b in subsection (2) (senior appropriate officers for confiscation investigations), after paragraph (c) insert— ca an immigration officer who is not below such grade as is designated by the Secretary of State as equivalent to that rank; ; c in subsection (3A) (appropriate officers for detained cash investigations), after paragraph (b) insert— c an immigration officer. ; d in subsection (4) (appropriate officers for money laundering investigations), after paragraph (c) insert— d an immigration officer. ; e in subsection (6) (senior appropriate officers in relation to money laundering investigations), after paragraph (b) insert— ba an immigration officer who is not below such grade as is designated by the Secretary of State as equivalent to that rank; . 6 In the UK Borders Act 2007, in section 24 (seizure of cash by immigration officers under Proceeds of Crime Act 2002)— a in subsection (2), for paragraphs (a) and (b) substitute— a unlawful conduct”, in or in relation to section 289, means conduct which— i relates to the entitlement of one or more persons who are not nationals of the United Kingdom to enter, transit across, or be in, the United Kingdom (including conduct which relates to conditions or other controls on any such entitlement), or ii is undertaken for the purposes of, or otherwise in relation to, a relevant nationality enactment, and (in either case) constitutes an offence, ; b after subsection (2) insert— 2A In subsection (2)(a)(ii)  “ relevant nationality enactment ” means any enactment in— a the British Nationality Act 1981, b the Hong Kong Act 1985, c the Hong Kong (War Wives and Widows) Act 1996, d the British Nationality (Hong Kong) Act 1997, e the British Overseas Territories Act 2002, or f an instrument made under any of those Acts. . 7 Sections 136 to 139 of the Criminal Justice and Public Order Act 1994 (execution of warrants and powers of arrest and search) apply to an immigration officer as they apply to a constable (but subject to subsection (8) below and paragraphs 41 to 43 of Schedule 21). 8 An immigration officer may exercise a power under sections 136 to 139 of the 1994 Act only— a in the exercise of a function which relates to the entitlement of one or more persons who are not nationals of the United Kingdom to enter, transit across, or be in, the United Kingdom (including a function which relates to conditions or other controls on any such entitlement), b in exercising a function under, or for the purposes of— i the British Nationality Act 1981, ii the Hong Kong Act 1985, iii the Hong Kong (War Wives and Widows) Act 1996, iv the British Nationality (Hong Kong) Act 1997, v the British Overseas Territories Act 2002, vi an instrument made under any of those Acts, or c in connection with the prevention, investigation or prosecution of any of the following offences (insofar as that does not involve the exercise of a function which falls within paragraph (a) or (b))— i an offence under section 26(1)(a), (b) or (g) of the Immigration Act 1971 (refusal or failure to submit to examination or to furnish information etc, or obstruction of immigration officer); ii an offence under section 22 of the UK Borders Act 2007 (assaulting an immigration officer). 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 In the Criminal Procedure (Scotland) Act 1995, in section 307 (interpretation)— a in subsection (1), in the definition of  “officer of law”, after paragraph (ba) insert— bb subject to subsection (1AA) below, an immigration officer acting with the authority (which may be general or specific) of the Secretary of State; ; b after subsection (1A) insert— 1AA The inclusion of immigration officers as  “officers of law” shall have effect only in relation to immigration offences and nationality offences (within the meaning of Part 3 of the Criminal Law (Consolidation) (Scotland) Act 1995). ; c in subsection (1B), for the words from  “this Act” to  “had the authority” substitute this Act—                         a a certificate of the Commissioners for Her Majesty's Revenue and Customs that an officer of Revenue of Customs, or b a certificate of the Secretary of State that an immigration officer, had the authority . 14 Schedule 21 (powers of immigration officers: further provision) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "56", "section_title": "Drugs and driving", "section_text": "56 1 After section 5 of the Road Traffic Act 1988 (“ the 1988 Act ”) insert— Driving or being in charge of a motor vehicle with concentration of specified controlled drug above specified limit 5A 1 This section applies where a person (“D”)— a drives or attempts to drive a motor vehicle on a road or other public place, or b is in charge of a motor vehicle on a road or other public place, and there is in D's body a specified controlled drug. 2 D is guilty of an offence if the proportion of the drug in D's blood or urine exceeds the specified limit for that drug. 3 It is a defence for a person (“D”) charged with an offence under this section to show that— a the specified controlled drug had been prescribed or supplied to D for medical or dental purposes, b D took the drug in accordance with any directions given by the person by whom the drug was prescribed or supplied, and with any accompanying instructions (so far as consistent with any such directions) given by the manufacturer or distributor of the drug, and c D's possession of the drug immediately before taking it was not unlawful under section 5(1) of the Misuse of Drugs Act 1971 (restriction of possession of controlled drugs) because of an exemption in regulations made under section 7 of that Act (authorisation of activities otherwise unlawful under foregoing provisions). 4 The defence in subsection (3) is not available if D's actions were— a contrary to any advice, given by the person by whom the drug was prescribed or supplied, about the amount of time that should elapse between taking the drug and driving a motor vehicle, or b contrary to any accompanying instructions about that matter (so far as consistent with any such advice) given by the manufacturer or distributor of the drug. 5 If evidence is adduced that is sufficient to raise an issue with respect to the defence in subsection (3), the court must assume that the defence is satisfied unless the prosecution proves beyond reasonable doubt that it is not. 6 It is a defence for a person (“D”) charged with an offence by virtue of subsection (1)(b) to prove that at the time D is alleged to have committed the offence the circumstances were such that there was no likelihood of D driving the vehicle whilst the proportion of the specified controlled drug in D's blood or urine remained likely to exceed the specified limit for that drug. 7 The court may, in determining whether there was such a likelihood, disregard any injury to D and any damage to the vehicle. 8 In this section, and in sections 3A, 6C(1), 6D and 10,  “ specified ” means specified in regulations made— a by the Secretary of State, in relation to driving or attempting to drive, or being in charge of a vehicle, in England and Wales; b by the Scottish Ministers, in relation to driving or attempting to drive, or being in charge of a vehicle, in Scotland. 9 A limit specified under subsection (2) may be zero. 2 In section 11 of the 1988 Act (interpretation of sections 3A to 10), in subsection (2)— a before the definition of  “drug” insert— “ controlled drug ” has the meaning given by section 2 of the Misuse of Drugs Act 1971, ; b at the end insert— “ specified ”, in relation to a controlled drug, has the meaning given by section 5A(8) . 3 In section 195 of the 1988 Act (provisions as to regulations), in subsection (3), and in subsections (4) and (4A) (regulations subject to affirmative resolution procedure), before  “8(3)” insert  “                    5A,                  ” . 4 In Part 1 of Schedule 2 to the Road Traffic Offenders Act 1988 (prosecution and punishment of offences under the Traffic Acts), after the entry beginning  “ RTA  section 5(1)(b)” insert— RTA section 5A(1)(a) and (2) Driving or attempting to drive with concentration of specified controlled drug above specified limit. Summarily. On conviction in England and Wales:  51 weeks or level 5 on the standard scale or both. On conviction in Scotland: 6 months or level 5 on the standard scale or both. Obligatory. Obligatory. 3-11 RTA section 5A(1)(b) and (2) Being in charge of a motor vehicle with concen-tration of specified controlled drug above specified limit. Summarily. On conviction in England and Wales:  51 weeks or level 4 on the standard scale or both. On conviction in Scotland: 3 months or level 4 on the standard scale or both. Discretionary. Obligatory. 10 . 5 In the entry inserted by subsection (4) beginning  “ RTA section 5A(1)(a) and (2) ”, in relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003 the reference to 51 weeks (on conviction in England and Wales) is to be read as a reference to 6 months. 6 In the entry inserted by subsection (4) beginning  “ RTA section 5A(1)(b) and (2) ”, in relation to an offence committed before the commencement of section 280(2) of the Criminal Justice Act 2003 the reference to 51 weeks (on conviction in England and Wales) is to be read as a reference to 3 months. 7 Schedule 22 (drugs and driving: minor and consequential amendments) has effect."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "57", "section_title": "Public order offences", "section_text": "57 1 The Public Order Act 1986 is amended as follows. 2 In section 5(1) (harassment, alarm or distress) for  “, abusive or insulting” in the two places where it occurs substitute  “                    or abusive                  ” . 3 In section 6(4) (mental element: miscellaneous) for  “, abusive or insulting” in the two places where it occurs substitute  “                    or abusive                  ” ."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "58", "section_title": "Orders and regulations", "section_text": "58 1 Orders and regulations made by the Secretary of State or Lord Chancellor under this Act are to be made by statutory instrument. 2 An order made by the Secretary of State under section 2 is subject to super-affirmative procedure. 3 Schedule 23 (super-affirmative procedure) has effect. 4 The Secretary of State or Lord Chancellor may not make a statutory instrument containing any of the following (whether or not also containing other provisions) unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament— a an order under paragraph 33 or 34 of Schedule 3; b regulations under paragraph 5 of Schedule 5; c an order under paragraph 27 or 28 of Schedule 5 which amends or repeals any provision of primary legislation; d an order under section 13; e an order under paragraph (p) of the definition of  “permitted purpose” in section 16(1); f an order under paragraph 87 of Schedule 13; g an order under section 32(1); h an order under paragraph 3(1)(c) or 31 of Schedule 17; i regulations under section 47; j an order under section 59 which amends or repeals any provision of primary legislation; k an order under section 61 bringing anything in Part 4 of Schedule 16 into force or bringing section 44 into force so far as relating to anything in that Part of that Schedule, other than an order which makes the provision permitted by section 61(8) or (9); l an order under paragraph 5 of Schedule 24. 5 A statutory instrument made by the Secretary of State or Lord Chancellor containing any of the following is subject to annulment in pursuance of a resolution of either House of Parliament— a regulations under paragraph 1 of Schedule 4; b an order under paragraph 27 or 28 of Schedule 5 which does not amend or repeal any provision of primary legislation; c regulations under paragraph 5 of Schedule 6; d regulations under section 14; e an order under section 59 which does not amend or repeal any provision of primary legislation; f an order under paragraph 1, 2, 3 or 4 of Schedule 24; g an order under Schedule 25. 6 Subsection (5) does not apply to a statutory instrument that is subject to a requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament. 7 Any provision that may be made by the Secretary of State by order under this Act may be made by the Secretary of State by regulations (and where, in reliance on this subsection, provision is made by regulations instead of by order, this Act applies in relation to the regulations as it would otherwise apply in relation to the order). 8 Any provision that may be made by the Secretary of State by regulations under this Act may be made by the Secretary of State by order (and where, in reliance on this subsection, provision is made by order instead of by regulations, this Act applies in relation to the order as it would otherwise apply in relation to the regulations). 9 An order made by the Scottish Ministers under paragraph 27 or 28 of Schedule 5 is subject to the negative procedure unless it amends or repeals any provision of primary legislation, in which case it is subject to the affirmative procedure. 10 An order made by the Department of Justice in Northern Ireland under paragraph 27 or 28 of Schedule 5 is to be made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 11 A statutory rule containing such an order is subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954) unless it amends or repeals any provision of primary legislation, in which case it may not be made unless a draft has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 12 An order or regulations made under this Act by the Secretary of State, the Lord Chancellor, the Scottish Ministers or the Department of Justice in Northern Ireland may— a make different provision for different purposes or areas, b include supplementary, incidental or consequential provision, or c make transitional, transitory or saving provision. 13 In this section— “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, or Northern Ireland legislation; “ super-affirmative procedure ” means the procedure provided for by Schedule 23."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "59", "section_title": "Consequential amendments", "section_text": "59 1 The Secretary of State or Lord Chancellor may by order make such provision as the Secretary of State or Lord Chancellor (as the case may be) considers appropriate in consequence of this Act. 2 The power to make an order under this section may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an enactment. 3 In this section  “ enactment ” means an enactment whenever passed or made, and includes an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales and Northern Ireland legislation."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "60", "section_title": "Transitional, transitory or saving provision", "section_text": "60 The Secretary of State or Lord Chancellor may by order make such transitional, transitory or saving provision as the Secretary of State or Lord Chancellor (as the case may be) considers appropriate— a in connection with the coming into force of any provision of this Act, or b where Part 4 of Schedule 16 and section 44 so far as relating to that Part of that Schedule are brought into force in relation to a specified area for a specified period, in connection with those provisions ceasing to be in force at the end of that period or at the end of that period as continued under section 61(9)."}, {"act": "Crime and Courts Act 2013", "year": 2013, "section": "61", "section_title": "Short title, commencement and extent", "section_text": "61 1 This Act may be cited as the Crime and Courts Act 2013. 2 Subject as follows, this Act comes into force on such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes and, in the case of Part 4 of Schedule 16 and section 44 so far as relating to that Part of that Schedule, for different areas. 3 Sections 17, 20 to 30 and 32 and Schedules 9 to 11, 13 and 14 come into force on such day as the Lord Chancellor may by order appoint; and different days may be appointed for different purposes. 4 Subsection (3) does not apply to— a Part 5 of Schedule 13, or section 20 so far as relating to that Part; b section 26(2). 5 Section 19 comes into force on the day after the day on which this Act is passed. 6 Sections 26(2), 31 and 33 come into force at the end of the period of two months beginning with the day on which this Act is passed. 7 Sections 34 to 39 come into force at the end of the period of one year beginning with the day on which a body is established by Royal Charter with the purpose of carrying on activities relating to the recognition of independent regulators of relevant publishers (as defined by section 41). 8 An order which brings the monitoring provisions into force only in relation to a specified area may provide that they are to be in force in relation to that area for a specified period; and in this subsection and subsection (9)  “ the monitoring provisions ” means Part 4 of Schedule 16, and section 44 so far as relating to that Part of that Schedule. 9 An order containing the provision permitted by subsection (8) may be amended by a subsequent order under subsection (2) so as to continue the monitoring provisions in force in relation to the area concerned for a further period. 10 An order which includes provision for the commencement of section 49 or Schedule 19 may not be made unless the Secretary of State has consulted the Scottish Ministers. 11 The following come into force on the day on which this Act is passed— a Part 5 of Schedule 13, and section 20 so far as relating to that Part; b section 43; c section 48 (except subsection (6)(a)); d Part 2 of Schedule 18; e sections 58 to 60 and this section; f Schedules 24 and 25. 12 Subject as follows, this Act extends to England and Wales, Scotland and Northern Ireland. 13 The following extend to England and Wales only— a section 24; b section 32; c section 33; d sections 34 to 42; e paragraph 30 of Schedule 16 and section 44 so far as relating to that paragraph, but only so far as relating to disclosure or use of information by a person appointed under section 2(1) of the Courts Act 2003 or provided under a contract made by virtue of section 2(4) of that Act; f the amendments and repeals made by this Act in sections 4(5A) to (6A) and 6(2) of the Maintenance Orders (Facilities for Enforcement) Act 1920, in sections 8(4) and 33(3) of the Maintenance Orders (Reciprocal Enforcement) Act 1972 and in section 14 of the Contempt of Court Act 1981; g paragraphs 1 to 31 and 39 of Schedule 17, and section 45 so far as relating to those paragraphs. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 Except as provided by subsections (13)  ..., an amendment, repeal or revocation has the same extent as the provision amended, repealed or revoked (ignoring extent by virtue of an Order in Council). 16 Subsection (15) applies to section 43 only so far as the provisions amended extend to England and Wales or apply in relation to service offences. 17 Subsection (15) does not apply to amendments made by section 27(13) and (14) or to the amendments made by this Act in the Government Annuities Act 1929 or the Friendly Societies Act 1974 (which amendments, accordingly, extend to England and Wales, Scotland and Northern Ireland only). 18 This section is subject to Schedule 24 (the NCA: Northern Ireland). 19 This section is subject to Schedule 25 (proceeds of crime provisions: Northern Ireland). 20 Her Majesty may by Order in Council provide for any provision of section 51, 52, 53 or 54 to extend, with or without modifications, to— a any of the Channel Islands, or b the Isle of Man. 21 Her Majesty may by Order in Council provide for provisions of Part 8 of Schedule 16 (amendments of Armed Forces Act 2006) to extend, with or without modifications, to— a any of the Channel Islands, b the Isle of Man, or c any of the British overseas territories. 22 The power conferred by section 338 of the Criminal Justice Act 2003 (power to extend to Channel Islands and Isle of Man) is exercisable in relation to any amendment of that Act that is made by or under this Act. 23 The power conferred by section 52(2) of the Civil Jurisdiction and Judgments Act 1982 (power to extend to Channel Islands, Isle of Man and British overseas territories) is exercisable in relation to any amendment of that Act that is made by or under this Act."}]