[{"act": "Disabled Persons' Parking Badges Act 2013", "year": 2013, "section": "1", "section_title": "Form of parking badges", "section_text": "1 1 In the Chronically Sick and Disabled Persons Act 1970 (“ the 1970 Act ”), section 21 (badges for display on motor vehicles used by disabled persons) is amended as set out in subsections (2) to (6). 2 In subsection (1), the words  “of a prescribed form” are omitted. 3 After that subsection there is inserted— 1A A badge issued under this section must be in valid form, which means— a of a form specified or approved by the Secretary of State, in the case of a badge issued by a local authority in England and Wales; b of a prescribed form, in the case of a badge issued by a local authority in Scotland. 4 In subsection (4B), for  “of a form prescribed under this section” there is substituted  “                in valid form              ” . 5 In the subsection (4BA) inserted by section 94 of the Traffic Management Act 2004, for  “of a form prescribed under this section” there is substituted  “                in valid form              ” . 6 In the subsection (4BA) inserted by section 73 of the Transport (Scotland) Act 2001, for  “of a form prescribed under subsection (1) above” there is substituted  “                in valid form              ” . 7 In section 117 of the Road Traffic Regulation Act 1984 (wrongful use of disabled person's badge), in subsection (1)(a), for  “of a form prescribed under section 21” there is substituted  “                in valid form, within the meaning given by section 21(1A)              ” . 8 Any provision of regulations in force on the commencement of this section that prescribes the form of a badge issued by a local authority in England and Wales continues to have effect (until revoked) as if the reference to specifying a form in subsection (1A) of section 21 of the 1970 Act (inserted by subsection (3) above) included a reference to prescribing a form."}, {"act": "Disabled Persons' Parking Badges Act 2013", "year": 2013, "section": "2", "section_title": "Cancellation of parking badges", "section_text": "2 1 Section 21 of the 1970 Act is further amended as follows. 2 After subsection (7A) there is inserted— 7AB A local authority in England and Wales may cancel a badge issued by them under this section if it appears to the authority that the person to whom it was issued no longer holds the badge, either— a because the person notifies the authority that it has been lost or stolen, or b for any other reason. A cancellation under paragraph (b) above takes effect only when the authority give notice of the cancellation to the person. 3 In subsection (7B), after  “subsection (7A)” there is inserted  “                or (7AB)              ” . 4 In subsection (7D), after  “which is required to be returned to the issuing authority by virtue of subsection (6) above” there is inserted  “                , or which is cancelled under subsection (7AB) above,              ” ."}, {"act": "Disabled Persons' Parking Badges Act 2013", "year": 2013, "section": "3", "section_title": "Use of parking badges that are no longer valid", "section_text": "3 1 Section 21 of the 1970 Act is further amended as set out in subsections (2) and (3). 2 After subsection (4B) there is inserted— 4BZA A person who in England and Wales drives a motor vehicle on a road (within the meaning of the Road Traffic Act 1988) at a time when a badge issued under this section is displayed on the vehicle is guilty of an offence if— a the badge should have been returned to the issuing authority in compliance with regulations under subsection (6) or a notice under subsection (7A)(b), or b the badge has been cancelled under subsection (7AB). 3 In subsection (4C), for  “(4B) or” there is substituted  “                (4B), (4BZA) or              ” . 4 In section 117 of the Road Traffic Regulation Act 1984 (wrongful use of disabled person's badge), after subsection (1) there is inserted— 1ZA In subsection (1) in its application to the use of a vehicle in England and Wales, the reference to a badge issued under section 21 of the Chronically Sick and Disabled Persons Act 1970 is to be read as not including a badge that— a should have been returned to the issuing authority in compliance with regulations under subsection (6) of that section or a notice under subsection (7A)(b) of that section, or b has been cancelled under subsection (7AB) of that section."}, {"act": "Disabled Persons' Parking Badges Act 2013", "year": 2013, "section": "4", "section_title": "Enforcement", "section_text": "4 1 Section 21 of the 1970 Act is further amended as follows. 2 In the subsection (4BB) inserted by section 94 of the Traffic Management Act 2004 (meaning of  “enforcement officer”), at the end there is inserted— d a person who— i is employed by a local authority in England and Wales or by a person with whom the authority have made arrangements for the purposes of this section, and ii is authorised in writing by the authority to exercise the powers in subsections (4BA) and (4D). 3 After subsection (4BD) there is inserted— 4BE Failure to comply with a requirement imposed by an officer within subsection (4BB)(d) who does not produce appropriate evidence of authority is not an offence under subsection (4BD). 4 After subsection (4C) there is inserted— 4D A constable or enforcement officer in England and Wales to whom a person produces a badge purporting to be in valid form (whether or not in response to a requirement under subsection (4BA)) may retain the badge if the constable or officer believes on reasonable grounds that— a the badge was not issued under this section, or b the badge was issued under this section and— i it should have been returned to the issuing authority in compliance with regulations under subsection (6) or a notice under subsection (7A)(b), ii it has been cancelled under subsection (7AB), or iii it was being displayed on a vehicle otherwise than in circumstances prescribed under subsection (4A). 4E Regulations may prescribe what is to be done with a badge retained under subsection (4D) above."}, {"act": "Disabled Persons' Parking Badges Act 2013", "year": 2013, "section": "5", "section_title": "Appeal against refusal to issue badge or requirement to return badge", "section_text": "5 1 Section 21 of the 1970 Act is further amended as set out in subsections (2) and (3). 2 After subsection (7E) there is inserted— 7EA Subsections (7C) and (7E) do not apply in relation to a decision of a local authority in England. 3 In subsection (7D), for the words after the semicolon there is substituted and—                 a a badge issued by a local authority in England which is required to be so returned by virtue of a notice under subsection (7A) above may not be displayed on any vehicle; b a badge issued by a local authority in Wales or Scotland which is required to be so returned by virtue of a notice under that subsection shall be returned within the prescribed time and may not be displayed on any vehicle after that time. 4 Subsection (2) does not affect any appeal under section 21(7C) of the 1970 Act initiated before the commencement of this section; and subsection (3) does not apply to a badge, issued by a local authority in England, to which any such appeal relates."}, {"act": "Disabled Persons' Parking Badges Act 2013", "year": 2013, "section": "6", "section_title": "Parking badges for disabled service personnel  etc  overseas", "section_text": "6 Before subsection (9) of section 21 of the 1970 Act there is inserted— 8B This section has effect in relation to disabled persons resident in prescribed places outside the United Kingdom who are— a members of any of the armed forces of the Crown, b persons employed by or in the service of the Government of the United Kingdom whose sole or main role is to work in support of any of those forces, or c members of the same household as a person within paragraph (a) or (b), as if the Secretary of State were a local authority in England. 8C Accordingly, a reference to a local authority in this section, except in subsection (4BB) or (8) (or in subsection (1A)(b) or (7D)(b)), is to be read as including a reference to the Secretary of State. 8D Subsections (1)(a), (2) and (4) have effect in relation to disabled persons within subsection (8B) as if  “a place prescribed under subsection (8B)” were substituted for  “the area of the issuing authority”."}, {"act": "Disabled Persons' Parking Badges Act 2013", "year": 2013, "section": "7", "section_title": "Extent, commencement and short title", "section_text": "7 1 This Act extends to England and Wales and Scotland. 2 This Act comes into force on whatever day or days the Secretary of State appoints by order made by statutory instrument. 3 This Act may be cited as the Disabled Persons' Parking Badges Act 2013."}]