[{"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "1", "section_title": "Individual registration", "section_text": "1 1 After section 10ZB of the Representation of the People Act 1983 insert— Registration of electors in Great Britain 10ZC 1 A registration officer in Great Britain must enter a person (“P”) in a register maintained by the officer if— a an application for registration is made by someone who appears to the officer to be P, b any requirements imposed by or under this Act in relation to the application are met, and c P appears to the officer to be entitled to be registered in the register. 2 In determining an application under this section, the officer must consider any objection made in accordance with the prescribed requirements by another person whose name appears in the register. 3 Regulations may make provision about the procedure for determining applications under this section. 2 Schedule 1 contains amendments about the alteration of registers and removal from a register. 3 Registration officers in Great Britain must have regard to any guidance given by the Minister about the determination of applications under section 10ZC of the 1983 Act. 4 The guidance that may be given includes guidance about the process for determining whether the conditions in subsection (1) of that section are met and the relative weight to be given to different kinds of evidence. 5 Subsections (3) and (4) cease to have effect at the end of the period of 5 years beginning with the day on which they come fully into force."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "2", "section_title": "Applications for registration and verification of entitlement  etc", "section_text": "2 1 Schedule 2 to the Representation of the People Act 1983 (provisions which may be contained in regulations as to registration etc) is amended as follows. 2 In paragraph 1, after sub-paragraph (2) insert— 2A Provision made under sub-paragraph (2) authorising or requiring a registration officer in Great Britain to— a require a person who has made an application under section 10ZC or 10ZD to provide evidence that he or she is the person named in the application, or b require a person who has made an application under section 10ZC or 10ZD, or any person who has an entry in a register, to provide evidence for the purpose of enabling the officer to determine whether a person is entitled to be registered in a register maintained by the officer, must specify the kind of evidence that a person may be required to provide (for examples, see paragraph 3ZA(5)). 2B Provision of the kind mentioned in sub-paragraph (2A) may authorise or require the registration officer to require a person to provide the evidence to a registration officer or to some other prescribed person (or person of a prescribed description). 3 After paragraph 3 insert— 3ZA 1 Provision about applications under section 10ZC or 10ZD, including in particular provision about— a the form and contents of applications and of any declarations to be made in connection with them; b the manner in which applications are to be made. 2 Provision made under sub-paragraph (1) may include provision— a conferring functions on registration officers, or local or public authorities, to enable applications to be made in a particular manner; b conferring other functions on registration officers; c conferring functions on the Electoral Commission. 3 Provision requiring a person making an application under section 10ZC or 10ZD— a to provide evidence that he or she is the person named in the application; b to provide evidence of entitlement to be registered. 4 Provision made under sub-paragraph (3) must specify the kind of evidence that a person is required to provide. 5 Examples of the evidence that may be specified include a person's date of birth or national insurance number. 6 Provision made under sub-paragraph (3) may require a person to provide the evidence to a registration officer or to some other prescribed person (or person of a prescribed description). 4 After paragraph 8A insert— 8B 1 Provision authorising or requiring a registration officer in determining an application under section 10ZC or 10ZD, in prescribed cases, to treat a prescribed person's statement of a fact as sufficient evidence of that fact. 2 In sub-paragraph (1)  “ prescribed ” includes of a prescribed description. 5 In section 201 of the Representation of the People Act 1983 (regulations), before subsection (3) insert— 2C Regulations made for the purposes only of omitting a particular kind of evidence from the kinds of evidence that a person is or may be required to provide by virtue of regulations under paragraph 1(2A) or 3ZA(3) of Schedule 2 shall be subject to annulment in pursuance of a resolution of either House of Parliament (and subsection (2) does not apply to regulations made for those purposes only). 6 Schedule 2 to this Act contains amendments related to this section."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "3", "section_title": "Proxies to be registered electors", "section_text": "3 In paragraph 6 of Schedule 4 to the Representation of the People Act 2000 (absent voting in Great Britain), for sub-paragraphs (3) and (4) substitute— 3 A person is not capable of being appointed to vote, or voting, as proxy at a parliamentary election unless the person is or will be registered in a register of parliamentary electors in Great Britain or Northern Ireland. 3A A person is not capable of being appointed to vote, or voting, as proxy at a local government election unless the person is or will be registered in a register of local government electors in Great Britain or Northern Ireland. 4 A person is not capable of being appointed to vote, or voting, as proxy at a parliamentary or local government election if the person is subject to any legal incapacity (age apart) to vote at that election as an elector."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "4", "section_title": "Annual canvass", "section_text": "4 After section 9C of the Representation of the People Act 1983 insert— Maintenance of registers: duty to conduct canvass in Great Britain 9D 1 Each registration officer in Great Britain must conduct an annual canvass in relation to the area for which the officer acts. 2 The purpose of the canvass is to ascertain— a the names and addresses of persons who are entitled to be registered in a register maintained by the officer but who are not registered; b those persons who are registered in such a register but who are not entitled to be registered. 3 The canvass is to be conducted in a manner to be set out in regulations. 4 The regulations may confer functions on the Electoral Commission (for example, the Commission may be required to design a canvass form). 5 A registration officer may make house to house inquiries for the purposes of the canvass, for example— a to obtain information before sending out a canvass form, b to supplement information provided on a canvass form, or c to obtain information where no canvass form is returned. 6 Nothing in this section applies in relation to— a the registration of persons in respect of residence in penal institutions (within the meaning of section 3) or mental hospitals (within the meaning of section 7) or other places at which persons to whom section 7A applies may be detained, b the registration of persons in pursuance of declarations of local connection, service declarations or overseas electors' declarations, or c the registration of persons with anonymous entries in the register."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "5", "section_title": "Invitations to register", "section_text": "5 1 After section 9D of the Representation of the People Act 1983 insert— Maintenance of registers: invitations to register in Great Britain 9E 1 A registration officer in Great Britain must give a person an invitation to apply for registration in a register maintained by the officer if— a the officer is aware of the person's name and address, b the person is not registered in the register, and c the officer has reason to believe that the person may be entitled to be registered in the register. 2 Regulations may make provision about invitations under subsection (1), including— a provision about the form and contents of invitations; b provision about the giving of invitations (for example, provision about the manner in which they must be given or how often they must be given); c provision requiring invitations to be accompanied by, or combined with, application forms or other documents (including partially completed application forms). 3 Regulations under subsection (2) may confer functions on the Electoral Commission (for example, the Commission may be required to design an invitation). 4 A registration officer who gives a person an invitation under subsection (1) may subsequently require the person to make an application for registration by a specified date. 5 A requirement under subsection (4) is of no effect if the person is not entitled to be registered. 6 Regulations— a may make provision about requirements under subsection (4) (including provision for them to be cancelled in specified circumstances); b may specify steps that a registration officer must take before imposing a requirement. 7 A registration officer may impose a civil penalty on a person who fails to comply with a requirement imposed by the officer under subsection (4). 8 For more about civil penalties under this section, see Schedule ZA1. 2 Schedule 3 inserts a new Schedule ZA1 into the 1983 Act."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "6", "section_title": "Amendment of Parliamentary Constituencies Act 1986", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "7", "section_title": "Power to amend or abolish the annual canvass", "section_text": "7 1 The   Secretary of State   may by order make provision for the purposes of assisting registration officers in Great Britain to ascertain— a the names and addresses of persons who are not registered in a register but who are entitled to be registered; b those persons who are registered in a register but who are not entitled to be registered. 2 The   Secretary of State   may by order— a modify section 9D of the Representation of the People Act 1983 or any other provision relating to a canvass under that section; b abolish the duty to conduct a canvass under that section. 3 If the duty to conduct a canvass is abolished, the provision that may be made under subsection (1) includes provision reinstating the duty. 4 An order under this section may create offences punishable on summary conviction by a fine not exceeding level 5 on the standard scale. 5 An order under this section may confer power to make subordinate legislation and, if it does so, must provide— a that the subordinate legislation is to be made by statutory instrument, and b that the instrument may not be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "8", "section_title": "Consulting Electoral Commission about proposals under section 7", "section_text": "8 1 If the   Secretary of State   consults the Electoral Commission about a proposal to make an order under section 7, the Commission must prepare a report assessing— a the extent to which the objective in subsection (2) is met, b the extent to which the objective would be met if the order were made, and c the merits of alternative ways of achieving the objective. 2 The objective is to assist registration officers in Great Britain to ascertain— a the names and addresses of persons who are not registered in a register but who are entitled to be registered; b those persons who are registered in a register but who are not entitled to be registered. 3 The Electoral Commission must give a copy of the report to the   Secretary of State   by the specified date. 4 The  “ specified date ” means a date to be specified by the   Secretary of State   and the date must not be before the end of the period of 3 months beginning with the day on which the Commission is consulted. 5 A registration officer in Great Britain must comply with any request made by the Electoral Commission for information that it reasonably requires in connection with the preparation of a report under this section. 6 When a draft of a statutory instrument containing an order under section 7 is laid before Parliament (see section 11), it must be accompanied by a report under this section, unless the instrument contains provision only for the purpose of reinstating the duty to conduct a canvass as mentioned in section 7(3)."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "9", "section_title": "Piloting of changes to the annual canvass", "section_text": "9 1 An order under section 7 may be made so as to have effect in relation to a specified period. 2 An order which, by virtue of subsection (1), is to have effect in relation to a limited period is referred to in this section as a  “ pilot scheme ”. 3 The   Secretary of State   may make a pilot scheme applying in relation to an area only if the registration officer for that area has— a proposed the making of a pilot scheme in relation to that area, and b agreed to any modifications made by the   Secretary of State   to the proposal. 4 Section 8 does not apply in relation to a pilot scheme. 5 The provision that may be made in a pilot scheme by virtue of section 11(3) includes, in particular, provision in connection with the expiry of the specified period. 6 A pilot scheme may be replaced by a further pilot scheme. 7 If a pilot scheme is made, the Electoral Commission must— a prepare a report on the pilot scheme, and b by no later than a date to be specified in the pilot scheme, give a copy of the report to the   Secretary of State   and to the registration officer for the area concerned (or the officer for each area concerned). 8 The Electoral Commission's report must contain— a a description of the pilot scheme, b an assessment of the extent to which the objective in section 8(2) was met in the area or areas concerned immediately before the specified period, c an assessment of the extent to which the objective was met in the area or areas concerned during the specified period, and d an assessment of the extent to which the scheme resulted in savings of time and costs, or the opposite. 9 The   Secretary of State   must publish the Electoral Commission's report. 10 A registration officer in Great Britain must comply with any request made by the Electoral Commission for information that it reasonably requires in connection with the preparation of a report under this section."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "10", "section_title": "Piloting registration provisions", "section_text": "10 1 The   Secretary of State   may by order make provision for the purpose of testing, for a specified period and in relation to a specified area, how the changes made by any registration provision work in practice. 2 An order under this section may, in particular, make provision the effect of which corresponds to the effect of the amendments made by any registration provision (or the subordinate legislation that may be made by virtue of any registration provision). 3 “ Registration provision ” means any provision of— a section 1 and Schedule 1, b section 2 and Schedule 2, and c Schedule 4. 4 The   Secretary of State   may make an order under this section in relation to an area only if the registration officer for that area has— a proposed the making of an order in relation to that area, and b agreed to any modifications made by the   Secretary of State   to the proposal. 5 The provision that may be made in an order under this section by virtue of section 11(3) includes, in particular, provision in connection with the expiry of the specified period. 6 An order under this section may make provision modifying Schedule 5 (for example, to modify the meaning of  “new application for registration”)."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "11", "section_title": "Orders under Part 1", "section_text": "11 1 An order under this Part is to be made by statutory instrument. 2 A statutory instrument containing an order under this Part (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament (but paragraph 28 of Schedule 5 contains an exception to this). 3 An order under this Part may make consequential, supplementary, incidental, transitional or saving provision. 4 An order under this Part may modify any other Act or subordinate legislation (whenever passed or made). 5 An order under this Part— a may apply generally or only in specified cases, circumstances or areas; b may make different provision for different cases, circumstances or areas."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "12", "section_title": "Interpretation of Part 1", "section_text": "12 In this Part— “ modify ” includes amend, repeal or revoke; “ register ” means a register of parliamentary electors or local government electors maintained by a registration officer in Great Britain; “ registration officer ” has the same meaning as in the Representation of the People Act 1983 (see section 8 of that Act); “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "13", "section_title": "Amendments and transitional provision", "section_text": "13 1 Schedule 4 contains amendments to do with this Part. 2 Schedule 5 makes transitional provision to do with this Part. 3 In relation to an offence committed in England and Wales before  2 May 2022  , the reference to   the general limit in a magistrates’ court   in paragraph 13(1ZD)(a) of Schedule 2 to the Representation of the People Act 1983 (inserted by Schedule 2 to this Act) is to be read as a reference to 6 months. 4 In relation to an offence committed in England and Wales before the commencement of section 281(5) of the Criminal Justice Act 2003, the reference to 51 weeks in paragraph 13(1ZD)(b) of Schedule 2 to the Representation of the People Act 1983 (inserted by Schedule 2 to this Act) is to be read as a reference to 6 months."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "14", "section_title": "Extension of timetable for parliamentary elections", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 1 to the Representation of the People Act 1983 (parliamentary elections rules) is amended in accordance with subsections (3) to (5). 3 In the Timetable in rule 1, in the entry relating to  “Polling”, in column 3 (polling day for by-election to be on 9th to 11th day after last day for delivery of nomination papers)— a for  “ninth” substitute  “                      17th                    ” , and b for  “eleventh” substitute  “                      19th                    ” . 4 In rule 30(3) (notice of appointment of polling and counting agents to be given no later than the second day before the poll), for  “second” substitute  “                  5th                ” . 5 In rules 61(9), 63(9) and 64(6) (where election candidate dies, fresh poll to be held 15 to 19 days after day on which election writ treated as received)— a for  “15” substitute  “                      21                    ” , and b for  “19” substitute  “                      27                    ” . 6 In Schedule 1 to the Northern Ireland Assembly (Elections) Order 2001 ( S.I.  2001/2599 (N.I.)), in the entry for rule 30, omit the words in the second column."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "15", "section_title": "Timing of parish and community council elections in England and Wales", "section_text": "15 1 Section 16 of the Representation of the People Act 1985 (postponement of parish and community council elections in England and Wales) is repealed. 2 In section 29(5) of that Act (provisions which do not extend to Northern Ireland), for  “16 to 18” substitute  “                  17 and 18                ” . 3 In section 40(1) of the Representation of the People Act 1983 (effect of bank holidays etc on timing of elections), omit  “or section 16 of the Representation of the People Act 1985”."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "16", "section_title": "Alteration of electoral registers: pending elections", "section_text": "16 1 The Representation of the People Act 1983 is amended as follows. 2 In section 13A (alteration of registers)— a in subsection (4), after  “section” insert  “                      13AB(2),                    ” ; b in subsection (5), after  “this section, section” insert  “                      13AB,                    ” . 3 After that section insert— Alteration of registers: interim publication dates 13AB 1 Subsections (2) and (3) apply in relation to an interim publication date where— a at any time before the interim publication date, section 13A applies to a registration officer (by virtue of section 13A(1)) in connection with a determination, requirement or decision within section 13A(1)(za), (zb), (b), (c) or (d), b in consequence of the determination, requirement or decision an entry relating to a person falls to be made in (or removed from) the register in respect of an address in the relevant election area, and c no alteration made in consequence of the determination, requirement or decision has already taken effect, or is due to take effect, under a relevant provision on or before the interim publication date. 2 On the interim publication date the registration officer must issue, in the prescribed manner, a notice specifying the appropriate alteration in the register. 3 The alteration takes effect from the beginning of the interim publication date. 4 There are two interim publication dates (in relation to a registration officer and an election to which this section applies). 5 The first interim publication date is the last day on which nomination papers may be delivered to the returning officer for the purposes of the election. 6 The second interim publication date is to be determined by the registration officer, but must be a day after the first interim publication date and before the appropriate publication date. 7 In subsection (1)(c)  “ relevant provision ” means— a in relation to the first interim publication date, section 13A(2); b in relation to the second interim publication date, section 13A(2) and subsection (3) as it applies in relation to the first interim publication date. 8 This section applies to— a parliamentary elections in England, Wales or Scotland; b elections in England, Wales or Scotland to the European Parliament; c elections to the Scottish Parliament; d elections to the National Assembly for Wales; e local government elections in England, Wales or Scotland; f elections of police and crime commissioners in England and Wales. 9 Subsections (5) and (6) of section 13B apply for the purposes of this section as they apply for the purposes of that section. 4 In section 13B(2) (alteration of registers in Great Britain: pending elections), after  “subsection (2) of that section” insert  “                  or section 13AB(3)                ” . 5 In section 56 (registration appeals: England and Wales)— a in subsection (4), after  “13A” insert  “                      , 13AB                    ” ; b in subsection (4A), after  “13A(2)” insert  “                      , 13AB(3)                    ” ."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "17", "section_title": "Review of polling districts and places in Great Britain", "section_text": "17 In section 18C of the Representation of the People Act 1983 (review of polling districts and places), for subsections (1) to (5) substitute— 1 A relevant authority must during each compulsory review period carry out and complete— a a review under section 18A of all the polling districts in its area, and b a review under section 18B of all the polling places in its area. 2 The compulsory review periods are— a the period of 16 months beginning with 1st October 2013, and b the period of 16 months beginning with 1st October of every fifth year after that. 3 Subsection (1) does not prevent a relevant authority carrying out a review of some or all of the polling districts or polling places in its area at other times."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "18", "section_title": "Inadequate performance of returning officer: reduction of charges", "section_text": "18 1 In section 29(3) of the Representation of the People Act 1983 (payments by and to a returning officer) at the beginning insert  “                  Subject to section 29A,                ” . 2 After section 29 of that Act insert— Inadequate performance of returning officer: reduction of charges 29A 1 This section applies to a service rendered by a returning officer for or in connection with a parliamentary election in Great Britain which, in the opinion of the Electoral Commission, was inadequately performed. 2 The Commission may recommend to the Secretary of State that the returning officer is entitled under section 29(3) to no more than a specified amount (which may be nil) in respect of that service. 3 In making a recommendation under subsection (2), the Commission must have regard to— a any report prepared under section 5 of the Political Parties, Elections and Referendums Act 2000 on the administration of the parliamentary election concerned, b any assessments of the level of performance of the returning officer in relation to that election under section 9B(4) of that Act, c any representations made to the Commission by the returning officer in respect of the performance of the service, and d any other information relating to the performance of the service by the returning officer that has been provided to the Commission. 4 Where the Commission makes a recommendation under subsection (2), the returning officer is entitled under section 29(3) to no more than the amount (which may be nil) determined by the Secretary of State, having regard to the recommendation by the Commission. 3 In paragraph 107 of Schedule 1 to the Electoral Administration Act 2006 (amendment to section 29 of the 1983 Act) in sub-paragraph (2), in substituted subsection (3), at the beginning insert  “                  Subject to section 29A,                ” ."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "19", "section_title": "Voters waiting at polling station at close of poll", "section_text": "19 1 Schedule 1 to the Representation of the People Act 1983 (parliamentary election rules) is amended as follows. 2 In rule 37 (voting procedure) as it extends to England and Wales and Scotland, after paragraph (6) insert— 7 A voter who at the close of the poll is in the polling station, or in a queue outside the polling station, for the purpose of voting shall (despite the close of the poll) be entitled to apply for a ballot paper under paragraph (1); and these rules apply in relation to such a voter accordingly. 3 In rule 37 (voting procedure) as it extends to Northern Ireland, after paragraph (3) insert— 4 A voter who at the close of the poll is in the polling station, or in a queue outside the polling station, for the purpose of voting shall (despite the close of the poll) be entitled to apply for a ballot paper under paragraph (1); and these rules apply in relation to such a voter accordingly."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "20", "section_title": "Use of emblems on ballot papers", "section_text": "20 1 Rule 19 of Schedule 1 to the Representation of the People Act 1983 (ballot papers for parliamentary elections) is amended as follows. 2 After paragraph (2A) insert— 2AA If a candidate who is the subject of an authorisation by two or more parties under rule 6A(1B) so requests, the ballot paper shall contain, against the candidate's particulars, the registered emblem (or, as the case may be, one of the registered emblems) of one of those parties. 3 In paragraph (2B), for  “The request” substitute  “                  A request under paragraph (2A) or (2AA)                ” ."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "21", "section_title": "Community support officers", "section_text": "21 1 In Schedule 1 to the Representation of the People Act 1983 (parliamentary elections rules), in rule 31 (notification of requirement of secrecy), make the existing provision paragraph (1) and after that paragraph insert— 2 In the application of this rule to an election in England or Wales, a reference to a constable includes a person designated as a community support officer under section 38 of the Police Reform Act 2002 (police powers for employees). 2 In rule 32 of that Schedule (admission to polling station), after paragraph (4) insert— 5 In the application of this rule to an election in England or Wales, a reference to a constable includes a person designated as a community support officer under section 38 of the Police Reform Act 2002 (police powers for employees). 3 In Schedule 4 to the Representation of the People Act 2000 (absent voting in Great Britain), in paragraph 2 (manner of voting at parliamentary or local government elections), after sub-paragraph (5) insert— 5ZA In the application of sub-paragraph (5) to an election in England or Wales, a reference to a constable includes a person designated as a community support officer under section 38 of the Police Reform Act 2002 (police powers for employees)."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "22", "section_title": "Notification of rejected postal vote", "section_text": "22 1 In Schedule 4 to the Representation of the People Act 2000 (absent voting in Great Britain), after paragraph 7D insert— Notification of rejected postal vote 7E 1 Regulations may make provision as to circumstances in which, following the close of the poll at a parliamentary or local government election, a registration officer must— a notify a person that the person's postal ballot paper has been rejected, and b where such notification is required to be given to a person appointed as proxy to vote for another (“ the elector ”) in respect of a proxy postal ballot paper, notify the elector that the ballot paper has been rejected. 2 For the purposes of sub-paragraph (1), a postal ballot paper is  “rejected” if it was not taken to have been duly returned in accordance with the appropriate rules because the returned postal voting statement was not duly completed. 3 Regulations under this paragraph may include provision as to— a the information to be notified (which may include information as to the respect in which the postal voting statement was not duly completed); b the time within which the notification is to be given; c the way in which it is to be given. Regulations under paragraph 7E in relation to local government elections in Scotland 7F 1 The power to make regulations under paragraph 7E in relation to local government elections in Scotland is exercisable by the Scottish Ministers. 2 Regulations made by the Scottish Ministers by virtue of this paragraph are subject to the affirmative procedure. 3 Such regulations may— a make different provision for different cases, circumstances or areas; b contain such incidental, supplemental, saving or transitional provision as the Scottish Ministers think fit. 2 In section 7 of the Political Parties, Elections and Referendums Act 2000 (Electoral Commission to be consulted on changes to Electoral Law), after subsection (2)(e) insert— ea regulations made by virtue of paragraph 7F of Schedule 4 to the Representation of the People Act 2000 (regulations made by the Scottish Ministers about notification of rejected postal votes in relation to local government elections in Scotland); ."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "23", "section_title": "Repeal of powers to establish co-ordinated on-line record of electors", "section_text": "23 1 Part 1 of the Electoral Administration Act 2006 (co-ordinated on-line record of electors) is repealed. 2 The table contains consequential repeals. Short title Extent of repeal Representation of the People Act 1983 In section 10ZB— in subsection (5), paragraph (b) and the  “or” before it; subsections (6) and (8). Political Parties, Elections and Referendums Act 2000 Section 20A. Electoral Administration Act 2006 Section 77(1)(a) to (g). Northern Ireland (Miscellaneous Provisions) Act 2006 In Schedule 4, paragraph 8. Political Parties and Elections Act 2009 Sections 28 and 29."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "24", "section_title": "Financial provisions", "section_text": "24 1 There is to be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown in consequence of this Act, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided. 2 There is to be paid out of the Consolidated Fund any increase attributable to this Act in the sums payable under any other Act out of that Fund."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "25", "section_title": "Meaning of  “the Minister” etc", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "26", "section_title": "Extent", "section_text": "26 An amendment or repeal made by this Act has the same extent as the enactment (or part of an enactment) amended or repealed."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "27", "section_title": "Commencement", "section_text": "27 1 Subject as follows, Parts 1 and 2 of this Act come into force on such day as the   Secretary of State   may by order made by statutory instrument appoint. 2 Paragraph 28 of Schedule 5 comes into force at the end of the period of 2 months beginning with the day on which this Act is passed. 3 This Part comes into force on the day on which this Act is passed. 4 An order under subsection (1) may appoint different days for different purposes (including different days for different parts of the United Kingdom). 5 An order under subsection (1) bringing into force any provision of section 19 may— a make provision in consequence of, or for giving full effect to, that section, or b make supplementary or incidental provision for the purposes of that section. 6 An order made by virtue of subsection (5) may— a modify any Act (whenever passed), including any provision inserted by a provision of this Act apart from section 19, or b modify subordinate legislation (whenever made). 7 An order made by virtue of subsection (5) that contains provision modifying an Act may not be made unless a draft of the statutory instrument containing it has been laid before and approved by a resolution of each House of Parliament. 8 Any other order made by virtue of subsection (5) is subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section— “ modify ” includes amend, repeal or revoke; “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978. 10 The   Secretary of State   may by order made by statutory instrument make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act or of any provision of an order made by virtue of subsection (5)."}, {"act": "Electoral Registration and Administration Act 2013", "year": 2013, "section": "28", "section_title": "Short title", "section_text": "28 This Act may be cited as the Electoral Registration and Administration Act 2013."}]