[{"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "1", "section_title": "The green purposes", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "2", "section_title": "Interpretation", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 References in this Part to the UK Green Investment Bank are to the public company limited by shares incorporated on 15 May 2012 with the company number SC424067 and with the name UK Green Investment Bank plc. 10 In this Part  “ UK  Green Investment Bank company ” means— a the  UK  Green Investment Bank, or b a company that is or at any time has been in the same group as the Bank. 11 For the purposes of subsection (10) a company is to be regarded as being in the same  “group” as the  UK  Green Investment Bank, if, for the purposes of section 1161(5) of the Companies Act 2006, the company is a group undertaking in relation to the  UK  Green Investment Bank."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "3", "section_title": "Alteration of the objects of the UK Green Investment Bank", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "4", "section_title": "Financial assistance", "section_text": "4 1 ... the Secretary of State may, with the consent of the Treasury, give   a  UK  Green Investment Bank company   financial assistance at any time when the   Crown holds shares in it or another  UK  Green Investment Bank company . 2 The financial assistance may be given in any form that the Secretary of State, with the consent of the Treasury, considers appropriate. 3 It may in particular be given by way of— a grants, b loans, c guarantees, d the purchase of share capital of   the company , or e the transfer of assets or rights to   the company . 4 The financial assistance may be provided subject to such terms and conditions as the Secretary of State, with the consent of the Treasury, considers appropriate (including, in the case of a grant or a loan, conditions requiring repayment or, in the case of a guarantee, conditions requiring reimbursement of any sums paid under it). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this section affects the exercise of any power of the Treasury or the Secretary of State to give financial assistance to   a  UK  Green Investment Bank company   otherwise than under this section at a time when the   Crown does not hold shares in it or another  UK  Green Investment Bank company ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "5", "section_title": "Accounts, reports and payments to directors", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "6", "section_title": "Documents to be laid before Parliament", "section_text": "6 1 Subsection (2) applies if— a ... copies of the UK Green Investment Bank's annual accounts and reports are, in accordance with section 437 of the Companies Act 2006, laid before it in general meeting, and b as at the date of the meeting, the Crown holds shares in   a  UK  Green Investment Bank company . 2 The Secretary of State must, as soon as practicable after the meeting, lay a copy of the annual accounts and reports before Parliament. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "6A", "section_title": "Report on disposal of Crown's shares in  UK  Green Investment Bank company", "section_text": "6A 1 As soon as reasonably practicable after a disposal of shares held by the Crown in a  UK  Green Investment Bank company the Secretary of State must lay before Parliament a report on the disposal. 2 The report— a must state— i the kind of disposal, and ii the proportion of the company's share capital retained by the Crown (or that none has been retained); and b must include— i an assessment of how the Secretary of State's objectives for the disposal have been achieved, and ii where the Crown still holds one or more shares in a  UK  Green Investment Bank company, details of the Secretary of State's intentions as to the Crown's future role and interest in such companies. 3 The Secretary of State must give a copy of the report to— a the Scottish Ministers, b the Welsh Ministers, and c the Office of the First Minister and deputy First Minister in Northern Ireland. 4 Subsection (3) applies to a report as described in section 38 of the Enterprise Act 2016 as well as to a report under this section."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "7", "section_title": "Conciliation before institution of proceedings", "section_text": "7 1 After section 18 of the Employment Tribunals Act 1996 (conciliation) insert— Requirement to contact  ACAS  before instituting proceedings 18A 1 Before a person (“the prospective claimant”) presents an application to institute relevant proceedings relating to any matter, the prospective claimant must provide to ACAS prescribed information, in the prescribed manner, about that matter. This is subject to subsection (7). 2 On receiving the prescribed information in the prescribed manner, ACAS shall send a copy of it to a conciliation officer. 3 The conciliation officer shall, during the prescribed period, endeavour to promote a settlement between the persons who would be parties to the proceedings. 4 If— a during the prescribed period the conciliation officer concludes that a settlement is not possible, or b the prescribed period expires without a settlement having been reached, the conciliation officer shall issue a certificate to that effect, in the prescribed manner, to the prospective claimant. 5 The conciliation officer may continue to endeavour to promote a settlement after the expiry of the prescribed period. 6 In subsections (3) to (5)\t\t\t\t\t\t\t\t\t\t “ settlement ” means a settlement that avoids proceedings being instituted. 7 A person may institute relevant proceedings without complying with the requirement in subsection (1) in prescribed cases. The cases that may be prescribed include (in particular)— cases where the requirement is complied with by another person instituting relevant proceedings relating to the same matter; cases where proceedings that are not relevant proceedings are instituted by means of the same form as proceedings that are; cases where section 18B applies because ACAS has been contacted by a person against whom relevant proceedings are being instituted. 8 A person who is subject to the requirement in subsection (1) may not present an application to institute relevant proceedings without a certificate under subsection (4). 9 Where a conciliation officer acts under this section in a case where the prospective claimant has ceased to be employed by the employer and the proposed proceedings are proceedings under section 111 of the Employment Rights Act 1996, the conciliation officer may in particular— a seek to promote the reinstatement or re-engagement of the prospective claimant by the employer, or by a successor of the employer or by an associated employer, on terms appearing to the conciliation officer to be equitable, or b where the prospective claimant does not wish to be reinstated or re-engaged, or where reinstatement or re-engagement is not practicable, seek to promote agreement between them as to a sum by way of compensation to be paid by the employer to the prospective claimant. 10 In subsections (1) to (7)\t\t\t\t\t\t\t\t\t\t “ prescribed ” means prescribed in employment tribunal procedure regulations. 11 The Secretary of State may by employment tribunal procedure regulations make such further provision as appears to the Secretary of State to be necessary or expedient with respect to the conciliation process provided for by subsections (1) to (8). 12 Employment tribunal procedure regulations may (in particular) make provision— a authorising the Secretary of State to prescribe, or prescribe requirements in relation to, any form which is required by such regulations to be used for the purpose of providing information to ACAS under subsection (1) or issuing a certificate under subsection (4); b requiring ACAS to give a person any necessary assistance to comply with the requirement in subsection (1); c for the extension of the period prescribed for the purposes of subsection (3); d treating the requirement in subsection (1) as complied with, for the purposes of any provision extending the time limit for instituting relevant proceedings, by a person who is relieved of that requirement by virtue of subsection (7)(a). Conciliation before institution of proceedings: other ACAS duties 18B 1 This section applies where— a a person contacts ACAS requesting the services of a conciliation officer in relation to a matter that (if not settled) is likely to give rise to relevant proceedings against that person, and b ACAS has not received information from the prospective claimant under section 18A(1). 2 This section also applies where— a a person contacts ACAS requesting the services of a conciliation officer in relation to a matter that (if not settled) is likely to give rise to relevant proceedings by that person, and b the requirement in section 18A(1) would apply to that person but for section 18A(7). 3 Where this section applies a conciliation officer shall endeavour to promote a settlement between the persons who would be parties to the proceedings. 4 If at any time— a the conciliation officer concludes that a settlement is not possible, or b a conciliation officer comes under the duty in section 18A(3) to promote a settlement between the persons who would be parties to the proceedings, the duty in subsection (3) ceases to apply at that time. 5 In subsections (3) and (4)\t\t\t\t\t\t\t\t\t\t “ settlement ” means a settlement that avoids proceedings being instituted. 6 Subsection (9) of section 18A applies for the purposes of this section as it applies for the purposes of that section. 2 Schedule 1 (conciliation: minor and consequential amendments) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "8", "section_title": "Extension of limitation periods to allow for conciliation", "section_text": "8 Schedule 2 (extension of limitation periods to allow for conciliation) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "9", "section_title": "Extended power to define  “relevant proceedings” for conciliation purposes", "section_text": "9 1 Section 18 of the Employment Tribunals Act 1996 (conciliation) is amended as follows. 2 In subsection (8)\t\t\t\t\t(power of Secretary of State and Lord Chancellor to amend list in subsection (1) of section 18), for paragraphs (a) and (b) substitute  “                    amend the definition of  “relevant proceedings” in subsection (1) by adding to or removing from the list in that subsection particular types of employment tribunal proceedings.                  ” 3 After subsection (8) insert— 9 An order under subsection (8) that adds employment tribunal proceedings to the list in subsection (1) may amend an enactment so as to extend the time limit for instituting those proceedings in such a way as appears necessary or expedient in order to facilitate the conciliation process provided for by section 18A. 10 An order under subsection (8) that removes employment tribunal proceedings from the list in subsection (1) may— a repeal or revoke any provision of an enactment that, for the purpose mentioned in subsection (9), extends the time limit for instituting those proceedings; b make further amendments which are consequential on that repeal or revocation."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "10", "section_title": "ACAS: prohibition on disclosure of information", "section_text": "10 In Part 6 of the Trade Union and Labour Relations (Consolidation) Act 1992 (ACAS  etc ), after section 251A insert— Prohibition on disclosure of information 251B 1 Information held by ACAS shall not be disclosed if the information— a relates to a worker, an employer of a worker or a trade union (a  “relevant person”), and b is held by ACAS in connection with the provision of a service by ACAS or its officers. This is subject to subsection (2). 2 Subsection (1) does not prohibit the disclosure of information if— a the disclosure is made for the purpose of enabling or assisting ACAS to carry out any of its functions under this Act, b the disclosure is made for the purpose of enabling or assisting an officer of ACAS to carry out the functions of a conciliation officer under any enactment, c the disclosure is made for the purpose of enabling or assisting— i a person appointed by ACAS under section 210(2), or ii an arbitrator or arbiter appointed by ACAS under any enactment, to carry out functions specified in the appointment, d the disclosure is made for the purposes of a criminal investigation or criminal proceedings (whether or not within the United Kingdom), e the disclosure is made in order to comply with a court order, f the disclosure is made in a manner that ensures that no relevant person to whom the information relates can be identified, or g the disclosure is made with the consent of each relevant person to whom the information relates. 3 Subsection (2) does not authorise the making of a disclosure which contravenes the Data Protection Act 1998. 4 A person who discloses information in contravention of this section commits an offence and is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 5 Proceedings in England and Wales for an offence under this section may be instituted only with the consent of the Director of Public Prosecutions. 6 For the purposes of this section information held by— a a person appointed by ACAS under section 210(2) in connection with functions specified in the appointment, or b an arbitrator or arbiter appointed by ACAS under any enactment in connection with functions specified in the appointment, is information that is held by ACAS in connection with the provision of a service by ACAS."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "11", "section_title": "Decisions by legal officers", "section_text": "11 1 In section 4 of the Employment Tribunals Act 1996 (composition of a tribunal), after subsection (6C) insert— 6D A person appointed as a legal officer in accordance with regulations under section 1(1) may determine proceedings in respect of which an employment tribunal has jurisdiction, or make a decision falling to be made in the course of such proceedings, if— a the proceedings are of a description specified in an order under this subsection made by the Secretary of State and the Lord Chancellor acting jointly, and b all the parties to the proceedings consent in writing; and any determination or decision made under this subsection shall be treated as made by an employment tribunal. 2 In section 41(2) of that Act (orders etc subject to affirmative resolution procedure), after  “section 4(4)” insert  “                    or (6D)                  ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "12", "section_title": "Composition of Employment Appeal Tribunal", "section_text": "12 1 The Employment Tribunals Act 1996 is amended as set out in subsections (2) to (4). 2 In section 28 (composition of Appeal Tribunal), for subsections (2) to (4A) substitute— 2 Proceedings before the Appeal Tribunal are to be heard by a judge alone. This is subject to subsections (3) to (6) and to any provision made by virtue of section 30(2)(f) or (2A). 3 A judge may direct that proceedings are to be heard by a judge and either two or four appointed members. 4 A judge may, with the consent of the parties, direct that proceedings are to be heard by a judge and either one or three appointed members. 5 The Lord Chancellor may by order provide for proceedings of a description specified in the order to be heard by a judge and either two or four appointed members. 6 In proceedings heard by a judge and two or four appointed members, there shall be an equal number of— a employer-representative members, and b worker-representative members. 7 In this section— “ employer-representative members ” means appointed members whose knowledge or experience of industrial relations is as representatives of employers; “ worker-representative members ” means appointed members whose knowledge or experience of industrial relations is as representatives of workers. 3 In section 30 (Appeal Tribunal procedure rules), in subsection (2)(f)\t\t\t\t\t(provision for dealing with interlocutory matters), for the words from  “otherwise” to the end substitute  “                    by an officer of the Appeal Tribunal                  ” . 4 In section 41(2)\t\t\t\t\t(orders etc subject to affirmative resolution procedure), before  “or 40” insert  “                    , 28(5)                  ” . 5 In consequence of the amendment made by subsection (2), omit paragraph 46 of Schedule 8 to the Tribunals, Courts and Enforcement Act 2007."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "13", "section_title": "Dismissal for political opinions: no qualifying period of employment", "section_text": "13 In section 108 of the Employment Rights Act 1996 (qualifying period of employment), after subsection (3) insert— 4 Subsection (1) does not apply if the reason (or, if more than one, the principal reason) for the dismissal is, or relates to, the employee's political opinions or affiliation."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "14", "section_title": "Confidentiality of negotiations before termination of employment", "section_text": "14 After section 111 of the Employment Rights Act 1996 insert— Confidentiality of negotiations before termination of employment 111A 1 Evidence of pre-termination negotiations is inadmissible in any proceedings on a complaint under section 111. This is subject to subsections (3) to (5). 2 In subsection (1)  “ pre-termination negotiations ” means any offer made or discussions held, before the termination of the employment in question, with a view to it being terminated on terms agreed between the employer and the employee. 3 Subsection (1) does not apply where, according to the complainant's case, the circumstances are such that a provision (whenever made) contained in, or made under, this or any other Act requires the complainant to be regarded for the purposes of this Part as unfairly dismissed. 4 In relation to anything said or done which in the tribunal's opinion was improper, or was connected with improper behaviour, subsection (1) applies only to the extent that the tribunal considers just. 5 Subsection (1) does not affect the admissibility, on any question as to costs or expenses, of evidence relating to an offer made on the basis that the right to refer to it on any such question is reserved."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "15", "section_title": "Power by order to increase or decrease limit of compensatory award", "section_text": "15 1 The Secretary of State may by order made by statutory instrument amend section 124 of the Employment Rights Act 1996 (limit of compensatory award etc) so as to vary the limit imposed for the time being by subsection (1) of that section. 2 The limit as so varied may be— a a specified amount, or b the lower of— i a specified amount, and ii a specified number multiplied by a week's pay of the individual concerned. 3 Different amounts may be specified by virtue of subsection (2)(a) or (b)(i) in relation to employers of different descriptions. 4 An amount specified by virtue of subsection (2)(a) or (b)(i)— a may not be less than median annual earnings; b may not be more than three times median annual earnings. 5 A number specified by virtue of subsection (2)(b)(ii) may not be less than 52. 6 An order under this section may make consequential, supplemental, transitional, transitory or saving provision. 7 The consequential provision that may be made under subsection (6) includes provision inserting a reference to section 124 of the Employment Rights Act 1996 in section 226(3) of that Act (week's pay: calculation date in unfair dismissal cases). 8 A statutory instrument containing an order under this section is not to be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 9 In this section  “ median annual earnings ” means— a the latest figure for median gross annual earnings of full-time employees in the United Kingdom published by the Statistics Board (disregarding any provisional figures), or b if that figure was published by the Statistics Board more than two years before the laying of the draft of the statutory instrument in question, an estimate of the current amount of such earnings worked out in whatever way the Secretary of State thinks fit. 10 In section 34 of the Employment Relations Act 1999 (indexation of amounts etc), after subsection (4) insert— 4A A reference in this section to a sum specified in section 124(1) of the Employment Rights Act 1996 does not include anything specified by virtue of section 15(2)(b)(ii) of the Enterprise and Regulatory Reform Act 2013 (specified number multiplied by a week's pay of the individual concerned). 4B As regards a sum specified in section 124(1) of the Employment Rights Act 1996, the duty under subsection (2) to make an order with effect from 6 April in a particular year does not arise where an order varying such a sum with effect from a day within 12 months before that date has been made under section 15(1) of the Enterprise and Regulatory Reform Act 2013."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "16", "section_title": "Power of employment tribunal to impose financial penalty on employers etc", "section_text": "16 1 After section 12 of the Employment Tribunals Act 1996 insert— Financial penalties Financial penalties 12A 1 Where an employment tribunal determining a claim involving an employer and a worker— a concludes that the employer has breached any of the worker's rights to which the claim relates, and b is of the opinion that the breach has one or more aggravating features, the tribunal may order the employer to pay a penalty to the Secretary of State (whether or not it also makes a financial award against the employer on the claim). 2 The tribunal shall have regard to an employer's ability to pay— a in deciding whether to order the employer to pay a penalty under this section; b (subject to subsections (3) to (7)) in deciding the amount of a penalty. 3 The amount of a penalty under this section shall be— a at least £100; b no more than £5,000. This subsection does not apply where subsection (5) or (7) applies. 4 Subsection (5) applies where an employment tribunal— a makes a financial award against an employer on a claim, and b also orders the employer to pay a penalty under this section in respect of the claim. 5 In such a case, the amount of the penalty under this section shall be 50% of the amount of the award, except that— a if the amount of the financial award is less than £200, the amount of the penalty shall be £100; b if the amount of the financial award is more than £10,000, the amount of the penalty shall be £5,000. 6 Subsection (7) applies, instead of subsection (5), where an employment tribunal— a considers together two or more claims involving different workers but the same employer, and b orders the employer to pay a penalty under this section in respect of any of those claims. 7 In such a case— a the amount of the penalties in total shall be at least £100; b the amount of a penalty in respect of a particular claim shall be— i no more than £5,000, and ii where the tribunal makes a financial award against the employer on the claim, no more than 50% of the amount of the award. But where the tribunal makes a financial award on any of the claims and the amount awarded is less than £200 in total, the amount of the penalties in total shall be £100 (and paragraphs (a) and (b) shall not apply). 8 Two or more claims in respect of the same act and the same worker shall be treated as a single claim for the purposes of this section. 9 Subsection (5) or (7) does not require or permit an order under subsection (1)\t\t\t\t\t\t\t\t\t\t\t(or a failure to make such an order) to be reviewed where the tribunal subsequently awards compensation under— a section 140(3) of the Trade Union and Labour Relations (Consolidation) Act 1992 (failure to comply with tribunal's recommendation), b section 117 of the Employment Rights Act 1996 (failure to reinstate  etc. ), c section 124(7) of the Equality Act 2010 (failure to comply with tribunal's recommendation), or d any other provision empowering the tribunal to award compensation, or further compensation, for a failure to comply (or to comply fully) with an order or recommendation of the tribunal. 10 An employer's liability to pay a penalty under this section is discharged if 50% of the amount of the penalty is paid no later than 21 days after the day on which notice of the decision to impose the penalty is sent to the employer. 11 In this section— “claim”— means anything that is referred to in the relevant legislation as a claim, a complaint or a reference, other than a reference made by virtue of section 122(2) or 128(2) of the Equality Act 2010 (reference by court of question about a non-discrimination or equality rule etc), and also includes an application, under regulations made under section 45 of the Employment Act 2002, for a declaration that a person is a permanent employee; “ employer ” has the same meaning as in Part 4A of the Employment Rights Act 1996, and also— in relation to an individual seeking to be employed by a person as a worker, includes that person; in relation to a right conferred by section 47A or 63A of the Employment Rights Act 1996 (right to time off for young person for study or training), includes the principal within the meaning of section 63A(3) of that Act; in relation to a right conferred by the Agency Workers Regulations 2010 ( S.I.  2010/93), includes the hirer within the meaning of those Regulations and (where the worker is not actually employed by the temporary work agency) the temporary work agency within that meaning; “ financial award ” means an award of a sum of money, but does not including anything payable by virtue of section 13; “ worker ” has the same meaning as in Part 4A of the Employment Rights Act 1996, and also includes an individual seeking to be employed by a person as a worker. 12 The Secretary of State may by order— a amend subsection (3), (5) or (7) by substituting a different amount; b amend subsection (5), (7) or (10) by substituting a different percentage; c amend this section so as to alter the meaning of  “claim”. 13 The Secretary of State shall pay sums received under this section into the Consolidated Fund. 2 Schedule 3 (financial penalties: minor and consequential amendments) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "17", "section_title": "Disclosures not protected unless believed to be made in the public interest", "section_text": "17 In section 43B of the Employment Rights Act 1996 (disclosures qualifying for protection), in subsection (1), after  “in the reasonable belief of the worker making the disclosure,” insert  “                is made in the public interest and              ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "18", "section_title": "Power to reduce compensation where disclosure not made in good faith", "section_text": "18 1 Omit the words  “in good faith” in the following provisions of Part 4A of the Employment Rights Act 1996 (protected disclosures)— a subsection (1) of section 43C (disclosure to employer or other responsible person); b paragraph (b) of section 43E (disclosure to Minister of the Crown); c subsection (1)(a) of section 43F (disclosure to prescribed person). 2 In section 43G of that Act (disclosure in other cases), in subsection (1)— a omit paragraph (a); b in paragraph (b), for  “he” substitute  “                        the worker                      ” . 3 In section 43H of that Act (disclosure of exceptionally serious failure), in subsection (1)— a omit paragraph (a); b in paragraph (b), for  “he” substitute  “                        the worker                      ” . 4 In section 49 of that Act (remedies for detriment suffered in employment), after subsection (6) insert— 6A Where— a the complaint is made under section 48(1A), and b it appears to the tribunal that the protected disclosure was not made in good faith, the tribunal may, if it considers it just and equitable in all the circumstances to do so, reduce any award it makes to the worker by no more than 25%. 5 In section 123 of that Act (compensatory award for unfair dismissal), after subsection (6) insert— 6A Where— a the reason (or principal reason) for the dismissal is that the complainant made a protected disclosure, and b it appears to the tribunal that the disclosure was not made in good faith, the tribunal may, if it considers it just and equitable in all the circumstances to do so, reduce any award it makes to the complainant by no more than 25%."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "19", "section_title": "Worker subjected to detriment by co-worker or agent of employer", "section_text": "19 1 In section 47B of the Employment Rights Act 1996 (protected disclosures), after subsection (1) insert— 1A A worker (“W”) has the right not to be subjected to any detriment by any act, or any deliberate failure to act, done— a by another worker of W's employer in the course of that other worker's employment, or b by an agent of W's employer with the employer's authority, on the ground that W has made a protected disclosure. 1B Where a worker is subjected to detriment by anything done as mentioned in subsection (1A), that thing is treated as also done by the worker's employer. 1C For the purposes of subsection (1B), it is immaterial whether the thing is done with the knowledge or approval of the worker's employer. 1D In proceedings against W's employer in respect of anything alleged to have been done as mentioned in subsection (1A)(a), it is a defence for the employer to show that the employer took all reasonable steps to prevent the other worker— a from doing that thing, or b from doing anything of that description. 1E A worker or agent of W's employer is not liable by reason of subsection (1A) for doing something that subjects W to detriment if— a the worker or agent does that thing in reliance on a statement by the employer that doing it does not contravene this Act, and b it is reasonable for the worker or agent to rely on the statement. But this does not prevent the employer from being liable by reason of subsection (1B). 2 In section 48 of that Act (complaints to employment tribunals), in subsection (5)— a for  “includes, where” substitute includes—                         a where ; b at the end insert— b in the case of proceedings against a worker or agent under section 47B(1A), the worker or agent."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "20", "section_title": "Extension of meaning of  “worker”", "section_text": "20 1 Section 43K of the Employment Rights Act 1996 (extension of meaning of  “worker”) is amended as set out in subsections (2) to (7). 2 In subsection (1)(ba)— a for  “section 84 or 100 of” substitute  “                        section 83(2), 84, 92, 100, 107, 115(4), 117 or 134 of, or Schedule 12 to,                      ” ; b for  “section 42 or 57 of” substitute  “                        section 41(2)(b), 42, 50, 57, 64 or 92 of, or Schedule 7 to,                      ” ; c omit the words after  “the National Health Service (Wales) Act 2006”. 3 In subsection (1)(bb), after  “section 17J” insert  “                    or 17Q                  ” . 4 In subsection (1)(c)— a for the words before  “in accordance with arrangements” substitute  “                        works or worked as a person providing services                      ” ; b in sub-paragraph (ii), after  “section” insert  “                        2C, 17AA, 17C,                      ” . 5 Omit subsection (1)(ca) and the preceding  “or”. 6 Omit subsection (2)(ba). 7 After subsection (3) insert— 4 The Secretary of State may by order make amendments to this section as to what individuals count as  “ workers ” for the purposes of this Part (despite not being within the definition in section 230(3)). 5 An order under subsection (4) may not make an amendment that has the effect of removing a category of individual unless the Secretary of State is satisfied that there are no longer any individuals in that category. 8 In section 236(3) of that Act (orders etc subject to affirmative resolution procedure), after  “shall be made under section” insert  “                    43K(4),                  ” .” 9 In consequence of the amendments made by subsections (5) and (6), omit paragraph 7(a)(ii) and (b) of the Schedule to the Smoking, Health and Social Care (Scotland) Act 2005 (Consequential Modifications)\t\t\t\t\t(England, Wales and Northern Ireland) Order 2006 (S.I. 2006/1056). 10 Until the coming into force of the repeal (made by Schedule 3 to the Smoking, Health and Social Care (Scotland) Act 2005 (asp 13)) of sections 27 to 28 of the National Health Service (Scotland) Act 1978 (“ the 1978 Act ”), section 43K(1)(c)(ii) of the Employment Rights Act 1996 has effect as if it included a reference to section 27A of the 1978 Act."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "21", "section_title": "Tribunal procedure: miscellaneous", "section_text": "21 1 The Employment Tribunals Act 1996 is amended as follows. 2 In section 9 (pre-hearing reviews and preliminary matters), in subsection (2)\t\t\t\t\t(deposit orders), in paragraph (a)— a omit  “, if he wishes to continue to participate in those proceedings,”; b after  “an amount not exceeding £1,000” insert as a condition of—                         i continuing to participate in those proceedings, or ii pursuing any specified allegations or arguments . 3 In section 13A (payments in respect of preparation time)— a in subsection (3), after  “shall also” insert  “                        , subject to subsection (4),                      ” ; b after subsection (3) insert— 4 Subsection (3) does not require the regulations to include provision to prevent an employment tribunal from making— a an order of the kind mentioned in subsection (1), and b an award of the kind mentioned in section 13(1)(a) that is limited to witnesses' expenses. 4 In section 42 (interpretation), in subsection (1), after the definition of  “employment tribunal procedure regulations” insert— “ representative ” shall be construed in accordance with section 6(1)\t\t\t\t\t\t\t\t(in Part 1) or section 29(1)\t\t\t\t\t\t\t\t(in Part 2), ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "22", "section_title": "Indexation of amounts: timing and rounding", "section_text": "22 1 Section 34 of the Employment Relations Act 1999 (indexation of amounts, etc) is amended as follows. 2 In subsection (2)— a omit  “as soon as practicable”; b at the end insert  “                        , with effect from the following 6th April                      ” . 3 In subsection (3), for the words after  “the Secretary of State shall” substitute  “                    round the result to the nearest whole pound, taking 50p as nearest to the next whole pound above                  ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "23", "section_title": "Renaming of  “compromise agreements”,  “compromise contracts” and  “compromises”", "section_text": "23 1 In the following provisions, for  “compromise” (in each place where it occurs) substitute  “                    settlement                  ” a section 288(2A) and (2B) of the Trade Union and Labour Relations (Consolidation) Act 1992 (restriction on contracting out); b section 203(2)(f) and (3) of the Employment Rights Act 1996 (restrictions on contracting out); c section 58(4) and (5) of the Pensions Act 2008 (restrictions on agreements to limit operation of Part 1). 2 In section 19A of the Employment Tribunals Act 1996 (conciliation: recovery of sums payable under compromises)— a in subsections (1), (3), (4), (5) and (6), for  “compromise” (in each place where it occurs) substitute  “                        settlement                      ” ; b in subsection (12)— i for  “compromise” (in the first two places it occurs) substitute  “                            settlement                          ” ; ii omit  “, or compromise,”; c in the heading, for  “compromises” substitute  “                        settlements                      ” . 3 In section 49 of the National Minimum Wage Act 1998 (restrictions on contracting out)— a in subsections (3) and (4), for  “compromise” (in each place where it occurs) substitute  “                        settlement                      ” ; b after subsection (8) insert— 8A In the application of this section in relation to Northern Ireland, subsections (3) and (4) above shall have effect as if for  “settlement agreements” (in each place) there were substituted “compromise agreements. 4 In section 28 of the Equality Act 2006 (legal assistance), in subsection (11), for  “compromise contract or agreement” substitute  “                    settlement agreement                  ” . 5 In section 144 of the Equality Act 2010 (contracting out), in subsection (4)(b), for  “compromise contract” substitute  “                    settlement agreement                  ” . 6 In section 147 of that Act (meaning of  “qualifying compromise contract”), in subsections (2) and (5) and in the heading, for  “compromise contract” substitute  “                    settlement agreement                  ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "24", "section_title": "Transitional provision", "section_text": "24 1 Section 10 does not apply in relation to a disclosure, or a request for information, made before that section comes into force. 2 Section 12 does not apply in relation to proceedings that are in the process of being heard by the Employment Appeal Tribunal when that section comes into force. 3 Section 13 does not apply where the effective date of termination of the contract of employment in question is earlier than the date on which that section comes into force. “Effective date of termination” here has the meaning given by section 97(1) of the Employment Rights Act 1996. 4 Section 14 does not apply to any offer made or discussions held before the commencement of that section. 5 Section 16 does not apply in relation to any claim presented before the end of the sixth month after the day on which this Act is passed (or before the commencement of that section). 6 Section 17, 18, 19 or 20 does not apply to a qualifying disclosure made before the section comes into force. “Qualifying disclosure” here has the meaning given by section 43B of the Employment Rights Act 1996."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "25", "section_title": "The Competition and Markets Authority", "section_text": "25 1 There is to be a body corporate known as the Competition and Markets Authority. 2 In this Part that body is referred to as  “ the CMA ”. 3 The CMA must seek to promote competition, both within and outside the United Kingdom, for the benefit of consumers. 4 Schedule 4 (which makes provision about the CMA) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "26", "section_title": "Abolition of the Competition Commission and the  OFT", "section_text": "26 1 The Competition Commission is abolished. 2 The Office of Fair Trading is abolished. 3 Schedule 5 (which amends the Competition Act 1998 and the Enterprise Act 2002 to make provision for the transfer of certain functions from the Competition Commission and the Office of Fair Trading to the CMA and to make other minor and consequential amendments) has effect. 4 Schedule 6 (which amends other enactments to make provision for the transfer of certain functions from the Competition Commission and the Office of Fair Trading to the CMA) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "27", "section_title": "Transfer schemes", "section_text": "27 1 The Secretary of State may make one or more transfer schemes in connection with— a the establishment of the CMA under this Act, b the transfer of functions under or by virtue of this Act from the Competition Commission or the Office of Fair Trading to the CMA, or c the abolition of that Commission or that Office under this Act. 2 A transfer scheme is a scheme for the transfer of property, rights and liabilities of the Competition Commission or the Office of Fair Trading to— a the CMA, or b a Minister of the Crown (as defined by section 8 of the Ministers of the Crown Act 1975). 3 The things that may be transferred under a transfer scheme include— a property, rights and liabilities that could not otherwise be transferred; b property acquired, and rights and liabilities arising, after the making of the scheme. 4 A transfer scheme may make consequential, supplementary, incidental or transitional provision and may in particular— a create rights, or impose liabilities, in relation to property or rights transferred; b make provision about the continuing effect of things done by the transferor in respect of anything transferred; c make provision about the continuation of things (including legal proceedings) in the process of being done by, on behalf of, or in relation to the transferor in respect of anything transferred; d make provision for references to the transferor in an instrument or other document in respect of anything transferred to be treated as references to the transferee; e make provision for the shared ownership or use of property; f make provision that is the same as or similar to the  TUPE  regulations. 5 A transfer scheme may provide— a for the scheme to be modified by agreement after it comes into effect; b for modifications to have effect from the date when the scheme first came into effect. 6 For the purposes of this section— a an individual who holds employment in the civil service is to be treated as employed by virtue of a contract of employment, and b the terms of the individual's employment in the civil service are to be regarded as constituting the terms of the contract of employment. 7 In this section— “ civil service ” means the civil service of the State; “ TUPE regulations ” means the Transfer of Undertakings (Protection of Employment) Regulations 2006 ( SI  2006/246); references to rights and liabilities include rights and liabilities relating to a contract of employment; references to the transfer of property include references to the grant of a lease."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "28", "section_title": "Transitional provision: consultation", "section_text": "28 1 This section applies in relation to a provision of this Act under or by virtue of which the CMA has a function of consulting another person in preparing rules, statements of policy, guidance or general advice or information. 2 At any time before the provision comes into force, the Office of Fair Trading or the Competition Commission or both bodies acting jointly— a may carry out any consultation that the CMA would have power to carry out after the provision comes into force, and b for that purpose, may prepare drafts of any documents to which the consultation relates. 3 At any time after the provision comes into force, the CMA may elect to treat any consultation carried out or other thing done under subsection (2) by the Office of Fair Trading or the Competition Commission (or by both bodies acting jointly) as carried out or done by the CMA. 4 The Secretary of State may direct the Office of Fair Trading or the Competition Commission, or both of them acting jointly, to exercise a power conferred by subsection (2)."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "29", "section_title": "Investigation powers: mergers", "section_text": "29 1 Section 109 of the Enterprise Act 2002 (“ the 2002 Act ”) (investigation powers in connection with attendance of witnesses etc.) is amended as follows. 2 Before subsection (1) insert— A1 For the purposes of this section, the permitted purposes are the following— a assisting the CMA in carrying out any functions, including enforcement functions, exercisable by it under or by virtue of this Part in connection with a matter that is or has been the subject of a reference or possible reference under section 22 or 33; b assisting the CMA or the Secretary of State in carrying out any functions, including enforcement functions, of the CMA or (as the case may be) the Secretary of State under or by virtue of this Part in connection with a matter that is or has been the subject of a reference or possible reference under section 45 or 62. 3 In subsection (1), for the words from the beginning to  “under this Part,” substitute  “                      The CMA may, for a permitted purpose,                    ” . 4 In subsection (2), for the words from the beginning to  “under this Part,” substitute  “                      The CMA may, for a permitted purpose,                    ” . 5 In subsection (3), for the words from the beginning to  “under this Part,” substitute  “                      The CMA may, for a permitted purpose,                    ” . 6 In subsection (4), after  “shall” insert —                       a specify the permitted purpose for which the notice is given, including the function or functions in question; and b . 7 In subsection (5), for the words from the beginning to  “under this Part,” substitute  “                      The CMA, or any person nominated by it for the purpose, may for a permitted purpose                    ” . 8 In subsection (6), for the words from  “for the purpose of” to  “under this Part” substitute  “                      for a permitted purpose                    ” . 9 After subsection (8) insert— 8A In subsection (A1),  “ enforcement functions ” means— a in relation to the CMA— i functions conferred by virtue of section 87 on the CMA by enforcement orders; ii functions of the CMA in relation to the variation, supersession or release of enforcement undertakings or the variation or revocation of enforcement orders; iii functions of the CMA under or by virtue of section 75, 76, 83 or 92 in relation to enforcement undertakings or enforcement orders; b in relation to the Secretary of State— i functions conferred by virtue of section 87 on the Secretary of State by enforcement orders; ii functions of the Secretary of State in relation to the variation, supersession or release of enforcement undertakings or the variation or revocation of enforcement orders; iii functions of the Secretary of State under or by virtue of paragraph 5, 6 or 10 of Schedule 7 in relation to enforcement undertakings or enforcement orders. 10 In section 110 (enforcement of powers under section 109: general), omit subsection (4). 11 After section 110 insert— Restriction on powers to impose penalties under section 110 110A 1 No penalty shall be imposed by virtue of section 110(1) or (3) if more than 4 weeks have passed since the day which is the relevant day in the case in question; but this subsection shall not apply in relation to any variation or substitution of the penalty which is permitted by virtue of this Part. 2 In the following provisions of this section,  “ the section 109 power ” means the power under section 109 to which the failure or (as the case may be) the obstruction or delay in question relates. 3 Where the section 109 power is exercised in connection with an enforcement function (within the meaning of that section), the relevant day is the day when the enforcement undertaking concerned is superseded or released or (as the case may be) the enforcement order concerned is revoked. 4 Except where subsection (3) applies, the relevant day is the day determined in accordance with the following provisions of this section. 5 Where the section 109 power is exercised for the purpose mentioned in section 109(A1)(a) in connection with a matter that is the subject of a possible reference under section 22 or 33, the relevant day is the day when the CMA finally decides whether to make the reference. 6 Where the section 109 power is exercised for the purpose mentioned in section 109(A1)(a) in connection with a matter that is the subject of a reference under section 22 or 33, the relevant day is the day when the reference is finally determined (see section 79). 7 Where the section 109 power is exercised for the purpose mentioned in section 109(A1)(b) in connection with a matter that is the subject of a possible reference under section 45 or 62, the relevant day is the day when the Secretary of State finally decides whether to make the reference. 8 Where the section 109 power is exercised for the purpose mentioned in section 109(A1)(b) in connection with a matter that is the subject of a reference under section 45 or 62, the relevant day is the day when the reference is finally determined. Section 110A: supplementary provision 110B 1 For the purpose of section 110A(5), the CMA finally decides whether to make a reference under section 22 or 33 if— a the CMA decides that the duty to make such a reference applies; b the CMA accepts an undertaking under section 73; c the CMA decides not to make such a reference (otherwise than because it has accepted an undertaking under section 73); d the initial period for the purposes of section 34ZA expires without the CMA having complied with the duty under subsection (1) of that section; e the preliminary assessment period for the purposes of section 34A expires without the CMA having complied with the duty under subsection (2) of that section; f the period permitted by section 73A for the CMA to make a decision required by subsection (2)(a) or (3) of that section expires without the CMA having made the decision. 2 For the purpose of section 110A(5), the time when the CMA finally decides whether to make a reference under section 22 or 33 is— a in a case falling within subsection (1)(a), the making of the decision that the duty to make such a reference applies; b in a case falling within subsection (1)(b), the acceptance of the undertaking; c in a case falling within subsection (1)(c), the making of the decision not to make the reference; d in a case falling within subsection (1)(d), the expiry of the initial period; e in a case falling within subsection (1)(e), the expiry of the preliminary assessment period; f in a case falling within subsection (1)(f), the expiry of the period in question. 3 For the purpose of section 110A(7), the Secretary of State finally decides whether to make a reference under section 45 or 62 if— a the Secretary of State makes such a reference; b the Secretary of State accepts an undertaking under paragraph 3 of Schedule 7; c the Secretary of State decides not to make such a reference (otherwise than because of the acceptance of an undertaking under paragraph 3 of Schedule 7); d the preliminary assessment period for the purposes of section 46A expires without the CMA having complied with the duty under subsection (2) of that section. 4 For the purpose of section 110A(7), the time when the Secretary of State finally decides whether to make a reference under section 45 or 62 is— a in a case falling within subsection (3)(a), the making of the reference; b in a case falling within subsection (3)(b), the acceptance of the undertaking; c in a case falling within subsection (3)(c), the making of the decision not to make the reference; d in a case falling within subsection (3)(d), the expiry of the preliminary assessment period. 5 Paragraph 7(8) to (10) of Schedule 7 applies for deciding if and when a reference under section 45(2) or (3) or 62(2) is finally determined for the purpose of section 110A(8) as it applies for deciding those questions for the purpose of paragraph 7 of Schedule 7. 6 Paragraph 8(7) to (9) of Schedule 7 applies for deciding if and when a reference under section 45(4) or (5) or 62(3) is finally determined for the purpose of section 110A(8) as it applies for deciding those questions for the purpose of the definition of  “relevant period” in paragraph 8(6) of that Schedule. 12 In section 111 (penalties), in subsection (5)(b)— a in sub-paragraph (i), omit  “or (as the case may be) the obstruction or delay is removed”, and b in sub-paragraph (ii), for the words from  “the day” to the end of the sub-paragraph substitute  “                          the day which is the relevant day in the case in question for the purposes of section 110A                        ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "30", "section_title": "Interim measures: pre-emptive action: mergers", "section_text": "30 1 Omit section 71 of the 2002 Act (initial undertakings: completed mergers). 2 Section 72 of that Act (initial enforcement orders: completed mergers) is amended as follows. 3 For subsection (1) substitute— 1 Subsection (2) applies where— a the CMA is considering whether to make a reference under section 22 or 33; and b the CMA has reasonable grounds for suspecting that it is or may be the case that two or more enterprises have ceased to be distinct or that arrangements are in progress or in contemplation which, if carried into effect, will result in two or more enterprises ceasing to be distinct. 4 Omit subsection (3). 5 Before subsection (4) insert— 3A Subsection (3B) applies where— a subsection (1)(a) and (b) applies; and b the CMA also has reasonable grounds for suspecting that pre-emptive action has or may have been taken. 3B The CMA may by order, for the purpose of restoring the position to what it would have been had the pre-emptive action not been taken or otherwise for the purpose of mitigating its effects— a do anything mentioned in subsection (2)(b) to (d); b impose such other obligations, prohibitions or restrictions as it considers appropriate for that purpose. 6 After subsection (3B) insert— 3C A person may, with the consent of the CMA, take action or action of a particular description where the action would otherwise constitute a contravention of an order under this section. 7 In subsection (6), in each of paragraphs (a) and (d), after  “section 22” insert  “                      or 33                    ” . 8 After subsection (7) insert— 8 In this section  “ pre-emptive action ” means action which might prejudice the reference concerned or impede the taking of any action under this Part which may be justified by the CMA's decisions on the reference. 9 In the heading for  “completed mergers” substitute  “                      completed or anticipated mergers                    ” . 10 Schedule 7 (which makes further provision about interim measures under Part 3 of the 2002 Act) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "31", "section_title": "Interim measures: financial penalties: mergers", "section_text": "31 1 After section 94 of the 2002 Act (rights to enforce undertakings and orders under Part 3) insert— Interim undertakings and orders under this Part: penalties 94A 1 Where the appropriate authority considers that a person has, without reasonable excuse, failed to comply with an interim measure, it may impose a penalty of such fixed amount as it considers appropriate. 2 A penalty imposed under subsection (1) shall not exceed 5% of the total value of the turnover (both in and outside the United Kingdom) of the enterprises owned or controlled by the person on whom it is imposed. 3 For the purposes of subsection (2), the Secretary of State may by order make provision for determining— a when an enterprise is to be treated as controlled by a person; and b the turnover (both in and outside the United Kingdom) of an enterprise. 4 An order under subsection (3)(b) may, in particular, make provision as to— a the amounts which are, or which are not, to be treated as comprising an enterprise's turnover; b the date or dates by reference to which an enterprise's turnover is to be determined. 5 An order under subsection (3) may, in particular, make provision enabling the appropriate authority to determine matters of a description specified in the order (including any of the matters mentioned in paragraphs (a) and (b) of subsection (4)). 6 The Secretary of State may by order amend subsection (2) so as to alter the percentage for the time being mentioned there to any percentage not exceeding 5%. 7 Sections 112 to 115 apply in relation to a penalty imposed under subsection (1) as they apply in relation to a penalty of a fixed amount imposed under section 110(1), with the modification that any reference in those provisions to the CMA is to be read as a reference to the person who imposed the penalty under this section. 8 In this section— “ interim measure ” means— an undertaking under section 80; or an order under section 72 or 81 or paragraph 2 of Schedule 7; “ appropriate authority ” means— in relation to an interim measure which is an order made by the Secretary of State under paragraph 2 of Schedule 7, the Secretary of State; in relation to any other interim measure, the CMA. Statement of policy in relation to powers under sections 94 and 94A 94B 1 The CMA shall prepare and publish a statement of policy in relation to the use of its powers under— a section 94, insofar as they relate to interim measures; and b section 94A. 2 The CMA shall, in particular, include a statement about the considerations relevant to the determination of the amount of any penalty imposed under section 94A. 3 The CMA may revise its statement of policy and, where it does so, it shall publish the revised statement. 4 The CMA shall consult the Secretary of State and such other persons as it considers appropriate when preparing or revising its statement of policy. 5 A statement or revised statement of policy may not be published under this section unless the Secretary of State approves the statement. 6 In this section,  “ interim measure ” has the same meaning as in section 94A. 2 In section 120 of that Act (review of decisions under Part 3), in subsection (2)(a), for  “section 110(1) or (3)” substitute  “                      section 94A(1) or 110(1) or (3)                    ” . 3 In section 124 of that Act (orders and regulations under Part 3)— a in subsection (4), before  “or 102” insert  “                          , 94A(6)                        ” , and b in subsection (5), before  “111(4) or (6),” insert  “                          94A(3) or (6),                        ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "32", "section_title": "Time-limits etc: mergers", "section_text": "32 1 In section 103 of the 2002 Act (duty of expedition in relation to references), in subsection (1), for the words from the beginning to  “the OFT” substitute  “                      In making any decision for the purposes of its functions of making and determining references under this Part, the CMA                    ” . 2 Schedule 8 (which makes provision about time-limits in relation to the mergers reference regime under Part 3 of the 2002 Act) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "33", "section_title": "Power of CMA to make cross-market references", "section_text": "33 1 Section 131 of the 2002 Act (power to make market investigation references) is amended as follows. 2 After subsection (2) insert— 2A In a case where the feature or each of the features concerned falls within subsection (2)(b) or (c), a reference under subsection (1) may be made in relation to more than one market in the United Kingdom for goods or services. 3 In subsection (4)(a), for  “section 156(1)” substitute  “                      section 156(A1) or (1)                    ” . 4 In subsection (6)— a before the definition of  “market in the United Kingdom” insert— “ cross-market reference ” means a reference under this section which falls within subsection (2A) or a reference under section 132 which falls within subsection (3A) of that section (and see section 140A); , and b after the definition of  “market investigation reference” insert— “ ordinary reference ” means a reference under this section or section 132 which is not a cross-market reference (and see section 140A); ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "34", "section_title": "Ministerial power to make cross-market references", "section_text": "34 1 Section 132 of the 2002 Act (ministerial power to make market investigation references) is amended as follows. 2 After subsection (3) insert— 3A In a case where the feature or each of the features concerned falls within section 131(2)(b) or (c), a reference under subsection (3) may be made in relation to more than one market in the United Kingdom for goods or services. 3 In subsection (4), for  “section 156(1)” substitute  “                      section 156(A1) or (1)                    ” . 4 Schedule 9 (which contains amendments of Part 4 of the 2002 Act which are consequential on section 33 and this section) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "35", "section_title": "Public interest interventions in markets investigations", "section_text": "35 1 Part 4 of the 2002 Act (market investigations) is amended as follows. 2 Section 139 (power of Secretary of State to give public interest intervention notices) is amended as follows. 3 For subsection (1) substitute— A1 This section applies where— a the CMA has published a market study notice in relation to a matter; or b the CMA has begun the process of consultation under section 169 in respect of a decision of the kind mentioned in subsection (6)(a)(i) of that section. 1 The Secretary of State may, within the permitted period, give a notice to the CMA if the Secretary of State believes that it is or may be the case that one or more than one public interest consideration is relevant to the matter. 1A For the purposes of subsection (1), the permitted period, in a case to which this section applies by virtue of paragraph (a) of subsection (A1), is the period beginning with the publication of the market study notice and ending with— a the acceptance by the CMA of an undertaking under section 154 instead of the making of a reference under section 131 in relation to the matter; b the publication of notice of the fact that the CMA has otherwise decided not to make such a reference in relation to the matter; c the making of such a reference in relation to the matter; or d in a case where the period permitted by section 131B for the preparation and publication by the CMA of the market study report in relation to the matter has expired and no such report has been prepared or published, the end of that period. 1B For the purposes of subsection (1), the permitted period, in a case to which this section applies by virtue of paragraph (b) of subsection (A1), is the period beginning with the date on which the CMA begins the process of consultation concerned and ending with— a the acceptance by the CMA of an undertaking under section 154 instead of the making of a reference under section 131 in relation to the matter concerned; b the publication of notice of the fact that the CMA has otherwise decided not to make such a reference in relation to the matter; or c the making of such a reference in relation to the matter. 4 In subsection (2)— a in the words before paragraph (a), after  “may” insert  “                          , within the permitted period,                        ” , b in paragraph (a)(i), after  “131” insert  “                          in relation to the matter                        ” , and c in paragraph (c), for  “case” (in the second place where it occurs) substitute  “                          proposal to accept the undertaking                        ” . 5 After subsection (2) insert— 2A For the purposes of subsection (2), the permitted period is— a where the CMA publishes a notice under section 155(1), the period within which representations may be made in relation to the proposed undertaking (as to which, see section 155(2)(f)); b where the CMA publishes a notice under section 155(4), the period within which representations may be made in relation to the proposed modifications to the proposed undertaking (as to which, see section 155(5)(c)). 6 For subsection (4) substitute— 4 No more than one intervention notice shall be given under subsection (1) in relation to the same matter. 4A An intervention notice shall not be given under subsection (2) in relation to a proposal to accept an undertaking if the proposal relates to a matter in respect of which an intervention notice under subsection (1) has already been given. 4B No more than one intervention notice shall be given under subsection (2) in relation to the same proposed undertaking or in relation to proposed undertakings which do not differ from each other in any material respect. 7 After subsection (4B) insert— 4C In this section, a reference to the acceptance of an undertaking shall, in a case where the CMA has accepted a group of undertakings under section 154, be treated as a reference to the acceptance of the last undertaking in the group; but undertakings which vary, supersede or revoke earlier undertakings shall be disregarded for the purposes of this section. 8 After section 140 insert— Section 139(1) intervention notices: Secretary of State's duty to refer 140A 1 This section applies where— a the CMA has prepared a market study report in relation to a matter within the period permitted by section 131B(4); b an intervention notice under section 139(1) is in force in relation to the matter at the time when the CMA would (but for this section) be required to publish the report; and c the report contains the decision of the CMA that it should make an ordinary reference or a cross-market reference in relation to the matter under section 131. 2 This section also applies where— a the CMA has conducted a consultation under section 169 in respect of a decision of the kind mentioned in subsection (6)(a)(i) of that section; b the CMA has decided that it should make an ordinary reference or a cross-market reference in relation to the matter concerned under section 131; and c an intervention notice under section 139(1) is in force in relation to the matter at the time when the CMA makes that decision. 3 The CMA— a shall not exercise the power under section 131 to refer the matter; b in a case falling within subsection (1), shall not publish the market study report under section 131B(4) and shall instead, within the period mentioned in section 131B(4), give the report to the Secretary of State; and c in a case falling within subsection (2), shall give to the Secretary of State a document containing— i its decision and the reasons for its decision; and ii such information as the CMA considers appropriate for facilitating a proper understanding of the reasons for its decision. 4 The Secretary of State shall decide whether any public interest consideration which was mentioned in the intervention notice is relevant to the matter in question. 5 Where the Secretary of State decides that there is no relevant public interest consideration— a the Secretary of State shall (in accordance with the CMA's decision) make a reference in relation to the matter to the chair of the CMA for the constitution of a group under Schedule 4 to the Enterprise and Regulatory Reform Act 2013; and b the reference is to be treated for the purposes of this Part as an ordinary reference or (as the case may be) a cross-market reference made under section 131 in accordance with the requirements imposed by this Part. 6 Where the Secretary of State decides that there is one or more than one relevant public interest consideration, the Secretary of State shall (in accordance with the CMA's decision) make a reference in relation to the matter to the chair of the CMA for the constitution of a group under Schedule 4 to the Enterprise and Regulatory Reform Act 2013. 7 The Secretary of State shall specify in a reference made under subsection (6)— a the relevant public interest consideration or considerations; and b whether the reference is a restricted PI reference or a full PI reference (as to which, see sections 141 and 141A respectively). 8 Where the Secretary of State makes a full PI reference under subsection (6), the reference shall also specify whether the Secretary of State proposes to appoint a public interest expert under section 141B. 9 For the purposes of this Part, a reference under subsection (6) is to be treated— a in a case where the decision of the CMA was that it should make an ordinary reference, as an ordinary reference; b in a case where the decision of the CMA was that it should make a cross-market reference, as a cross-market reference. 10 In a case falling within subsection (1), the Secretary of State shall publish the market study report concerned at the same time as the Secretary of State makes a reference under this section. 11 In a case falling within subsection (2), the Secretary of State shall publish the document given to the Secretary of State by the CMA under subsection (3)(c), at the same time as the Secretary of State makes a reference under this section. 12 In this Part— “ full PI reference ” means a reference made by the Secretary of State under subsection (6) which specifies that it is a full PI reference; “ restricted PI reference ” means a reference made by the Secretary of State under subsection (6) which specifies that it is a restricted PI reference. 9 After section 141 insert— Full PI references: questions to be decided by CMA 141A 1 This section applies where the Secretary of State makes a full PI reference. 2 The CMA shall, on an ordinary reference, decide whether any feature, or combination of features, of each relevant market (within the meaning given by section 134(3)) prevents, restricts or distorts competition in connection with the supply or acquisition of any goods or services in the United Kingdom or a part of the United Kingdom. 3 The CMA shall, on a cross-market reference, decide in relation to each feature and each combination of the features specified in the reference, whether the feature or combination of features, as it relates to goods or services of one or more than one of the descriptions so specified, prevents, restricts or distorts competition in connection with the supply or acquisition of any goods or services in the United Kingdom or a part of the United Kingdom. 4 The CMA shall, if it has decided that there is an adverse effect on competition, decide whether, taking account only of any adverse effect on competition and the admissible public interest consideration or considerations concerned, any feature or combination of features which gave rise to an adverse effect on competition operates or may be expected to operate against the public interest. 5 The CMA shall, if it has decided that any such feature or combination of features operates or may be expected to operate against the public interest, also decide separately the following additional questions— a whether action should be taken by the Secretary of State under section 147A for the purpose of remedying, mitigating or preventing any of the effects adverse to the public interest concerned; b whether the CMA should recommend the taking of other action by the Secretary of State, or action by persons other than itself and the Secretary of State, for the purpose of remedying, mitigating or preventing any of the effects adverse to the public interest concerned; and c in either case, if action should be taken, what action should be taken and what is to be remedied, mitigated or prevented. 6 The CMA shall, if it has decided that there is an adverse effect on competition, also decide separately the following questions (on the assumption that it is proceeding as mentioned in section 148A(2))— a whether action should be taken by it under section 138 for the purpose of remedying, mitigating or preventing the adverse effect on competition concerned or any detrimental effect on customers so far as it has resulted from, or may be expected to result from, the adverse effect on competition; b whether the CMA should recommend the taking of action by other persons for the purpose of remedying, mitigating or preventing the adverse effect on competition concerned or any detrimental effect on customers so far as it has resulted from, or may be expected to result from, the adverse effect on competition; and c in either case, if action should be taken, what action should be taken and what is to be remedied, mitigated or prevented. 7 In a case where the Secretary of State has appointed a public interest expert under section 141B in relation to a full PI reference, the CMA shall, in deciding the questions mentioned in subsections (4) and (5), have regard, in particular, to the views of the expert. 8 In deciding the questions mentioned in subsection (5), the CMA shall, in particular, have regard to— a the need to achieve as comprehensive a solution as is reasonable and practicable to the effects adverse to the public interest concerned; and b any detrimental effects on customers so far as resulting from those effects. 9 In deciding the questions mentioned in subsection (6), the CMA shall, in particular, have regard to— a the need to achieve as comprehensive a solution as is reasonable and practicable to the adverse effect on competition concerned; and b any detrimental effects on customers so far as resulting from it. 10 In deciding the questions mentioned in subsections (5) and (6), the CMA may, in particular, have regard to the effect of any action on any relevant customer benefits of the feature or features of the market or markets concerned. 11 In this section,  “ admissible public interest consideration ” means any public interest consideration specified in the reference concerned and which the CMA is not under a duty to disregard. Full PI references: power of Secretary of State to appoint expert 141B 1 This section applies where the Secretary of State makes a full PI reference. 2 The Secretary of State may appoint one or more than one person to advise the CMA on the questions mentioned in subsections (4) and (5) of section 141A in relation to the reference. 3 A person so appointed shall be a person who appears to the Secretary of State to have particular knowledge of, or expertise in, matters relating to a public interest consideration specified in the reference. 4 Each person so appointed is referred to in this Part as a  “ public interest expert ”. 5 The terms and conditions of appointment of a public interest expert (including, in particular, as to remuneration) are to be determined by the Secretary of State. 6 Any appointment of a public interest expert under this section shall be made within the period of 2 months beginning with the date of the reference concerned. 7 Before appointing a public interest expert the Secretary of State shall consult the chair of the CMA. 10 Schedule 10 (which contains amendments of Part 4 of the 2002 Act which are consequential on or otherwise related to this section) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "36", "section_title": "Investigation powers: markets", "section_text": "36 1 Section 174 of the 2002 Act (investigation powers) is amended as follows. 2 For subsections (1) and (2) substitute— 1 For the purposes of this section, the permitted purposes are the following— a assisting the CMA in carrying out its functions under section 5 in relation to a matter in a case where it has published a market study notice; b assisting the CMA in carrying out any functions, including enforcement functions, exercisable by it under or by virtue of this Part in connection with a matter that is or has been the subject of a reference under section 131 or 132 or possible reference under section 131; c assisting the CMA or the Secretary of State in carrying out any functions, including enforcement functions, of the CMA or (as the case may be) the Secretary of State under or by virtue of this Part in connection with a matter that is or has been the subject of a reference under section 140A(6) or possible reference under section 140A(5) or (6). 2 The CMA may exercise any of the powers in subsections (3) to (5) for a permitted purpose. 3 In subsection (6), after  “shall” insert —                       a specify the permitted purpose for which the notice is given, including the function or functions in question; and b . 4 After subsection (6) insert— 6A The CMA or any person nominated by it for the purpose may, for a permitted purpose, take evidence on oath and for that purpose may administer oaths. 5 In subsection (7), for  “the purpose mentioned in subsection (1)” substitute  “                      a permitted purpose                    ” . 6 After subsection (9) insert— 9A In subsection (1),  “ enforcement functions ” means— a in relation to the CMA— i functions conferred by virtue of section 164(2)(b) on the CMA by enforcement orders; ii functions of the CMA in relation to the variation, supersession or release of enforcement undertakings or the variation or revocation of enforcement orders; iii functions of the CMA under or by virtue of section 160 or 162 in relation to enforcement undertakings or enforcement orders; b in relation to the Secretary of State— i functions conferred by virtue of section 164(2)(b) on the Secretary of State by enforcement orders; ii functions of the Secretary of State in relation to the variation, supersession or release of enforcement undertakings or the variation or revocation of enforcement orders; iii functions of the Secretary of State under or by virtue of section 160 in relation to enforcement undertakings or enforcement orders. 7 For the heading substitute  “                      Attendance of witnesses and production of documents etc.                    ” . 8 Schedule 11 (which makes provision about the enforcement of the powers under section 174 of the 2002 Act, as amended by this section, and which makes consequential amendments of that Act) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "37", "section_title": "Interim measures: pre-emptive action: markets", "section_text": "37 1 Part 4 of the 2002 Act (market investigations) is amended as follows. 2 In section 157 (interim undertakings: Part 4), after subsection (2) insert— 2A Subsection (2B) applies where— a subsection (1)(a) to (c) applies; and b the relevant authority has reasonable grounds for suspecting that pre-emptive action has or may have been taken. 2B The relevant authority may, for the purpose of restoring the position to what it would have been had the pre-emptive action not been taken or otherwise for the purpose of mitigating its effects, accept, from such persons as the relevant authority considers appropriate, undertakings to take such action as the relevant authority considers appropriate. 3 After subsection (2B) of that section insert— 2C A person may, with the consent of the relevant authority, take action of a particular description where the action would otherwise constitute a contravention of an undertaking accepted under this section. 4 In section 158 (interim orders: Part 4), after subsection (2) insert— 2A Subsection (2B) applies where— a subsection (1)(a) to (c) applies; and b the relevant authority has reasonable grounds for suspecting that pre-emptive action has or may have been taken. 2B The relevant authority may by order, for the purpose of restoring the position to what it would have been had the pre-emptive action not been taken or otherwise for the purpose of mitigating its effects— a do anything mentioned in subsection (2)(b) to (d); b impose such other obligations, prohibitions or restrictions as it considers appropriate for that purpose. 5 After subsection (2B) of that section insert— 2C A person may, with the consent of the relevant authority, take action of a particular description where the action would otherwise constitute a contravention of an order under this section."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "38", "section_title": "Market studies and market investigations: consultation and time-limits", "section_text": "38 Schedule 12 (which makes provision about consultation in relation to decisions whether to make a market investigation reference and about time-limits in relation to the conduct of market studies and the markets investigation reference regime under Part 4 of the 2002 Act) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "39", "section_title": "Investigations: power to ask questions", "section_text": "39 1 Part 1 of the Competition Act 1998 (“ the 1998 Act ”) (competition) is amended as follows. 2 After section 26 (powers when conducting investigations) insert— Investigations: power to ask questions 26A 1 For the purposes of an investigation, the CMA may give notice to an individual who has a connection with a relevant undertaking requiring the individual to answer questions with respect to any matter relevant to the investigation— a at a place specified in the notice, and b either at a time so specified or on receipt of the notice. 2 The CMA must give a copy of the notice under subsection (1) to each relevant undertaking with which the individual has a current connection at the time the notice is given to the individual. 3 The CMA must take such steps as are reasonable in all the circumstances to comply with the requirement under subsection (2) before the time at which the individual is required to answer questions. 4 Where the CMA does not comply with the requirement under subsection (2) before the time mentioned in subsection (3), it must comply with that requirement as soon as practicable after that time. 5 A notice under subsection (1) must be in writing and must indicate— a the subject matter and purpose of the investigation, and b the nature of the offence created by section 44. 6 For the purposes of this section— a an individual has a connection with an undertaking if he or she is or was— i concerned in the management or control of the undertaking, or ii employed by, or otherwise working for, the undertaking, and b an individual has a current connection with an undertaking if, at the time in question, he or she is so concerned, is so employed or is so otherwise working. 7 In this section, a  “ relevant undertaking ” means an undertaking whose activities are being investigated as part of the investigation in question. 3 For the heading of section 26 substitute  “                      Investigations: powers to require documents and information                    ” . 4 Section 30A (use of statements in prosecution) is amended as follows. 5 The existing text becomes subsection (1). 6 In subsection (1), for  “26 to 28A” substitute  “                      26 and 27 to 28A                    ” . 7 After that subsection insert— 2 A statement by an individual in response to a requirement imposed by virtue of section 26A (a  “section 26A statement”) may only be used in evidence against the individual— a on a prosecution for an offence under section 44, or b on a prosecution for some other offence in a case falling within subsection (3). 3 A prosecution falls within this subsection if, in the proceedings— a in giving evidence, the individual makes a statement inconsistent with the section 26A statement, and b evidence relating to the section 26A statement is adduced, or a question relating to it is asked, by or on behalf of the individual. 4 A section 26A statement may not be used in evidence against an undertaking with which the individual who gave the statement has a connection on a prosecution for an offence unless the prosecution is for an offence under section 44. 5 For the purposes of subsection (4), an individual has a connection with an undertaking if he or she is or was— a concerned in the management or control of the undertaking, or b employed by, or otherwise working for, the undertaking."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "40", "section_title": "Civil enforcement of investigation powers", "section_text": "40 1 Part 1 of the 1998 Act (competition) is amended as follows. 2 After section 40 insert— Civil sanctions Penalties: failure to comply with requirements 40A 1 Where the CMA considers that a person has, without reasonable excuse, failed to comply with a requirement imposed on the person under section 26, 26A, 27, 28 or 28A, it may impose a penalty of such amount as it considers appropriate. 2 The amount may be— a a fixed amount, b an amount calculated by reference to a daily rate, or c a combination of a fixed amount and an amount calculated by reference to a daily rate. 3 A penalty imposed under subsection (1) must not— a in the case of a fixed amount, exceed such amount as the Secretary of State may by order specify; b in the case of an amount calculated by reference to a daily rate, exceed such amount per day as the Secretary of State may so specify; c in the case of a fixed amount and an amount calculated by reference to a daily rate, exceed such fixed amount and such amount per day as the Secretary of State may so specify. 4 The fixed amount specified for the purposes of subsection (3)(a) or (c) may not exceed £30,000. 5 The amount per day specified for the purposes of subsection (3)(b) or (c) may not exceed £15,000. 6 In imposing a penalty by reference to a daily rate— a no account is to be taken of any days before the service of the notice under section 112 of the Enterprise Act 2002 (as applied by subsection (9)) on the person concerned, and b unless the CMA determines an earlier date (whether before or after the penalty is imposed), the amount payable ceases to accumulate at the beginning of the earliest of the days mentioned in subsection (7). 7 The days are— a the day on which the requirement concerned is satisfied; b the day on which the CMA makes a decision (within the meaning given by section 31(2)) or terminates the investigation in question without making such a decision; c if the Secretary of State has made an order under section 31F(1)(b) imposing a time-limit on the making of such a decision, the latest day on which such a decision may be made as a result of the investigation in question. 8 Before making an order under subsection (3), the Secretary of State must consult the CMA and such other persons as the Secretary of State considers appropriate. 9 Sections 112 to 115 of the Enterprise Act 2002 (supplementary provisions about penalties) apply in relation to a penalty imposed under subsection (1) as they apply in relation to a penalty imposed under section 110(1) of that Act. Statement of policy on penalties 40B 1 The CMA must prepare and publish a statement of policy in relation to the use of its powers under section 40A. 2 The CMA must, in particular, include a statement about the considerations relevant to the determination of the nature and amount of any penalty imposed under section 40A. 3 The CMA may revise its statement of policy and, where it does so, it must publish the revised statement. 4 The CMA must consult such persons as it considers appropriate when preparing or revising its statement of policy. 5 If the proposed statement of policy or revision relates to a matter in respect of which a regulator exercises concurrent jurisdiction, those consulted must include that regulator. 6 In deciding whether and, if so, how to proceed under section 40A, the CMA must have regard to the statement of policy which was most recently published under this section at the time when the failure concerned occurred. 3 Section 38 (guidance about appropriate level of penalties under section 36) is amended as follows. 4 In subsection (1), after  “under this Part” insert  “                      in respect of an infringement of the Chapter 1 prohibition, the Chapter 2 prohibition, the prohibition in Article 81(1) or the prohibition in Article 82                    ” . 5 In subsection (1A), for  “a penalty under this Part” substitute  “                      such a penalty                    ” . 6 In subsection (8), after  “under this Part” insert  “                      in respect of an infringement of a kind mentioned in subsection (1)                    ” . 7 Section 42 (offences of failure to comply with requirements imposed in investigations and obstruction) is amended as follows. 8 Omit subsections (1) to (4). 9 In subsection (6), omit  “(1) or”."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "41", "section_title": "Extension of powers to issue warrants to CAT", "section_text": "41 Schedule 13 (which amends the 1998 Act to extend the powers under that Act to issue warrants to the Competition Appeal Tribunal) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "42", "section_title": "Part 1 of the 1998 Act: procedural matters", "section_text": "42 1 Part 1 of the 1998 Act (competition) is amended as follows. 2 After section 25 (power to investigate) insert— Power of CMA to publish notice of investigation 25A 1 Where the CMA decides to conduct an investigation it may publish a notice which may, in particular— a state its decision to do so; b indicate which of subsections (2) to (7) of section 25 the investigation falls under; c summarise the matter being investigated; d identify any undertaking whose activities are being investigated as part of the investigation; e identify the market which is or was affected by the matter being investigated. 2 Section 57 does not apply to a notice under subsection (1) to the extent that it includes information other than information mentioned in that subsection. 3 Subsection (4) applies if— a the CMA has published a notice under subsection (1) which identifies an undertaking whose activities are being investigated, and b the CMA subsequently decides (without making a decision within the meaning given by section 31(2)) to terminate the investigation of the activities of the undertaking so identified. 4 The CMA must publish a notice stating that the activities of the undertaking in question are no longer being investigated. 3 Schedule 9 (examples of provision that may be made in rules) is amended as follows. 4 After paragraph 1 insert— Delegation of functions 1A 1 Rules may provide for the exercise of a function of the CMA under this Part on its behalf— a by one or more members of the CMA Board (see Part 2 of Schedule 4 to the Enterprise and Regulatory Reform Act 2013); b by one or more members of the CMA panel (see Part 3 of that Schedule to that Act); c by one or more members of staff of the CMA; d jointly by one or more of the persons mentioned in paragraph (a), (b) or (c). 2 Sub-paragraph (1) does not apply in relation to any function prescribed in regulations made under section 7(1) of the Civil Aviation Act 1982 (power for Secretary of State to prescribe certain functions of the Civil Aviation Authority which must not be performed on its behalf by any other person). 5 After paragraph 13 insert— Oral hearings: procedure 13A 1 Rules may make provision as to the procedure to be followed by the CMA in holding oral hearings as part of an investigation. 2 Rules may, in particular, make provision as to the appointment of a person mentioned in sub-paragraph (3) who has not been involved in the investigation in question to— a chair an oral hearing, and b prepare a report following the hearing and give it to the person who is to exercise on behalf of the CMA its function of making a decision (within the meaning given by section 31(2)) as a result of the investigation. 3 The persons are— a a member of the CMA Board; b a member of the CMA panel; c a member of staff of the CMA. 4 The report must— a contain an assessment of the fairness of the procedure followed in holding the oral hearing, and b identify any other concerns about the fairness of the procedure followed in the investigation which have been brought to the attention of the person preparing the report. 6 After paragraph 13A insert— Procedural complaints 13B 1 Rules may make provision as to arrangements to be made by the CMA for dealing with complaints about the conduct by the CMA of an investigation. 2 Rules may, in particular, make provision as to— a the appointment of a person mentioned in sub-paragraph (3) who has not been involved in the investigation in question to consider any such complaint; b the time-table for the consideration of any such complaint. 3 The persons are— a a member of the CMA Board; b a member of the CMA panel; c a member of staff of the CMA. 7 After paragraph 13B insert— Settling cases 13C Rules may make provision as to the procedure to be followed in a case where, during an investigation, one or more persons notify the CMA that they accept that there has been an infringement of a kind to which the investigation relates."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "43", "section_title": "Threshold for interim measures", "section_text": "43 In section 35 of the 1998 Act (interim measures), in subsection (2)(a), for  “serious, irreparable damage” substitute  “                  significant damage                ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "44", "section_title": "Penalties: guidance etc.", "section_text": "44 1 Part 1 of the 1998 Act (competition) is amended as follows. 2 In section 36 (penalties), after subsection (7) insert— 7A In fixing a penalty under this section the CMA must have regard to— a the seriousness of the infringement concerned, and b the desirability of deterring both the undertaking on whom the penalty is imposed and others from— i entering into agreements which infringe the Chapter 1 prohibition or the prohibition in Article 81(1), or ii engaging in conduct which infringes the Chapter 2 prohibition or the prohibition in Article 82. 3 In section 38 (guidance on level of penalties), in subsection (8), before  “must have regard” insert  “                      and the Tribunal                    ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "45", "section_title": "Power for Secretary of State to impose time-limits on investigations etc.", "section_text": "45 After section 31E of the 1998 Act insert— Power for Secretary of State to impose time-limits on investigations etc. 31F 1 The Secretary of State may by order impose time-limits in relation to— a the conduct by the CMA of investigations or investigations of a description specified in the order; b the making by the CMA of decisions (within the meaning given by section 31(2)) as a result of investigations or investigations of such a description. 2 Before making an order under subsection (1), the Secretary of State must consult the CMA and such other persons as the Secretary of State considers appropriate."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "46", "section_title": "Review of operation of Part 1 of 1998 Act", "section_text": "46 1 The Secretary of State must— a review the operation of Part 1 of the 1998 Act, and b prepare and publish a report on the outcome of the review. 2 The report must be published before the end of the period of 5 years beginning with the day on which Part 1 of Schedule 5 (which transfers the functions of the Office of Fair Trading under Part 1 of the 1998 Act to the Competition and Markets Authority) comes into force. 3 The Secretary of State must lay the report before Parliament."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "47", "section_title": "Cartel offence", "section_text": "47 1 Section 188 of the 2002 Act (cartel offence) is amended as follows. 2 In subsection (1), omit  “dishonestly”. 3 Omit subsection (6). 4 After subsection (7) insert— 8 This section is subject to section 188A. 5 After that section insert— Circumstances in which cartel offence not committed 188A 1 An individual does not commit an offence under section 188(1) if, under the arrangements— a in a case where the arrangements would (operating as the parties intend) affect the supply in the United Kingdom of a product or service, customers would be given relevant information about the arrangements before they enter into agreements for the supply to them of the product or service so affected, b in the case of bid-rigging arrangements, the person requesting bids would be given relevant information about them at or before the time when a bid is made, or c in any case, relevant information about the arrangements would be published, before the arrangements are implemented, in the manner specified at the time of the making of the agreement in an order made by the Secretary of State. 2 In subsection (1),  “ relevant information ” means— a the names of the undertakings to which the arrangements relate, b a description of the nature of the arrangements which is sufficient to show why they are or might be arrangements of the kind to which section 188(1) applies, c the products or services to which they relate, and d such other information as may be specified in an order made by the Secretary of State. 3 An individual does not commit an offence under section 188(1) if the agreement is made in order to comply with a legal requirement. 4 In subsection (3),  “ legal requirement ” has the same meaning as in paragraph 5 of Schedule 3 to the Competition Act 1998. 5 A power to make an order under this section— a is exercisable by statutory instrument, b may be exercised so as to make different provision for different cases or different purposes, and c includes power to make such incidental, supplementary, consequential, transitory, transitional or saving provision as the Secretary of State considers appropriate. 6 A statutory instrument containing an order under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 6 After section 188A (as inserted by subsection (5) above) insert— Defences to commission of cartel offence 188B 1 In a case where the arrangements would (operating as the parties intend) affect the supply in the United Kingdom of a product or service, it is a defence for an individual charged with an offence under section 188(1) to show that, at the time of the making of the agreement, he or she did not intend that the nature of the arrangements would be concealed from customers at all times before they enter into agreements for the supply to them of the product or service. 2 It is a defence for an individual charged with an offence under section 188(1) to show that, at the time of the making of the agreement, he or she did not intend that the nature of the arrangements would be concealed from the CMA. 3 It is a defence for an individual charged with an offence under section 188(1) to show that, before the making of the agreement, he or she took reasonable steps to ensure that the nature of the arrangements would be disclosed to professional legal advisers for the purposes of obtaining advice about them before their making or (as the case may be) their implementation. 7 After section 190 of the 2002 Act insert— Cartel offence: prosecution guidance 190A 1 The CMA must prepare and publish guidance on the principles to be applied in determining, in any case, whether proceedings for an offence under section 188(1) should be instituted. 2 The CMA may at any time issue revised or new guidance. 3 Guidance published by the CMA under this section is to be published in such manner as it considers appropriate. 4 In preparing guidance under this section the CMA must consult— a the Director of the Serious Fraud Office; b the Lord Advocate; and c such other persons as it considers appropriate. 8 The amendments made by subsections (1) to (6) apply only in relation to agreements falling within section 188(1) of the 2002 Act which— a are made after the commencement of this section, and b relate to arrangements made or to be made after that commencement."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "48", "section_title": "Extension of power to issue warrants to CAT", "section_text": "48 1 Section 194 of the 2002 Act (power to enter premises under a warrant) is amended as follows. 2 In subsection (1), for the words from the beginning to  “if he is satisfied” substitute  “                    On an application made to it by the CMA or, in Scotland, the procurator fiscal, the appropriate body may issue a warrant if it is satisfied                  ” . 3 After subsection (1) insert— 1A In subsection (1),  “ appropriate body ” means— a in England and Wales and Northern Ireland, the High Court or the Competition Appeal Tribunal; b in Scotland, the sheriff. 4 After subsection (4) insert— 4A An application for a warrant under this section must be made— a in the case of an application to the High Court or the sheriff, in accordance with rules of court; b in the case of an application to the Competition Appeal Tribunal, in accordance with rules made under section 15. 5 In Schedule 4 to that Act, before paragraph 11, but after the cross-heading immediately preceding it, insert— 10A 1 Tribunal rules may make provision as to proceedings on an application for a warrant under section 194 of this Act or section 28, 28A, 62, 62A, 63, 65G or 65H of the 1998 Act, including provision— a for the Tribunal dealing with the proceedings to consist only of the President or a member of the panel of chairmen; b as to the manner in which the proceedings are to be conducted, including provision— i for such applications to be determined without a hearing; ii in cases where there is a hearing, for it to be held in private if the Tribunal considers it appropriate because it is considering information of a kind mentioned in paragraph 1(2); c as to the persons entitled to be heard in such proceedings (where there is a hearing); d for requiring persons to attend to give evidence and produce documents, and for authorising the administration of oaths to witnesses; e as to the evidence which may be required or admitted and the extent to which it should be oral or written; f allowing the Tribunal to fix time-limits with respect to any aspect of the proceedings and to extend any time-limit (before or after its expiry). 2 Paragraphs 2 to 8, and 11 to 17, of this Schedule do not apply in relation to the institution or conduct of proceedings for a warrant mentioned in sub-paragraph (1). 6 In section 14 of that Act (constitution of Tribunal for particular proceedings and its decisions), in subsection (5), for  “paragraph 18” substitute  “                    paragraphs 10A(1)(a) and 18                  ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "49", "section_title": "Enforcement orders: monitoring compliance and determination of disputes", "section_text": "49 In Schedule 8 to the 2002 Act (provision that may be contained in certain enforcement orders made under Part 3 or 4 of that Act), after paragraph 20B insert— Monitoring of compliance and determination of disputes 20C 1 An order may provide for the appointment of one or more than one person (referred to in this paragraph as an  “ appointee ”) by the relevant authority or by such other persons as may be specified or described in the order to— a monitor compliance with such terms of the order as are so specified or described or terms of any directions given under the order; b determine any dispute between persons who are subject to the order about what is required by any such terms. 2 An order made by virtue of this paragraph must make provision as to the terms of an appointee's appointment. 3 A determination made by virtue of an order under this paragraph is binding on— a any person who is subject to the order; b the relevant authority; and c in the case where the relevant authority is the Secretary of State, the CMA."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "50", "section_title": "Enforcement orders: provision of information", "section_text": "50 1 Schedule 8 to the 2002 Act (provision that may be contained in certain enforcement orders made under Part 3 or 4 of that Act) is amended as follows. 2 Omit paragraph 15 (publication etc. of price information). 3 Paragraph 17 (publication etc. of other information) is amended as follows. 4 In sub-paragraph (1)— a in the words before paragraph (a), after  “publish” insert  “                          or otherwise notify                        ” , and b after paragraph (c) insert— d information in relation to prices of the goods or services supplied; e such other information in relation to the goods or services supplied as the relevant authority considers appropriate. 5 After sub-paragraph (1) insert— 1A An order may prohibit the publication or other notification of information falling within sub-paragraph (1)(a) to (e) by a person supplying goods or services. 6 In paragraph 18 (supplementary provision about orders under paragraphs 15 and 17), omit  “15 or”."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "51", "section_title": "Powers of sectoral regulators", "section_text": "51 1 Section 54 of the 1998 Act (concurrent powers for regulators) is amended as follows. 2 In subsection (6)— a after  “may” insert —                           a prescribe circumstances in which the CMA may decide that, in a particular case, it is to exercise Part 1 functions in respect of the case rather than a regulator; b , and b after  “Secretary of State” insert  “                          , the CMA                        ” . 3 After subsection (6) insert— 6A Where the regulations make provision as mentioned in subsection (6)(a), they must— a include provision requiring the CMA to consult the regulator concerned before making a decision that the CMA is to exercise Part 1 functions in respect of a particular case, and b provide that, in a case where a regulator has given notice under section 31(1) that it proposes to make a decision (within the meaning given by section 31(2)), the CMA may only decide that it is to exercise Part 1 functions in respect of the case rather than the regulator if the regulator consents. 4 After subsection (6A) insert— 6B The Secretary of State may by regulations make provision requiring arrangements to be made for the sharing of information between competent persons in connection with concurrent cases. 6C For the purposes of subsection (6B),  “a concurrent case” is a case in respect of which— a the CMA considers that Part 1 functions are, or (but for provision made under subsection (5)(e)) would be, exercisable by both it and any regulator; b any regulator considers that Part 1 functions are, or (but for provision made under subsection (5)(e)) would be, exercisable by it. 5 Schedule 14 (which makes provision governing the relationship between the powers of regulators under the 1998 Act and those under sector-specific legislation) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "52", "section_title": "Power to remove concurrent competition functions of sectoral regulators", "section_text": "52 1 The Secretary of State may make a sectoral regulator order if the Secretary of State considers that it is appropriate to do so for the purpose of promoting competition, within any market or markets in the United Kingdom, for the benefit of consumers. 2 A sectoral regulator order is an order that amends one or more enactments so as to remove from a sectoral regulator either or both of the following— a all the functions of the regulator under Part 1 of the 1998 Act that are exercisable concurrently by the regulator and the Competition and Markets Authority (“the CMA”) or that would be so exercisable but for provision made by virtue of section 54(5)(e) of that Act; b all the functions of the regulator under Part 4 of the 2002 Act that are exercisable concurrently by the regulator and the CMA. 3 A sectoral regulator order may make such other amendments of any enactment as the Secretary of State considers appropriate in consequence of the removal of the functions. 4 Each of the following is a sectoral regulator— a the Office of Communications; b the Gas and Electricity Markets Authority; c the Water Services Regulation Authority; d   the Office of Rail and Road  ; e the Northern Ireland Authority for Utility Regulation; f the Civil Aviation Authority. g the Payment Systems Regulator established under section 40 of the Financial Services (Banking Reform) Act 2013. h the Financial Conduct Authority. 5 A sectoral regulator order may include transitional, transitory or saving provision. 6 A statutory instrument containing a sectoral regulator order is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 7 In this section— “ amend ” includes repeal or revoke; “ enactment ” includes— an enactment contained in subordinate legislation (within the meaning of the Interpretation Act 1978), an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales, and an enactment contained in, or in an instrument made under, Northern Ireland legislation. 8 The references to the CMA in subsection (2) are to be read, in relation to any time before the commencement of section 25(3), as references to the Office of Fair Trading."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "53", "section_title": "Orders under section 52: procedural requirements", "section_text": "53 1 If the Secretary of State proposes to make a sectoral regulator order, the Secretary of State must carry out the first stage consultation. 2 The first stage consultation is consultation with— a the regulator whose functions would be removed by the order, b the Competition and Markets Authority, c where the regulator is   the Office of Rail and Road  , the Scottish Ministers, d where the regulator is the Northern Ireland Authority for Utility Regulation, the Department of Enterprise, Trade and Investment in Northern Ireland and the Department for Regional Development in Northern Ireland, and e where the regulator is the Water Services Regulation Authority, the Welsh Ministers. 3 If (following the first stage consultation) the Secretary of State still proposes to make a sectoral regulator order, the Secretary of State must carry out the second stage consultation. 4 The second stage consultation is consultation with— a the persons consulted at the first stage, b any bodies who appear to the Secretary of State to represent the interests of persons in respect of whom the functions that would be removed by the order are exercisable (“regulated providers”), c any bodies who appear to the Secretary of State to represent the interests of persons who use the services supplied by regulated providers, and d such other persons as the Secretary of State considers appropriate. 5 The Secretary of State must give the following information to each of the persons consulted as part of the first stage or second stage consultation— a an explanation as to whether the Secretary of State is proposing to remove the functions of the regulator mentioned in subsection (2)(a) of section 52, the functions of the regulator mentioned in subsection (2)(b) of that section or both sets of functions; b the reasons why the Secretary of State considers it appropriate to make the order. 6 The reference to the Competition and Markets Authority in subsection (2) is to be read, in relation to any time before the commencement of section 25(3), as a reference to the Office of Fair Trading. 7 In this section,  “ sectoral regulator order ” has the same meaning as in section 52."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "54", "section_title": "Recovery of CMA's costs in respect of price control references", "section_text": "54 After section 193 of the Communications Act 2003 (reference of price control matters) insert— Recovery of CMA's costs in respect of price control references 193A 1 Where a determination is made on a price control matter referred by virtue of section 193, the CMA may make an order in respect of the costs incurred by it in connection with the reference (a  “costs order”). 2 A costs order may require the payment to the CMA of some or all of those costs by such parties to the appeal which gave rise to the reference, other than  OFCOM , as the CMA considers appropriate. 3 A costs order must— a set out the total costs incurred by the CMA in connection with the reference, and b specify the proportion of those costs to be paid by each party to the appeal in respect of whom the order is made. 4 In deciding on the proportion of costs to be paid by a party to the appeal the CMA must, in particular, consider— a the extent to which the determination on the reference upholds OFCOM's decision in relation to the price control matter in question, b the extent to which the costs were attributable to the involvement in the appeal of the party, and c the conduct of the party. 5 A costs order— a must be made as soon as reasonably practicable after the making of the determination on the reference, but b does not take effect unless the Tribunal, in deciding the appeal which gave rise to the reference, decides the price control matter which is the subject of the reference in accordance with the determination of the CMA (see section 193(6)). 6 In a case where the Tribunal decides the price control matter in question otherwise than as mentioned in subsection (5)(b), the CMA may make an order under this subsection in respect of the costs incurred by it in connection with the reference. 7 Subsections (2) to (4) apply in relation to an order under subsection (6) as they apply in relation to an order under subsection (1); but for that purpose the reference in subsection (4)(a) to the determination on the reference is to be read as a reference to the decision of the Tribunal mentioned in subsection (6). 8 An order under subsection (6) must be made as soon as reasonably practicable after the decision of the Tribunal mentioned in that subsection. 9 An amount payable to the CMA by virtue of an order made under this section is recoverable summarily as a civil debt (but this does not affect any other method of recovery). 10 The CMA must pay any sums it receives by virtue of this section into the Consolidated Fund. 11 The functions of the CMA under this section, other than those under subsections (9) and (10), are to be carried out on behalf of the CMA by the group constituted by the chair of the CMA in relation to the reference in question."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "55", "section_title": "Disclosure etc. of information: offences", "section_text": "55 In section 241 of the 2002 Act (disclosure of information for the purpose of exercise of statutory functions), after subsection (2) insert— 2A Information disclosed under subsection (1) so that it is not made available to the public must not be used by the person to whom it is disclosed for any purpose other than that mentioned in subsection (1)."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "56", "section_title": "Review of certain provisions of Chapters 1 and 2", "section_text": "56 1 The Secretary of State must, before the end of each review period— a carry out a review of the provisions of this Part mentioned in subsection (2), and b prepare and publish a report setting out the conclusions of the review. 2 The provisions of this Part are— a sections 29 and 36 and Schedule 11 (investigation powers: mergers and markets), b section 30 and Schedule 7 (interim measures and pre-emptive action: mergers), and c sections 32 and 38 and Schedules 8 and 12 (time-limits etc: mergers and markets). 3 The report must in particular— a set out the objectives intended to be achieved by the provisions, b assess the extent to which those objectives have been achieved, and c assess whether those objectives remain appropriate and, if so, the extent to which they could be achieved in another way which imposed less regulation. 4 The Secretary of State must lay the report before Parliament. 5 Each of the following is a review period for the purposes of this section— a the period of 5 years beginning with the first day on which any of the provisions mentioned in subsection (2) comes into force (whether wholly or partly), and b each successive period of 5 years."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "57", "section_title": "Minor and consequential amendments", "section_text": "57 Schedule 15 (which makes minor and consequential amendments related to this Part) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "58", "section_title": "Interpretation", "section_text": "58 In this Part— “ the 1998 Act ” means the Competition Act 1998; “ the 2002 Act ” means the Enterprise Act 2002."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "59", "section_title": "Sunset and review provisions", "section_text": "59 1 The Interpretation Act 1978 is amended as follows. 2 After section 14 (implied power to amend) insert— Power to include sunset and review provisions in subordinate legislation 14A 1 This section applies where an Act confers a power or a duty on a person to make subordinate legislation except to the extent that— a the power or duty is exercisable by the Scottish Ministers, or b the power or duty is exercisable by any other person within devolved competence (within the meaning of the Scotland Act 1998). 2 The subordinate legislation may include— a provision requiring the person to review the effectiveness of the legislation within a specified period or at the end of a specified period; b provision for the legislation to cease to have effect at the end of a specified day or a specified period; c if the power or duty is being exercised to amend other subordinate legislation, provision of the kind mentioned in paragraph (a) or (b) in relation to that other legislation. 3 The provision that may be made by virtue of subsection (2)(a) includes provision requiring the person to consider whether the objectives which it was the purpose of the legislation to achieve remain appropriate and, if so, whether they could be achieved in another way. 4 Subordinate legislation including provision of a kind mentioned in subsection (2) may make such provision generally or only in relation to specified provisions of the legislation or specified cases or circumstances. 5 Subordinate legislation including provision of a kind mentioned in subsection (2) may make transitional, consequential, incidental or supplementary provision or savings in connection with such provision. 6 In this section,  “ specified ” means specified in the subordinate legislation. 3 In paragraph 1 of Schedule 2, after the entry for section 11 insert—  “                    Section 14A                  ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "60", "section_title": "Listed buildings in England: agreements and orders granting listed building consent", "section_text": "60 1 The Planning (Listed Buildings and Conservation Areas) Act 1990 is amended as follows. 2 In Chapter 2 of Part 1, after section 26 insert— Buildings in England: heritage partnership agreements Heritage partnership agreements 26A 1 A relevant local planning authority may make an agreement under this section (a  “heritage partnership agreement”) with any owner of a listed building, or a part of such a building, situated in England. 2 Any of the following may also be a party to a heritage partnership agreement in addition to an owner and the relevant local planning authority— a any other relevant local planning authority; b the Secretary of State; c the Commission; d any person who has an interest in the listed building; e any occupier of the listed building; f any person involved in the management of the listed building; g any other person who appears to the relevant local planning authority appropriate as having special knowledge of, or interest in, the listed building, or in buildings of architectural or historic interest more generally. 3 A heritage partnership agreement may contain provision— a granting listed building consent under section 8(1) in respect of specified works for the alteration or extension of the listed building to which the agreement relates, and b specifying any conditions to which the consent is subject. 4 The conditions to which listed building consent may be subject under subsection (3)(b) in respect of specified works are those that could be attached to listed building consent in respect of the works if consent were to be granted under section 16. 5 If a heritage partnership agreement contains provision under subsection (3), nothing in sections 10 to 26 and 28 applies in relation to listed building consent for the specified works, subject to any regulations under section 26B(2)(f). 6 A heritage partnership agreement may also— a specify or describe works that would or would not, in the view of the parties to the agreement, affect the character of the listed building as a building of special architectural or historic interest; b make provision about the maintenance and preservation of the listed building; c make provision about the carrying out of specified work, or the doing of any specified thing, in relation to the listed building; d provide for public access to the listed building and the provision to the public of associated facilities, information or services; e restrict access to, or use of, the listed building; f prohibit the doing of any specified thing in relation to the listed building; g provide for a relevant public authority to make payments of specified amounts and on specified terms— i for, or towards, the costs of any works provided for under the agreement; or ii in consideration of any restriction, prohibition or obligation accepted by any other party to the agreement. 7 For the purposes of subsection (6)(g), each of the following, if a party to the agreement, is a relevant public authority— a the Secretary of State; b the Commission; c a relevant local planning authority. 8 In this section  “ specified ” means specified or described in the heritage partnership agreement. 9 In this section and section 26B— “ owner ”, in relation to a listed building or a part of such a building, means a person who is for the time being — the estate owner in respect of the fee simple in the building or part; or entitled to a tenancy of the building or part granted or extended for a term of years certain of which not less than seven years remain unexpired; “ relevant local planning authority ”, in relation to a listed building, means a local planning authority in whose area the building or any part of the building is situated. Heritage partnership agreements: supplemental 26B 1 A heritage partnership agreement— a must be in writing; b must make provision for the parties to review its terms at intervals specified in the agreement; c must make provision for its termination and variation; d may relate to more than one listed building or part, provided that in each case a relevant local planning authority and an owner are parties to the agreement; and e may contain incidental and consequential provisions. 2 The Secretary of State may by regulations make provision— a about any consultation that must take place before heritage partnership agreements are made or varied; b about the publicity that must be given to heritage partnership agreements before or after they are made or varied; c specifying terms that must be included in heritage partnership agreements; d enabling the Secretary of State or any other person specified in the regulations to terminate by order a heritage partnership agreement or any provision of such an agreement; e about the provision that may be included in an order made under regulations under paragraph (d), including provision enabling such orders to contain supplementary, incidental, transitory, transitional or saving provision; f applying or reproducing, with or without modifications, any provision of sections 10 to 26 and 28 for the purposes of heritage partnership agreements; g providing for any of the following, as they apply for the purposes of provisions mentioned in paragraph (f), to apply with any modifications consequential on provision made under that paragraph— i sections 30 to 37; ii sections 62 and 63; iii Parts 3 and 4; iv Schedule 3. 3 Regulations made under subsection (2)(a) may, in particular, include provision as to— a the circumstances in which consultation must take place; b the types of listed building in respect of which consultation must take place; c who must carry out the consultation; d who must be consulted (including provision enabling the Commission to direct who is to be consulted in particular cases); and e how the consultation must be carried out. 4 Listed building consent granted by a heritage partnership agreement (except so far as the agreement or regulations under subsection (2) otherwise provide) enures for the benefit of the building and of all persons for the time being interested in it. 5 Subject to subsection (4), a heritage partnership agreement cannot impose any obligation or liability, or confer any right, on a person who is not party to the agreement. 6 Section 84 of the Law of Property Act 1925 (power to discharge or modify restrictive covenant) does not apply to a heritage partnership agreement. 3 After section 26B insert— Buildings in England: orders granting listed building consent Listed building consent orders 26C 1 The Secretary of State may by order (a  “listed building consent order”) grant listed building consent under section 8(1) in respect of works of any description for the alteration or extension of listed buildings of any description in England. 2 The consent may be granted subject to conditions specified in the order. 3 Without prejudice to the generality of subsection (2), the conditions that may be specified include any conditions subject to which listed building consent may be granted under section 16. 4 A listed building consent order may (without prejudice to section 17(2)) give the local planning authority power to require details of works to be approved by them, and may grant consent subject to conditions with respect to— a the making of an application to the authority for a determination as to whether such approval is required, and b the outcome of such an application or the way it is dealt with. 5 A listed building consent order may enable the Secretary of State or the local planning authority to direct that consent granted by the order does not apply— a to a listed building specified in the direction; b to listed buildings of a description specified in the direction; c to listed buildings in an area specified in the direction. 6 An order may in particular make provision about the making, coming into force, variation and revocation of such a direction, including provision conferring powers on the Secretary of State in relation to directions by a local planning authority. 7 Nothing in sections 10 to 26 applies in relation to listed building consent granted by a listed building consent order; but that does not affect the application of sections 20, 21 and 22 in relation to an application for approval required by a condition to which consent is subject. Local listed building consent orders 26D 1 A local planning authority for any area in England may by order (a  “local listed building consent order”) grant listed building consent under section 8(1) in respect of works of any description for the alteration or extension of listed buildings. 2 Regulations under this Act may provide that subsection (1) does not apply to listed buildings of any description or in any area. 3 The consent granted by a local listed building consent order may relate— a to all listed buildings in the area of the authority or any part of that area; b to listed buildings of any description in that area or any part of that area. 4 The consent may be granted subject to conditions specified in the order. 5 Without prejudice to the generality of subsection (4), the conditions that may be specified include any subject to which listed building consent may be granted under section 16. 6 A local listed building consent order may enable the local planning authority to direct that the consent granted by the order in respect of works of any description does not apply— a to a listed building specified in the direction; b to listed buildings of a description specified in the direction; c to listed buildings in an area specified in the direction. 7 An order may in particular make provision about the making, coming into force, variation and revocation of such a direction, including provision conferring powers on the Secretary of State. 8 Nothing in sections 10 to 26 applies in relation to listed building consent granted by a local listed building consent order; but that does not affect the application of sections 20, 21 and 22 in relation to an application for approval required by a condition to which consent is subject. 9 Schedule 2A makes provision in connection with local listed building consent orders. Powers of Secretary of State in relation to local orders 26E 1 At any time before a local listed building consent order is adopted by a local planning authority the Secretary of State may direct that the order (or any part of it) is not to be adopted without the Secretary of State's approval. 2 If the Secretary of State gives a direction under subsection (1)— a the authority must not take any step in connection with the adoption of the order until they have submitted the order or the part to the Secretary of State and the Secretary of State has decided whether to approve it; b the order has no effect unless it (or the part) has been approved by the Secretary of State. 3 In considering an order or part submitted under subsection (2)(a) the Secretary of State may take account of any matter the Secretary of State thinks relevant. 4 It is immaterial whether any such matter was taken account of by the local planning authority. 5 The Secretary of State— a may approve or reject an order or part of an order submitted under subsection (2)(a); b must give reasons for that decision. 6 The Secretary of State— a may at any time before a local listed building consent order is adopted by the local planning authority, direct them to modify it in accordance with the direction; b must give reasons for any such direction. 7 The local planning authority— a must comply with a direction under subsection (6); b must not adopt the order unless the Secretary of State gives notice of being satisfied that they have complied with the direction. 8 The Secretary of State— a may at any time by order revoke a local listed building consent order if of the opinion that it is expedient to do so; b must give reasons for doing so. 9 The Secretary of State— a must not make an order under subsection (8) without consulting the local planning authority; b if proposing to make such an order, must serve notice on the local planning authority. 10 A notice under subsection (9)(b) must specify the period (which must not be less than 28 days from the date of its service) within which the authority may require an opportunity of appearing before and being heard by a person appointed by the Secretary of State for the purpose. 11 The Secretary of State must give the authority such an opportunity if they require it within the period specified in the notice. Considerations in making orders 26F 1 In considering whether to make a listed building consent order or local listed building consent order the Secretary of State or local planning authority must have special regard to the desirability of preserving— a listed buildings of a description to which the order applies, b their setting, or c any features of special architectural or historic interest which they possess. 2 Before making a listed building consent order the Secretary of State must consult the Commission. Effect of revision or revocation of order on incomplete works 26G 1 A listed building consent order or local listed building consent order may include provision permitting the completion of works if— a listed building consent is granted by the order in respect of the works, and b the listed building consent is withdrawn after the works are started but before they are completed. 2 Listed building consent granted by an order is withdrawn— a if the order is revoked; b if the order is varied or (in the case of a local listed building consent order) revised so that it ceases to grant listed building consent in respect of the works or materially changes any condition or limitation to which the grant of listed building consent is subject; c if a direction applying to the listed building is issued under powers conferred under section 26C(5) or 26D(6). 4 After section 28 insert— Compensation where consent formerly granted by order is granted conditionally or refused 28A 1 Section 28 also has effect (subject to subsections (2) and (3)) where— a listed building consent granted by a listed building consent order or a local listed building consent order is withdrawn (whether by the revocation or amendment of the order or by the issue of a direction), and b on an application for listed building consent made within the prescribed period after the withdrawal, consent for works formerly authorised by the order is refused or is granted subject to conditions other than those imposed by the order. 2 Section 28 does not have effect by virtue of subsection (1) if— a the works authorised by the order were started before the withdrawal, and b the order included provision in pursuance of section 26G permitting the works to be completed after the withdrawal. 3 Section 28 does not have effect by virtue of subsection (1) if— a notice of the withdrawal was published in the prescribed manner and within the prescribed period before the withdrawal, and b the works authorised by the order were not started before the notice was published. 4 Where section 28 has effect by virtue of subsection (1), references in section 28(2) and (3) to the revocation or modification of listed building consent are references to the withdrawal of the listed building consent by revocation or amendment of the order or by issue of the direction. 5 Schedule 16 (which inserts Schedule 2A to the Planning (Listed Buildings and Conservation Areas) Act 1990) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "61", "section_title": "Listed buildings in England: certificates of lawfulness", "section_text": "61 In the Planning (Listed Buildings and Conservation Areas) Act 1990 after section 26G insert— Buildings in England: certificates of lawfulness Certificate of lawfulness of proposed works 26H 1 A person who wishes to ascertain whether proposed works for the alteration or extension of a listed building in England would be lawful may make an application to the local planning authority specifying the building and describing the works. 2 For the purposes of this section works would be lawful if they would not affect the character of the listed building as a building of special architectural or historic interest. 3 If on an application under this section the local planning authority are provided with information satisfying them that the works described in the application would be lawful at the time of the application, they must issue a certificate to that effect; and in any other case they must refuse the application. 4 A certificate under this section must— a specify the building to which it relates; b describe the works concerned; c give the reasons for determining that the works would be lawful; and d specify the date of issue of the certificate. 5 Works for which a certificate is issued under this section are to be conclusively presumed to be lawful, provided that— a they are carried out within 10 years beginning with the date of issue of the certificate, and b the certificate is not revoked under section 26I. Certificates under section 26H: supplementary 26I 1 An application for a certificate under section 26H must be made in such manner as may be prescribed by regulations under this Act. 2 An application must include such particulars, and be verified by such evidence, as may be required— a by the regulations, b by any directions given under the regulations, or c by the local planning authority. 3 Regulations under this Act may make provision about how applications for a certificate under section 26H are to be dealt with by local planning authorities. 4 In particular, regulations may provide for requiring the authority— a to give to any applicant within a prescribed period such notice as may be prescribed as to the manner in which the application has been dealt with; and b to give to the Secretary of State, and to such other persons as may be prescribed, prescribed information with respect to such applications made to the authority, including information as to the manner in which any application has been dealt with. 5 A certificate under section 26H may be issued-- a for the whole or part of the listed building specified in the application; and b for all or part of the works described in the application; and must be in such form as may be prescribed. 6 A local planning authority may revoke a certificate under section 26H if, on the application for the certificate— a a statement was made or document used which was false in a material particular; or b any material information was withheld. 7 Regulations under this section may make provision for regulating the manner in which certificates may be revoked and the notice to be given of such revocation. Offences 26J 1 A person is guilty of an offence if, for the purpose of procuring a particular decision on an application (whether or not by that person) for the issue of a certificate under section 26H, the person— a knowingly or recklessly makes a statement which is false or misleading in a material particular; b with intent to deceive, uses any document which is false or misleading in a material particular; or c with intent to deceive, withholds any material information. 2 A person guilty of an offence under subsection (1) is liable— a on summary conviction, to a fine not exceeding the statutory maximum; or b on conviction on indictment, to imprisonment for a term not exceeding two years, or a fine, or both. 3 Notwithstanding section 127 of the Magistrates' Courts Act 1980, a magistrates' court may try an information in respect of an offence under subsection (1) whenever laid. Appeals against refusal or failure to give decision on application 26K 1 Where an application is made to a local planning authority for a certificate under section 26H and— a the application is refused or is refused in part, or b the authority do not give notice to the applicant of their decision on the application within such period as may be prescribed under section 26I or within such extended period as may at any time be agreed in writing between the applicant and the authority, the applicant may by notice appeal to the Secretary of State. 2 A notice of appeal under this section— a must be served within such time and in such manner as may be prescribed; b must be accompanied by such information as may be prescribed. 3 The time prescribed for the service of a notice of appeal under this section must not be less than— a 28 days from the date of notification of the decision on the application; or b in the case of an appeal under subsection (1)(b), 28 days from— i the end of the period prescribed as mentioned in subsection (1)(b), or ii as the case may be, the extended period mentioned in subsection (1)(b). 4 On an appeal under this section, the Secretary of State must grant the appellant a certificate under section 26H or, in the case of a refusal in part, modify the certificate granted by the authority on the application, if and so far as the Secretary of State is satisfied— a in the case of an appeal under subsection (1)(a), that the authority's refusal is not well-founded, or b in the case of an appeal under subsection (1)(b), that if the authority had refused the application their refusal would not have been well-founded. 5 If and so far as the Secretary of State is satisfied that the authority's refusal is or, as the case may be, would have been well-founded, the Secretary of State must dismiss the appeal. 6 Where the Secretary of State grants a certificate under section 26H on an appeal under this section, the Secretary of State must give notice to the local planning authority of that fact. 7 References in this section to a refusal of an application in part include a modification or substitution of the description in the application of the works concerned. 8 Schedule 3 applies to an appeal under this section."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "62", "section_title": "Osborne estate", "section_text": "62 1 Section 1 of the Osborne Estate Act 1902 is amended as follows. 2 In subsection (3) (land to be managed in accordance with Crown Lands Act 1851) omit  “as if it had been committed to their management under section twenty-two of the Crown Lands Act, 1851”. 3 Omit subsection (4)(b) (part of house and grounds to be used for the benefit of officers and their families). 4 Omit the following provisions (which relate to land no longer forming part of the Osborne estate)— a in subsection (3) the words from  “and the part” to  “Barton House and grounds)”; b in subsection (4) the words from  “And the Commissioners” to the end. 5 The Osborne Estate Act 1914 (which gives power to extend the classes of persons who may benefit under section 1(4)(b) of the Osborne Estate Act 1902) is repealed."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "63", "section_title": "Heritage planning regulation", "section_text": "63 Schedule 17 (heritage planning regulation) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "64", "section_title": "Commission for Equality and Human Rights", "section_text": "64 1 In the Equality Act 2006 omit— a sections 10(1) and (4) to (8) and 19 (groups); b section 27 (conciliation). 2 In section 12(4)(b) of that Act (monitoring progress: reports every three years) for  “three” substitute  “                    five                  ” . 3 The following subsections make further amendments to the Equality Act 2006. 4 In section 7(3) (Scotland: human rights) omit  “or 10”. 5 In section 9(4) and (5) (human rights) omit  “or 10”. 6 In section 12 (monitoring progress)— a in subsection (1)(a) for  “the aim specified in section 3” substitute  “                        the duties specified in sections 8 and 9                      ” ; b in subsection (1)(b) for  “the development of the society described in section 3” substitute  “                        changes in society that are consistent with those duties                      ” . 7 In section 13(1) (information, advice etc) for  “to 10” substitute  “                    and 9                  ” . 8 In section 16(1) (inquiries) for  “, 9 and 10” substitute  “                    and 9                  ” . 9 In section 17(1) (grants) for  “to 10” substitute  “                    and 9                  ” . 10 In section 39(4) (orders and regulations) for  “10(6), 15(6) or 27(10)” substitute  “                    15(6)                  ” . 11 In Schedule 1 (the Commission)— a in paragraph 39 omit  “or 27”; b omit paragraph 52(1)(a)(v) and (vi) and (b); c for paragraph 52(3)(b) substitute— b section 8, in so far as it relates to disability, and ; d in paragraph 52(3)(c) omit  “, 27(2) and (3)”. 12 The following subsections amend the Equality Act 2010 in consequence of subsection (1). 13 In section 118 (time limits)— a in subsection (2) omit  “or (4)”; b omit subsection (4). 14 In Schedule 17 (disabled pupils: enforcement) omit— a paragraph 4(2) (time limits where dispute referred to conciliation under section 27 of the Equality Act 2006); b in paragraph 4(2A),  “or for conciliation in pursuance of arrangements under section 27 of the Equality Act 2006”."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "65", "section_title": "Equality Act 2010: third party harassment of employees", "section_text": "65 In section 40 of the Equality Act 2010 (employees and applicants: harassment) omit subsections (2) to (4)."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "66", "section_title": "Equality Act 2010: obtaining information for proceedings", "section_text": "66 1 In the Equality Act 2010, omit section 138 (obtaining information, etc). 2 That does not affect section 138 for the purposes of proceedings that relate to a contravention occurring before this section comes into force."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "67", "section_title": "Primary authorities", "section_text": "67 1 Section 22 of the Regulatory Enforcement and Sanctions Act 2008 (scope of Part 2) is amended in accordance with subsections (2) to (5). 2 Before subsection (1), insert— A1 This Part applies in relation to a person if the Secretary of State is satisfied that the person is within subsection (1) or (1A). 3 In subsection (1), for the words from  “This Part” to  “a person” substitute A person is within this subsection if—                     a the person . 4 After subsection (1) insert— 1A A person (P) is within this subsection if each of the conditions in subsection (1B) is met. 1B The conditions are— a that P carries on an activity in relation to which a local authority exercises a relevant function; b that the effect of arrangements made by P with any organisation or other person is that P's approach to compliance, in respect of the relevant function, is one that is shared with another person (Q) who carries on the activity; c that— i at least one of P and Q carries on the activity in the area of two or more local authorities, or ii Q carries on the activity in the area of a local authority in which P does not carry on the activity. 5 For subsection (2) substitute— 2 In this Part, references to  “the regulated person” are to a person to whom this Part applies. 3 The Secretary of State may from time to time publish guidance about matters likely to be taken into account for the purposes of subsection (1B)(b). 4 The guidance may be published in such manner as the Secretary of State considers appropriate. 6 In section 24 of that Act, after subsection (6) insert— 7 References in this Part to  “ the relevant function ”, in relation to the regulated person, are to the relevant function by reference to which the Secretary of State is satisfied that the person is within section 22(1) or (1A). 7 In section 26(2) of that Act (nomination of primary authorities), for  “The Secretary of State” substitute  “                    Where the Secretary of State has been satisfied that the regulated person is within section 22(1), the Secretary of State                  ” ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "68", "section_title": "Inspection plans", "section_text": "68 1 Section 30 of the Regulatory Enforcement and Sanctions Act 2008 (inspection plans) is amended as follows. 2 After subsection (3) insert— 3A An inspection plan may require a local authority other than the primary authority, on exercising the function of inspection in relation to the regulated person, to provide the primary authority with a report on its exercise of the function. 3 In subsection (7)— a for the words from the beginning to  “exercising” substitute  “                        Where the primary authority exercises                      ” ; b after  “regulated person” insert  “                        , it                      ” . 4 After subsection (7) insert— 7A A local authority other than the primary authority may not exercise the function of inspection in relation to the regulated person otherwise than in accordance with a plan that has been brought to its notice under subsection (6), unless— a it has notified the primary authority in writing of the way in which it proposes to exercise the function in relation to the regulated person, and b the primary authority has notified the local authority in writing that it consents to the authority's exercising the function in that way. 7B Subsection (7C) applies if a primary authority that has been notified by a local authority as described in subsection (7A)(a) fails to notify that authority in writing, within the notification period, whether it consents to the authority's exercising the function of inspection as described in the notification. 7C The primary authority is to be treated for the purposes of this section, following the expiry of the notification period, as having given the notification of consent described in subsection (7A)(b). 7D The  “notification period”, in subsections (7B) and (7C), is the period of five working days beginning with the first working day after the day on which the notification referred to in subsection (7A)(a) is received by the primary authority. 7E Where an inspection plan includes a requirement of the type described in subsection (3A), a local authority exercising the function of inspection in relation to the regulated person must provide a report to the primary authority in accordance with the requirement. 5 Omit subsection (8). 6 In subsection (9) for  “(8)” substitute  “                    (7A)(a)                  ” . 7 After subsection (9) insert— 9A A primary authority may, with the consent of the Secretary of State, revoke a plan made by it under this section. 9B If a primary authority revokes a plan under subsection (9A), it must notify the other local authorities with the function of inspection that the plan is no longer in effect. 8 In subsection (10), for  “(9)” substitute  “                    (9B)                  ” . 9 After subsection (10) insert— 11 In subsection (7D),  “ working day ” means a day other than— a a Saturday or Sunday, b Christmas Day or Good Friday, or c a day which is a bank holiday under the Banking and Financial Dealings Act 1971 in— i the part of the United Kingdom where the primary authority is, or ii (if different) the part of the United Kingdom where the authority is that has given the notification referred to in subsection (7A)(a)."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "69", "section_title": "Civil liability for breach of health and safety duties", "section_text": "69 1 Section 47 of the Health and Safety at Work etc. Act 1974 (civil liability) is amended as set out in subsections (2) to (7). 2 In subsection (1), omit paragraph (b)\t\t\t\t\t(including the  “or” at the end of that paragraph). 3 For subsection (2) substitute— 2 Breach of a duty imposed by a statutory instrument containing (whether alone or with other provision) health and safety regulations shall not be actionable except to the extent that regulations under this section so provide. 2A Breach of a duty imposed by an existing statutory provision shall not be actionable except to the extent that regulations under this section so provide (including by modifying any of the existing statutory provisions). 2B Regulations under this section may include provision for— a a defence to be available in any action for breach of the duty mentioned in subsection (2) or (2A); b any term of an agreement which purports to exclude or restrict any liability for such a breach to be void. 4 In subsection (3), omit the words from  “, whether brought by virtue of subsection (2)” to the end. 5 In subsection (4)— a for  “and (2)” substitute  “                        , (2) and (2A)                      ” , and b for  “(3)” substitute  “                        (2B)(a)                      ” . 6 Omit subsections (5) and (6). 7 After subsection (6) insert— 7 The power to make regulations under this section shall be exercisable by the Secretary of State. 8 Where, on the commencement of this section, there is in force an Order in Council made under section 84(3) of the Health and Safety at Work etc. Act 1974 that applies to matters outside Great Britain any of the provisions of that Act that are amended by this section, that Order is to be taken as applying those provisions as so amended. 9 The amendments made by this section do not apply in relation to breach of a duty which it would be within the legislative competence of the Scottish Parliament to impose by an Act of that Parliament. 10 The amendments made by this section do not apply in relation to breach of a duty where that breach occurs before the commencement of this section."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "70", "section_title": "Estate agency work", "section_text": "70 In section 1 of the Estate Agents Act 1979 (estate agency work), for subsection (4) substitute— 4 This Act does not apply to the following things when done by a person who does no other things which fall within subsection (1) above— a publishing advertisements or disseminating information; b providing a means by which— i a person who wishes to acquire or dispose of an interest in land can, in response to such an advertisement or dissemination of information, make direct contact with a person who wishes to dispose of or, as the case may be, acquire an interest in land; ii the persons mentioned in sub-paragraph (i) can continue to communicate directly with each other."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "71", "section_title": "Bankruptcy applications: determination by adjudicators", "section_text": "71 1 In Part 14 of the Insolvency Act 1986 (public administration (England and Wales)), before section 399 and the cross-heading which precedes it insert— Adjudicators Appointment etc of adjudicators and assistants 398A 1 The Secretary of State may appoint persons to the office of adjudicator. 2 A person appointed under subsection (1)— a is to be paid out of money provided by Parliament such salary as the Secretary of State may direct, b holds office on such other terms and conditions as the Secretary of State may direct, and c may be removed from office by a direction of the Secretary of State. 3 A person who is authorised to act as an official receiver may not be appointed under subsection (1). 4 The Secretary of State may appoint officers of the Secretary of State's department to assist adjudicators in the carrying out of their functions. 2 In Part 9 of that Act (bankruptcy), before Chapter 1 insert the Chapter set out in Schedule 18 (adjudicators: bankruptcy applications by debtors and bankruptcy orders). 3 Schedule 19 (adjudicators: minor and consequential amendments) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "72", "section_title": "Abolition of Agricultural Wages Board and related English bodies", "section_text": "72 1 The Agricultural Wages Board for England and Wales is abolished. 2 Every agricultural wages committee for an area in England is abolished. 3 Every agricultural dwelling-house advisory committee for an area in England is abolished. 4 Schedule 20 (abolition of Agricultural Wages Board and related English bodies: consequential provision) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "73", "section_title": "Unnecessary regulation: miscellaneous", "section_text": "73 Schedule 21 (unnecessary regulation: miscellaneous) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "74", "section_title": "Exploitation of design derived from artistic work", "section_text": "74 1 The Copyright, Designs and Patents Act 1988 is amended as follows. 2 Omit section 52 (effect of exploitation of design derived from artistic work). 3 In consequence omit the following— a section 79(4)(g); b in Schedule 1 paragraph 20."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "75", "section_title": "Penalties under provision amending exceptions: copyright and rights in performances", "section_text": "75 Paragraph 1(1)(d) of Schedule 2 to the European Communities Act 1972 (limitation on criminal penalties) does not apply for the purposes of provision under section 2(2) of that Act amending— a Chapter 3 of Part 1 of the Copyright, Designs and Patents Act 1988 (acts permitted in relation to copyright works), or b Schedule 2 to that Act (rights in performances: permitted acts)."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "76", "section_title": "Power to reduce duration of copyright in transitional cases", "section_text": "76 1 Section 170 of the Copyright, Designs and Patents Act 1988 (transitional provisions and savings) is amended as follows. 2 At the beginning insert  “                    (1)                  ” . 3 At the end insert— 2 The Secretary of State may by regulations amend Schedule 1 to reduce the duration of copyright in existing works which are unpublished, other than photographs or films. 3 The regulations may provide for the copyright to expire— a with the end of the term of protection of copyright laid down by Directive  2006/116/ EC  or at any later time; b subject to that, on the commencement of the regulations or at any later time. 4 “ Existing works ” has the same meaning as in Schedule 1. 5 Regulations under subsection (2) may— a make different provision for different purposes; b make supplementary or transitional provision; c make consequential provision, including provision amending any enactment or subordinate legislation passed or made before that subsection comes into force. 6 The power to make regulations under subsection (2) is exercisable by statutory instrument. 7 A statutory instrument containing regulations under subsection (2) may not be made unless a draft of the instrument has been laid before and approved by resolution of each House of Parliament."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "77", "section_title": "Licensing of copyright and performers' rights", "section_text": "77 1 The Copyright, Designs and Patents Act 1988 is amended as follows. 2 In section 116 (licensing schemes and licensing bodies) after subsection (4) insert— 5 Schedule A1 confers powers to provide for the regulation of licensing bodies. 3 After section 116 insert— Orphan works licensing and extended collective licensing Power to provide for licensing of orphan works 116A 1 The Secretary of State may by regulations provide for the grant of licences in respect of works that qualify as orphan works under the regulations. 2 The regulations may— a specify a person or a description of persons authorised to grant licences, or b provide for a person designated in the regulations to specify a person or a description of persons authorised to grant licences 3 The regulations must provide that, for a work to qualify as an orphan work, it is a requirement that the owner of copyright in it has not been found after a diligent search made in accordance with the regulations. 4 The regulations may provide for the granting of licences to do, or authorise the doing of, any act restricted by copyright that would otherwise require the consent of the missing owner. 5 The regulations must provide for any licence— a to have effect as if granted by the missing owner; b not to give exclusive rights; c not to be granted to a person authorised to grant licences. 6 The regulations may apply to a work although it is not known whether copyright subsists in it, and references to a missing owner and a right or interest of a missing owner are to be read as including references to a supposed owner and a supposed right or interest. Extended collective licensing 116B 1 The Secretary of State may by regulations provide for a licensing body that applies to the Secretary of State under the regulations to be authorised to grant copyright licences in respect of works in which copyright is not owned by the body or a person on whose behalf the body acts. 2 An authorisation must specify— a the types of work to which it applies, and b the acts restricted by copyright that the licensing body is authorised to license. 3 The regulations must provide for the copyright owner to have a right to limit or exclude the grant of licences by virtue of the regulations. 4 The regulations must provide for any licence not to give exclusive rights. 5 In this section  “ copyright licences ” has the same meaning as in section 116. 6 Nothing in this section applies in relation to Crown copyright or Parliamentary copyright. General provision about licensing under sections 116A and 116B 116C 1 This section and section 116D apply to regulations under sections 116A and 116B. 2 The regulations may provide for a body to be or remain authorised to grant licences only if specified requirements are met, and for a question whether they are met to be determined by a person, and in a manner, specified in the regulations. 3 The regulations may specify other matters to be taken into account in any decision to be made under the regulations as to whether to authorise a person to grant licences. 4 The regulations must provide for the treatment of any royalties or other sums paid in respect of a licence, including— a the deduction of administrative costs; b the period for which sums must be held; c the treatment of sums after that period (as bona vacantia or otherwise). 5 The regulations must provide for circumstances in which an authorisation to grant licences may be withdrawn, and for determining the rights and obligations of any person if an authorisation is withdrawn. 6 The regulations may include other provision for the purposes of authorisation and licensing, including in particular provision— a for determining the rights and obligations of any person if a work ceases to qualify as an orphan work (or ceases to qualify by reference to any copyright owner), or if a rights owner exercises the right referred to in section 116B(3), while a licence is in force; b about maintenance of registers and access to them; c permitting the use of a work for incidental purposes including an application or search; d for a right conferred by section 77 to be treated as having been asserted in accordance with section 78; e for the payment of fees to cover administrative expenses. Regulations under sections 116A and 116B 116D 1 The power to make regulations includes power— a to make incidental, supplementary or consequential provision, including provision extending or restricting the jurisdiction of the Copyright Tribunal or conferring powers on it; b to make transitional, transitory or saving provision; c to make different provision for different purposes. 2 Regulations under any provision may amend this Part, or any other enactment or subordinate legislation passed or made before that provision comes into force, for the purpose of making consequential provision or extending or restricting the jurisdiction of the Copyright Tribunal or conferring powers on it. 3 Regulations may make provision by reference to guidance issued from time to time by any person. 4 The power to make regulations is exercisable by statutory instrument. 5 A statutory instrument containing regulations may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 4 Schedule 22 (which inserts Schedule A1 to the Copyright, Designs and Patents Act 1988 and makes provision in relation to performers' rights corresponding to provision made by this section in relation to copyright) has effect."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "78", "section_title": "Penalties under provision implementing Directive on term of protection", "section_text": "78 Paragraph 1(1)(d) of Schedule 2 to the European Communities Act 1972 (limitation on criminal penalties) does not apply for the purposes of provision under section 2(2) of that Act implementing  Directive 2011/77/EU  amending Directive  2006/116/EC   on the term of protection of copyright and certain related rights."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "79", "section_title": "Members' approval of directors' remuneration policy", "section_text": "79 1 In section 421 of the Companies Act 2006 (contents of directors' remuneration report) after subsection (2) insert— 2A The regulations must provide that any information required to be included in the report as to the policy of the company with respect to the making of remuneration payments and payments for loss of office (within the meaning of Chapter 4A of Part 10) is to be set out in a separate part of the report. 2 After section 422 of that Act (approval and signing of directors' remuneration report) insert— Revisions to directors' remuneration policy 422A 1 The directors' remuneration policy contained in a company's directors' remuneration report may be revised. 2 Any such revision must be approved by the board of directors. 3 The policy as so revised must be set out in a document signed on behalf of the board by a director or the secretary of the company. 4 Regulations under section 421(1) may make provision as to— a the information that must be contained in a document setting out a revised directors' remuneration policy, and b how information is to be set out in the document. 5 Sections 422(2) and (3), 454, 456 and 463 apply in relation to such a document as they apply in relation to a directors' remuneration report. 6 In this section, “directors' remuneration policy” means the policy of a company with respect to the matters mentioned in section 421(2A). 3 In section 439 of that Act (quoted companies: members' approval of directors' remuneration report), in subsection (1), at the end insert “other than the part containing the directors' remuneration policy (as to which see section 439A).” 4 After that section insert— Quoted companies: members' approval of directors' remuneration policy 439A 1 A quoted company must give notice of the intention to move, as an ordinary resolution, a resolution approving the relevant directors' remuneration policy— a at the accounts meeting held in the first financial year which begins on or after the day on which the company becomes a quoted company, and b at an accounts or other general meeting held no later than the end of the period of three financial years beginning with the first financial year after the last accounts or other general meeting in relation to which notice is given under this subsection. 2 A quoted company must give notice of the intention to move at an accounts meeting, as an ordinary resolution, a resolution approving the relevant directors' remuneration policy if— a a resolution required to be put to the vote under section 439 was not passed at the last accounts meeting of the company, and b no notice under this section was given in relation to that meeting or any other general meeting held before the next accounts meeting. 3 Subsection (2) does not apply in relation to a quoted company before the first meeting in relation to which it gives notice under subsection (1). 4 A notice given under subsection (2) is to be treated as given under subsection (1) for the purpose of determining the period within which the next notice under subsection (1) must be given. 5 Notice of the intention to move a resolution to which this section applies must be given, prior to the meeting in question, to the members of the company entitled to be sent notice of the meeting. 6 Subsections (2) to (4) of section 439 apply for the purposes of a resolution to which this section applies as they apply for the purposes of a resolution to which section 439 applies, with the modification that, for the purposes of a resolution relating to a general meeting other than an accounts meeting, subsection (3) applies as if for  “accounts meeting” there were substituted  “                              general meeting                            ” . 7 For the purposes of this section, the relevant directors' remuneration policy is— a in a case where notice is given in relation to an accounts meeting, the remuneration policy contained in the directors' remuneration report in respect of which a resolution under section 439 is required to be put to the vote at that accounts meeting; b in a case where notice is given in relation to a general meeting other than an accounts meeting— i the remuneration policy contained in the directors' remuneration report in respect of which such a resolution was required to be put to the vote at the last accounts meeting to be held before that other general meeting, or ii where that policy has been revised in accordance with section 422A, the policy as so revised. 8 In this section— a “ accounts meeting ” means a general meeting of the company before which the company's annual accounts for a financial year are to be laid; b “directors' remuneration policy” means the policy of the company with respect to the matters mentioned in section 421(2A)."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "80", "section_title": "Restrictions on payments to directors", "section_text": "80 After section 226 of the Companies Act 2006 insert— CHAPTER 4A Directors of quoted companies: special provision Interpretation Key definitions 226A 1 In this Chapter— “directors' remuneration policy” means the policy of a quoted company with respect to the making of remuneration payments and payments for loss of office; “ quoted company ” has the same meaning as in Part 15 of this Act; “ remuneration payment ” means any form of payment or other benefit made to or otherwise conferred on a person as consideration for the person— holding, agreeing to hold or having held office as director of a company, or holding, agreeing to hold or having held, during a period when the person is or was such a director— any other office or employment in connection with the management of the affairs of the company, or any office (as director or otherwise) or employment in connection with the management of the affairs of any subsidiary undertaking of the company, other than a payment for loss of office; “ payment for loss of office ” has the same meaning as in Chapter 4 of this Part. 2 Subsection (3) applies where, in connection with a relevant transfer, a director of a quoted company is— a to cease to hold office as director, or b to cease to be the holder of— i any other office or employment in connection with the management of the affairs of the company, or ii any office (as director or otherwise) or employment in connection with the management of the affairs of any subsidiary undertaking of the company. 3 If in connection with the transfer— a the price to be paid to the director for any shares in the company held by the director is in excess of the price which could at the time have been obtained by other holders of like shares, or b any valuable consideration is given to the director by a person other than the company, the excess or, as the case may be, the money value of the consideration is taken for the purposes of section 226C to have been a payment for loss of office. 4 In subsection (2),  “ relevant transfer ” means— a a transfer of the whole or any part of the undertaking or property of the company or a subsidiary of the company; b a transfer of shares in the company, or in a subsidiary of the company, resulting from a takeover bid. 5 References in this Chapter to the making of a remuneration payment or to the making of a payment for loss of office are to be read in accordance with this section. 6 References in this Chapter to a payment by a company include a payment by another person at the direction of, or on behalf of, the company. 7 References in this Chapter to a payment to a person (“B”) who is, has been or is to be a director of a company include— a a payment to a person connected with B, or b a payment to a person at the direction of, or for the benefit of, B or a person connected with B. 8 Section 252 applies for the purposes of determining whether a person is connected with a person who has been, or is to be, a director of a company as it applies for the purposes of determining whether a person is connected with a director. 9 References in this Chapter to a director include a shadow director but references to loss of office as a director do not include loss of a person's status as a shadow director. Restrictions relating to remuneration or loss of office payments Remuneration payments 226B 1 A quoted company may not make a remuneration payment to a person who is, or is to be or has been, a director of the company unless— a the payment is consistent with the approved directors' remuneration policy, or b the payment is approved by resolution of the members of the company. 2 The approved directors' remuneration policy is the most recent remuneration policy to have been approved by a resolution passed by the members of the company in general meeting. Loss of office payments 226C 1 No payment for loss of office may be made by any person to a person who is, or has been, a director of a quoted company unless— a the payment is consistent with the approved directors' remuneration policy, or b the payment is approved by resolution of the members of the company. 2 The approved directors' remuneration policy is the most recent remuneration policy to have been approved by a resolution passed by the members of the company in general meeting. Sections 226B and 226C: supplementary 226D 1 A resolution approving a payment for the purposes of section 226B(1)(b) or 226C(1)(b) must not be passed unless a memorandum setting out particulars of the proposed payment (including its amount) is made available for inspection by the members of the company— a at the company's registered office for not less than 15 days ending with the date of the meeting at which the resolution is to be considered, and b at that meeting itself. 2 The memorandum must explain the ways in which the payment is inconsistent with the approved directors' remuneration policy (within the meaning of the section in question). 3 The company must ensure that the memorandum is made available on the company's website from the first day on which the memorandum is made available for inspection under subsection (1) until its next accounts meeting. 4 Failure to comply with subsection (3) does not affect the validity of the meeting at which a resolution is passed approving a payment to which the memorandum relates or the validity of anything done at the meeting. 5 Nothing in section 226B or 226C authorises the making of a remuneration payment or (as the case may be) a payment for loss of office in contravention of the articles of the company concerned. 6 Nothing in section 226B or 226C applies in relation to a remuneration payment or (as the case may be) a payment for loss of office made to a person who is, or is to be or has been, a director of a quoted company before the earlier of— a the end of the first financial year of the company to begin on or after the day on which it becomes a quoted company, and b the date from which the company's first directors' remuneration policy to be approved under section 439A takes effect. 7 In this section the  “company's website” is the website on which the company makes material available under section 430. Supplementary Payments made without approval: civil consequences 226E 1 An obligation (however arising) to make a payment which would be in contravention of section 226B or 226C has no effect. 2 If a payment is made in contravention of section 226B or 226C— a it is held by the recipient on trust for the company or other person making the payment, and b in the case of a payment by a company, any director who authorised the payment is jointly and severally liable to indemnify the company that made the payment for any loss resulting from it. 3 If a payment for loss of office is made in contravention of section 226C to a director of a quoted company in connection with the transfer of the whole or any part of the undertaking or property of the company or a subsidiary of the company— a subsection (2) does not apply, and b the payment is held by the recipient on trust for the company whose undertaking or property is or is proposed to be transferred. 4 If a payment for loss of office is made in contravention of section 226C to a director of a quoted company in connection with a transfer of shares in the company, or in a subsidiary of the company, resulting from a takeover bid— a subsection (2) does not apply, b the payment is held by the recipient on trust for persons who have sold their shares as a result of the offer made, and c the expenses incurred by the recipient in distributing that sum amongst those persons shall be borne by the recipient and not retained out of that sum. 5 If in proceedings against a director for the enforcement of a liability under subsection (2)(b)— a the director shows that he or she has acted honestly and reasonably, and b the court considers that, having regard to all the circumstances of the case, the director ought to be relieved of liability, the court may relieve the director, either wholly or in part, from liability on such terms as the court thinks fit. Relationship with requirements under Chapter 4 226F 1 This Chapter does not affect any requirement for approval by a resolution of the members of a company which applies in relation to the company under Chapter 4. 2 Where the making of a payment to which section 226B or 226C applies requires approval by a resolution of the members of the company concerned under Chapter 4, approval obtained for the purposes of that Chapter is to be treated as satisfying the requirements of section 226B(1)(b) or (as the case may be) 226C(1)(b)."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "81", "section_title": "Payments to directors: minor and consequential amendments", "section_text": "81 1 The Companies Act 2006 is amended as follows. 2 In section 180 (consent, approval or authorisation by members)— a in subsection (2), in the words before paragraph (a)— i after  “Chapter 4” insert  “                            or 4A                          ” , and ii for  “that Chapter” substitute  “                            either of those Chapters                          ” , b in that subsection, in paragraph (a), for  “that Chapter” substitute  “                        the Chapter concerned                      ” , and c in subsection (3), after  “Chapter 4” insert  “                        or 4A                      ” . 3 In section 190 (substantial property transactions: requirement of members' approval), in subsection (6)(b), for the words in brackets substitute  “                    (payments to which the requirements of Chapter 4 or 4A apply)                  ” . 4 In section 215 (payments for loss of office), after subsection (4) insert— 5 Nothing in this section or sections 216 to 222 applies in relation to a payment for loss of office to a director of a quoted company other than a payment to which section 226C does not apply by virtue of section 226D(6). 5 Section 430 (quoted companies: annual accounts and reports to be made available on website) is amended as follows. 6 After subsection (2) insert— 2A If the directors' remuneration policy of a quoted company is revised in accordance with section 422A, the company must ensure that the revised policy is made available on the website on which its annual accounts and reports are made available. 2B If a person ceases to be a director of a quoted company, the company must ensure that the following information is made available on the website on which its annual accounts and reports are made available— a the name of the person concerned, b particulars of any remuneration payment (within the meaning of Chapter 4A of Part 10) made or to be made to the person after ceasing to be a director, including its amount and how it was calculated, and c particulars of any payment for loss of office (within the meaning of that Chapter) made or to be made to the person, including its amount and how it was calculated. 7 In subsection (3) — a for  “the annual accounts and reports on the website” substitute  “                        the material made available on the website under subsections (1) to (2B)                      ” , and b for  “the annual accounts and reports from” substitute  “                        such material from                      ” . 8 After subsection (4) insert— 4A Where subsection (2A) or (2B) applies, the material in question— a must be made available as soon as reasonably practicable, and b must be kept available until the next directors' remuneration report of the company is made available on the website. 9 In subsection (5)— a in the words before paragraph (a), for the words from  “the annual accounts and reports” to  “that period” substitute  “                        material available on a website throughout the period mentioned in subsection (4) or (as the case may be) (4A)                      ” , and b in paragraph (a) for  “the annual accounts and reports are” substitute  “                        the material is                      ” . 10 In section 440 (quoted companies: offences in connection with procedure for approval)— a in subsection (1) — i after  “section 439(1)” insert  “                            or 439A(1) or (2)                          ” , and ii in the words in brackets, after  “report” insert  “                            or policy                          ” , b in subsection (2), for  “the accounts meeting” substitute  “                        the meeting to which it relates                      ” , and c in subsection (5), omit the definition of  “the accounts meeting”. 11 In Schedule 8 (in the index of defined expressions), at the appropriate places insert— directors' remuneration policy (in Chapter 4A of Part 10) section 226A(1) payment for loss of office (in Chapter 4A of Part 10) section 226A(1) remuneration payment (in Chapter 4A of Part 10) section 226A(1) . 12 In that Schedule, after  “quoted company”, insert— — in Chapter 4A of Part 10 section 226A(1) ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "82", "section_title": "Payments to directors: transitional provision", "section_text": "82 1 In relation to a company that is a quoted company immediately before the day on which section 79 of this Act comes into force, section 439A(1)(a) of the Companies Act 2006 (as inserted by section 79(4) of this Act) applies as if— a the reference to the day on which the company becomes a quoted company were a reference to the day on which section 79 of this Act comes into force, and b at the end of the paragraph (but before the  “, and”) there were inserted  “or at an earlier general meeting”. 2 In relation to a company that is a quoted company immediately before the day on which section 79 of this Act comes into force, section 226D(6)(a) of the Companies Act 2006 (as inserted by section 80 of this Act) applies as if the reference to the day on which the company becomes a quoted company were a reference to the day on which section 79 of this Act comes into force. 3 Chapter 4A of Part 10 of the Companies Act 2006 does not apply in relation to remuneration payments or payments for loss of office that are required to be made under an agreement entered into before 27 June 2012 or in consequence of any other obligation arising before that date. 4 An agreement entered into, or any other obligation arising, before 27 June 2012 that is modified or renewed on or after that date is to be treated for the purposes of subsection (3) as having been entered into or (as the case may be) as having arisen on the date on which it was modified or renewed. 5 The amendment made by section 81(4) does not apply in relation to a payment for loss of office to which subsection (3) of this section applies."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "83", "section_title": "Redress schemes: lettings agency work", "section_text": "83 1 The Secretary of State may by order require persons who engage in lettings agency work to be members of a redress scheme for dealing with complaints in connection with that work which is either— a a redress scheme approved by the Secretary of State, or b a government administered redress scheme. 2 A  “redress scheme” is a scheme which provides for complaints against members of the scheme to be investigated and determined by an independent person. 3 A  “ government administered redress scheme ” means a redress scheme which is— a administered by or on behalf of the Secretary of State, and b designated for the purposes of the order by the Secretary of State. 4 The order may provide for the duty mentioned in subsection (1) to apply— a only to specified descriptions of persons who engage in lettings agency work; b only in relation to specified descriptions of such work. 5 The order may also provide for the duty not to apply in relation to complaints of any specified description (which may be framed by reference to a description of person making a complaint). 6 Before making the order, the Secretary of State must be satisfied that all persons who are to be subject to the duty will be eligible to join a redress scheme before the duty applies to them. 7 In this section,  “ lettings agency work ” means things done by any person in the course of a business in response to instructions received from— a a person seeking to find another person wishing to rent a dwelling-house in England under a domestic tenancy and, having found such a person, to grant such a tenancy (“a prospective landlord”); b a person seeking to find a dwelling-house in England to rent under a domestic tenancy and, having found such a dwelling-house, to obtain such a tenancy of it (“a prospective tenant”). 8 However,  “ lettings agency work ” does not include any of the following things when done by a person who does no other things falling within subsection (7)— a publishing advertisements or disseminating information; b providing a means by which— i a prospective landlord or a prospective tenant can, in response to an advertisement or dissemination of information, make direct contact with a prospective tenant or (as the case may be) prospective landlord; ii a prospective landlord and a prospective tenant can continue to communicate directly with each other. 9 “Lettings agency work” also does not include — a things done by a local authority; b things of a description, or things done by a person of a description, specified for the purposes of this section in an order made by the Secretary of State. 10 In subsection (7),  “ domestic tenancy ” means— a a tenancy which is an assured tenancy for the purposes of the Housing Act 1988 except where— i the landlord is a private registered provider of social housing (as to which see section 80 of the Housing and Regeneration Act 2008), or ii the tenancy is a long lease within the meaning given by section 84(10); b a tenancy under which a dwelling-house is let as a separate dwelling and which is of a description specified for the purposes of this section in an order made by the Secretary of State. 11 An order under subsection (10)(b) may not provide for any of the following to be a domestic tenancy— a a tenancy where the landlord is a registered provider of social housing (as to which see section 80 of the Housing and Regeneration Act 2008); b a long lease within the meaning given by section 84(10)."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "84", "section_title": "Redress schemes: property management work", "section_text": "84 1 The Secretary of State may by order require persons who engage in property management work to be members of a redress scheme for dealing with complaints in connection with that work which is either— a a redress scheme approved by the Secretary of State, or b a government administered redress scheme. 2 “ Redress scheme ” and  “ government administered redress scheme ” have the same meanings as in section 83. 3 The order may provide for the duty mentioned in subsection (1) to apply— a only to specified descriptions of persons who engage in property management work; b only in relation to specified descriptions of such work. 4 The order may also provide for the duty not to apply in relation to complaints of any specified description (which may be framed by reference to a description of person making a complaint). 5 Before making the order, the Secretary of State must be satisfied that all persons who are to be subject to the duty will be eligible to join a redress scheme before the duty applies to them. 6 In this section,  “ property management work ” means things done by any person (“A”) in the course of a business in response to instructions received from another person (“C”) where— a C wishes A to arrange services, repairs, maintenance, improvements or insurance or to deal with any other aspect of the management of premises in England on C's behalf, and b the premises consist of or include a dwelling-house let under a relevant tenancy. 7 However,  “ property management work ” does not include— a things done by a person who is a social landlord for the purposes of Schedule 2 to the Housing Act 1996; b things of a description, or things done by a person of a description, specified for the purposes of this section in an order made by the Secretary of State. 8 In subsection (6),  “ relevant tenancy ” means— a a tenancy which is an assured tenancy for the purposes of the Housing Act 1988; b a tenancy which is a regulated tenancy for the purposes of the Rent Act 1977; c a long lease other than one to which Part 2 of the Landlord and Tenant Act 1954 applies; d a tenancy of a description specified for the purposes of this section in an order made by the Secretary of State. 9 An order under subsection (8)(d) may not provide for a tenancy to which Part 2 of the Landlord and Tenant Act 1954 applies to be a relevant tenancy. 10 In subsection (8)(c),  “ long lease ” means a lease which is a long lease for the purposes of Chapter 1 of Part 1 of the Leasehold Reform, Housing and Urban Development Act 1993 or which, in the case of a shared ownership lease (within the meaning given by section 7(7) of that Act), would be such a lease if the tenant's total share (within the meaning given by that section) were 100 per cent."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "85", "section_title": "Orders under section 83 or 84: enforcement", "section_text": "85 1 An order under section 83(1) or 84(1) may make provision — a for sanctions to be imposed in respect of a breach of a requirement imposed by the order; b for the investigation of suspected breaches of such a requirement. 2 The sanctions for which provision may be made in the order are— a the imposition of civil penalties; b the making of orders prohibiting a person from engaging in lettings agency work or (as the case may be) property management work or from engaging in a particular description of such work; c the creation of criminal offences in respect of breaches of orders mentioned in paragraph (b). 3 Provision made for the imposition of a sanction by virtue of subsection (1)(a) must include— a provision for appeals to a court or tribunal against the imposition of the sanction, and b such other provision as the Secretary of State considers appropriate for safeguarding the interests of persons on whom the sanction may be imposed. 4 Provision made by virtue of this section may confer functions on a person that exercises functions of a public nature. 4A A person on whom functions are conferred under subsection (4) must have regard to any guidance issued by the Secretary of State or the lead enforcement authority (if not the Secretary of State) relating to the enforcement of an order under section 83(1) or 84(1). 5 The Secretary of State may make payments out of money provided by Parliament to a person on whom functions are conferred by virtue of this section. 6 For provisions about enforcement of an order under section 83(1) or 84(1) by the lead enforcement authority, see sections 24 to 26 of the Tenant Fees Act 2019. 7 In this section  “ lead enforcement authority ” has the meaning given by section 24(1) of the Tenant Fees Act 2019."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "86", "section_title": "Sections 83 to 85: minor definitions", "section_text": "86 1 This section applies for the purposes of sections 83 to 85. 2 References to persons who engage in lettings agency work or property management work do not include references to persons who engage in that work in the course of their employment under a contract of employment. 3 A  “dwelling-house” may be a house or part of a house. 4 “ Local authority ” means— a a county or district council; b a London borough council; c the Common Council of the City of London in its capacity as a local authority; d the Council of the Isles of Scilly."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "87", "section_title": "Approval of redress schemes for the purposes of section 83 or 84", "section_text": "87 1 The Secretary of State may by order make provision about the approval of redress schemes for the purposes of section 83 or 84, including provision as to— a the making of applications for approval; b conditions which must be satisfied before approval may be given; c conditions which must be complied with by administrators of approved redress schemes; d the withdrawal of approval. 2 The order may make provision about the conditions which must be satisfied before a scheme administered by or on behalf of the Secretary of State may be designated for the purposes of section 83 or 84."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "88", "section_title": "Redress schemes: supplemental", "section_text": "88 1 The power to make an order under section 83, 84 or 87 includes power to make incidental, supplementary, consequential, transitional or saving provision, including doing so by amending any provision made by or under an Act. 2 An order under any of those sections must be made by statutory instrument. 3 A statutory instrument containing (whether alone or with other provision)— a an order under section 83 or 84 which includes— i provision by virtue of section 85, or ii provision by virtue of subsection (1) of this section that amends an Act, or b an order under section 87, may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 4 A statutory instrument containing an order under section 83 or 84, other than one to which subsection (3) applies, is subject to annulment in pursuance of a resolution of either House of Parliament. 5 Nothing in sections 83 to 87 prevents a redress scheme from providing— a for membership to be open to persons who are not subject to the duty to be a member of a scheme; b for the investigation and determination of any complaints in relation to which the duty does not apply, where the members concerned have voluntarily accepted the jurisdiction of the scheme over those complaints; c for the exclusion from investigation and determination under the scheme of any complaint in such cases or circumstances as may be specified in or determined under the scheme."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "89", "section_title": "Supply of customer data", "section_text": "89 1 The Secretary of State may by regulations require a regulated person to provide customer data— a to a customer, at the customer's request; b to a person who is authorised by a customer to receive the data, at the customer's request or, if the regulations so provide, at the authorised person's request. 2 “ Regulated person ” means— a a person who, in the course of a business, supplies gas or electricity to any premises; b a person who, in the course of a business, provides a mobile phone service; c a person who, in the course of a business, provides financial services consisting of the provision of current account or credit card facilities; d any other person who, in the course of a business, supplies or provides goods or services of a description specified in the regulations. 3 “ Customer data ” means information which— a is held in electronic form by or on behalf of the regulated person, and b relates to transactions between the regulated person and the customer. 4 Regulations under subsection (1) may make provision as to the form in which customer data is to be provided and when it is to be provided (and any such provision may differ depending on the form in which a request for the data is made). 5 Regulations under subsection (1)— a may authorise the making of charges by a regulated person for complying with requests for customer data, and b if they do so, must provide that the amount of any such charge— i is to be determined by the regulated person, but ii may not exceed the cost to that person of complying with the request. 6 Regulations under subsection (1)(b) may provide that the requirement applies only if the authorised person satisfies any conditions specified in the regulations. 7 In deciding whether to specify a description of goods or services for the purposes of subsection (2)(d), the Secretary of State must (among other things) have regard to the following— a the typical duration of the period during which transactions between suppliers or providers of the goods or services and their customers take place; b the typical volume and frequency of the transactions; c the typical significance for customers of the costs incurred by them through the transactions; d the effect that specifying the goods or services might have on the ability of customers to make an informed choice about which supplier or provider of the goods or services, or which particular goods or services, to use; e the effect that specifying the goods or services might have on competition between suppliers or providers of the goods or services. 8 The power to make regulations under this section may be exercised— a so as to make provision generally, only in relation to particular descriptions of regulated persons, customers or customer data or only in relation to England, Wales, Scotland or Northern Ireland; b so as to make different provision for different descriptions of regulated persons, customers or customer data; c so as to make different provision in relation to England, Wales, Scotland and Northern Ireland; d so as to provide for exceptions or exemptions from any requirement imposed by the regulations, including doing so by reference to the costs to the regulated person of complying with the requirement (whether generally or in particular cases). 9 For the purposes of this section, a person (“C”) is a customer of another person (“R”) if— a C has at any time, including a time before the commencement of this section, purchased (whether for the use of C or another person) goods or services supplied or provided by R or received such goods or services free of charge, and b the purchase or receipt occurred— i otherwise than in the course of a business, or ii in the course of a business of a description specified in the regulations. 10 In this section,  “ mobile phone service ” means an electronic communications service which is provided wholly or mainly so as to be available to members of the public for the purpose of communicating with others, or accessing data, by mobile phone."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "90", "section_title": "Supply of customer data: enforcement", "section_text": "90 1 Regulations may make provision for the enforcement of regulations under section 89 (“ customer data regulations ”) by the Information Commissioner or any other person specified in the regulations (and, in this section,  “ enforcer ” means a person on whom functions of enforcement are conferred by the regulations). 2 The provision that may be made under subsection (1) includes provision— a for applications for orders requiring compliance with the customer data regulations to be made by an enforcer to a court or tribunal; b for notices requiring compliance with the customer data regulations to be issued by an enforcer and for the enforcement of such notices (including provision for their enforcement as if they were orders of a court or tribunal). 3 The provision that may be made under subsection (1) also includes provision— a as to the powers of an enforcer for the purposes of investigating whether there has been, or is likely to be, a breach of the customer data regulations or of orders or notices of a kind mentioned in subsection (2)(a) or (b)\t\t\t\t\t\t\t(which may include powers to require the provision of information and powers of entry, search, inspection and seizure); b for the enforcement of requirements imposed by an enforcer in the exercise of such powers (which may include provision comparable to any provision that is, or could be, included in the regulations for the purposes of enforcing the customer data regulations). 4 Regulations under subsection (1) may— a require an enforcer (if not the Information Commissioner) to inform the Information Commissioner if the enforcer intends to exercise functions under the regulations in a particular case; b provide for functions under the regulations to be exercisable by more than one enforcer (whether concurrently or jointly); c where such functions are exercisable concurrently by more than one enforcer— i designate one of the enforcers as the lead enforcer; ii require the other enforcers to consult the lead enforcer before exercising the functions in a particular case; iii authorise the lead enforcer to give directions as to which of the enforcers is to exercise the functions in a particular case. 5 Regulations may make provision for applications for orders requiring compliance with the customer data regulations to be made to a court or tribunal by a customer who has made a request under those regulations or in respect of whom such a request has been made. 6 Subsection (8)(a) to (c) of section 89 applies for the purposes of this section as it applies for the purposes of that section. 7 The Secretary of State may make payments out of money provided by Parliament to an enforcer. 8 In this section,  “ customer ” and  “ regulated person ” have the same meaning as in section 89."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "91", "section_title": "Supply of customer data: supplemental", "section_text": "91 1 The power to make regulations under section 89 or 90 includes— a power to make incidental, supplementary, consequential, transitional or saving provision; b power to provide for a person to exercise a discretion in a matter. 2 Regulations under either of those sections must be made by statutory instrument. 3 A statutory instrument containing (whether alone or with other provision)— a regulations under section 89 which make provision by virtue of section 89(2)(d), or b regulations under section 90, may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 4 A statutory instrument which— a contains regulations under section 89, and b is not an instrument to which subsection (3) applies, is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "92", "section_title": "Power to add to supplies protected under Insolvency Act 1986", "section_text": "92 1 The Secretary of State may by order amend section 233 of the Insolvency Act 1986 so as to add to the supplies mentioned in subsection (3) of that section any of the following— a a supply of gas, electricity, water or communication services by a specified description of person; b a supply of a specified description of goods or services by a specified description of person where the supply is for the purpose of enabling or facilitating anything to be done by electronic means. 2 The Secretary of State may by order amend section 372 of that Act of 1986 so as to add to the supplies mentioned in subsection (4) of that section any of the following— a a supply of gas, electricity, water or communication services by a specified description of person; b a supply of a specified description of goods or services by a specified description of person where the supply is for the purpose of enabling or facilitating anything to be done by electronic means. 3 The power to make an order under this section includes power to make incidental, supplementary, consequential, transitional or saving provision, including doing so by amending any enactment. 4 An order under this section must be made by statutory instrument. 5 A statutory instrument containing an order under this section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 In this section— “ enactment ” includes— an enactment contained in subordinate legislation (within the meaning of the Interpretation Act 1978), an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, and an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales; and “ specified ” means specified in the order."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "93", "section_title": "Corporate insolvency: power to give further protection to essential supplies", "section_text": "93 1 The Secretary of State may by order make provision for insolvency-related terms of a contract for the supply of essential goods or services to a company to cease to have effect where— a the company enters administration or a voluntary arrangement under Part 1 of the Insolvency Act 1986 takes effect in relation to it, and b any conditions specified in the order are met. 2 The order must include provision for securing that, where an insolvency-related term of a contract ceases to have effect under the order, the contract may be terminated by the supplier if— a an insolvency office-holder consents to the termination, b a court grants permission for the termination, or c any charges in respect of the supply that are incurred after the company enters administration or the voluntary arrangement takes effect are not paid within the period of 28 days beginning with the day on which payment is due. 3 The order must include provision for securing that, where an insolvency-related term of a contract ceases to have effect under the order, the supplier may terminate the supply unless an insolvency office-holder personally guarantees the payment of any charges in respect of the continuation of the supply. 4 The order may provide for exceptions to the right of a supplier to terminate a supply under provision made by virtue of subsection (3). 5 The order must (in addition to the provision mentioned in subsections (2) and (3)) include such other provision as the Secretary of State considers appropriate for securing that the interests of suppliers are protected. 6 A contract for the supply of essential goods or services is a contract for a supply mentioned in section 233(3) of the Insolvency Act 1986. 7 An insolvency-related term of a contract for the supply of essential goods or services to a company is a provision of the contract under which— a the contract or the supply would terminate, or any other thing would take place, because the company enters administration or the voluntary arrangement takes effect, b the supplier would be entitled to terminate the contract or the supply, or to do any other thing, because the company enters administration or the voluntary arrangement takes effect, or c the supplier would be entitled to terminate the contract or the supply because of an event that occurred before the company enters administration or the voluntary arrangement takes effect. 8 In this section,  “ insolvency office-holder ” means— a in a case where a company enters administration, the administrator; b in the case where a voluntary arrangement under Part 1 of the Insolvency Act 1986 takes effect in relation to a company, the supervisor of the voluntary arrangement."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "94", "section_title": "Individual insolvency: power to give further protection to essential supplies", "section_text": "94 1 The Secretary of State may by order make provision for insolvency-related terms of a contract for the supply of essential goods or services to an individual to cease to have effect where— a a voluntary arrangement proposed by the individual is approved under Part 8 of the Insolvency Act 1986, and b any conditions specified in the order are met. 2 The order must include a condition that ensures that an insolvency-related term of a contract for the supply of essential goods or services to an individual does not cease to have effect unless the supply is for the purpose of a business that is or has been carried on by the individual or with which the individual has or had another connection of a kind specified in the order. 3 The order must include provision for securing that, where an insolvency-related term of a contract ceases to have effect under the order, the contract may be terminated by the supplier if— a the supervisor of the voluntary arrangement consents to the termination, b a court grants permission for the termination, or c any charges in respect of the supply that are incurred after the voluntary arrangement proposed by the individual is approved are not paid within the period of 28 days beginning with the day on which payment is due. 4 The order must include provision for securing that, where an insolvency-related term of a contract ceases to have effect under the order, the supplier may terminate the supply unless the supervisor of the voluntary arrangement personally guarantees the payment of any charges in respect of the continuation of the supply. 5 The order may provide for exceptions to the right of a supplier to terminate a supply under provision made by virtue of subsection (4). 6 The order must (in addition to the provision mentioned in subsections (3) and (4)) include such other provision as the Secretary of State considers appropriate for securing that the interests of suppliers are protected. 7 A contract for the supply of essential goods or services is a contract for a supply mentioned in section 372(4) of the Insolvency Act 1986. 8 An insolvency-related term of a contract for the supply of essential goods or services to an individual is a provision of the contract under which— a the contract or the supply would terminate, or any other thing would take place, because the voluntary arrangement proposed by the individual is approved, b the supplier would be entitled to terminate the contract or the supply, or to do any other thing, because the voluntary arrangement proposed by the individual is approved, or c the supplier would be entitled to terminate the contract or the supply because of an event that occurred before the voluntary arrangement proposed by the individual is approved."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "95", "section_title": "Sections 93 and 94: supplemental", "section_text": "95 1 The power to make an order under section 93 or 94 includes— a power to make different provision for different cases; b power to provide for a person to exercise a discretion in a matter; c power to make incidental, supplementary, consequential, transitional or saving provision; d power to make any provision that may be made by the order by amending the Insolvency Act 1986 or any other enactment. 2 An order under either of those sections may not be made so as to have effect in relation to contracts entered into before the order come into force. 3 An order under either of those sections must be made by statutory instrument. 4 A statutory instrument containing an order under either of those sections may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 In this section,  “ enactment ” has the same meaning as in section 92."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "96", "section_title": "Royal Charters: requirements for Parliamentary approval", "section_text": "96 Where a body is established by Royal Charter after 1 March 2013 with functions relating to the carrying on of an industry, no recommendation may be made to Her Majesty in Council to amend the body's Charter or dissolve the body unless any requirements included in the Charter on the date it is granted for Parliament to approve the amendment or dissolution have been met."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "97", "section_title": "Equality Act 2010: caste as an aspect of race", "section_text": "97 1 Section 9(5) of the Equality Act 2010 is amended in accordance with subsections (2) to (4). 2 Omit  “may by order”. 3 In paragraph (a)\t\t\t\t\t(power to provide for caste to be an aspect of race) at the beginning insert  “                    must by order                  ” . 4 In paragraph (b)\t\t\t\t\t(power to provide for exceptions to apply or not to apply to caste) at the beginning insert  “                    may by order                  ” . 5 A Minister of the Crown— a may carry out a review of the effect of section 9(5) of the Equality Act 2010 (and orders made under it) and whether it remains appropriate, and b must publish a report on the outcome of any such review. 6 The power under subsection (5)(a) may not be exercised before the end of the period of 5 years beginning with the day on which this Act is passed (but may be exercised on more than one occasion after that). 7 If a Minister of the Crown considers it appropriate in the light of the outcome of a review under subsection (5), the Minister may by order repeal or otherwise amend section 9(5) of the Equality Act 2010. 8 The power to make an order under subsection (7) includes power to make incidental, supplementary, consequential, transitional or saving provision, including doing so by amending an Act or subordinate legislation (within the meaning of the Interpretation Act 1978). 9 An order under subsection (7) must be made by statutory instrument. 10 A statutory instrument containing an order under subsection (7) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "98", "section_title": "Power to provide for equal pay audits", "section_text": "98 1 The Equality Act 2010 is amended as follows. 2 After section 139 insert—   Equal pay audits 139A 1 Regulations may make provision requiring an employment tribunal to order the respondent to carry out an equal pay audit in any case where the tribunal finds that there has been an equal pay breach. 2 An equal pay breach is— a a breach of an equality clause, or b a contravention in relation to pay of section 39(2), 49(6) or 50(6), so far as relating to sex discrimination. 3 An equal pay audit is an audit designed to identify action to be taken to avoid equal pay breaches occurring or continuing. 4 The regulations may make further provision about equal pay audits, including provision about— a the content of an audit; b the powers and duties of a tribunal for deciding whether its order has been complied with; c any circumstances in which an audit may be required to be published or may be disclosed to any person. 5 The regulations must provide for an equal pay audit not to be ordered where the tribunal considers that— a an audit completed by the respondent in the previous 3 years meets requirements prescribed for this purpose, b it is clear without an audit whether any action is required to avoid equal pay breaches occurring or continuing, c the breach the tribunal has found gives no reason to think that there may be other breaches, or d the disadvantages of an equal pay audit would outweigh its benefits. 6 The regulations may provide for an employment tribunal to have power, where a person fails to comply with an order to carry out an equal pay audit, to order that person to pay a penalty to the Secretary of State of not more than an amount specified in the regulations. 7 The regulations may provide for that power— a to be exercisable in prescribed circumstances; b to be exercisable more than once, if the failure to comply continues. 8 The first regulations made by virtue of subsection (6) must not specify an amount of more than £5,000. 9 Sums received by the Secretary of State under the regulations must be paid into the Consolidated Fund. 10 The first regulations under this section must specify an exemption period during which the requirement to order an equal pay audit does not apply in the case of a business that— a had fewer than 10 employees immediately before a specified time, or b was begun as a new business in a specified period. 11 For the purposes of subsection (10)— a “ specified ” means specified in the regulations, and b the number of employees a business had or the time when a business was begun as a new business is to be determined in accordance with the regulations. 12 Before making regulations under this section, a Minister of the Crown must consult any other Minister of the Crown with responsibility for employment tribunals. 3 In section 207(6) (exercise of power to make subordinate legislation: power to amend enactments) after  “37,” and after  “in the case of section” insert  “                    139A,                  ” . 4 In section 208(5) (subordinate legislation by Ministers of the Crown etc: affirmative procedure) after paragraph (e) insert— ea regulations under section 139A (equal pay audits); ."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "99", "section_title": "Consequential amendments, repeals and revocations", "section_text": "99 1 The Secretary of State may by order made by statutory instrument make such provision as the Secretary of State considers appropriate in consequence of this Act. 2 The power conferred by subsection (1) includes power— a to make transitional, transitory or saving provision; b to amend, repeal, revoke or otherwise modify any provision made by or under an enactment (including any enactment passed or made in the same Session as this Act). 3 An order under subsection (1) which makes provision for the transfer of a function from the Competition Commission or the Office of Fair Trading to the Competition and Markets Authority in consequence of Part 3 of this Act may make such modifications to the function as the Secretary of State considers appropriate in consequence of the transfer. 4 The modifications mentioned in subsection (3) may, in particular, alter the circumstances in which, or the conditions under which, the function is exercisable. 5 A statutory instrument containing (whether alone or with other provision) an order under this section which amends, repeals or revokes any provision of primary legislation is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 A statutory instrument containing an order under this section which does not amend, repeal or revoke any provision of primary legislation is subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ enactment ” includes an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales and Northern Ireland legislation; “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, and Northern Ireland legislation."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "100", "section_title": "Transitional, transitory or saving provision", "section_text": "100 The Secretary of State may by order made by statutory instrument make such transitional, transitory or saving provision as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "101", "section_title": "Financial provision", "section_text": "101 There is to be paid out of money provided by Parliament— a any expenditure incurred under or by virtue of this Act by the Secretary of State or the Competition and Markets Authority, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "102", "section_title": "Extent", "section_text": "102 1 Part 1 extends to England and Wales, Scotland and Northern Ireland. 2 Part 2 extends only to England and Wales and Scotland, except that the following provisions of that Part extend also to Northern Ireland— a section 23(3); b paragraph 11 of Schedule 1; c paragraphs 36 to 39 of Schedule 2. 3 Part 3 extends to England and Wales, Scotland and Northern Ireland, except as follows— a paragraphs 15 to 44, 69 to 84 and 101 to 107 of Schedule 6 extend only to England and Wales and Scotland; b paragraphs 52 to 68, 96, 108 to 123 and 127 to 139 of that Schedule extend only to England and Wales; c paragraphs 9 to 14, 45 to 51, 171 to 180 and 192 to 209 of that Schedule extend only to Scotland; d paragraphs 149 to 170 and 181 to 191 of that Schedule extend only to Northern Ireland. 4 Part 4 extends to England and Wales, Scotland and Northern Ireland, except as follows— a paragraphs 1 to 7 and 11 to 14 of Schedule 14 and paragraphs 2, 3, 7, 13 and 41 of Schedule 15, extend only to England and Wales and Scotland; b paragraphs 8 to 10 and 20 to 22 of Schedule 14, and paragraphs 4 to 6 and 47 to 49 of Schedule 15, extend only to England and Wales; c paragraphs 23 to 29 of Schedule 14, and paragraphs 53 to 55 of Schedule 15, extend only to Northern Ireland. 5 Part 5 extends as follows— a sections 59, 62, 67, 68 and 70 and Part 1 of Schedule 21 extend to England and Wales, Scotland and Northern Ireland, b section 69 extends only to England and Wales and Scotland except that it also extends to Northern Ireland so far as Parts 1 and 4 of the Health and Safety at Work etc. Act 1974 extend there, c sections 64, 65 and 66 and paragraphs 1, 56 to 58, 60 and 66 of Schedule 19 (and section 71(3) so far as it relates to those paragraphs) extend only to England and Wales and Scotland, d sections 60, 61, 63, 71(1) and (2) and 72(1) to (3), Schedules 16, 17 and 18, paragraphs 2 to 55, 59, 61 to 65 of Schedule 19 (and section 71(3) so far as it relates to those paragraphs) and Parts 2 and 3 of Schedule 21 extend only to England and Wales, and e an amendment, repeal or revocation made by Schedule 20 has the same extent as the provision amended, repealed or revoked, subject to subsection (6). 6 The repeals of the following provisions in Schedule 20 extend to England and Wales only— a section 67 of the Agriculture Act 1967, b paragraph 32 of Schedule 2 to the Social Security (Consequential Provisions) Act 1975, c paragraph 10 of Schedule 4 to the Social Security Pensions Act 1975, d paragraph 12 of Schedule 17 to the Employment Protection Act 1975, and e paragraph 4 of Schedule 2 to the Social Security (Consequential Provisions) Act 1992. 7 If a provision repealed by Part 1 of Schedule 21 extends to the Isle of Man or any of the Channel Islands, Her Majesty may by Order in Council extend the repeal there. 8 This Part extends to England and Wales, Scotland and Northern Ireland except that— a sections 92, 93, 95, 97 and 98 extend only to England and Wales and Scotland; b sections 83 to 88, 94 and 96 extend only to England and Wales."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "103", "section_title": "Commencement", "section_text": "103 1 The following provisions come into force on the day on which this Act is passed— a section 10; b section 24; c section 28; d sections 52 and 53; e section 59; f sections 75 to 78 and Schedule 22; g sections 92 to 96; h sections 98 to 104; i any other provision so far as is necessary for enabling the exercise on or after the day on which this Act is passed of any power (arising under or by virtue of that provision) to make provision by regulations, rules or order made by statutory instrument. 2 The following provisions (so far as not already in force by virtue of subsection (1)(i)) come into force at the end of the period of 2 months beginning with the day on which this Act is passed— a Part 1; b sections 12, 13, 15, 17, 18, 20, 21 and 22; c section 62; d section 64; e section 97; f paragraphs 7 and 8 of Schedule 17 (and section 63 so far as it relates to them); g Parts 1 and 2 of Schedule 21 (and section 73 so far as it relates to them). 3 Except as provided by subsections (1) and (2), the provisions of this Act come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 4 An order under subsection (3) may appoint different days for different purposes."}, {"act": "Enterprise and Regulatory Reform Act 2013", "year": 2013, "section": "104", "section_title": "Short title", "section_text": "104 This Act may be cited as the Enterprise and Regulatory Reform Act 2013."}]