[{"act": "Justice and Security Act 2013", "year": 2013, "section": "1", "section_title": "The Intelligence and Security Committee of Parliament", "section_text": "1 1 There is to be a body known as the Intelligence and Security Committee of Parliament (in this Part referred to as  “ the ISC ”). 2 The ISC is to consist of nine members who are to be drawn both from the members of the House of Commons and from the members of the House of Lords. 3 Each member of the ISC is to be appointed by the House of Parliament from which the member is to be drawn. 4 A person is not eligible to become a member of the ISC unless the person— a is nominated for membership by the Prime Minister, and b is not a Minister of the Crown. 5 Before deciding whether to nominate a person for membership, the Prime Minister must consult the Leader of the Opposition. 6 A member of the ISC is to be the Chair of the ISC chosen by its members. 7 Schedule 1 (which makes further provision about the ISC) has effect."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "2", "section_title": "Main functions of the ISC", "section_text": "2 1 The ISC may examine or otherwise oversee the expenditure, administration, policy and operations of— a the Security Service, b the Secret Intelligence Service, and c the Government Communications Headquarters. 2 The ISC may examine or otherwise oversee such other activities of Her Majesty's Government in relation to intelligence or security matters as are set out in a memorandum of understanding. 3 The ISC may, by virtue of subsection (1) or (2), consider any particular operational matter but only so far as— a the ISC and the Prime Minister are satisfied that the matter— i is not part of any ongoing intelligence or security operation, and ii is of significant national interest, b the Prime Minister has asked the ISC to consider the matter, or c the ISC's consideration of the matter is limited to the consideration of information provided voluntarily to the ISC (whether or not in response to a request by the ISC) by— i the Security Service, ii the Secret Intelligence Service, iii the Government Communications Headquarters, or iv a government department. 4 The ISC's consideration of a particular operational matter under subsection (3)(a) or (b) must, in the opinion of the ISC and the Prime Minister, be consistent with any principles set out in, or other provision made by, a memorandum of understanding. 5 A memorandum of understanding under this section— a may include other provision about the ISC or its functions which is not of the kind envisaged in subsection (2) or (4), b must be agreed between the Prime Minister and the ISC, and c may be altered (or replaced with another memorandum) with the agreement of the Prime Minister and the ISC. 6 The ISC must publish a memorandum of understanding under this section and lay a copy of it before Parliament."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "3", "section_title": "Reports of the ISC", "section_text": "3 1 The ISC must make an annual report to Parliament on the discharge of its functions. 2 The ISC may make such other reports to Parliament as it considers appropriate concerning any aspect of its functions. 3 Before making a report to Parliament, the ISC must send it to the Prime Minister. 4 The ISC must exclude any matter from any report to Parliament if the Prime Minister, after consultation with the ISC, considers that the matter would be prejudicial to the continued discharge of the functions of the Security Service, the Secret Intelligence Service, the Government Communications Headquarters or any person carrying out activities falling within section 2(2). 5 A report by the ISC to Parliament must contain a statement as to whether any matter has been excluded from the report by virtue of subsection (4). 6 The ISC must lay before Parliament any report made by it to Parliament. 7 The ISC may make a report to the Prime Minister in relation to matters which would be excluded by virtue of subsection (4) if the report were made to Parliament."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "4", "section_title": "Sections 1 to 3 and Schedule 1: interpretation", "section_text": "4 In sections 1 to 3 and Schedule 1— “ government department ” means a department of Her Majesty's Government but does not include— the Security Service, the Secret Intelligence Service, or the Government Communications Headquarters, “ Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006, “ Her Majesty's Government ” means Her Majesty's Government in the United Kingdom, “ Leader of the Opposition ” has the same meaning as in the Ministerial and other Salaries Act 1975, “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975, “ notice ” means notice in writing."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "5", "section_title": "Additional review functions of the Commissioner", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "6", "section_title": "Declaration permitting closed material applications in proceedings", "section_text": "6 1 The court seised of relevant civil proceedings may make a declaration that the proceedings are proceedings in which a closed material application may be made to the court. 2 The court may make such a declaration— a on the application of— i the Secretary of State (whether or not the Secretary of State is a party to the proceedings), or ii any party to the proceedings, or b of its own motion. 3 The court may make such a declaration if it considers that the following two conditions are met. 4 The first condition is that— a a party to the proceedings would be required to disclose sensitive material in the course of the proceedings to another person (whether or not another party to the proceedings), or b a party to the proceedings would be required to make such a disclosure were it not for one or more of the following— i the possibility of a claim for public interest immunity in relation to the material, ii the fact that there would be no requirement to disclose if the party chose not to rely on the material, iii section 56(1) of the Investigatory Powers Act 2016 (exclusion for intercept material), iv any other enactment that would prevent the party from disclosing the material but would not do so if the proceedings were proceedings in relation to which there was a declaration under this section. 5 The second condition is that it is in the interests of the fair and effective administration of justice in the proceedings to make a declaration. 6 The two conditions are met if the court considers that they are met in relation to any material that would be required to be disclosed in the course of the proceedings (and an application under subsection (2)(a) need not be based on all of the material that might meet the conditions or on material that the applicant would be required to disclose). 7 The court must not consider an application by the Secretary of State under subsection (2)(a) unless it is satisfied that the Secretary of State has, before making the application, considered whether to make, or advise another person to make, a claim for public interest immunity in relation to the material on which the application is based. 8 A declaration under this section must identify the party or parties to the proceedings who would be required to disclose the sensitive material (“a relevant person”). 9 Rules of court may— a provide for notification to the Secretary of State by a party to relevant civil proceedings, or by the court concerned, of proceedings to which a declaration under this section may be relevant, b provide for a stay or sist of relevant civil proceedings (whether on an application by a party to the proceedings or by the court concerned of its own motion) where a person is considering whether to apply for a declaration under this section, c provide for the Secretary of State, if not a party to proceedings in relation to which there is a declaration under this section or proceedings for or about such a declaration, to be joined as a party to the proceedings. 10 Rules of court must make provision— a requiring a person, before making an application under subsection (2)(a), to give notice of the person's intention to make an application to every other person entitled to make such an application in relation to the relevant civil proceedings, b requiring the applicant to inform every other such person of the outcome of the application. 11 In this section— “ closed material application ” means an application of the kind mentioned in section 8(1)(a), “ relevant civil proceedings ” means any proceedings (other than proceedings in a criminal cause or matter) before— the High Court, the Court of Appeal, the Court of Session, or the Supreme Court, “ sensitive material ” means material the disclosure of which would be damaging to the interests of national security."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "7", "section_title": "Review and revocation of declaration under section 6", "section_text": "7 1 This section applies where a court seised of relevant civil proceedings has made a declaration under section 6. 2 The court must keep the declaration under review, and may at any time revoke it if it considers that the declaration is no longer in the interests of the fair and effective administration of justice in the proceedings. 3 The court must undertake a formal review of the declaration once the pre-trial disclosure exercise in the proceedings has been completed, and must revoke it if it considers that the declaration is no longer in the interests of the fair and effective administration of justice in the proceedings. 4 The court may revoke a declaration under subsection (2) or (3)— a on the application of— i the Secretary of State (whether or not the Secretary of State is a party to the proceedings), or ii any party to the proceedings, or b of its own motion. 5 In deciding for the purposes of subsection (2) or (3) whether a declaration continues to be in the interests of the fair and effective administration of justice in the proceedings, the court must consider all of the material that has been put before it in the course of the proceedings (and not just the material on which the decision to make the declaration was based). 6 Rules of court must make provision— a as to how a formal review is to be conducted under subsection (3), b as to when the pre-trial disclosure exercise is to be considered to have been completed for the purposes of subsection (3). 7 In relation to proceedings before the Court of Session— a the reference in subsection (3) to the completion of the pre-trial disclosure exercise is a reference to the fixing of a hearing to determine the merits of the proceedings, and b the reference in subsection (6)(b) to when the pre-trial disclosure exercise is to be considered to have been completed is a reference to what constitutes a hearing to determine the merits of the proceedings."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "8", "section_title": "Determination by court of applications in section 6 proceedings", "section_text": "8 1 Rules of court relating to any relevant civil proceedings in relation to which there is a declaration under section 6 (“section 6 proceedings”) must secure— a that a relevant person has the opportunity to make an application to the court for permission not to disclose material otherwise than to— i the court, ii any person appointed as a special advocate, and iii where the Secretary of State is not the relevant person but is a party to the proceedings, the Secretary of State, b that such an application is always considered in the absence of every other party to the proceedings (and every other party's legal representative), c that the court is required to give permission for material not to be disclosed if it considers that the disclosure of the material would be damaging to the interests of national security, d that, if permission is given by the court not to disclose material, it must consider requiring the relevant person to provide a summary of the material to every other party to the proceedings (and every other party's legal representative), e that the court is required to ensure that such a summary does not contain material the disclosure of which would be damaging to the interests of national security. 2 Rules of court relating to section 6 proceedings must secure that provision to the effect mentioned in subsection (3) applies in cases where a relevant person— a does not receive the permission of the court to withhold material, but elects not to disclose it, or b is required to provide another party to the proceedings with a summary of material that is withheld, but elects not to provide the summary. 3 The court must be authorised— a if it considers that the material or anything that is required to be summarised might adversely affect the relevant person's case or support the case of another party to the proceedings, to direct that the relevant person— i is not to rely on such points in that person's case, or ii is to make such concessions or take such other steps as the court may specify, or b in any other case, to ensure that the relevant person does not rely on the material or (as the case may be) on that which is required to be summarised."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "9", "section_title": "Appointment of special advocate", "section_text": "9 1 The appropriate law officer may appoint a person to represent the interests of a party in any section 6 proceedings from which the party (and any legal representative of the party) is excluded. 2 A person appointed under subsection (1) is referred to in this section as appointed as a  “special advocate”. 3 The  “appropriate law officer” is— a in relation to proceedings in England and Wales, the Attorney General, b in relation to proceedings in Scotland, the Advocate General for Scotland, and c in relation to proceedings in Northern Ireland, the Advocate General for Northern Ireland. 4 A person appointed as a special advocate is not responsible to the party to the proceedings whose interests the person is appointed to represent. 5 A person may be appointed as a special advocate only if— a in the case of an appointment by the Attorney General, the person has a general qualification for the purposes of section 71 of the Courts and Legal Services Act 1990, b in the case of an appointment by the Advocate General for Scotland, the person is an advocate or a solicitor who has rights of audience in the Court of Session or the High Court of Justiciary by virtue of section 25A of the Solicitors (Scotland) Act 1980, and c in the case of an appointment by the Advocate General for Northern Ireland, the person is a member of the Bar of Northern Ireland."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "10", "section_title": "Saving for normal disclosure rules", "section_text": "10 Subject to sections 8, 9 and 11, rules of court relating to section 6 proceedings must secure that the rules of disclosure otherwise applicable to those proceedings continue to apply in relation to the disclosure of material by a relevant person."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "11", "section_title": "General provision about section 6 proceedings", "section_text": "11 1 A person making rules of court relating to section 6 proceedings must have regard to the need to secure that disclosures of information are not made where they would be damaging to the interests of national security. 2 Rules of court relating to section 6 proceedings may make provision— a about the mode of proof and about evidence in the proceedings, b enabling or requiring the proceedings to be determined without a hearing, c about legal representation in the proceedings, d enabling the proceedings to take place without full particulars of the reasons for decisions in the proceedings being given to a party to the proceedings (or to any legal representative of that party), e enabling the court concerned to conduct proceedings in the absence of any person, including a party to the proceedings (or any legal representative of that party), f about the functions of a person appointed as a special advocate, g enabling the court to give a party to the proceedings a summary of evidence taken in the party's absence. 3 In subsection (2) references to a party to the proceedings do not include the relevant person concerned and (if the Secretary of State is not the relevant person but is a party to the proceedings) the Secretary of State. 4 The following proceedings are to be treated as section 6 proceedings for the purposes of sections 8 to 10, this section and sections 12 to 14— a proceedings on, or in relation to, an application for a declaration under section 6, b proceedings on, or in relation to, a decision of the court to make a declaration under that section of its own motion, c proceedings on, or in relation to, an application for a revocation under section 7, and d proceedings on, or in relation to, a decision of the court to make a revocation under that section of its own motion. 5 In proceedings treated as section 6 proceedings by virtue of subsection (4), a relevant person, for the purposes of sections 8 to 10, this section and sections 12 to 14, is a person who would be required to disclose sensitive material in the course of the proceedings."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "12", "section_title": "Reports on use of closed material procedure", "section_text": "12 1 The Secretary of State must— a prepare a report on the matters mentioned in subsection (2) for— i the period of twelve months beginning with the day on which section 6 comes into force, and ii every subsequent twelve month period, and b lay a copy of each such report before Parliament. 2 The matters are— a the number of applications made during the reporting period— i by the Secretary of State under section 6(2)(a)(i) or 7(4)(a)(i), and ii by persons other than the Secretary of State under section 6(2)(a)(ii) or 7(4)(a)(ii), b the number of declarations made by the court under section 6(1), and the number of revocations made by the court under section 7(2) or (3), during the reporting period— i in response to applications made by the Secretary of State during the reporting period, ii in response to applications made by the Secretary of State during previous reporting periods, iii in response to applications made by persons other than the Secretary of State during the reporting period, iv in response to applications made by persons other than the Secretary of State during previous reporting periods, and v of the court's own motion, c the number of final judgments given in section 6 proceedings during the reporting period which are closed judgments, and d the number of such judgments which are not closed judgments. 3 The report may also include such other matters as the Secretary of State considers appropriate. 4 The duty under subsection (1) in relation to the preparation and laying of a report must be carried out as soon as reasonably practicable after the end of the twelve month period to which the report relates. 5 In this section— “ closed judgment ” means a judgment that is not made available, or fully available, to the public, “ final judgment ”, in relation to section 6 proceedings, means a final judgment to determine the proceedings."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "13", "section_title": "Review of sections 6 to 11", "section_text": "13 1 The Secretary of State must appoint a person to review the operation of sections 6 to 11 (the  “reviewer”). 2 The reviewer must carry out a review of the operation of sections 6 to 11 in respect of the period of five years beginning with the day on which section 6 comes into force. 3 The review must be completed as soon as reasonably practicable after the end of the period to which the review relates. 4 As soon as reasonably practicable after completing a review under this section, the reviewer must send to the Secretary of State a report on its outcome. 5 On receiving a report under subsection (4), the Secretary of State must lay a copy of it before Parliament. 6 Before laying a copy of a report before Parliament under subsection (5), the Secretary of State may, after consulting the reviewer, exclude from the copy any part of the report that would, in the opinion of the Secretary of State, be damaging to the interests of national security if it were included in the copy laid before Parliament. 7 The Secretary of State may pay to the reviewer— a expenses incurred by the reviewer in carrying out functions under this section, and b such allowances as the Secretary of State determines."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "14", "section_title": "Sections 6 to 13: interpretation", "section_text": "14 1 In sections 6 to 13 and this section— “ enactment ” means an enactment whenever passed or made and includes— an enactment contained in this Act, an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978, an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, Northern Ireland legislation, and an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales, “ the Human Rights Convention ” means the Convention within the meaning of the Human Rights Act 1998 (see section 21(1) of that Act), “ relevant civil proceedings ” has the meaning given by section 6(11), “ relevant person ” has the meaning given by section 6(8) and includes any person treated as a relevant person by any enactment,   “ Secretary of State ” includes the Chancellor of the Duchy of Lancaster,   “ section 6 proceedings ” has the meaning given by section 8(1) and includes any proceedings treated as section 6 proceedings by any enactment, “ sensitive material ” has the meaning given by section 6(11), “ special advocate ” has the meaning given by section 9(2), and references to a party's legal representative do not include a person appointed as a special advocate. 2 Nothing in sections 6 to 13 and this section (or in any provision made by virtue of them)— a restricts the power to make rules of court or the matters to be taken into account when doing so, b affects the common law rules as to the withholding, on grounds of public interest immunity, of any material in any proceedings, or c is to be read as requiring a court or tribunal to act in a manner inconsistent with Article 6 of the Human Rights Convention."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "15", "section_title": "Certain exclusion, naturalisation and citizenship decisions", "section_text": "15 After section 2B of the Special Immigration Appeals Commission Act 1997 (appeals against certain deprivation of citizenship decisions) insert— Jurisdiction: review of certain exclusion decisions 2C 1 Subsection (2) applies in relation to any direction about the exclusion of a non-EEA national from the United Kingdom which— a is made by the Secretary of State wholly or partly on the ground that the exclusion from the United Kingdom of the non-EEA national is conducive to the public good, b is not subject to a right of appeal, and c is certified by the Secretary of State as a direction that was made wholly or partly in reliance on information which, in the opinion of the Secretary of State, should not be made public— i in the interests of national security, ii in the interests of the relationship between the United Kingdom and another country, or iii otherwise in the public interest. 2 The non-EEA national to whom the direction relates may apply to the Special Immigration Appeals Commission to set aside the direction. 3 In determining whether the direction should be set aside, the Commission must apply the principles which would be applied in judicial review proceedings. 4 If the Commission decides that the direction should be set aside, it may make any such order, or give any such relief, as may be made or given in judicial review proceedings. 5 In this section— “ non-EEA national ” means any person who is not a national of an  EEA  state, and references in this section to the Secretary of State are to the Secretary of State acting in person. Jurisdiction: review of certain naturalisation and citizenship decisions 2D 1 Subsection (2) applies in relation to any decision of the Secretary of State which— a is either— i a refusal to issue a certificate of naturalisation under section 6 of the British Nationality Act 1981 to an applicant under that section, or ii a refusal to grant an application of the kind mentioned in section 41A of that Act (applications to register an adult or young person as a British citizen  etc. ), and b is certified by the Secretary of State as a decision that was made wholly or partly in reliance on information which, in the opinion of the Secretary of State, should not be made public— i in the interests of national security, ii in the interests of the relationship between the United Kingdom and another country, or iii otherwise in the public interest. 2 The applicant to whom the decision relates may apply to the Special Immigration Appeals Commission to set aside the decision. 3 In determining whether the decision should be set aside, the Commission must apply the principles which would be applied in judicial review proceedings. 4 If the Commission decides that the decision should be set aside, it may make any such order, or give any such relief, as may be made or given in judicial review proceedings."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "16", "section_title": "Use of intercept evidence in employment cases involving national security", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "17", "section_title": "Disclosure proceedings", "section_text": "17 1 This section applies where, by way of civil proceedings, a person (“A”) seeks the disclosure of information by another person (“B”) on the grounds that— a wrongdoing by another person (“C”) has, or may have, occurred, b B was involved with the carrying out of the wrongdoing (whether innocently or not), and c the disclosure is reasonably necessary to enable redress to be obtained or a defence to be relied on in connection with the wrongdoing. 2 A court may not, in exercise of its residual disclosure jurisdiction, order the disclosure of information sought (whether that disclosure would be to A or to another person) if the information is sensitive information. 3 “ Sensitive information ” means information— a held by an intelligence service, b obtained from, or held on behalf of, an intelligence service, c derived in whole or part from information obtained from, or held on behalf of, an intelligence service, d relating to an intelligence service, or e specified or described in a certificate issued by the Secretary of State, in relation to the proceedings, as information which B should not be ordered to disclose. 4 The Secretary of State may issue a certificate under subsection (3)(e) only if the Secretary of State considers that it would be contrary to the public interest for B to disclose— a the information, b whether the information exists, or c whether B has the information. 5 For the purposes of subsection (4) a disclosure is contrary to the public interest if it would cause damage— a to the interests of national security, or b to the interests of the international relations of the United Kingdom. 6 In this section— “ enactment ” means an enactment whenever passed or made and includes an enactment contained in— an Act of the Scottish Parliament, Northern Ireland legislation, or a Measure or Act of the National Assembly for Wales, “ Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006, “ information ” includes— information contained in any form of document or stored in any other way, and alleged information, “ intelligence service ” means— the Security Service, the Secret Intelligence Service, the Government Communications Headquarters, or any part of Her Majesty's forces, or of the Ministry of Defence, which engages in intelligence activities, “ obtained ” means obtained directly or indirectly, “ residual disclosure jurisdiction ” means any jurisdiction to order the disclosure of information which is not specifically conferred as such a jurisdiction by or under an enactment. 7 This section— a enables the Secretary of State to issue a certificate under subsection (3)(e) where the Secretary of State is B as it enables the Secretary of State to issue such a certificate where another person is B, and b does not restrict any other right or privilege that the Secretary of State can claim in order to resist an application for the disclosure of information."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "18", "section_title": "Review of certification", "section_text": "18 1 Where the Secretary of State has issued a certificate under section 17(3)(e) in relation to proceedings, any party to the proceedings may apply to the relevant court to set aside the decision on the ground in subsection (2). 2 That ground is that the Secretary of State ought not to have determined, in relation to the information specified or described in the certificate, that a disclosure by B as mentioned in section 17(4) would be contrary to the public interest. 3 In determining whether the decision to issue the certificate should be set aside on the ground in subsection (2), the relevant court must apply the principles which would be applied in judicial review proceedings. 4 Proceedings arising by virtue of this section are to be treated as section 6 proceedings for the purposes of sections 8 to 14. 5 Sections 8 to 14 apply in relation to proceedings treated as section 6 proceedings by subsection (4) as if— a the Secretary of State were the relevant person, and b the references to the interests of national security in sections 8, 11 and 13 were references to the interests of national security or the interests of the international relations of the United Kingdom. 6 In this section  “ relevant court ” means— a if the court seised of the proceedings in relation to which the certificate has been issued is a county court, the High Court, b if the court seised of those proceedings is the sheriff, the Court of Session, and c in any other case, the court seised of those proceedings."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "19", "section_title": "Consequential and transitional etc. provision", "section_text": "19 1 Schedules 2 and 3 (which make consequential and transitional provision) have effect. 2 The Secretary of State may by order made by statutory instrument make such transitional, transitory or saving provision as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act."}, {"act": "Justice and Security Act 2013", "year": 2013, "section": "20", "section_title": "Commencement, extent and short title", "section_text": "20 1 The following provisions— a section 1 and Schedule 1, b sections 2 to 18, c section 19(1) (except so far as relating to paragraph 4 of Schedule 3), d Schedule 2, and e Schedule 3 (other than paragraph 4 of that Schedule), come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 2 The following provisions— a section 19(1) so far as relating to paragraph 4 of Schedule 3, b paragraph 4 of Schedule 3, c section 19(2), and d this section, come into force on the day on which this Act is passed. 3 Subject to subsections (4) to (6), this Act extends to England and Wales, Scotland and Northern Ireland. 4 In Schedule 2— a the amendments of the Senior Courts Act 1981 extend to England and Wales only, b the amendments of the Equality Act 2006 and the Equality Act 2010 extend to England and Wales and Scotland only, and c the amendment of the Race Relations (Northern Ireland) Order 1997 extends to Northern Ireland only. 5 Her Majesty may by Order in Council provide for section 15 and paragraph 9 of Schedule 2 to extend, with or without modifications, to any of the Channel Islands or to the Isle of Man. 6 An Order under subsection (5) may, in particular, include (with or without modifications) transitional provision of the kind permitted by paragraph 4 of Schedule 3. 7 This Act may be cited as the Justice and Security Act 2013."}]