[{"act": "Presumption of Death Act 2013", "year": 2013, "section": "1", "section_title": "Applying for declaration", "section_text": "1 1 This section applies where a person who is missing— a is thought to have died, or b has not been known to be alive for a period of at least 7 years. 2 Any person may apply to the High Court for a declaration that the missing person is presumed to be dead. 3 The court has jurisdiction to hear and determine an application under this section only if— a the missing person was domiciled in England and Wales on the day on which he or she was last known to be alive, b the missing person had been habitually resident in England and Wales throughout the period of 1 year ending with that day, or c subsection (4) is satisfied. 4 This subsection is satisfied if the application is made by the spouse or civil partner of the missing person and— a the applicant is domiciled in England and Wales on the day on which the application is made, or b the applicant has been habitually resident in England and Wales throughout the period of 1 year ending with that day. 5 The court must refuse to hear an application under this section if— a the application is made by someone other than the missing person's spouse, civil partner, parent, child or sibling, and b the court considers that the applicant does not have a sufficient interest in the determination of the application. 6 This section has effect subject to section 21(2)."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "2", "section_title": "Making declaration", "section_text": "2 1 On an application under section 1, the court must make the declaration if it is satisfied that the missing person— a has died, or b has not been known to be alive for a period of at least 7 years. 2 It must include in the declaration a finding as to the date and time of the missing person's death. 3 Where the court— a is satisfied that the missing person has died, but b is uncertain at which moment during a period the missing person died, the finding must be that the missing person is presumed to have died at the end of that period. 4 Where the court— a is satisfied that the missing person has not been known to be alive for a period of at least 7 years, but b is not satisfied that the missing person has died, the finding must be that the missing person is presumed to have died at the end of the period of 7 years beginning with the day after the day on which he or she was last known to be alive."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "3", "section_title": "Effect of declaration", "section_text": "3 1 A declaration under this Act is conclusive of— a the missing person's presumed death, and b the date and time of the death. 2 A declaration under this Act is effective against all persons and for all purposes, including for the purposes of— a the acquisition of an interest in any property, and b the ending of a marriage or civil partnership to which the missing person is a party. 3 But subsections (1) and (2) apply to a declaration only if— a it has not been appealed against and the period for bringing an appeal has ended, or b it has been appealed against and the appeal (and any further appeal) has been unsuccessful. 4 For the purposes of subsection (3), an appeal has been unsuccessful if— a it has been dismissed or withdrawn, and b any period for bringing a further appeal has ended."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "4", "section_title": "Other powers of court making declaration", "section_text": "4 1 When making a declaration under this Act, the court may— a determine any question which relates to an interest in property and arises as a result of the declaration, and b determine the domicile of the missing person at the time of his or her presumed death. 2 When making a declaration under this Act, the court may make such order as it considers reasonable in relation to any interest in property acquired as a result of the declaration. 3 An order under subsection (2) may direct that the value of any interest in property acquired as a result of the declaration is not to be recoverable by virtue of an order made under section 7(2). 4 It may, in particular, direct that the value of the interest— a is not to be recoverable in any circumstances, or b is not to be recoverable where conditions specified in the order are met."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "5", "section_title": "Varying and revoking declaration", "section_text": "5 1 On an application by any person, a declaration under this Act may be varied or revoked by an order of the High Court (a  “variation order”). 2 The court must refuse to hear an application for a variation order if it considers that the applicant does not have a sufficient interest in the determination of the application."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "6", "section_title": "Effect of variation order", "section_text": "6 1 A variation order does not affect an interest in property acquired as a result of a declaration under this Act (but see section 7). 2 A variation order does not revive a marriage or civil partnership that was brought to an end by virtue of a declaration under this Act. 3 Except as otherwise required by subsection (1) or (2)— a where a variation order varies a declaration, subsections (1) and (2) of section 3 have effect in relation to the declaration as varied by the order, and b where a variation order revokes a declaration, those subsections cease to have effect in relation to the declaration. 4 But subsection (3) applies only if— a the variation order has not been appealed against and the period for bringing an appeal has ended, or b the variation order has been appealed against and the appeal (and any further appeal) has been unsuccessful. 5 For the purposes of subsection (4), an appeal has been unsuccessful if— a it has been dismissed or withdrawn, and b any period for bringing a further appeal has ended."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "7", "section_title": "Other functions of court making variation order", "section_text": "7 1 When making a variation order, the court may— a determine any question which relates to an interest in property and arises as a result of the variation order, and b determine the domicile of the missing person at the time of his or her presumed death. 2 When making a variation order, the court must make such further order (if any) as it considers reasonable in relation to any interest in property acquired as a result of the declaration varied or revoked by the order (“the original declaration”) (but see subsections (3), (5) and (6)). 3 The court must not make an order under subsection (2) if the application for the variation order was made after the end of the period of 5 years beginning with the day on which the original declaration was made, unless it considers that there are exceptional circumstances which make it appropriate to do so. 4 In considering what order to make under subsection (2), the court must, as far as practicable, have regard to the principles in section 8. 5 An order under subsection (2) does not affect income that accrued in the period— a beginning with the day on which the original declaration was made, and b ending with the day on which the variation order was made. 6 An order under subsection (2) does not affect or provide grounds to challenge— a a related good faith transaction, or b an interest in property acquired under such a transaction. 7 A  “related good faith transaction” is a transaction under which a person acquires an interest in the property that is the subject of the order (or any part of it) in good faith and for value from— a a person who acquired an interest in the property (or any part of it) as a result of the original declaration, or b a person who acquired an interest in the property (or any part of it) from a person described in paragraph (a), whether directly or indirectly. 8 Where a person has entitlement under a trust by virtue of an order under subsection (2), the trustee is liable to that person for any loss suffered by that person on account of any breach of trust by the trustee in the administration or distribution of all or part of the property that is the subject of the order. 9 Subsection (8) does not apply to the extent that the trustee's liability is restricted under any enactment or by any provision in a deed regulating the administration of the trust. 10 In subsection (9)  “ enactment ” includes an enactment contained in— a an instrument made under an Act, or b an Act or Measure of the National Assembly for Wales or an instrument made under such an Act or Measure."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "8", "section_title": "Principles", "section_text": "8 1 These are the principles referred to in section 7(4). 2 The first principle is relevant where property (“the relevant property”) is being or has been administered under a trust. 3 The first principle is that— a a person who, but for section 6(1), would have an interest in the relevant property by virtue of a variation order, and b a person who, but for section 6(1), would have acquired an interest in the relevant property from a person described in paragraph (a), should be entitled to have made over to him or her by the trustee in full satisfaction of that interest the things listed in subsection (4). 4 Those things are— a the interest in the relevant property or an equivalent interest in property representing the relevant property, to the extent that such property is still in the hands of the trustee when the variation order is made, and b the value of the interest in the relevant property, to the extent that such property has been distributed. 5 The second principle is relevant where an insurer has paid a capital sum as a result of a declaration varied or revoked by a variation order. 6 The second principle is that the capital sum, or any part of the capital sum, should be repaid to the insurer if the facts in respect of which the variation order was made justify such repayment. 7 The references in subsections (5) and (6) to a capital sum do not include a capital sum distributed by way of an annuity or other periodical payment."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "9", "section_title": "Giving notice of application", "section_text": "9 1 A person who makes an application under this Act for a declaration or a variation order must send to the persons specified by rules of court— a notice of the application, and b any other information specified by rules of court. 2 An application under this Act for a declaration or a variation order must be advertised in accordance with rules of court. 3 The court must refuse to hear an application under this Act for a declaration or a variation order if the requirements in this section have not been met."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "10", "section_title": "Attorney General", "section_text": "10 1 In proceedings on an application under this Act for a declaration or a variation order, the court may at any stage direct that papers relating to the matter be sent to the Attorney General. 2 It may do so on the application of a party to the proceedings or without such an application being made. 3 Where the Attorney General incurs costs in connection with an application under this Act for a declaration or a variation order, the court may make such order as it considers appropriate as to the payment of the costs by parties to the proceedings. 4 Subsection (3) applies whether the costs are incurred by virtue of a direction under subsection (1), an intervention under section 11(2) or otherwise."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "11", "section_title": "Right to intervene", "section_text": "11 1 The missing person's spouse, civil partner, parent, child or sibling may intervene in proceedings on an application under this Act for a declaration or a variation order. 2 The Attorney General may intervene in such proceedings, whether or not the court directs papers relating to the application to be sent to the Attorney General. 3 Any other person may intervene in such proceedings only with the permission of the court. 4 References in this section to intervening in proceedings include— a arguing before the court any question in relation to the application which the court considers it necessary to have fully argued, b in proceedings on an application for a declaration under this Act, seeking a determination or order under section 4, and c in proceedings on an application for a variation order, seeking a determination or order under section 7."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "12", "section_title": "Information", "section_text": "12 1 In proceedings on an application under this Act for a declaration or a variation order, the court may by order at any stage require a person who is not a party to the proceedings to provide it with specified information that it considers relevant to the question of whether the missing person is alive or dead. 2 It may do so only where it considers it necessary for the purpose of disposing of the proceedings. 3 It may do so on the application of a party to the proceedings or without such an application being made. 4 The order may not require the provision of information— a which is permitted or required by any rule of law to be withheld on grounds of public interest immunity, b which any person would be entitled to refuse to provide on grounds of legal professional privilege, or c whose provision might incriminate the person providing it, or that person's spouse or civil partner, of an offence. 5 Before making an order under this section, the court must send notice of its intention to make the order to any person who, in its opinion, is likely to be affected by the order. 6 The court may discharge or vary an order made under this section on an application made by any person who, in the opinion of the court, is affected by it. 7 In this section  “ specified ” means specified in an order under this section."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "13", "section_title": "Insurance against claims: trustees", "section_text": "13 1 If the court so directs, the trustee of a trust affected by a declaration under this Act must as soon as reasonably practicable take out an insurance policy in respect of any claim which may arise by virtue of an order under section 7(2). 2 For the purposes of this section, a trust is affected by a declaration under this Act if— a it arises as a result of the declaration, or b property held under the trust is affected by the declaration. 3 A premium payable by the trustee in accordance with a direction under this section may be paid out of money or other property held under the trust."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "14", "section_title": "Insurance against claims: insurers paying capital sums", "section_text": "14 1 Before paying a capital sum to a person as a result of a declaration under this Act, an insurer may require the person to take out an insurance policy in respect of any claim which the insurer may make in the event of a variation order being made. 2 The policy must be taken out— a in the person's own name, and b for the benefit of the insurer. 3 Subsection (1) does not apply where the sum is paid in respect of an annuity or other periodical payment. 4 In this section  “ insurer ” means any person who provides for the payment of a benefit on a person's death."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "15", "section_title": "Register of Presumed Deaths", "section_text": "15 1 The Registrar General must maintain a register which is to be called the Register of Presumed Deaths. 2 The register must be maintained in the General Register Office. 3 The register may be maintained in any form the Registrar General considers appropriate. 4 Schedule 1 (further provision about Register of Presumed Deaths) has effect."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "16", "section_title": "Other determinations about death of missing person", "section_text": "16 1 No declaration which may be applied for under section 1 may be made otherwise than under this Act. 2 Where a court or tribunal makes a declaration that a missing person is presumed to be dead (other than on an application under this Act), subsections (2) to (4) of section 2 apply to the court or tribunal as they apply to the High Court when it makes a declaration under this Act. 3 Schedule 2 (amendment of provisions about presumption of death) has effect. 4 Apart from subsections (1) to (3) and Schedule 2, nothing in the preceding provisions of this Act affects any power or duty that a court or tribunal has other than under this Act to determine a question relating to the death of a missing person."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "17", "section_title": "Power to amend periods of time", "section_text": "17 The Secretary of State may by regulations amend this Act by increasing or reducing a period of time referred to in— a section 1(1)(b), b section 2(1) or (4), or c section 7(3)."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "18", "section_title": "Consequential and supplementary  etc  provision", "section_text": "18 1 The Secretary of State may by regulations make consequential, supplementary, incidental, transitional, transitory or saving provision in relation to any provision of this Act. 2 Regulations under this section may amend, repeal or revoke an enactment passed or made before, or in the same Session as, this Act is passed. 3 In this section  “ enactment ” includes an enactment contained in— a an instrument made under an Act, or b an Act or Measure of the National Assembly for Wales or an instrument made under such an Act or Measure."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "19", "section_title": "Regulations", "section_text": "19 1 Regulations under this Act are to be made by statutory instrument. 2 A statutory instrument containing the following regulations (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament— a regulations under section 17; b regulations under section 18 which amend or repeal an Act (including an Act or Measure of the National Assembly for Wales). 3 Any other statutory instrument containing regulations made by the Secretary of State under this Act is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "20", "section_title": "Interpretation", "section_text": "20 1 In this Act— “ the court ” means the High Court (except in section 16(2)); “ interest in property ” means an interest in property of any description, including an estate in land and a right over property; “ the missing person ”, in relation to a declaration under this Act or an application, determination or order made in connection with such a declaration, means the person who is or would be the subject of the declaration; “ the Registrar General ” means the Registrar General for England and Wales; “ sibling ” means a sibling of the full blood or the half blood; “ trustee ” includes an executor, administrator or personal representative; “ variation order ” has the meaning given in section 5. 2 References in this Act to a party to proceedings include a person intervening in the proceedings in accordance with section 11."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "21", "section_title": "Application to Crown", "section_text": "21 1 This Act binds the Crown. 2 But an application may not be made under this Act for a declaration in respect of Her Majesty."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "22", "section_title": "Commencement", "section_text": "22 1 The following come into force on the day on which this Act is passed— a section 9 so far as it confers a power to make rules, b section 15(4) and Schedule 1 so far as they confer a power to make regulations, c sections 17 to 21, d this section, and e sections 23 and 24. 2 Subject to subsection (1), the provisions of this Act come into force on such day as the Secretary of State may by order appoint. 3 An order under this section must be made by statutory instrument. 4 An order under this section may— a appoint different days for different purposes, and b include transitional, transitory or saving provision."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "23", "section_title": "Extent", "section_text": "23 This Act extends to England and Wales."}, {"act": "Presumption of Death Act 2013", "year": 2013, "section": "24", "section_title": "Short title", "section_text": "24 This Act may be cited as the Presumption of Death Act 2013."}]