[{"act": "Prisons (Property) Act 2013", "year": 2013, "section": "1", "section_title": "Power to destroy or otherwise dispose of property", "section_text": "1 1 After section 42 of the Prison Act 1952 insert— Disposal of property Disposal of unauthorised or unattributable property 42A 1 The governor or director of a prison may destroy or otherwise dispose of, or arrange for the destruction or other disposal of— a an article found in the possession of a prisoner who is not authorised to have it in his or her possession, or b an article found inside the prison or in a prisoner escort vehicle, otherwise than in the possession of a prisoner, where— i the owner of the article is a prisoner who is not authorised to have it in his or her possession, or ii the owner of the article cannot be ascertained. 2 An article which a prisoner is authorised to have in his or her possession is to be treated for the purposes of subsection (1) as not so authorised where the governor or director of the prison reasonably believes that the article is being, has been or may be used for any of the purposes mentioned in subsection (3). 3 Those purposes are— a concealing an article which a prisoner is not authorised to have in his or her possession; b causing harm to the prisoner or others; c prejudicing the security or operation of the prison. 4 Where a prisoner is authorised to have an article in his or her possession in a particular part of the prison, subsection (1)(a) or (b)(i) applies only where the property is found otherwise than in that part. 5 In this section— a “ authorised ” means authorised in accordance with prison rules or by the governor or director of the prison; b “ prisoner escort vehicle ” means a vehicle used for taking a prisoner to or from a prison or other place while in custody; c references to disposing of an article include selling it. 6 The power under subsection (1)— a may be exercised in relation to a relevant article found before the day on which this section comes into force if the article remains unclaimed at the end of six months beginning with that day; b may not otherwise be exercised in relation to an article found before that day. 7 In subsection (6)(a)  “ relevant article ” means an article specified in section 40A(3)(c) or (d) (cameras and sound-recording devices) or section 40D(3B) (devices capable of transmitting or receiving images, sounds or information by electronic communications,  etc ). 2 In section 43 of that Act (power of Secretary of State to provide young offender institutions and secure training centres), in subsections (4) and (4A), for  “and 36” substitute  “                , 36 and 42A              ” ."}, {"act": "Prisons (Property) Act 2013", "year": 2013, "section": "2", "section_title": "Extent, commencement and short title", "section_text": "2 1 This Act extends to England and Wales only. 2 Section 1 comes into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 This section comes into force on the day on which this Act is passed. 4 This Act may be cited as the Prisons (Property) Act 2013."}]