[{"act": "Public Service Pensions Act 2013", "year": 2013, "section": "1", "section_title": "Schemes for persons in public service", "section_text": "1 1 Regulations may establish schemes for the payment of pensions and other benefits to or in respect of persons specified in subsection (2). 2 Those persons are— a civil servants; b the judiciary; c local government workers for England, Wales and Scotland; d teachers for England, Wales and Scotland; e health service workers for England, Wales and Scotland; f fire and rescue workers for England, Wales and Scotland; g members of police forces for England, Wales and Scotland; h the armed forces. 3 These terms are defined in Schedule 1. 4 In this Act, regulations under this section are called  “scheme regulations”."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "2", "section_title": "Responsible authority for schemes", "section_text": "2 1 The persons who may make scheme regulations are set out in Schedule 2. 2 In this Act, the person who may make scheme regulations for any description of persons specified in section 1(2) is called the  “responsible authority” for the scheme for those persons."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "3", "section_title": "Scheme regulations", "section_text": "3 1 Scheme regulations may, subject to this Act  and Part 1 of PSPJOA 2022 , make such provision in relation to a scheme under section 1 as the responsible authority considers appropriate. 2 That includes in particular— a provision as to any of the matters specified in Schedule 3; b consequential, supplementary, incidental or transitional provision in relation to the scheme or any provision of this Act. c consequential, supplementary, incidental or transitional provision in relation to any provision of Part 1 of PSPJOA 2022. 3 Scheme regulations may— a make different provision for different purposes or cases (including different provision for different descriptions of persons); b make retrospective provision (but see section 23); c allow any person to exercise a discretion. 4 The consequential provision referred to in subsection (2)(b) includes consequential provision amending any primary legislation passed before or in the same session as this Act (as well as consequential provision amending any secondary legislation). 4A In subsection (2)(c)— a the reference to consequential provision includes consequential provision amending any primary legislation passed before or in the same session as PSPJOA 2022 (as well as consequential provision amending any secondary legislation); b the reference to supplementary, incidental or transitional provision includes supplementary, incidental or transitional provision amending an existing scheme contained in primary legislation (as well as supplementary, incidental or transitional provision amending any secondary legislation). 4B See sections 37 and 74 of PSPJOA 2022 for provision under which certain powers to make provision under Part 1 of that Act by means of scheme regulations may be exercised by amending existing schemes. 5 Scheme regulations require the consent of the Treasury before being made, unless one of the following exceptions applies. 6 The exceptions are— a scheme regulations of the Scottish Ministers relating to local government workers, fire and rescue workers and members of a police force; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 A Treasury order may amend this section so as to add, remove or vary exceptions to the requirement in subsection (5). 8 A Treasury order under subsection (7) is subject to the negative procedure."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "4", "section_title": "Scheme manager", "section_text": "4 1 Scheme regulations for a scheme under section 1 must provide for a person to be responsible for managing or administering— a the scheme, and b any statutory pension scheme that is connected with it. 2 In this Act, that person is called the  “scheme manager” for the scheme (or schemes). 3 The scheme manager may in particular be the responsible authority. 3A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b a scheme manager is provided for under subsection (1) in scheme regulations for that other scheme. 4 Subsection (1) does not apply to a scheme under section 1 which is an injury or compensation scheme. 5 Scheme regulations may comply with the requirement in subsection (1)(a) or (b) by providing for different persons to be responsible for managing or administering different parts of a scheme (and references in this Act to the  “scheme manager”, in such a case, are to be construed accordingly). 6 For the purposes of this Act, a scheme under section 1 and another statutory pension scheme are connected if and to the extent that the schemes make provision in relation to persons of the same description. 6A The reference in subsection (6) to a statutory pension scheme includes a statutory pension scheme established (under section 1 or otherwise) after the establishment of the scheme under section 1 mentioned in that subsection. 7 Scheme regulations may specify exceptions to subsection (6)."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "5", "section_title": "Pension board", "section_text": "5 1 Scheme regulations for a scheme under section 1 must provide for the establishment of a board with responsibility for assisting the scheme manager (or each scheme manager) in relation to the following matters. 2 Those matters are— a securing compliance with the scheme regulations and other legislation relating to the governance and administration of the scheme and any statutory pension scheme that is connected with it; b securing compliance with requirements imposed in relation to the scheme and any connected scheme by the Pensions Regulator; c such other matters as the scheme regulations may specify. 2A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b a pension board is provided for under subsection (1) in scheme regulations for that other scheme. 3 In making the regulations the responsible authority must have regard to the desirability of securing the effective and efficient governance and administration of the scheme and any connected scheme. 4 The regulations must include provision— a requiring the scheme manager— i to be satisfied that a person to be appointed as a member of the board does not have a conflict of interest, and ii to be satisfied from time to time that none of the members of the board has a conflict of interest; b requiring a member of the board, or a person proposed to be appointed as a member of the board, to provide the scheme manager with such information as the scheme manager reasonably requires for the purposes of provision under paragraph (a); c requiring the board to include employer representatives and member representatives in equal numbers. 5 In subsection (4)(a)  “ conflict of interest ”, in relation to a person, means a financial or other interest which is likely to prejudice the person's exercise of functions as a member of the board (but does not include a financial or other interest arising merely by virtue of membership of the scheme or any connected scheme). 6 In subsection (4)(c)— a “ employer representatives ” means persons appointed to the board for the purpose of representing employers for the scheme and any connected scheme; b “ member representatives ” means persons appointed to the board for the purpose of representing members of the scheme and any connected scheme. 7 Where the scheme manager of a scheme under section 1 is a committee of a local authority, the scheme regulations may provide for that committee also to be the board for the purposes of this section. 8 In this Act, a board established under this section is called a  “pension board”. 9 This section does not apply to a scheme under section 1 which is an injury or compensation scheme."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "6", "section_title": "Pension board: information", "section_text": "6 1 The scheme manager for a scheme under section 1 and any statutory pension scheme that is connected with it must publish information about the pension board for the scheme or schemes (and keep that information up-to-date). 2 That information must include information about— a who the members of the board are, b representation on the board of members of the scheme or schemes, and c the matters falling within the board's responsibility. 3 This section does not apply to a scheme under section 1 which is an injury or compensation scheme."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "7", "section_title": "Scheme advisory board", "section_text": "7 1 Scheme regulations for a scheme under section 1 which is a defined benefits scheme must provide for the establishment of a board with responsibility for providing advice to the responsible authority, at the authority's request,  on— a the desirability of changes to the scheme, or b the desirability of changes to any other scheme under section 1 which— i is connected with it, and ii is not an injury or compensation scheme. 1A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1 which is not an injury or compensation scheme, and b a scheme advisory board is provided for under subsection (1) in scheme regulations for that other scheme. 2 Where, by virtue of section 4(5), there is more than one scheme manager for a scheme mentioned in subsection (1) (and accordingly there is more than one pension board for the scheme), the regulations may also provide for the board to provide advice (on request or otherwise) to the scheme managers or the scheme's pension boards in relation to the effective and efficient administration and management of— a the scheme and any statutory pension scheme that is connected with it, or b any pension fund of the scheme and any connected scheme. 3 A person to whom advice is given by virtue of subsection (1) or (2) must have regard to the advice. 4 The regulations must include provision— a requiring the responsible authority— i to be satisfied that a person to be appointed as a member of the board does not have a conflict of interest, and ii to be satisfied from time to time that none of the members of the board has a conflict of interest; b requiring a member of the board, or a person proposed to be appointed as a member of the board, to provide the responsible authority with such information as the authority reasonably requires for the purposes of provision under paragraph (a). 5 In subsection (4)(a)  “ conflict of interest ”, in relation to a person, means a financial or other interest which is likely to prejudice the person's exercise of functions as a member of the board (but does not include a financial or other interest arising merely by virtue of membership of the scheme or any connected scheme). 6 In this Act, a board established under this section is called a  “scheme advisory board”."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "8", "section_title": "Types of scheme", "section_text": "8 1 Scheme regulations may establish a scheme under section 1 as— a a defined benefits scheme, b a defined contributions scheme, or c a scheme of any other description. 2 A scheme under section 1 which is a defined benefits scheme must be— a a career average revalued earnings scheme, or b a defined benefits scheme of such other description as Treasury regulations may specify. 3 Treasury regulations may not specify a final salary scheme under subsection (2)(b). 4 A scheme under section 1 is a  “career average revalued earnings scheme” if— a the pension payable to or in respect of a person, so far as it is based on the person's pensionable service, is determined by reference to the person's pensionable earnings in each year of pensionable service, and b those earnings, or a proportion of those earnings accrued as a pension, are under the scheme revalued each year until the person leaves pensionable service. 4A The extent to which a scheme under section 1 is a career average revalued earnings scheme is not affected by provision contained in scheme regulations that is made under section 78 of PSPJOA 2022 (local government schemes: power to pay final salary benefits). 5 Treasury regulations under this section are subject to the negative Commons procedure."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "9", "section_title": "Revaluation", "section_text": "9 1 This section applies in relation to a scheme under section 1 which— a requires a revaluation of pensionable earnings of a person, or a proportion of those earnings accrued as a pension, until the person leaves pensionable service, and b requires such a revaluation to be by reference to a change in prices or earnings (or both) in a given period. 2 The change in prices or earnings to be applied for the purposes of such a revaluation is to be such percentage increase or decrease as a Treasury order may specify in relation to the period. 3 For the purposes of making such an order the Treasury may determine the change in prices or earnings in any period by reference to the general level of prices or earnings estimated in such manner as the Treasury consider appropriate. 4 A Treasury order under this section— a must be made in each year; b may make different provision for different purposes. 5 A Treasury order under this section is subject to— a the affirmative Commons procedure, if the order specifies a percentage decrease for the purposes of subsection (2), and b the negative Commons procedure, in any other case. 6 For the purposes of subsection (1) any gap in the person's pensionable service which does not exceed five years is to be disregarded."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "10", "section_title": "Pension age", "section_text": "10 1 The normal pension age of a person under a scheme under section 1 must be— a the same as the person's state pension age, or b 65, if that is higher. 2 Subsection (1) does not apply in relation to— a fire and rescue workers who are firefighters, b members of a police force, and c members of the armed forces. The normal pension age of such persons under a scheme under section 1 must be 60. 3 The deferred pension age of a person under a scheme under section 1 must be— a the same as the person's state pension age, or b 65, if that is higher. 4 Where— a a person's state pension age changes, and b the person's normal or deferred pension age under a scheme under section 1 changes as a result of subsection (1) or (3), the change to the person's normal or deferred pension age must under the scheme apply in relation to all the benefits (including benefits already accrued under the scheme) which may be paid to or in respect of the person under the scheme and to which the normal or deferred pension age is relevant. 5 In this Act— a “ normal pension age ”, in relation to a person and a scheme, means the earliest age at which the person is entitled to receive benefits under the scheme (without actuarial adjustment) on leaving the service to which the scheme relates (and disregarding any special provision as to early payment of benefits on the grounds of ill-health or otherwise); b “ deferred pension age ”, in relation to a person and a scheme, means the earliest age at which the person is entitled to receive benefits under the scheme (without actuarial adjustment) after leaving the service to which the scheme relates at a time before normal pension age (and disregarding any special provision as to early payment of benefits on the grounds of ill-health or otherwise); c “ state pension age ”, in relation to a person, means the pensionable age of the person as specified from time to time in Part 1 of Schedule 4 to the Pensions Act 1995."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "11", "section_title": "Valuations", "section_text": "11 1 Scheme regulations for a scheme under section 1 which is a defined benefits scheme must provide for actuarial valuations to be made of— a the scheme, and b any statutory pension scheme that is connected with it. 1A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b actuarial valuations are provided for under subsection (1) in scheme regulations for that other scheme. 2 Such a valuation is to be carried out in accordance with Treasury directions. 3 Treasury directions under subsection (2) may in particular specify— a how and when a valuation is to be carried out; b the time in relation to which a valuation is to be carried out; c the data, methodology and assumptions to be used in a valuation; d the matters to be covered by a valuation; e where a scheme under section 1 and another statutory pension scheme are connected, whether the schemes are to be valued separately or together (and if together, how); f the period within which any changes to the employer contribution rate under a scheme under section 1 must take effect following a valuation. 4 Treasury directions under subsection (2), and variations and revocations of such directions, may only be made after the Treasury has consulted the Government Actuary. 5 Scheme regulations for a scheme under section 1 which is not a defined benefits scheme may provide for actuarial valuations to be made of the scheme and any statutory pension scheme that is connected with it; and if they do, subsections (2) to (4) apply."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "12", "section_title": "Employer cost cap", "section_text": "12 1 Scheme regulations for a scheme under section 1 which is a defined benefits scheme must set a rate, expressed as a percentage of pensionable earnings of members of the scheme, to be used for the purpose of measuring changes in the cost of the scheme. 1A Subsection (1) must be complied with before the end of the period of one year beginning with the day on which the scheme’s first valuation under section 11 is completed. 2 A reference in this section to “the employer cost cap” of a scheme under section 1 is a reference to the rate set by virtue of subsection (1) in relation to the scheme. 3 The employer cost cap   of a scheme under section 1  is to be set , and the changes in the cost of such a scheme are to be measured,   in accordance with Treasury directions. 4 Treasury directions may in particular specify— a how the first valuation under section 11 of a scheme under section 1 is to be taken into account in setting   the employer cost cap of the scheme ; b the costs, or changes in costs, that are to be taken into account on  the second or any subsequent valuation   of a scheme under section 1 for the purposes of measuring changes in the cost of the scheme against  the employer cost cap of the scheme ; c whether and if so to what extent   costs or changes in the costs of any statutory pension scheme which is connected with a scheme under section 1 are to be taken into account for the purposes  mentioned in paragraph (b) . d that the data, methodologies and assumptions that are to be used for the purposes mentioned in paragraph (b) are to relate, to any extent, to— i the growth in the economy, or any sector of the economy, of the United Kingdom or any part of the United Kingdom, ii the growth in earnings of any group of persons over any period, or iii the rate of inflation (however measured) over any period. 4A The power to give directions by virtue of subsection (4)(d) is not affected by any statement made before 27 May 2021 by the Treasury, or any Minister of the Crown, relating to the data, methodologies and assumptions that are, or are not, to be used for the purposes mentioned in subsection (4)(b). 5 Treasury regulations must make— a provision requiring the cost of a scheme (determined, if and so far as provided for by virtue of subsection (4)(c), taking into account the costs of any connected scheme)   to remain within specified margins either side of the employer cost cap, and b for cases where the cost of a scheme would otherwise go beyond either of those margins, provision specifying a target cost within the margins. 6 For cases where the cost of  a scheme under section 1   would otherwise go beyond  either of the margins specified under subsection (5)(a) , scheme regulations may provide for— a a procedure for the responsible authority, the scheme manager (if different), employers and members (or representatives of employers and members) to reach agreement on the steps required to achieve the target cost for the scheme, and b the steps to be taken for that purpose if agreement is not reached under that procedure. 7 The steps referred to in subsection (6) may include the increase or decrease of members' benefits or contributions. 7A Treasury directions may specify the time at which any increase or decrease of members’ benefits or contributions that is provided for under subsection (6) is to take effect. 7B Treasury directions may require that provision contained in scheme regulations under subsection (6) permits steps to be— a agreed by virtue of paragraph (a) of that subsection, or b determined by virtue of paragraph (b) of that subsection, only after the scheme actuary has certified that the steps would, if taken, achieve the target cost for the scheme. 7C Treasury directions under subsection  (7B)  may specify— a the costs or changes in costs that are to be taken into account, or b the data, methodologies and assumptions that are to be used, for the purposes of determining whether any steps would, if taken, achieve the target cost for the scheme. 7D In subsection  (7B)  “ the scheme actuary ”, in relation to a scheme under section 1, means the actuary who carried out, or is for the time being exercising actuarial functions in relation to, the valuation under section 11 by reference to which it has been determined that the costs of the scheme have gone, or may go, beyond either of the margins specified under subsection (5)(a). 8 Treasury regulations under this section may— a include consequential or supplementary provision; b make different provision for different schemes. 9 Treasury regulations under this section are subject to the negative Commons procedure."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "12A", "section_title": "Sections 11 and 12: restricted schemes", "section_text": "12A 1 Section 11(1) (valuations) does not require scheme regulations to provide for actuarial valuations to be made of a scheme to which this section applies. 2 Section 12(1) (employer cost cap) does not apply to a scheme to which this section applies. 3 This section applies to a scheme under section 1 which— a is a restricted scheme, and b is specified for the purposes of this section in Treasury regulations. 4 For the purposes of this section a scheme under section 1 is a “restricted scheme” at any time if any enactment restricts the provision of benefits under the scheme to or in respect of a person in relation to the person’s service after that time. 5 Treasury regulations under this section may include consequential or supplementary provision. 6 Treasury regulations under this section are subject to the negative Commons procedure."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "13", "section_title": "Employer contributions in funded schemes", "section_text": "13 1 This section applies in relation to a scheme under section 1 which is a defined benefits scheme with a pension fund. 2 Scheme regulations must provide for the rate of employer contributions to be set at an appropriate level to ensure— a the solvency of the pension fund, and b the long-term cost-efficiency of the scheme, so far as relating to the pension fund. 3 For that purpose, scheme regulations must require actuarial valuations of the pension fund. 4 Where an actuarial valuation under subsection (3) has taken place, a person appointed by the responsible authority is to report on whether the following aims are achieved— a the valuation is in accordance with the scheme regulations; b the valuation has been carried out in a way which is not inconsistent with other valuations under subsection (3); c the rate of employer contributions is set as specified in subsection (2). 5 A report under subsection (4) must be published; and a copy must be sent to the scheme manager and (if different) the responsible authority. 6 If a report under subsection (4) states that, in the view of the person making the report, any of the aims in that subsection has not been achieved— a the report may recommend remedial steps; b the scheme manager must— i take such remedial steps as the scheme manager considers appropriate, and ii publish details of those steps and the reasons for taking them; c the responsible authority may— i require the scheme manager to report on progress in taking remedial steps; ii direct the scheme manager to take such remedial steps as the responsible authority considers appropriate. 7 The person appointed under subsection (4) must, in the view of the responsible authority, be appropriately qualified."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "14", "section_title": "Information about benefits", "section_text": "14 1 Scheme regulations must require the scheme manager for a scheme under section 1 which is a defined benefits scheme to provide benefit information statements to each person in pensionable service under the scheme in accordance with this section. 2 A benefit information statement must include— a a description of the benefits earned by the person in respect of his or her pensionable service, and b such other information as Treasury directions may specify. 3 The information included in a benefit information statement must comply with such requirements as Treasury directions may specify. 4 A benefit information statement must be provided— a no later than the relevant date, and b at least once in each year ending with the anniversary of that date. 5 The relevant date is the last day of the period of 17 months beginning with the day on which scheme regulations establishing the scheme come into force. 6 A benefit information statement must be provided in such manner as Treasury directions may specify."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "15", "section_title": "Information about schemes", "section_text": "15 1 Treasury directions may require the scheme manager or responsible authority of a scheme under section 1 to— a publish scheme information, or b provide scheme information to the Treasury. 2 In subsection (1),  “ scheme information ” means information about the scheme and any statutory pension scheme that is connected with it. 3 The information to which Treasury directions under this section may relate includes in particular— a scheme accounts; b information about any scheme funding, assets and liabilities; c information about scheme membership; d information about employer and member contributions; e information about scheme administration and governance. 4 Treasury directions under this section may specify how and when information is to be published or provided. 5 Treasury directions under this section may not require publication or provision of anything that the scheme manager or responsible authority could not otherwise lawfully publish or provide."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "16", "section_title": "Records", "section_text": "16 1 The scheme manager for a scheme under section 1 and any statutory pension scheme that is connected with it must keep such records as may be specified in regulations made by the Secretary of State. 2 Regulations under this section are subject to the negative procedure."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "17", "section_title": "Regulatory oversight", "section_text": "17 1 Schedule 4 contains provision relating to the regulation of schemes under section 1, new public body pension schemes and connected schemes. 2 The Secretary of State may by order make— a provision consequential on Schedule 4, and b further provision for, or in connection with, the regulation of public service pension schemes within the meaning of the Pensions Act 2004 (as amended by that Schedule). 3 The provision referred to in subsection (2) includes provision made by amending any legislation (including this Act). 4 An order under this section may make different provision for different purposes. 5 An order under this section is subject to— a the affirmative procedure, if it amends primary legislation, and b the negative procedure, in any other case."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "18", "section_title": "Restriction of existing pension schemes", "section_text": "18 1 No benefits are to be provided under an existing scheme to or in respect of a person in relation to the person's service after the closing date. 2 In this Act  “ existing scheme ” means a scheme listed in Schedule 5 (whether made before or after this section comes into force). 3 Subsection (1) does not apply— a in relation to an existing scheme which is a defined contributions scheme; b to benefits excepted by Schedule 5. 4 The closing date is— a 31 March 2014 for an existing scheme which is a relevant local government scheme, and aa 31 March 2016 for an existing scheme which is a relevant Agency scheme, and b 31 March 2015 in any other case. ... 4A Subsection (1) does not apply, and is treated as never having applied, in relation to a person’s service that is pensionable service under an existing scheme by virtue of— a section 2 (1)  of PSPJOA 2022 (remediable service treated as pensionable service under Chapter 1 legacy scheme), or b section 42 (2)  of that Act (remediable service treated as pensionable service under judicial legacy scheme). For further provision affecting the application of subsection (1), see section 89 (1)  of that Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In subsection (1), the reference to benefits in relation to a person's service includes benefits relating to the person's death in service. 10 In subsection (4)  — “ relevant Agency scheme ” means regulations under section 1 of the Superannuation Act 1972 which relate to staff of the Secret Intelligence Service or Security Service; relevant local government scheme ” means regulations under section 7 of the Superannuation Act 1972 which relate to persons in England and Wales."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "19", "section_title": "Closure of existing injury and compensation schemes", "section_text": "19 1 Scheme regulations for a scheme under section 1 may secure that no benefits are to be provided under a scheme listed in Schedule 6 that is connected with it. 2 Where Schedule 6 specifies particular benefits in relation to a scheme, the power under subsection (1) is exercisable only in relation to those benefits. 3 Scheme regulations may provide for exceptions to subsection (1). 4 Provision made under this section may in particular be made by amending the connected scheme."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "20", "section_title": "Final salary link", "section_text": "20 Schedule 7 contains provision for a  “ final salary link ” in relation to schemes to which section 18(1) applies (and see section 31(14))."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "21", "section_title": "Consultation", "section_text": "21 1 Before making scheme regulations the responsible authority must consult such persons (or representatives of such persons) as appear to the authority likely to be affected by them. 2 The responsible authority must publish a statement indicating the persons that the authority would normally expect to consult under subsection (1) (and keep the statement up-to-date). 3 Subsection (1) may be satisfied by consultation before, as well as by consultation after, the coming into force of this section. 4 Subsection (1) may, in relation to provision contained in scheme regulations— a under any provision contained in Part 1 of PSPJOA 2022, or b under section 3(2)(c) of this Act (consequential etc provision in relation to Part 1 of PSPJOA 2022), be satisfied by consultation before, as well as after, the coming into force of the provision mentioned in paragraph (a) or (b)."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "22", "section_title": "Procedure for protected elements", "section_text": "22 1 This section applies where, after the coming into force of scheme regulations establishing a scheme under section 1, the responsible authority proposes to make further scheme regulations containing provision changing the protected elements of the scheme within the protected period. 2 The responsible authority must— a consult the persons specified in subsection (3) with a view to reaching agreement with them, and b lay a report before the appropriate legislature. 3 The persons referred to in subsection (2)(a) are the persons (or representatives of the persons) who appear to the responsible authority to be likely to be affected by the regulations if they were made. 4 The report under subsection (2)(b) must set out why the responsible authority proposes to make the regulations, having regard to the desirability of not making a change to the protected elements of a scheme under section 1 within the protected period. 5 In this section— “ the appropriate legislature ” means— Parliament, where the responsible authority is the Secretary of State, the Minister for the Civil Service or the Lord Chancellor; the Scottish Parliament, where the responsible authority is the Scottish Ministers; the National Assembly for Wales, where the responsible authority is the Welsh Ministers; “ protected period ” means the period beginning with the coming into force of this section and ending with 31 March 2040; “ protected elements ”, in relation to a scheme under section 1, means— the extent to which the scheme is a career average revalued earnings scheme; members' contribution rates under the scheme; benefit accrual rates under the scheme. 6 In this section, references to a change to the protected elements do not include a change appearing to the responsible authority to be required by or consequential upon section 12 (employer cost cap). 7 In a case where this section applies, there is no requirement to consult under section 21(1)."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "23", "section_title": "Procedure for retrospective provision", "section_text": "23 1 Where the responsible authority proposes to make scheme regulations containing retrospective provision which appears to the authority to have significant adverse effects in relation to the pension payable to or in respect of members of the scheme, the authority must first obtain the consent of the persons referred to in subsection (3). 2 Where the responsible authority proposes to make scheme regulations containing retrospective provision which appears to the authority— a not to have significant adverse effects as specified in subsection (1), but b to have significant adverse effects in any other way in relation to members of the scheme (for example, in relation to injury or compensation benefits), the authority must first consult the persons specified in subsection (3) with a view to reaching agreement with them. 3 The persons referred to in subsections (1) and (2) are the persons (or representatives of the persons) who appear to the responsible authority to be likely to be affected by the provision if it were made. 4 The responsible authority must, in a case falling within subsection (1) or (2), lay a report before the appropriate legislature (as defined in section 22). 5 In a case falling within subsection (1) or (2) there is no requirement to consult under section 21(1). 6 This section does not apply in relation to provision contained in scheme regulations that is made— a under any provision contained in Part 1 of PSPJOA 2022, or b under section 3(2)(c) of this Act (consequential etc provision in relation to Part 1 of PSPJOA 2022)."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "24", "section_title": "Other procedure", "section_text": "24 1 Scheme regulations are subject to the affirmative procedure if— a they amend primary legislation, b section 23(1) or (2) (procedure for retrospective provision having significant adverse effects) applies, or c they are scheme regulations for a scheme relating to the judiciary, unless the pension board for that scheme has stated that it considers the regulations to be minor or wholly beneficial. 2 Scheme regulations are subject to the negative procedure in any other case. 3 If scheme regulations otherwise subject to the negative procedure are combined with scheme regulations subject to the affirmative procedure, the combined regulations are subject to the affirmative procedure."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "25", "section_title": "Extension of schemes", "section_text": "25 1 Scheme regulations for a scheme under section 1 may make provision for the payment of pensions and other benefits to or in respect of— a persons who are specified in section 1(2), but b in relation to whom the responsible authority could not otherwise make a scheme under section 1. 2 Scheme regulations for a scheme under section 1 may make provision to deem persons of any description to fall within a given description of persons specified in section 1(2). 3 Scheme regulations for a scheme under section 1 may specify persons, not being persons specified in section 1(2), as persons to whom the scheme may potentially relate. 4 The persons specified under subsection (3) may be any persons (other than persons specified in section 1(2)) that the responsible authority considers appropriate. 5 The responsible authority may then at any time determine that the scheme is to relate to some or all of those persons. 6 By virtue of a determination under subsection (5) the scheme regulations then apply to the persons to whom the determination relates as they apply to other persons to or in respect of whom pensions and other benefits are provided under the scheme (or such class of other persons as may be specified in the determination). 7 Subsection (6) is subject to— a any special provision made in the scheme regulations, and b a direction under subsection (8). 8 Scheme regulations made under subsection (2) or (3) in relation to any persons may include provision authorising the responsible authority by direction to modify provisions of the regulations in their application to those persons for the purpose of— a securing appropriate protection against additional costs to the scheme that might result from the application of the scheme regulations to those persons, b obtaining information about those persons, their employers and other relevant persons, or c taking appropriate account of— i the arrangements under which those persons are employed, and ii the organisational structures of their employers. 9 The responsible authority for a scheme under section 1 must publish a list of the persons to whom the scheme relates by virtue of determinations under subsection (5) (and keep the published list up-to-date). 10 A determination under subsection (5) may have retrospective effect. 11 Where, by virtue of section 4(5), there is more than one scheme manager for a scheme under section 1, the responsible authority may delegate its functions under subsection (5) or (9) to the scheme managers, subject to such conditions as the responsible authority considers appropriate."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "25A", "section_title": "Extension of schemes where definition of “the judiciary” expanded", "section_text": "25A 1 Subsection (2) applies where— a scheme regulations come into force establishing a scheme under section 1 for the judiciary, and b subsequently, an order is made under paragraph 2(1) of Schedule 1 (order specifying judicial offices for the purposes of the definition of “the judiciary”). 2 Scheme regulations for the scheme mentioned in subsection  (1)(a)  may make provision under which any right or obligation of a member holding an office specified in the order mentioned in subsection  (1)(b)  is determined by reference to service which takes place before (as well as after) the order comes into force. 3 This section is without prejudice to the generality of section 3(3)(b) (power to make retrospective provision in scheme regulations)."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "26", "section_title": "Non-scheme benefits", "section_text": "26 1 The scheme manager or employer for a scheme under section 1 may make such payments as the scheme manager or employer considers appropriate towards the provision, otherwise than by virtue of the scheme, of pensions and other benefits to or in respect of— a persons to whom the scheme relates (including any to whom the scheme relates by virtue of section 25), and b persons to whom the scheme would have related but for the fact that, in accordance with the scheme, they have opted out of the scheme (or have failed to opt in to the scheme). 2 Subsection (1) is subject to any provision made in the scheme regulations for the scheme that restricts or otherwise affects the power to make payments under that subsection. 3 For the purposes of subsection (1)(b), a person is treated as having opted out of a scheme if the scheme would have related to the person (or would have done so if the person had opted that it should) but for the fact that the person had a partnership pension account. 4 In this section— “ occupational defined contributions scheme ” means a defined contributions scheme (within the meaning given by section 4 of the Pension Schemes Act 2015) that is an occupational pension scheme within the meaning of the Pension Schemes Act 1993 (see section 1 of that Act); “ partnership pension account ”, in relation to a person in service in an employment or office, means— a stakeholder pension scheme, a personal pension scheme, or an occupational defined contributions scheme, to which the person’s employer is paying contributions; “ personal pension scheme ” has the same meaning as in the Pension Schemes Act 1993 (see section 1 of that Act); “ stakeholder pension scheme ” means a scheme which is a stakeholder pension scheme for the purposes of Part 1 of the Welfare Reform and Pensions Act 1999 (see section 1 of that Act)."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "27", "section_title": "Consequential and minor amendments", "section_text": "27 Schedule 8 contains consequential and minor amendments."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "28", "section_title": "Existing local government schemes", "section_text": "28 1 This section applies in relation to regulations under section 7 of the Superannuation Act 1972 which relate to persons in England and Wales which are in force immediately before the coming into force of this section. 2 To the extent that— a such regulations make provision for the payment of pensions and other benefits to or in respect of a person in relation to the person's service on or after 1 April 2014, and b that provision could be made under scheme regulations, the regulations are to have effect as if they were scheme regulations relating to local government workers in England and Wales. 3 Accordingly, to that extent a scheme under such regulations is to have effect as a scheme under section 1."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "29", "section_title": "Existing schemes for civil servants: extension of access", "section_text": "29 Schedule 9 amends the Superannuation Act 1972 so as to extend access to schemes under section 1 of that Act (schemes as respects civil servants,  etc )."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "30", "section_title": "New public body pension schemes", "section_text": "30 1 The following provisions of this Act apply in relation to a new public body pension scheme (and any statutory pension scheme that is connected with it) as to a scheme under section 1 (and any connected scheme)— a section 3(1) and (2) and Schedule 3 (scheme regulations); b section 4 (scheme manager); c sections 5 and 6 (pension board), if the scheme has more than one member; d sections 8 to 10 (scheme design); e sections 11    to 12A    (cost control); f sections 14 to 16 (information and records). 2 For the purposes of subsection (1), the provisions referred to in that subsection are to be read with the following modifications— a references to scheme regulations are to be read as references to the rules of the scheme; b references to the responsible authority are to be read as references to the public authority which established the scheme. 3 A new public body pension scheme, and any variation to the rules of the scheme, requires the consent of the Treasury. 4 This section does not apply to a new public body pension scheme which relates to a devolved body or office. 4A The following provisions of this section do not apply to a new public body pension scheme which is made under section 20(3) of the Government of Wales Act 2006 (remuneration of members of the Senedd: pensions)— a subsection (1)(e) (cost control); b subsection (3) (Treasury consent). 5 In this Act— “ public body pension scheme ” means a scheme (other than an existing scheme  or a scheme established under section 18A of the Judicial Pensions and Retirement Act 1993  ) established by a public authority for the payment of pensions and other benefits to or in respect of members or staff of a statutory body or the holder of a statutory office; “ new public body pension scheme ” means a public body pension scheme established after the coming into force of this section."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "31", "section_title": "Restriction of certain existing public body pension schemes", "section_text": "31 1 This section applies to a public body pension scheme which relates to members or staff of a body, or the holder of an office, listed in Schedule 10. 2 The public authority responsible for the scheme must make provision to secure that no benefits are provided under the scheme to or in respect of a person in relation to the person's service after a date determined by the authority. 3 Subsection (2) does not apply— a in relation to a public body pension scheme which is a defined contributions scheme, or b to injury or compensation benefits. 4 The public authority responsible for a scheme to which subsection (2) applies may provide for exceptions to the provision made under subsection (2)  ... . 5 Provision made under subsection (2) or (4) may in particular be made by amending the public body pension scheme. 6 In subsection (2), the reference to benefits in relation to a person's service includes benefits relating to the person's death in service. 7 If any of the persons to whom a scheme to which subsection (2) applies relates are not eligible for membership of a scheme under section 1, the public authority responsible for the scheme may establish a new scheme for the payment of pensions or other benefits to or in respect of those persons (and see section 30). 8 Where a scheme to which subsection (2) applies was established in exercise of a statutory function or other power, the function or power may not be exercised again so as to establish a new defined benefits scheme in relation to the body or office. 9 In the case of a scheme established by deed of trust, subsections (2) and (4) apply irrespective of the provisions of the deed or the law relating to trusts. 10 A Treasury order may amend Schedule 10 so as to— a remove any body or office specified there; b add any body or office to it (by name or description), but may not add a devolved body or office. 11 A Treasury order under subsection (10) may make consequential or supplementary provision, including in particular provision made by amending any legislation. 12 A Treasury order under subsection (10) is subject to the negative procedure. 13 It is immaterial for the purposes of subsection (1) whether a scheme is made before or after the coming into force of this section. 14 Schedule 7 contains provision for a  “ final salary link ” in relation to schemes to which subsection (2) applies."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "32", "section_title": "Existing public body pension schemes: pension age", "section_text": "32 1 A public body pension scheme established before the coming into force of this section may include— a provision securing that the normal and deferred pension age of a person under the scheme is— i the same as the person's state pension age, or ii 65, if that is higher, and b provision securing that changes in the person's normal or deferred pension age occurring in consequence of provision under paragraph (a) apply in relation to relevant accrued benefits (as well as other benefits). 2 In subsection (1)(b)  “ relevant accrued benefits ”, in relation to a person and a scheme, means benefits accrued after the coming into force of the provision under subsection (1) which may be paid to or in respect of the person under the scheme and to which the normal or deferred pension age is relevant. 3 This section does not apply to a public body pension scheme which relates to a devolved body or office."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "33", "section_title": "Great offices of state", "section_text": "33 Schedule 11 makes provision about pension arrangements for the offices of— a Prime Minister and First Lord of the Treasury, b Lord Chancellor, and c Speaker of the House of Commons."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "34", "section_title": "Parliamentary and other pension schemes: pension age", "section_text": "34 In Schedule 6 to the Constitutional Reform and Governance Act 2010 (Parliamentary and other pensions), after paragraph 29 there is inserted— Pension age 29A 1 Where the scheme provides for the normal or deferred pension age of a person under the scheme to be the same as the person's state pension age, provision for a change in the person's normal or deferred pension age in consequence of such provision to apply in relation to relevant accrued benefits (as well as other benefits). 2 Accordingly, paragraph 19(2) (protection of accrued rights) is to be disregarded in relation to any such provision. 3 In this paragraph— a “ normal pension age ”, in relation to a person and a scheme, means the earliest age at which a person with relevant service is entitled to receive benefits (without actuarial adjustment) on leaving that service (and disregarding any special provision as to early payment of benefits on the grounds of ill-health or otherwise); b “ deferred pension age ”, in relation to a person and a scheme, means the earliest age at which a person with relevant service is entitled to receive benefits under the scheme (without actuarial adjustment) after leaving that service at a time before normal pension age (and disregarding any special provision as to early payment of benefits on the grounds of ill-health or otherwise); c “ state pension age ”, in relation to a person, means the person's pensionable age as specified from time to time in Part 1 of Schedule 4 to the Pensions Act 1995; d “ relevant accrued benefits ”, in relation to a scheme, means benefits accrued after the coming into force of provision under sub-paragraph (1) which may be paid to or in respect of the person under the scheme and to which the normal or deferred pension age is relevant."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "35", "section_title": "Members of the European Parliament", "section_text": "35 In section 4 of the European Parliament (Pay and Pensions) Act 1979 (pensions of  MEPs ), after subsection (3A) there is inserted— 3B Where a scheme under this section provides for the normal or deferred pension age of a person under the scheme to be the same as the person's state pension age, the scheme may make provision for a change in the person's normal or deferred pension age in consequence of such provision to apply in relation to relevant accrued benefits (as well as other benefits). 3C In subsection (3B)— a “ normal pension age ”, in relation to a person and a scheme, means the earliest age at which a person with service as a Representative is entitled to receive benefits (without actuarial adjustment) on ceasing service as a Representative (and disregarding any special provision as to early payment of benefits on the grounds of ill-health or otherwise); b “ deferred pension age ”, in relation to a person and a scheme, means the earliest age at which a person with service as a Representative is entitled to receive benefits under the scheme (without actuarial adjustment) after ceasing service as a Representative at a time before normal pension age (and disregarding any special provision as to early payment of benefits on the grounds of ill-health or otherwise); c “ state pension age ”, in relation to a person, means the person's pensionable age as specified from time to time in Part 1 of Schedule 4 to the Pensions Act 1995; d “ relevant accrued benefits ”, in relation to a scheme, means benefits accrued after the coming into force of provision under subsection (3B) which may be paid to or in respect of the person under the scheme and to which the normal or deferred pension age is relevant. 3D A scheme under this section may provide for any statutory provision relating to any matter connected with the pensions payable to or in respect of Members to have effect with respect to or in connection with Representatives, with such additions, omissions, amendments or other modifications as may be specified in the scheme. In this subsection  “ statutory provision ” means any provision contained in an Act or in any instrument made under an Act (including an Act or instrument passed or made after the coming into force of this subsection)."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "36", "section_title": "Defence Fire and Rescue Service and Ministry of Defence Police: review", "section_text": "36 1 The Secretary of State must, before the end of the period of six months beginning with the day on which section 10 (pension age) comes into force, prepare and lay before Parliament a report on the likely effect of that section on members or future members of— a the Defence Fire and Rescue Service, and b the Ministry of Defence Police. 2 The report under this section must include a report on— a the likely effect of section 10 on the health and well-being of members of the Defence Fire and Rescue Service and the Ministry of Defence Police, b the likely effect of section 10 on the ability of the Defence Fire and Rescue Service and Ministry of Defence Police to continue to meet operational requirements, and c the extent to which members of the Defence Fire and Rescue Service and Ministry of Defence Police are likely to take early retirement in consequence of section 10 (and on the consequences of taking early retirement for the persons taking it and for the taxpayer). 3 In this section  “ Defence Fire and Rescue Service ” means the fire service maintained by the Secretary of State for Defence."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "37", "section_title": "General interpretation", "section_text": "37 In this Act— “the affirmative procedure” and  “the affirmative Commons procedure” have the meanings given in section 38; “ armed forces ” has the meaning given in Schedule 1; “ body ” includes an unincorporated body or organisation of persons (for example, a committee or board of trustees); “ career average revalued earnings scheme ” has the meaning given in section 8(4); “ civil servants ” has the meaning given in Schedule 1; “ compensation benefits ” means benefits by way of compensation for loss of office or employment; “ connected ”, in relation to a scheme under section 1 and another statutory pension scheme, or a new public body pension scheme and another statutory pension scheme, has the meaning given by section 4(6); “defined benefits scheme”: a pension scheme is a  “defined benefits scheme” if or to the extent that the benefits that may be provided under the scheme are not money purchase benefits (within the meaning of the Pension Schemes Act 1993) or injury and compensation benefits; “defined contributions scheme”: a pension scheme is a  “defined contributions scheme” if or to the extent that the benefits that may be provided under the scheme are money purchase benefits (within the meaning of the Pension Schemes Act 1993); “ deferred pension age ” has the meaning given in section 10(5); “devolved”: a body or office is  “devolved” if or to the extent that provision about pensions payable to or in respect of members or staff of the body, or a holder of the office— would be within the legislative competence of the Northern Ireland Assembly were that provision contained in an Act of the Assembly, or is not a reserved matter within the meaning of the Scotland Act 1998; “ earnings ” includes any remuneration or profit derived from an employment; “ employer ”, in relation to a pension scheme, means— any employer of persons to whom the scheme relates, the person responsible for the remuneration of an office-holder to whom the scheme relates, or such other persons (in addition to, or instead of, any person falling within paragraph (a) or (b)) as scheme regulations or (in the case of a public body pension scheme) the rules of the scheme may provide; “ existing scheme ” has the meaning given in section 18(2); “ final salary ”, in relation to a person to or in respect of whom a pension under a pension scheme is payable, means the person's pensionable earnings, or highest, average or representative pensionable earnings, in a specified period ending at, or defined by reference to, the time when the person's pensionable service in relation to that scheme terminates; “final salary scheme”: a pension scheme is a  “final salary scheme” if entitlement to the pension payable to or in respect of a person which is based on the pensionable service of that person is or may be determined to any extent by reference to the person's final salary; “ fire and rescue workers ” has the meaning given in Schedule 1; “ injury benefits ” means benefits by way of compensation for incapacity or death as a result of injury or illness; “injury or compensation scheme”: a pension scheme is an  “injury or compensation scheme” if it provides only for injury or compensation benefits (or both); “ judiciary ” has the meaning given in Schedule 1; “ health service workers ” has the meaning given in Schedule 1; “ legislation ” means primary or secondary legislation; “ local authority ” means— a local authority in England and Wales within the meaning of Part 1 of the Local Government and Housing Act 1989, or a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994; “ local government workers ” has the meaning given in Schedule 1; “ members of a police force ” has the meaning given in Schedule 1; “the negative procedure” and  “the negative Commons procedure” have the meanings given in section 38; “ normal pension age ” has the meaning given in section 10(5); “ pension board ” has the meaning given by section 5(8); “ pension scheme ” means a scheme for the payment of pensions or other benefits to or in respect of persons with service of a particular description; “ pensionable earnings ”, in relation to a pension scheme and a member of it, means earnings by reference to which a pension or other benefits under the scheme are calculated; “ pensionable service ”, in relation to a pension scheme, means service which qualifies a person to a pension or other benefits under that scheme; “ primary legislation ” means an Act, Act of the Scottish Parliament, Act or Measure of the National Assembly for Wales or Northern Ireland legislation;   “ PSPJOA 2022 ” means the Public Service Pensions and Judicial Offices Act 2022;   “ public authority ” means— a Minister of the Crown (as defined by section 8 of the Ministers of the Crown Act 1975), a statutory body or the holder of a statutory office, or a person exercising a statutory function; “public body pension scheme” and  “new public body pension scheme” have the meanings given in section 30(5); “ responsible authority ”, in relation to a scheme under section 1, has the meaning given by section 2(2); “ scheme ” includes arrangements of any description; “ scheme advisory board ” has the meaning given by section 7(6); “ scheme manager ”, in relation to a scheme under section 1, has the meaning given in section 4(2); “ scheme regulations ” has the meaning given in section 1(4); “ secondary legislation ” means an instrument made under primary legislation; “ staff ”, in relation to a body, includes any employee or officer of the body; “ state pension age ” has the meaning given in section 10(5); “statutory body” and  “statutory office” mean a body or office established under any legislation; “ statutory function ” means a function conferred by any legislation; “ statutory pension scheme ” means— a pension scheme which is established by or under any legislation, and a public body pension scheme which is not so established; “ teachers ” has the meaning given in Schedule 1; “ Treasury directions ” means directions given by the Treasury; “ Treasury order ” means an order made by the Treasury; “ Treasury regulations ” means regulations made by the Treasury."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "38", "section_title": "Regulations, orders and directions", "section_text": "38 1 For the purposes of this Act any power of the Secretary of State, the Minister for the Civil Service, the Treasury, the Lord Chancellor or the Welsh Ministers to make regulations or an order is exercisable by statutory instrument. 2 In this Act, the  “ affirmative procedure ” means— a in the case of regulations or an order of the Secretary of State, the Minister for the Civil Service or the Lord Chancellor, that the regulations or order may not be made unless a draft of the instrument containing them or it has been laid before, and approved by resolution of, each House of Parliament; b in the case of regulations of the Welsh Ministers, that the regulations may not be made unless a draft of the instrument containing them has been laid before, and approved by resolution of, the National Assembly for Wales. 3 In this Act, the  “ negative procedure ” means— a in the case of regulations or an order of the Secretary of State, the Minister for the Civil Service, the Lord Chancellor or the Treasury, that the instrument containing them or it is subject to annulment in pursuance of a resolution of either House of Parliament; b in the case of regulations or an order of the Welsh Ministers, that the instrument containing them or it is subject to annulment in pursuance of a resolution of the National Assembly for Wales. 4 In this Act, the  “ affirmative Commons procedure ”, in relation to a Treasury order, means that the order may not be made unless a draft of the instrument containing it has been laid before, and approved by resolution of, the House of Commons. 5 In this Act, the  “ negative Commons procedure ”, in relation to Treasury regulations or a Treasury order, means that the instrument containing them or it is subject to annulment in pursuance of a resolution of the House of Commons. 6 For regulations and orders of the Scottish Ministers, see Part 2 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10). 7 Treasury directions under this Act may be varied or revoked."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "39", "section_title": "Financial provision", "section_text": "39 1 Scheme regulations may provide for any pension or other sum payable under the regulations to or in respect of a person who has held an office specified in Part 1 of Schedule 1 to the Judicial Pensions and Retirement Act 1993 to be charged on, and paid out of, the Consolidated Fund. 2 There shall be paid out of money provided by Parliament— a any expenditure incurred under or by virtue of this Act by a Minister of the Crown, and b any increase attributable to this Act in the sums payable under or by virtue of any other Act out of money so provided."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "40", "section_title": "Extent", "section_text": "40 1 An amendment or repeal in this Act has the same extent as the provision amended or repealed. 2 That aside, this Act extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "41", "section_title": "Commencement", "section_text": "41 1 The following provisions of this Act come into force on the day on which this Act is passed— a section 29 and Schedule 9 (existing schemes for civil servants: extension of access); b section 33 and Schedule 11 (great offices of state); c sections 37 to 40, this section and section 42. 2 The other provisions of this Act come into force on such day or days as may be appointed by Treasury order. 3 An order under subsection (2) may— a appoint different days for different purposes; b make transitional, transitory or saving provision."}, {"act": "Public Service Pensions Act 2013", "year": 2013, "section": "42", "section_title": "Short title", "section_text": "42 This Act may be cited as the Public Service Pensions Act 2013."}]