[{"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "1", "section_title": "Requirement for licence to carry on business as scrap metal dealer", "section_text": "1 1 No person may carry on business as a scrap metal dealer unless authorised by a licence under this Act (a  “scrap metal licence”). 2 See section 21 for the meaning of  “carry on business as a scrap metal dealer”. 3 A person who carries on business as a scrap metal dealer in breach of subsection (1) is guilty of an offence and is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "2", "section_title": "Form and effect of licence", "section_text": "2 1 A scrap metal licence is to be issued by a local authority. 2 A licence must be one of the following types— a a site licence, or b a collector's licence. 3 A site licence authorises the licensee to carry on business at any site in the authority's area which is identified in the licence. 4 A site licence must— a name the licensee, b name the authority, c identify all the sites in the authority's area at which the licensee is authorised to carry on business, d name the site manager of each site, and e state the date on which the licence is due to expire. 5 A collector's licence authorises the licensee to carry on business as a mobile collector in the authority's area. 6 A collector's licence must— a name the licensee, b name the authority, and c state the date on which the licence is due to expire. 7 A licence is to be in a form which— a complies with subsection (4) or (6), and b enables the licensee to comply with section 10 (display of licence). 8 The Secretary of State may in regulations prescribe further requirements as to the form and content of licences. 9 A person may hold more than one licence issued by different local authorities, but may not hold more than one licence issued by any one authority."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "3", "section_title": "Issue of licence", "section_text": "3 1 A local authority must not issue or renew a scrap metal licence unless it is satisfied that the applicant is a suitable person to carry on business as a scrap metal dealer. 2 In determining whether the applicant is a suitable person, the authority may have regard to any information which it considers to be relevant, including in particular— a whether the applicant or any site manager has been convicted of any relevant offence; b whether the applicant or any site manager has been the subject of any relevant enforcement action; c any previous refusal of an application for the issue or renewal of a scrap metal licence (and the reasons for the refusal); d any previous refusal of an application for a relevant environmental permit or registration (and the reasons for the refusal); e any previous revocation of a scrap metal licence (and the reasons for the revocation); f whether the applicant has demonstrated that there will be in place adequate procedures to ensure that the provisions of this Act are complied with. 3 In this section— a “ site manager ” means an individual proposed to be named in the licence as a site manager, b “ relevant offence ” means an offence which is prescribed for the purposes of this section in regulations made by the Secretary of State, and c “ relevant enforcement action ” means enforcement action which is so prescribed. 4 In determining whether a company is a suitable person to carry on business as a scrap metal dealer, a local authority is to have regard, in particular, to whether any of the following is a suitable person— a any director of the company; b any secretary of the company; c any shadow director of the company (that is to say, any person in accordance with whose directions or instructions the directors of the company are accustomed to act). 5 In determining whether a partnership is a suitable person to carry on business as a scrap metal dealer, a local authority is to have regard, in particular, to whether each of the partners is a suitable person. 6 The authority must also have regard to any guidance on determining suitability which is issued from time to time by the Secretary of State. 7 The authority may consult other persons regarding the suitability of an applicant, including in particular— a any other local authority; b the Environment Agency; c the Natural Resources Body for Wales; d an officer of a police force. 8 If the applicant or any site manager has been convicted of a relevant offence, the authority may include in the licence one or both of the following conditions— a that the dealer must not receive scrap metal except between 9 a.m. and 5 p.m. on any day; b that all scrap metal received must be kept in the form in which it is received for a specified period, not exceeding 72 hours, beginning with the time when it is received. 9 “ Specified ” means specified in the condition."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "4", "section_title": "Revocation of licence and imposition of conditions", "section_text": "4 1 The authority may revoke a scrap metal licence if it is satisfied that the licensee does not carry on business at any of the sites identified in the licence. 2 The authority may revoke a licence if it is satisfied that a site manager named in the licence does not act as site manager at any of the sites identified in the licence. 3 The authority may revoke a licence if it is no longer satisfied that the licensee is a suitable person to carry on business as a scrap metal dealer. 4 Section 3(2) to (7) apply for the purposes of subsection (3). 5 If the licensee or any site manager named in a licence is convicted of a relevant offence, the authority may vary the licence by adding one or both of the conditions set out in section 3(8). 6 A revocation or variation under this section comes into effect when no appeal under paragraph 9 of Schedule 1 is possible in relation to the revocation or variation, or when any such appeal is finally determined or withdrawn. 7 But if the authority considers that the licence should not continue in force without conditions, it may by notice provide— a that, until a revocation under this section comes into effect, the licence is subject to one or both of the conditions set out in section 3(8), or b that a variation under this section comes into effect immediately. 8 In this section  “ the authority ” means the local authority which issued the licence."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "5", "section_title": "Further provision about licences", "section_text": "5 Schedule 1 (which makes further provision about licences) has effect."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "6", "section_title": "Supply of information by authority", "section_text": "6 1 This section applies to information which has been supplied to a local authority under this Act and relates to a scrap metal licence or to an application for or relating to a licence. 2 The local authority must supply any such information to any of the following persons who requests it for purposes relating to this Act— a any other local authority; b the Environment Agency; c the Natural Resources Body for Wales; d an officer of a police force. 3 This section does not limit any other power the authority has to supply that information."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "7", "section_title": "Register of licences", "section_text": "7 1 The Environment Agency must maintain a register of scrap metal licences issued by authorities in England. 2 The Natural Resources Body for Wales must maintain a register of scrap metal licences issued by authorities in Wales. 3 Each entry in the registers must record— a the name of the authority which issued the licence, b the name of the licensee, c any trading name of the licensee, d the address of any site identified in the licence, e the type of licence, and f the date on which the licence is due to expire. 4 The registers are to be open for inspection to the public. 5 The Environment Agency or the Natural Resources Body for Wales may combine its register with any other register maintained by it."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "8", "section_title": "Notification requirements", "section_text": "8 1 An applicant for a scrap metal licence, or for the renewal or variation of a licence, must notify the authority to which the application was made of any changes which materially affect the accuracy of the information which the applicant has provided in connection with the application. 2 A licensee who is not carrying on business as a scrap metal dealer in the area of the authority which issued the licence must notify the authority of that fact. 3 Notification under subsection (2) must be given within 28 days of the beginning of the period in which the licensee is not carrying on business in that area while licensed. 4 If a licensee carries on business under a trading name, the licensee must notify the authority which issued the licence of any change to that name. 5 Notification under subsection (4) must be given within 28 days of the change occurring. 6 An authority must notify the relevant environment body of— a any notification given to the authority under subsection (2) or (4), b any variation made by the authority under paragraph 3 of Schedule 1 (variation of type of licence or matters set out in licence), and c any revocation by the authority of a licence. 7 Notification under subsection (6) must be given within 28 days of the notification, variation or revocation in question. 8 Where an authority notifies the relevant environment body under subsection (6), the body must amend the register under section 7 accordingly. 9 An applicant or licensee who fails to comply with this section is guilty of an offence and is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 10 It is a defence for a person charged with an offence under this section to prove that the person took all reasonable steps to avoid committing the offence. 11 In this section  “ the relevant environment body ” means— a for an authority in England, the Environment Agency; b for an authority in Wales, the Natural Resources Body for Wales."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "9", "section_title": "Closure of unlicensed sites", "section_text": "9 Schedule 2 (which makes provision for the closure of sites at which a scrap metal business is being carried on without a licence) has effect."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "10", "section_title": "Display of licence", "section_text": "10 1 A scrap metal dealer who holds a site licence must display a copy of the licence at each site identified in the licence. 2 The copy must be displayed in a prominent place in an area accessible to the public. 3 A scrap metal dealer who holds a collector's licence must display a copy of the licence on any vehicle that is being used in the course of the dealer's business. 4 The copy must be displayed in a manner which enables it easily to be read by a person outside the vehicle. 5 A scrap metal dealer who fails to comply with this section is guilty of an offence and is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "11", "section_title": "Verification of supplier's identity", "section_text": "11 1 A scrap metal dealer must not receive scrap metal from a person without verifying the person's full name and address. 2 That verification must be by reference to documents, data or other information obtained from a reliable and independent source. 3 The Secretary of State may prescribe in regulations— a documents, data or other information which are sufficient for the purpose of subsection (2); b documents, data or other information which are not sufficient for that purpose. 4 If a scrap metal dealer receives scrap metal in breach of subsection (1), each of the following is guilty of an offence— a the scrap metal dealer; b if the metal is received at a site, the site manager; c any person who, under arrangements made by a person within paragraph (a) or (b), has responsibility for verifying the name and address. 5 It is a defence for a person within subsection (4)(a) or (b) who is charged with an offence under subsection (4) to prove that the person— a made arrangements to ensure that the metal was not received in breach of subsection (1), and b took all reasonable steps to ensure that those arrangements were complied with. 6 A person guilty of an offence under subsection (4) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 7 A person who, on delivering scrap metal to a scrap metal dealer, gives a false name or false address is guilty of an offence and is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "12", "section_title": "Offence of buying scrap metal for cash  etc", "section_text": "12 1 A scrap metal dealer must not pay for scrap metal except— a by a cheque which under section 81A of the Bills of Exchange Act 1882 is not transferable, or b by an electronic transfer of funds (authorised by credit or debit card or otherwise). 2 The Secretary of State may by order amend subsection (1) to permit other methods of payment. 3 In this section paying includes paying in kind (with goods or services). 4 If a scrap metal dealer pays for scrap metal in breach of subsection (1), each of the following is guilty of an offence— a the scrap metal dealer; b if the payment is made at a site, the site manager; c any person who makes the payment acting for the dealer. 5 It is a defence for a person within subsection (4)(a) or (b) who is charged with an offence under this section to prove that the person— a made arrangements to ensure that the payment was not made in breach of subsection (1), and b took all reasonable steps to ensure that those arrangements were complied with. 6 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "13", "section_title": "Records: receipt of metal", "section_text": "13 1 This section applies if a scrap metal dealer receives any scrap metal in the course of the dealer's business. 2 The dealer must record the following information— a the description of the metal, including its type (or types if mixed), form, condition, weight and any marks identifying previous owners or other distinguishing features; b the date and time of its receipt; c if the metal is delivered in or on a vehicle, the registration mark (within the meaning of section 23 of the Vehicle Excise and Registration Act 1994) of the vehicle; d if the metal is received from a person, the full name and address of that person; e if the dealer pays for the metal, the full name of the person who makes the payment acting for the dealer. 3 If the dealer receives the metal from a person, the dealer must keep a copy of any document which the dealer uses to verify the name or address of that person. 4 If the dealer pays for the metal by cheque, the dealer must keep a copy of the cheque. 5 If the dealer pays for the metal by electronic transfer— a the dealer must keep the receipt identifying the transfer, or b if no receipt identifying the transfer was obtained, the dealer must record particulars identifying the transfer."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "14", "section_title": "Records: disposal of metal", "section_text": "14 1 This section applies if a scrap metal dealer disposes of any scrap metal in the course of the dealer's business. 2 For these purposes metal is disposed of— a whether or not it is in the same form in which it was received; b whether or not the disposal is to another person; c whether or not the metal is despatched from a site. 3 Where the disposal is in the course of business under a site licence, the dealer must record the following information— a the description of the metal, including its type (or types if mixed), form and weight; b the date and time of its disposal; c if the disposal is to another person, the full name and address of that person; d if the dealer receives payment for the metal (whether by way of sale or exchange), the price or other consideration received. 4 Where the disposal is in the course of business under a collector's licence, the dealer must record the following information— a the date and time of the disposal; b if the disposal is to another person, the full name and address of that person."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "15", "section_title": "Records: supplementary", "section_text": "15 1 The information mentioned in sections 13(2) and (5) and 14(3) and (4) must be recorded in a manner which allows the information and the scrap metal to which it relates to be readily identified by reference to each other. 2 The records mentioned in section 13(3) and (4) must be marked so as to identify the scrap metal to which they relate. 3 The dealer must keep the information and other records mentioned in sections 13(2) to (5) and 14(3) and (4) for a period of 3 years beginning with the day on which the metal is received or (as the case may be) disposed of. 4 If a scrap metal dealer fails to fulfil a requirement under section 13 or 14 or this section, each of the following is guilty of an offence— a the scrap metal dealer; b if the metal is received at or (as the case may be) despatched from a site, the site manager; c any person who, under arrangements made by a person within paragraph (a) or (b), has responsibility for fulfilling the requirement. 5 It is a defence for a person within subsection (4)(a) or (b) who is charged with an offence under this section to prove that the person— a made arrangements to ensure that the requirement was fulfilled, and b took all reasonable steps to ensure that those arrangements were complied with. 6 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "16", "section_title": "Right to enter and inspect", "section_text": "16 1 A constable or an officer of a local authority may enter and inspect a licensed site at any reasonable time on notice to the site manager. 2 A constable or an officer of a local authority may enter and inspect a licensed site at any reasonable time, otherwise than on notice to the site manager, if— a reasonable attempts to give such notice have been made and have failed, or b entry to the site is reasonably required for the purpose of ascertaining whether the provisions of this Act are being complied with or investigating offences under it and (in either case) the giving of notice would defeat that purpose. 3 Subsections (1) and (2) do not apply to residential premises. 4 A constable or an officer of a local authority is not entitled to use force to enter premises in the exercise of the powers under subsections (1) and (2). 5 A justice of the peace may issue a warrant authorising entry (in accordance with subsection (7)) to any premises within subsection (6) if the justice is satisfied by information on oath that there are reasonable grounds for believing that entry to the premises is reasonably required for the purpose of— a securing compliance with the provisions of this Act, or b ascertaining whether those provisions are being complied with. 6 Premises are within this subsection if— a the premises are a licensed site, or b the premises are not a licensed site but there are reasonable grounds for believing that the premises are being used by a scrap metal dealer in the course of business. 7 The warrant is a warrant signed by the justice which— a specifies the premises concerned, and b authorises a constable or an officer of a local authority to enter and inspect the premises at any time within one month from the date of the warrant. 8 A constable or an officer of a local authority may, if necessary, use reasonable force in the exercise of the powers under a warrant under subsection (5). 9 A constable or an officer of a local authority may— a require production of, and inspect, any scrap metal kept at any premises mentioned in subsection (1) or (2) or in a warrant under subsection (5); b require production of, and inspect, any records kept in accordance with section 13 or 14 and any other records relating to payment for scrap metal; c take copies of or extracts from any such records. 10 Subsection (11) applies if a constable or an officer of a local authority (“ the officer ”) seeks to exercise powers under this section in relation to any premises. 11 If the owner, occupier or other person in charge of the premises requires the officer to produce— a evidence of the officer's identity, or b evidence of the officer's authority to exercise those powers, the officer must produce that evidence. 12 In the case of an officer of a local authority, the powers under this section are exercisable only in relation to premises in the area of the authority. 13 A person who— a obstructs the exercise of a right of entry or inspection under this section, or b fails to produce a record required to be produced under this section, is guilty of an offence and is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "17", "section_title": "Offences by bodies corporate", "section_text": "17 1 Where an offence under this Act is committed by a body corporate and is proved— a to have been committed with the consent or connivance of a director, manager, secretary or other similar officer, or b to be attributable to any neglect on the part of any such individual, the individual as well as the body corporate is guilty of the offence and is liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and omissions of a member in connection with that management as if the member were a director of the body corporate."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "18", "section_title": "Review of Act", "section_text": "18 1 Before the end of 5 years beginning with the day on which section 1 comes into force, the Secretary of State must— a carry out a review of this Act, and b publish a report of the conclusions of the review. 2 The report must in particular— a set out the objectives intended to be achieved by this Act, b assess the extent to which those objectives have been achieved, and c assess whether it is appropriate to retain or repeal the Act or any of its provisions in order to achieve those objectives."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "19", "section_title": "Consequential amendments", "section_text": "19 1 The following are repealed— a the Scrap Metal Dealers Act 1964; b paragraph 6 of Schedule 9 to the Local Government (Wales) Act 1994; c paragraph 1 of Schedule 3 to the Vehicle Excise and Registration Act 1994; d in the Vehicles (Crime) Act 2001— i Part 1, ii section 35, and iii paragraphs 1 and 2 of the Schedule; e in paragraph 168 of Schedule 17 to the Communications Act 2003,  “16(2)(a),”; f sections 145 to 147 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012. 2 In Schedule 3 to the Regulatory Enforcement and Sanctions Act 2008 (enactments specified for the purposes of Part 1 of that Act), for  “Scrap Metal Dealers Act 1964 (c. 69)” substitute  “                  Scrap Metal Dealers Act 2013                ” ."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "20", "section_title": "Orders and regulations", "section_text": "20 1 Any power to make an order or regulations under this Act is exercisable by statutory instrument. 2 A statutory instrument containing an order or regulations under this Act, other than an order under section 12(2), 21(8) or 23(2), is subject to annulment in pursuance of a resolution of either House of Parliament. 3 A statutory instrument containing an order under section 12(2) or 21(8) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 4 Any power to make an order or regulations under this Act— a may be exercised so as to make different provision for different purposes; b includes power to make such incidental, supplementary, consequential, transitory, transitional or saving provision as the Secretary of State considers appropriate."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "21", "section_title": "“Carrying on business as a scrap metal dealer” and  “scrap metal”", "section_text": "21 1 The following provisions apply for the purposes of this Act. 2 A person carries on business as a scrap metal dealer if the person— a carries on a business which consists wholly or partly in buying or selling scrap metal, whether or not the metal is sold in the form in which it was bought, or b carries on business as a motor salvage operator (so far as that does not fall within paragraph (a)). 3 For the purposes of subsection (2)(a), a person who manufactures articles is not to be regarded as selling scrap metal if that person sells scrap metal only as a by-product of manufacturing articles or as surplus materials not required for manufacturing them. 4 For the purposes of subsection (2)(b), a person carries on business as a motor salvage operator if the person carries on a business which consists— a wholly or partly in recovering salvageable parts from motor vehicles for re-use or sale and subsequently selling or otherwise disposing of the rest of the vehicle for scrap, b wholly or mainly in buying written-off vehicles and subsequently repairing and reselling them, c wholly or mainly in buying or selling motor vehicles which are to be the subject (whether immediately or on a subsequent re-sale) of any of the activities mentioned in paragraphs (a) and (b), or d wholly or mainly in activities falling within paragraphs (b) and (c). 5 “ Scrap metal dealer ” means a person who is for the time being carrying on business as a scrap metal dealer, whether or not authorised by a licence. 6 “ Scrap metal ” includes— a any old, waste or discarded metal or metallic material, and b any product, article or assembly which is made from or contains metal and is broken, worn out or regarded by its last holder as having reached the end of its useful life. 7 But the following are not scrap metal— a gold, b silver, and c any alloy of which 2 per cent or more by weight is attributable to gold or silver. 8 The Secretary of State may by order amend the definition of  “ scrap metal ” for the purposes of this Act (whether by amending subsection (6) or (7) or otherwise)."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "22", "section_title": "Other definitions", "section_text": "22 1 The following provisions apply for the purposes of this Act. 2 “ Licensed site ” means a site identified in a scrap metal licence. 3 “ Local authority ” means— a in relation to England, the council of a district, the Common Council of the City of London or the council of a London borough; b in relation to Wales, the council of a county or a county borough. 4 “ Mobile collector ” means a person who— a carries on business as a scrap metal dealer otherwise than at a site, and b regularly engages, in the course of that business, in collecting waste materials and old, broken, worn out or defaced articles by means of visits from door to door. 5 “ Officer of a police force ” includes a constable of the British Transport Police Force. 6 “ Premises ” includes any land or other place (whether enclosed or not). 7 “ Relevant environmental permit or registration ”, in relation to an application made to a local authority, means— a any environmental permit under regulation 13 of   the Environmental Permitting (England and Wales) Regulations 2016 ( S.I. 2016/1154 )   authorising any operation by the applicant in the local authority's area; b any registration of the applicant under Schedule 2 to those Regulations in relation to an exempt waste operation (within the meaning of regulation 5 of those Regulations) carried on in that area; c any registration of the applicant under Part 8 of the Waste (England and Wales) Regulations 2011 ( S.I.  2011/988) (carriers, brokers and dealers of controlled waste). 8 “Relevant offence” and  “relevant enforcement action” have the meaning given by section 3(3). 9 “ Site ” means any premises used in the course of carrying on business as a scrap metal dealer (whether or not metal is kept there). 10 “ Site manager ”, in relation to a site at which a scrap metal dealer carries on business, means the individual who exercises day-to-day control and management of activities at the site. 11 An individual may be named in a licence as site manager at more than one site; but no site may have more than one site manager named in relation to it. 12 “ Trading name ” means a name, other than that stated in the licence under section 2(4)(a) or (6)(a), under which a licensee carries on business as a scrap metal dealer."}, {"act": "Scrap Metal Dealers Act 2013", "year": 2013, "section": "23", "section_title": "Extent, commencement and short title", "section_text": "23 1 This Act extends to England and Wales. 2 The provisions of this Act, except section 20 and this section, come into force on such day as the Secretary of State may appoint by order. 3 Different days may be appointed for different purposes. 4 This Act may be cited as the Scrap Metal Dealers Act 2013."}]