[{"act": "Town Gardens Protection Act 1863", "year": 1863, "section": "1", "section_title": " Gardens in certain squares, &c. may be freed from neglect, encroachments, &c., and vested in the Metropolitan Board of Works or other corporate authority; or vested in a committee of rated inhabitants.", "section_text": "1 Where in any city or borough any enclosed garden or ornamental ground has been set apart otherwise than by the revocable permission of the owner thereof in any public square, crescent, circus, street, or other public place, for the use or enjoyment of the inhabitants thereof, and where the trustees, commissioners, or other body appointed for the care of the same have neglected to keep it in proper order, or where such garden or ground has not been vested in or placed under the management of any trustees, commissioners, or other body for the care of the same, and from the want of such care, or from any other cause, has been neglected, . . .   the corporate authorities in any . . .   city or borough, shall take charge of the same, putting up a notice or notices to that effect in such garden or ornamental ground, and, if after due inquiry the person entitled to any estate of freehold in the same cannot be found, or if it shall be vested in any person by whom it is held, subject to any condition or reservation for keeping the same as and for a garden or pleasure ground, or that the same shall not be built upon, but not otherwise, shall cause any buildings or other encroachment made therein within the period of twenty years before the passing of this Act to be removed, and (if requested by a majority of two-thirds of the owners and of the occupiers of the houses surrounding the same) shall vest such garden or ornamental ground in a committee consisting of not more than nine nor fewer than  three of the taxable inhabitants of such houses to be chosen annually  by such inhabitants, in order that the same may be kept as a garden or ornamental ground for the use of such inhabitants; and the vestry or board of any and every parish or district within which the same or any part thereof is situate shall from time to time cause to be raised the sums required by such committee for defraying the expenses of the maintenance and management of such enclosed garden or ornamental ground, or of such part thereof as is situate within their parish or district . . .  ; or if the said owners and occupiers shall not agree as aforesaid to undertake the charge of such garden or ornamental ground, the . . .   corporate authority aforesaid shall, within six months after the notice herein-before mentioned shall have been put up within the same, or within such further time as the said . . .  authority may think it expedient to allow for such agreement to be come to, vest the same in such vestries or boards, who shall thenceforth take charge of and maintain the same as an open place or street in such manner as shall appear to them most advantageous to the public, subject to the approval of the . . .   corporate authority, . . .  ; saving and always reserving to every person and persons, his and their heirs, executors, administrators, and assigns, all such estate, right, title, and interest as he, she, or they would or ought to have had and enjoyed of, in, to, from, or out of the gardens and grounds aforesaid in case this Act had not passed. 2 In this section “taxable inhabitants”, in relation to the houses surrounding a garden or ornamental ground, means those persons who, in accordance with Part I of the Local Government Finance Act 1992, are liable to pay council tax in respect of any of those houses which are chargeable dwellings for the purpose of that Part."}, {"act": "Town Gardens Protection Act 1863", "year": 1863, "section": "2", "section_title": " Protection of open spaces from encroachment.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   Where any right to require that any garden or ornamental ground as aforesaid be kept and maintained as such, or that the same shall not be built upon, shall belong to any person in right of any house or other property, and he shall by notice in writing signed by him addressed. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   to the corporate authorities in any. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   city or borough, requesting the said. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   corporate authority to protect the right before mentioned, the said. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   corporate authority, after due inquiry, may, if they shall think fit, accede to such request; and then and thereupon the right of such person to require that such garden or ornamental ground to be maintained as such, or that the same shall not be built upon, shall thenceforth be vested in such. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   corporate authority, who shall be fully empowered, for and in their own name, to exercise all the rights, powers, and privileges in relation thereto, and take such legal proceedings for asserting, defending, and protecting the same, as the said person might have exercised or taken."}, {"act": "Town Gardens Protection Act 1863", "year": 1863, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Town Gardens Protection Act 1863", "year": 1863, "section": "4", "section_title": " Byelaws for management of garden, &c.", "section_text": "4 Where any such garden or ground is managed by any committee of the inhabitants of any square, crescent, circus, street, or place, such committee may make, and from time to time revoke and alter, byelaws for the management of the same, and for the preservation of the trees, shrubs, plants, flowers, rails, fences, seats, summer-houses, and other things therein, which byelaws shall be entered in a book kept for that purpose by the committee, signed by the chairman of the meeting at which the same shall be passed, and which book shall and may be produced and read, and taken as evidence of such byelaws, in all courts whatever; and any inhabitant or servant, or other person admitted to such garden by any inhabitant, offending against the same, after they shall have been duly allowed as herein-after provided, upon proof thereof  . . ., shall be liable  on summary conviction  for each offence to a penalty not exceeding  level 1 on the standard scale : Provided always, that such byelaws shall not come into operation until the same shall have been allowed by some judge of one of the Superior Courts, or by  the Crown Court ; and it shall be incumbent on such judge or [ the Crown Court], on the request of such committee, to inquire into any byelaws tendered to them for that purpose, and to allow or disallow the same as they think meet."}, {"act": "Town Gardens Protection Act 1863", "year": 1863, "section": "5", "section_title": " Penalty for injuring garden.", "section_text": "5 Any person who throws any rubbish into any such garden, or trespasses therein, or gets over the railings or fence, or steals or damages the flowers or plants, or commits any nuisance therein, shall be guilty of an offence and  shall be liable  on summary conviction  for each and every offence aforesaid to a penalty not exceeding  level 1 on the standard scale , or to imprisonment for any period not exceeding fourteen days; and in case it shall be necessary to state in any proceedings the ownership of the property of such garden, flowers, or plants, it shall be sufficient to describe the same as the property of the committee by the name of  A.B.  and others."}, {"act": "Town Gardens Protection Act 1863", "year": 1863, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Town Gardens Protection Act 1863", "year": 1863, "section": "7", "section_title": " Act not to extend to property of the Crown, or to property under the management of the Commissioners of works, &c.", "section_text": "7 Nothing in this Act shall extend to or include any garden, ornamental ground, or other land belonging to Her Majesty in right of her Crown or of her Duchy of Lancaster, or any garden, ornamental ground, or other land . . .   under the management of  the Secretary of State , or of the Commissioners for the time being acting under the  Crown Estate Paving Act 1851, or to any garden, ornamental or other ground, for which special provision is made for the due care and protection thereof by any public or private Act of Parliament."}, {"act": "Town Gardens Protection Act 1863", "year": 1863, "section": "8", "section_title": " Extent of Act.", "section_text": "8 Nothing in this Act shall extend to Scotland or Ireland."}]