[{"act": "Armed Forces Act 1996", "year": 1996, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "2", "section_title": " Enlistment or entry for local service.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "3", "section_title": " Discharge certificates.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "4", "section_title": " Mode of making regulations relating to enlistment  etc.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "5", "section_title": " Procedure for dealing with offences under Services Acts.", "section_text": "5 Schedule 1 (amendment of provisions relating to the procedure for dealing with offences under the 1955 Acts and the 1957 Act) shall have effect."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "6", "section_title": " Abrogation of common law corroboration rules.", "section_text": "6 1 For the avoidance of doubt section 32 of the  Criminal Justice and Public Order Act 1994 (abolition of corroboration rules) and section 34(2) of the  Criminal Justice Act 1988 (abrogation of requirements for corroboration warning) apply to any service disciplinary proceedings in which the rules abrogated by those sections would have been applied. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this section “ service disciplinary proceedings ” means proceedings  before— a the Court Martial; b the Summary Appeal Court; c the Service Civilian Court; d the Court Martial Appeal Court; or e the Supreme Court on an appeal brought from the Court Martial Appeal Court."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "7", "section_title": " Evidence from children.", "section_text": "7 In Schedule 13 to the Criminal Justice Act 1988 (application of provisions of that Act to courts-martial etc.), after paragraph 8 there shall be added the following paragraphs—  Video recordings of evidence 9 1 The Secretary of State may by order direct that section 32A above shall have effect in relation— a to proceedings before Service courts; or b to proceedings, or proceedings of specified descriptions, before Service courts in specified places, subject to such modifications as may be specified in the order. 2 The power to make an order conferred by this paragraph shall be exercisable by statutory instrument and a statutory instrument containing any such order shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Without prejudice to the generality of any enactment conferring power to make procedural instruments, procedural instruments may make such provision as appears to the authority making them to be necessary or expedient for the purposes of section 32A above in their application to proceedings such as are mentioned in sub-paragraph (1) above by virtue of an order under that sub-paragraph. 4 In this paragraph “ modifications ” includes additions, omissions and amendments. Cross-examination of children 10 1 The Secretary of State may by order direct that section 34A above shall have effect in relation— a to proceedings before Service courts; or b to proceedings or proceedings of specified descriptions before Service courts in specified places, subject to such modifications as may be specified in the order. 2 The power to make an order conferred by this paragraph shall be exercisable by statutory instrument and a statutory instrument containing any such order shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 In this paragraph “ modifications ” includes additions, omissions and amendments."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "8", "section_title": " Findings of unfitness to stand trial and insanity.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "9", "section_title": " Postponement of sentences of courts-martial.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "10", "section_title": " Community supervision orders.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "11", "section_title": " Fingerprinting of certain offenders.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "12", "section_title": " Taking of samples from certain offenders.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "13", "section_title": " Application of Rehabilitation of Offenders Act 1974.", "section_text": "13 1 The  Rehabilitation of Offenders Act 1974 shall be amended as follows. 2 In section 2 (rehabilitation of persons dealt with in service disciplinary proceedings), subsections (2) to (4) shall cease to have effect. 3 In section 6 (the rehabilitation period)— a in subsection (6) the words “Subject to subsection (7) below\" shall cease to have effect; and b after subsection (6)(b) there shall be inserted the following paragraph— bb any conviction in service disciplinary proceedings for an offence listed in the Schedule to this Act; ; and c in subsection (7) for the words “Notwithstanding subsection (6) above\" there shall be substituted the words  “                      Except as provided by subsection (6)(bb) above                    ” . 4 The provisions set out in Schedule 4 to this Act shall be inserted as the Schedule to the  Rehabilitation of Offenders Act 1974. 5 The Rehabilitation of Offenders Act 1974 shall apply to convictions before the commencement date as if the amendments made by this section had always had effect; but this subsection does not apply to convictions to which section 2(1) of that Act applied before that date. 6 Where by virtue of subsection (5) above a rehabilitation period applicable to a conviction would have ended before the commencement date, the individual concerned shall (subject to section 1(2) of the Rehabilitation of Offenders Act 1974) be treated as a rehabilitated person in respect of the conviction, and the conviction shall be regarded as spent, on and after that date. 7 In this section “ the commencement date ” means the date on which this section comes into force."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "14", "section_title": " Application of Rehabilitation of Offenders (Northern Ireland) Order 1978.", "section_text": "14 1 The  Rehabilitation of Offenders (Northern Ireland) Order 1978 shall be amended as follows. 2 In Article 4 (rehabilitation of persons dealt with in service disciplinary proceedings), paragraphs (2) to (4) shall cease to have effect. 3 In Article 7 (the rehabilitation period)— a in paragraph (6) the words “Subject to paragraph (7)\" shall cease to have effect; and b after paragraph (6)(b) there shall be inserted the following sub-paragraph— bb any conviction in service disciplinary proceedings for an offence listed in the Schedule; ; and c in paragraph (7) for the words “Notwithstanding paragraph (6)\" there shall be substituted the words  “                      Except as provided by paragraph (6)(bb)                    ” . 4 A Schedule corresponding to the Schedule to be inserted into the Rehabilitation of Offenders Act 1974 by section 13(4) above shall be inserted as the Schedule to the Rehabilitation of Offenders (Northern Ireland) Order 1978, with the substitution— a in the Schedule heading, for the words “Section 6(4)\" of the words  “                      Article 7                    ” ; and b in paragraph 1, for the words “section 6(6)(bb) of this Act\" of the words  “                      Article 7(6)(bb)                    ” . 5 The  Rehabilitation of Offenders (Northern Ireland) Order 1978 shall apply to convictions before the commencement date as if the amendments made by this section had always had effect; but this subsection does not apply to convictions to which Article 4(1) of that Order applied before that date. 6 Where by virtue of subsection (5) above a rehabilitation period applicable to a conviction would have ended before the commencement date, the individual concerned shall (subject to Article 3(2) of the Rehabilitation of Offenders (Northern Ireland) Order 1978) be treated as a rehabilitated person in respect of the conviction, and the conviction shall be regarded as spent, on and after that date. 7 In this section “ the commencement date ” means the date on which this section comes into force."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "15", "section_title": " Abolition of confirmation.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "16", "section_title": " Review of findings and sentences.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "17", "section_title": " Appeals against sentence.", "section_text": "17 1 The  Courts-Martial (Appeals) Act 1968 shall be amended as follows. 2 In section 8 (right of appeal)— a in subsection (1), for the words from “against\" (in the first place it appears) to the end there shall be substituted the words —                       a against his conviction; and b against any sentence (not being a sentence fixed by law) passed on him for the offence for which he was convicted. ; b in subsection (1A), paragraph (a) shall cease to have effect; c subsection (5) shall cease to have effect. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 34 (reference of cases by Service authorities), for subsection (4) there shall be inserted the following subsections— 4 The Secretary of State may, if consideration by the Appeal Court appears to him for any reason desirable, refer the sentence passed on any person convicted by a court-martial to the Appeal Court. 5 Any reference under subsection (4) above shall be treated as an appeal by the person convicted against sentence for all purposes except those of section 32 of this Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In section 57 (interpretation), after the definition of “the registrar\" there shall be inserted the words ; and                   “ sentence ”, in relation to an offence, includes any order made by a court when dealing with an offender."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "18", "section_title": " Powers exercisable by registrar.", "section_text": "18 After section 36 of the  Courts-Martial (Appeals) Act 1968 there shall be inserted the following section—  Powers under Part II which are exercisable by registrar. 36A 1 The following powers of the Appeal Court under this Part of this Act, namely the power— a to extend the time within which notice of appeal or of application for leave to appeal may be given; and b to order a witness to attend for examination, may be exercised by the registrar in the same manner as they may be exercised by the Court and subject to the same restrictions. 2 If the registrar refuses an application on the part of an appellant to exercise in his favour any power specified in subsection (1) above, the appellant shall be entitled to have the application determined by any judge of the Appeal Court."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "19", "section_title": " Appeals on behalf of deceased persons.", "section_text": "19 Immediately before section 49 of the Courts-Martial (Appeals) Act 1968 there shall be inserted the following section—  Appeals on behalf of deceased persons. 48A 1 Where a person has died— a any relevant appeal which might have been begun by him had he remained alive may be begun by a person approved by the Appeal Court; and b where any relevant appeal was begun by him while he was alive or is begun in relation to his case by virtue of paragraph (a) above, any further step which might have been taken by him in connection with the appeal if he were alive may be taken by a person so approved. 2 In this section “ relevant appeal ” means— a an appeal under section 8, 21 or 24 of this Act; or b an appeal under section 39 of this Act from any decision of the Appeal Court on an appeal under any of those sections. 3 Approval for the purposes of this section may only be given to— a the widow or widower of the dead person; b a personal representative of the dead person; or c any other person appearing to the Court of Appeal to have, by reason of a family or similar relationship with the dead person, a substantial financial or other interest in the determination of a relevant appeal relating to him. 4 An application for such approval may not be made after the end of the period of one year beginning with the date of death. 5 Where this section applies, any reference in this Act to the appellant shall, where appropriate, be construed as being or including a reference to the person approved under this section. 6 The power of the Appeal Court to approve a person under this section may be exercised by any judge of the Appeal Court in the same manner as by the Court and subject to the same provisions; but if the judge refuses the application, the applicant shall be entitled to have the application determined by the Appeal Court. 7 In subsection (3)(b) above “ personal representative ” means— a for England and Wales, a person who is a personal representative within the meaning of section 55(1)(xi) of the  Administration of Estates Act 1925; b for Scotland, an executor confirmed to the estate of the dead person; or c for Northern Ireland, a person who is one of the personal representatives within the meaning of the  Administration of Estates Act (Northern Ireland) 1955."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "20", "section_title": " Services redress of complaints procedures.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "21", "section_title": " Sex discrimination: Great Britain.", "section_text": "21 1 Section 85 of the  Sex Discrimination Act 1975 (application of that Act to the Crown) shall be amended as set out in subsections (2) to (5) below. 2 In subsection (2), after paragraph (b) there shall be inserted— or c service in the armed forces, . 3 In subsection (4), for the words from “naval\" to the end there shall be substituted the words  “armed forces.” . 4 After subsection (9) there shall be inserted the following subsections— 9A This subsection applies to any complaint by a person (“the complainant\") that another person— a has committed an act of discrimination against the complainant which is unlawful by virtue of section 6; or b is by virtue of section 41 or 42 to be treated as having committed such an act of discrimination against the complainant, if at the time when the act complained of was done the complainant was serving in the armed forces and the discrimination in question relates to his service in those forces. 9B No complaint to which subsection (9A) applies shall be presented to an  employment tribunal  under section 63 unless— a the complainant has made a complaint to an officer under the service redress procedures applicable to him and has submitted that complaint to the Defence Council under those procedures; and b the Defence Council have made a determination with respect to the complaint. 9C Regulations may make provision enabling a complaint to which subsection (9A) applies to be presented to an  employment tribunal  under section 63 in such circumstances as may be specified by the regulations, notwithstanding that subsection (9B) would otherwise preclude the presentation of the complaint to an  employment tribunal . 9D Where a complaint is presented to an  employment tribunal  under section 63 by virtue of regulations under subsection (9C), the service redress procedures may continue after the complaint is so presented. 9E Regulations under subsection (9C) shall be made by the Secretary of State by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 For subsection (10) there shall be substituted the following subsection— 10 In this section— “ armed forces ” means any of the naval, military or air forces of the Crown; “ service for purposes of a Minister of the Crown or government department ” does not include service in any office for the time being mentioned in Schedule 2 (Ministerial offices) to the  House of Commons Disqualification Act 1975; “ the service redress procedures ” means the procedures, excluding those which relate to the making of a report on a complaint to Her Majesty, referred to in section 180 of the  Army Act 1955, section 180 of the  Air Force Act 1955 and section 130 of the  Naval Discipline Act 1957; and “ statutory body ” means a body set up by or in pursuance of an enactment and “ statutory office ” means an office so set up. 6 In section 76(1) of the  Sex Discrimination Act 1975 (period within which complaint under section 63 of that Act to be presented to an  employment tribunal ), for the words from “the period\" to the end there shall be substituted the following words —                   a the period of three months beginning when the act complained of was done; or b in a case to which section 85(9A) applies, the period of six months so beginning."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "22", "section_title": " Sex discrimination: Northern Ireland.", "section_text": "22 1 Article 82 of the  Sex Discrimination (Northern Ireland) Order 1976 (application of that Order to the Crown) shall be amended as set out in subsections (2) to (5) below. 2 In paragraph (2), after sub-paragraph (b) there shall be inserted— or c service in the armed forces, . 3 In paragraph (5), for the words from “naval\" to the end there shall be substituted the words  “                  armed forces                ” . 4 After paragraph (9) there shall be inserted the following paragraphs— 9A This paragraph applies to any complaint by a person (“the complainant\") that another person— a has committed an act of discrimination against the complainant which is unlawful by virtue of Article 8; or b is by virtue of Article 42 or 43 to be treated as having committed such an act of discrimination against the complainant, if at the time when the act complained of was done the complainant was serving in the armed forces and the discrimination in question relates to his service in those forces. 9B No complaint to which paragraph (9A) applies shall be presented to an industrial tribunal under Article 63 unless— a the complainant has made a complaint to an officer under the service redress procedures applicable to him and has submitted that complaint to the Defence Council under those procedures; and b the Defence Council have made a determination with respect to the complaint. 9C Regulations made by the Secretary of State may make provision enabling a complaint to which paragraph (9A) applies to be presented to an industrial tribunal under Article 63 in such circumstances as may be specified by the regulations, notwithstanding that paragraph (9B) would otherwise preclude the presentation of the complaint to an industrial tribunal. 9D Where a complaint is presented to an industrial tribunal under Article 63 by virtue of regulations under paragraph (9C), the service redress procedures may continue after the complaint is so presented. 9E Regulations under paragraph (9C) shall be subject to annulment in pursuance of a resolution of either House of Parliament in like manner as a statutory instrument and section 5 of the  Statutory Instruments Act 1946 shall apply accordingly. 5 For paragraph (10) there shall be substituted the following paragraph— 10 In this Article— “ armed forces ” means any of the naval, military or air forces of the Crown; “ service for purposes of a Minister of the Crown or government department ” does not include service in any office for the time being mentioned in Schedule 2 (Ministerial offices) to the  House of Commons Disqualification Act 1975; “ the service redress procedures ” means the procedures, excluding those which relate to the making of a report on a complaint to Her Majesty, referred to in section 180 of the  Army Act 1955, section 180 of the  Air Force Act 1955 and section 130 of the  Naval Discipline Act 1957; and “ statutory body ” means a body set up by or in pursuance of a statutory provision and “ statutory office ” means an office so set up. 6 In Article 76(1) of the  Sex Discrimination (Northern Ireland) Order 1976 (period within which complaint under Article 63 of that Order to be presented to an industrial tribunal), for the words from “the period\" to the end there shall be substituted the following words —                   a the period of three months beginning when the act complained of was done; or b in a case to which Article 82(9A) applies, the period of six months so beginning. . 7 In Article 80(1) of the Sex Discrimination (Northern Ireland) Order 1976 (orders and regulations subject to negative resolution of the Northern Ireland Assembly), after the words “regulations made under this Order\" there shall be inserted the words  “                  (except Article 82(9C))                ” ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "23", "section_title": " Racial discrimination.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "24", "section_title": " Equal treatment: Great Britain.", "section_text": "24 1 Section 1(9) of the  Equal Pay Act 1970 (exclusion of armed forces from requirement of equal treatment for women and men in same employment) shall cease to have effect. 2 For section 7 of that Act (service pay) there shall be substituted the following section—  Service pay and conditions. 7A 1 Sections 1 and 6 above shall apply, with the modifications mentioned in subsection (2) below and any other necessary modifications, to service by a woman in any of the armed forces as they apply to employment by a private person. 2 In the application of those sections to service by a woman in any of the armed forces— a references to a contract of employment shall be regarded as references to the terms of service; b in section 1, in subsection (6), paragraph (c) and the words “or any associated employer\" and subsections (8) to (11) (which have no application) shall be omitted; and c references to an equality clause shall be regarded as referring to a corresponding term of service capable of requiring the terms of service applicable in her case to be treated as modified or as including other terms. 3 Any claim in respect of the contravention of a term of service modified or included, in relation to a woman’s service in any of the armed forces, by a term corresponding to an equality clause in a contract of employment (including a claim for arrears of pay or damages in respect of the contravention) may be presented by way of complaint to an  employment tribunal . Any such contravention shall be regarded for the purposes of a claim under this subsection as if it were a breach of contract. 4 Subsections (5) to (10) below apply in relation to any claim by a woman (“the claimant\") arising from a contravention of a term of service referred to in subsection (3) above. 5 No complaint in respect of the claim shall be presented to an  employment tribunal  unless— a the claimant has made a complaint to an officer under the service redress procedures applicable to her and has submitted that complaint to the Defence Council under those procedures; and b the Defence Council have made a determination with respect to the complaint. 6 Regulations may make provision enabling a complaint in respect of the claim to be presented to an  employment tribunal  in such circumstances as may be specified by the regulations, notwithstanding that subsection (5) above would otherwise preclude its presentation. 7 Where a complaint is presented to an  employment tribunal  by virtue of regulations under subsection (6) above, the service redress procedures may continue after the complaint is presented. 8 No complaint in respect of the claim shall be presented to an  employment tribunal  if the period of service during which the claim arose ended more than nine months before the date of the presentation of the complaint to the tribunal. 9 A woman shall not be entitled, in proceedings on a complaint in respect of the claim, to be awarded any payment by way of arrears of pay or damages in respect of a time earlier than two years before the date on which her complaint under the service redress procedures was made. 10 Section 2A above shall apply in relation to a complaint in respect of the claim as it applies to a complaint presented to an  employment tribunal  under section 2(1) above. 11 Regulations under subsection (6) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 12 In this section— “ armed forces ” means the naval, military or air forces of the Crown; and “ the service redress procedures ” means the procedures, excluding those which relate to the making of a report on a complaint to Her Majesty, referred to in section 180 of the  Army Act 1955, section 180 of the  Air Force Act 1955 and section 130 of the  Naval Discipline Act 1957."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "25", "section_title": " Equal treatment: Northern Ireland.", "section_text": "25 1 Section 1(10) of the  Equal Pay Act (Northern Ireland) 1970 (exclusion of armed forces from requirement of equal treatment for women and men in same employment) shall cease to have effect. 2 After section 6 of that Act there shall be inserted the following section—  Service pay and conditions. 6A 1 Sections 1 and 6 shall apply, with the modifications mentioned in subsection (2) and any other necessary modifications, to service by a woman in any of the armed forces as they apply to employment by a private person. 2 In the application of those sections to service by a woman in any of the armed forces— a references to a contract of employment shall be regarded as references to the terms of service; b in section 1, in subsection (7), paragraph (c) and the words “or any associated employer\" and subsections (9) to (12) (which have no application) shall be omitted; and c references to an equality clause shall be regarded as referring to a corresponding term of service capable of requiring the terms of service applicable in her case to be treated as modified or as including other terms. 3 Any claim in respect of the contravention of a term of service modified or included, in relation to a woman’s service in any of the armed forces, by a term corresponding to an equality clause in a contract of employment (including a claim for arrears of pay or damages in respect of the contravention) may be presented by way of complaint to an industrial tribunal. Any such contravention shall be regarded for the purposes of a claim under this subsection as if it were a breach of contract. 4 Subsections (5) to (10) apply in relation to any claim by a woman (“the claimant\") arising from a contravention of a term of service referred to in subsection (3). 5 No complaint in respect of the claim shall be presented to an industrial tribunal unless— a the claimant has made a complaint to an officer under the service redress procedures applicable to her and has submitted that complaint to the Defence Council under those procedures; and b the Defence Council have made a determination with respect to the complaint. 6 Regulations made by the Secretary of State may make provision enabling a complaint in respect of the claim to be presented to an industrial tribunal in such circumstances as may be specified by the regulations, notwithstanding that subsection (5) would otherwise preclude its presentation. 7 Where a complaint is presented to an industrial tribunal by virtue of regulations under subsection (6), the service redress procedures may continue after the complaint is presented. 8 No complaint in respect of the claim shall be presented to an industrial tribunal if the period of service during which the claim arose ended more than nine months before the date of the presentation of the complaint to the tribunal. 9 A woman shall not be entitled, in proceedings on a complaint in respect of the claim, to be awarded any payment by way of arrears of pay or damages in respect of a time earlier than two years before the date on which her complaint under the service redress procedures was made. 10 Section 2A shall apply in relation to a complaint in respect of the claim as it applies to a complaint presented to an industrial tribunal under section 2(1). 11 Regulations under subsection (6) shall be subject to annulment in pursuance of a resolution of either House of Parliament in like manner as a statutory instrument and section 5 of the  Statutory Instruments Act 1946 shall apply accordingly. 12 In this section— “ armed forces ” means the naval, military or air forces of the Crown; and “ the service redress procedures ” means the procedures, excluding those which relate to the making of a report on a complaint to Her Majesty, referred to in section 180 of the  Army Act 1955, section 180 of the  Air Force Act 1955 and section 130 of the  Naval Discipline Act 1957."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "26", "section_title": " Other complaints: Great Britain.", "section_text": "26 1 Section 192 of the  Employment Rights Act 1996 (application of Act to armed forces) shall be amended as follows. 2 In subsection (4), for the words from “the person\" to the end there shall be substituted the following words —                   a the person aggrieved has made a complaint to an officer under the service procedures for the redress of complaints applicable to him and has submitted that complaint to the Defence Council under those procedures; and b the Defence Council have made a determination with respect to the complaint. 3 For subsection (5) there shall be substituted the following subsection— 5 Where modifications made by an Order in Council under subsection (3) include provision such as is mentioned in subsection (4), the Order in Council shall also include provision— a enabling a complaint or reference to be made to an  employment tribunal  in such circumstances as may be specified in the Order, notwithstanding that provision such as is mentioned in subsection (4) would otherwise preclude the making of the complaint or reference; and b where a complaint or reference is made to an  employment tribunal  by virtue of provision such as is mentioned in paragraph (a), enabling the service procedures for the redress of complaints to continue after the complaint or reference is made. 4 In subsection (6), for the words “sections 180 and 181\" in both places where those words occur there shall be substituted the words  “                  section 180                ” ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "27", "section_title": " Other complaints: Northern Ireland.", "section_text": "27 1 Article 10 of the  Industrial Relations (Northern Ireland) Order 1993 (application of Industrial Relations Orders to armed forces) shall be amended as follows. 2 In paragraph (3), for the words from “the person\" to the end there shall be substituted the following words —                   a the person aggrieved has made a complaint to an officer under the service procedures for the redress of complaints applicable to him and has submitted that complaint to the Defence Council under those procedures; and b the Defence Council have made a determination with respect to the complaint. 3 For paragraph (4) there shall be substituted the following paragraph— 4 Where modifications made by an order under paragraph (2) include provision such as is mentioned in paragraph (3), the order shall also include provision— a enabling a complaint or reference to be made to an industrial tribunal in such circumstances as may be specified in the order, notwithstanding that provision such as is mentioned in paragraph (3) would otherwise preclude the making of the complaint or reference; and b where a complaint or reference is made to an industrial tribunal by virtue of provision such as is mentioned in paragraph (a), enabling the service procedures for the redress of complaints to continue after the complaint or reference is made. 4 In paragraph (7), for the words “sections 180 and 181\" in both places where those words occur there shall be substituted the words  “                  section 180                ” ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "28", "section_title": " Exemptions from Firearms Act 1968.", "section_text": "28 1 In section 54 of the  Firearms Act 1968 (application of Parts I and  II  to Crown servants), after subsection (3) there shall be added the following subsections— 4 For the purposes of this section and any rule of law whereby any provision of this Act does not bind the Crown, the persons specified in subsection (5) of this section shall be deemed to be in the naval, military or air service of Her Majesty, insofar as they are not otherwise in, or treated as being in, any such service. 5 The persons referred to in subsection (4) of this section are the following— a members of any foreign force when they are serving with any of the naval, military or air forces of Her Majesty; b members of any cadet corps approved by the Secretary of State when— i they are engaged as members of the corps in, or in connection with, drill or target practice; and ii in the case of possession of prohibited weapons or prohibited ammunition when engaged in target practice, they are on service premises; and c persons providing instruction to any members of a cadet corps who fall within paragraph (b). 6 In subsection (5) of this section— “ foreign force ” means any of the naval, military or air forces of a country other than the United Kingdom; and “ service premises ” means premises, including any ship or aircraft, used for any purpose of any of the naval, military or air forces of Her Majesty. 2 After section 16 of the  Firearms (Amendment) Act 1988 there shall be inserted the following section—  Possession of firearms on service premises. 16A 1 A person under the supervision of a member of the armed forces may, without holding a certificate or obtaining the authority of the Secretary of State under section 5 of the principal Act, have in his possession a firearm and ammunition on service premises. 2 Subsection (1) above does not apply to a person while engaged in providing security protection on service premises. 3 In this section— “ armed forces ” means any of the naval, military or air forces of Her Majesty; and “ service premises ” means premises, including any ship or aircraft, used for any purpose of the armed forces."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "29", "section_title": " Exemptions from Firearms (Northern Ireland) Order 1981.", "section_text": "29 1 In Article 57 of the  Firearms (Northern Ireland) Order 1981 (application of Parts II and  III  to Crown servants), after paragraph (2) there shall be added the following paragraphs— 3 For the purposes of this Article, the persons specified in paragraph (4) shall be deemed to be in the naval, military or air service of the Crown, in so far as they are not otherwise in, or treated as being in, any such service. 4 The persons referred to in paragraph (3) are the following— a members of any foreign force when they are serving with any of the naval, military or air forces of the Crown; b members of any cadet corps approved by the Secretary of State when— i they are engaged as members of the corps in, or in connection with, drill or target practice; and ii in the case of possession of prohibited weapons or prohibited ammunition when engaged in target practice, they are on service premises; and c persons providing instruction to any members of a cadet corps who fall within sub-paragraph (b). 5 In paragraph (4)— “ foreign force ” means any of the naval, military or air forces of a country other than the United Kingdom; and “ service premises ” means premises, including any ship or aircraft, used for any purpose of any of the naval, military or air forces of the Crown. 2 After Article 12 of that Order there shall be inserted the following Article—  Possession of firearms on service premises. 12A 1 A person under the supervision of a member of the armed forces may, without holding a firearm certificate or obtaining the authority of the Secretary of State under Article 6, have in his possession a firearm and ammunition on service premises. 2 Paragraph (1) does not apply to a person while engaged in providing security protection on service premises. 3 In this Article— “ armed forces ” means any of the naval, military or air forces of the Crown; and “ service premises ” means premises, including any ship or aircraft, used for any purpose of the armed forces. ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "30", "section_title": " Greenwich Hospital.", "section_text": "30 1 This section applies to the following land vested in the Secretary of State and held by him in trust for Her Majesty for the exclusive benefit of Greenwich Hospital, that is to say— a the site known as the Royal Naval College, including the premises known as the Trident Hall and the Trafalgar Quarters; b the premises known as the Dreadnought Seamen’s Hospital; c the premises known as the Devonport Nurses’ Home. 2 In the exercise of his functions under the Greenwich Hospital Acts 1865 to 1996 in relation to the land to which this section applies, the Secretary of State shall have regard to— a the importance of preserving for the benefit of the nation the historic buildings and monuments on the land and of maintaining the architectural integrity of the Royal Naval College site; b the desirability of securing reasonable public access to the land (and in particular to the historic buildings and monuments on the land); and c the desirability of preventing any use of the land appearing to him to be out of keeping with its unique character and history. 3 It shall be lawful for the Secretary of State to grant a lease of any of the land to which this section applies, with its appurtenances, to any person appearing to him to be suitable for a term not exceeding 150 years. 4 Where any land to which this section applies is the subject of a lease granted under subsection (3), no sub-lease of any of the land may be granted, and no interest in the land may be assigned, except in accordance with subsection (5). 5 Where any land to which this section applies is the subject of a lease granted under subsection (3), the Secretary of State may, for the purpose of enabling all or any of the land (with its appurtenances) to be occupied by a person appearing to him to be suitable— a authorise the lessee to grant a sub-lease, or to assign the lease, to that person; or b authorise a person to whom the lease has been assigned under this subsection to grant a sub-lease, or to assign the lease, to that person. 6 Any lease or sub-lease under this section shall be granted, at a rent or rent-free, on such terms (including terms as to the granting of licences to occupy or otherwise use all or any of the land) as the Secretary of State thinks fit. 7 Part II of the  Landlord and Tenant Act 1954 (security of tenure for business tenants) shall not apply to any lease or sub-lease granted under this section. 8 It shall be lawful for the Secretary of State to permit any of the land to which this section applies which is not the subject of a lease under subsection (3), with its appurtenances, to be occupied and used for the purposes of any government department or for any other purpose, at a rent or rent-free, and on such terms as the Secretary of State thinks fit. 9 Any proceeds of, or income arising from, a lease granted by the Secretary of State under this section shall be held and applied for the benefit of Greenwich Hospital in accordance with the Greenwich Hospital Acts 1865 to 1996. 10 Section 7 of the  Greenwich Hospital Act 1869 shall cease to have effect. 11 Nothing in this section shall be construed as preventing any of the land to which this section applies being used for any of the purposes of Greenwich Hospital. 12 This section and the Greenwich Hospital Acts 1865 to 1990 may be cited together as the Greenwich Hospital Acts 1865 to 1996."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "31", "section_title": " Grants for preservation of Royal Naval College site.", "section_text": "31 After section 31 of the  National Heritage Act 1983 there shall be inserted the following section—  The Royal Naval College  Grants for preservation of Royal Naval College site. 31A 1 The Secretary of State may out of money provided by Parliament make grants towards expenditure in connection with the repair or maintenance of— a the land and buildings on the site known as the Royal Naval College; or b any object of historical interest situated on that land or in those buildings. 2 Grants under this section may be paid to such persons and on such conditions as the Secretary of State considers appropriate. ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "32", "section_title": " Offences connected with services drug testing programmes.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "33", "section_title": " Application of Visiting Forces Act 1952.", "section_text": "33 In section 1(2) of the  Visiting Forces Act 1952 (countries which may be designated as countries to which the Act applies)— a after the word “to\" in the second place it appears there shall be inserted  “                  (a)                ” ; and b for the word “to\" in the third place it appears there shall be substituted the words ; or                   b any other arrangements for defence co-operation, to                 ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "34", "section_title": " The 1955 Acts and the 1957 Act.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "35", "section_title": " Minor and consequential amendments and repeals.", "section_text": "35 1 The enactments mentioned in Schedule 6 to this Act shall have effect subject to the amendments there specified (being minor amendments and amendments consequential on the provisions of this Act). 2 The enactments mentioned in Schedule 7 to this Act (which include some that are spent) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "36", "section_title": " Short title, commencement and application to Channel Islands and Isle of Man.", "section_text": "36 1 This Act may be cited as the Armed Forces Act 1996. 2 Subject to subsections (3) and (4) below, this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 3 Sections 1 and 34 shall come into force on the passing of this Act. 4 The repeal by this Act of section 1 of the  Armed Forces Act 1991 shall come into force on 1st September 1996. 5 An order under subsection (2) above may contain such transitional provisions and savings as appear to the Secretary of State to be necessary or expedient in connection with the provisions brought into force by the order. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 1996", "year": 1996, "section": "23", "section_title": " Racial discrimination.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]