[{"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "4", "section_title": " Obtaining leave by deception.", "section_text": "4 In subsection (1) of section 24 of the 1971 Act (illegal entry and similar offences), after paragraph (a) there shall be inserted the following paragraph— aa if, by means which include deception by him, he obtains or seeks to obtain leave to enter or remain in the United Kingdom; ."}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "5", "section_title": " Assisting asylum claimants, and persons seeking to obtain leave by deception.", "section_text": "5 1 In subsection (1) of section 25 of the 1971 Act (assisting illegal entry, and habouring), for the words from “the entry” to “illegal entrant” there shall be substituted the following paragraphs— a the entry into the United Kingdom of anyone whom he knows or has reasonable cause for believing to be an illegal entrant; b the entry into the United Kingdom of anyone whom he knows or has reasonable cause for believing to be an asylum claimant; or c the obtaining by anyone of leave to remain in the United Kingdom by means which he knows or has reasonable cause for believing to include deception, . 2 After that subsection there shall be inserted the following subsection— 1A Nothing in subsection (1)(b) above shall apply to anything which is done— a by a person otherwise than for gain, or in the course of his employment by a bona fide organisation whose purpose it is to assist refugees; or b in relation to a person who has been detained under paragraph 16 of Schedule 2 to this Act, or has been granted temporary admission under paragraph 21 of that Schedule; and in that provision “ asylum claimant ” means a person who intends to make a claim for asylum (within the meaning of the  Asylum and Immigration Appeals Act 1993). 3 In subsection (5) of that section, for the words “Subsection (1)” there shall be substituted the words  “                  Subsection (1)(a)                ” . 4 In subsection (6) of that section, for the words “subsection (1)” there shall be substituted the words  “                  subsection (1)(a) or (b)                ” ."}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "6", "section_title": " Increased penalties.", "section_text": "6 In the following provisions, namely— a subsection (1) of section 24 of the 1971 Act (illegal entry and similar offences); b subsection (1) of section 26 (general offences in connection with administration of Act); and c section 27 (offences by persons connected with ships or aircraft or with ports), for the words “level 4” there shall be substituted the words  “              level 5            ” ."}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "8", "section_title": " Restrictions on employment.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "8A", "section_title": " Code of practice.", "section_text": "8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "12", "section_title": " Other amendments and repeals.", "section_text": "12 1 Schedule 2 to this Act (which contains amendments of the 1971 Act and a related amendment of the  Immigration Act 1988) shall have effect. 2 Schedule 3 to this Act (which contains amendments of the 1993 Act) shall have effect. 3 The enactments specified in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Asylum and Immigration Act 1996", "year": 1996, "section": "13", "section_title": " Short title, interpretation, commencement and extent.", "section_text": "13 1 This Act may be cited as the Asylum and Immigration Act 1996. 2 In this Act— “ the 1971 Act ” means the  Immigration Act 1971; “ the 1993 Act ” means the  Asylum and Immigration Appeals Act 1993; “ person subject to immigration control ” means a person who under the 1971 Act requires leave to enter or remain in the United Kingdom (whether or not such leave has been given). 3 This Act, except section 11 and Schedule 1, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different purposes. 4 An order under subsection (3) above may make such transitional and supplemental provision as the Secretary of State thinks necessary or expedient. 5 Her Majesty may by Order in Council direct that any of the provisions of this Act shall extend, with such modifications as appear to Her Majesty to be appropriate, to any of the Channel Islands or the Isle of Man. 6 This Act extends to Northern Ireland."}]