[{"act": "Broadcasting Act 1996", "year": 1996, "section": "1", "section_title": " Multiplex services and digital programme services.", "section_text": "1 1 In this Part  “ multiplex service ” means (except where the context otherwise requires) a television multiplex service. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this Part “ digital programme service ” means a service   (or a dissociable section of a service)  consisting in the provision by any person of television programmes (together with any ancillary services, as defined by section 24(2)) with a view to their being broadcast in digital form   so as to be available for reception by members of the public , whether by him or by some other person, but does not include— za a service   (or a dissociable section of a service)  provided under the authority of a licence under Part 1 of the 1990 Act to provide a television licensable content service, a a qualifying service, b a teletext service, or c any service in the case of which the visual images to be broadcast do not consist wholly or mainly of images capable of being seen as moving pictures, except, in the case of a service falling within paragraph (b) or (c), to the extent that it is an ancillary service. 4A In subsection (4),  “ available for reception by members of the public ” means available for reception by members of the public (within the meaning of Part 3 of the Communications Act 2003) in the United Kingdom or another   CTT State , or in an area of the United Kingdom or of such a State. 5 The Secretary of State may, if having regard to developments in broadcasting technology he considers it appropriate to do so, by order amend the definition of “ digital programme service ” in subsection (4). 6 No order under subsection (5) shall be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 7 In this section  “ broadcast ” means broadcast otherwise than from a satellite."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "2", "section_title": " Meaning of “independent analogue broadcaster” and “qualifying service”.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In this Part  “ qualifying service ” means any of the following, so far as they are provided with a view to their being broadcast in digital form— a a television broadcasting service included in Channel 3; b Channel 4; c Channel 5; d S4C Digital; e a television programme service provided by the Welsh Authority with the approval of the Secretary of State under section 205 of the Communications Act 2003; f the digital public teletext service. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "3", "section_title": " Licences under Part I.", "section_text": "3 1 Any licence granted by   OFCOM   under this Part shall be in writing and (subject to the provisions of this Part) shall continue in force for such period as is provided, in relation to a licence of the kind in question, by the relevant provision of this Part. 2 A licence may be so granted for the provision of such a service as is specified in the licence or for the provision of a service of such a description as is so specified. 3   OFCOM  — a shall not grant a licence to any person unless they are satisfied that he is a fit and proper person to hold it, and b shall do all that they can to secure that, if they cease to be so satisfied in the case of any person holding a licence, that person does not remain the holder of the licence; and nothing in this Part shall be construed as affecting the operation of this subsection or of section 5(1) or (2)(b) or (c). 4   OFCOM   may vary a licence by a notice served on the licence holder if— a in the case of a variation of the period for which a licence having effect for a specified period is to continue in force, the licence holder consents, or b in the case of any other variation, the licence holder has been given a reasonable opportunity of making representations to   OFCOM   about the variation. 5 Paragraph (a) of subsection (4) does not affect the operation of section 17(1)(b); and that subsection shall not authorise the variation of any conditions included in a licence in pursuance of section 13(1). 6 A licence granted to any person under this Part shall not be transferable to any other person without the previous consent in writing of   OFCOM  . 7 Without prejudice to the generality of subsection (6),   OFCOM   shall not give their consent for the purposes of that subsection unless they are satisfied that any such other person would be in a position to comply with all of the conditions included in the licence which would have effect during the period for which it is to be in force. 8 The holding by a person of a licence under this Part shall not relieve him of— a any liability in respect of a failure to hold   a licence under section 8 of the Wireless Telegraphy Act 2006  ; or b any obligation to comply with requirements imposed by or under Chapter 1 of Part 2 of the Communications Act 2003 (electronic communications networks and electronic communications services)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "4", "section_title": " General licence conditions.", "section_text": "4 1 A licence may include— a such conditions as appear to   OFCOM   to be appropriate having regard to any duties which are or may be imposed on them, or on the licence holder, by or under   this Act, the 1990 Act or the Communications Act 2003  ; b conditions requiring the payment by the licence holder to   OFCOM   (whether on the grant of the licence or at such times thereafter as may be determined by or under the licence, or both) of a fee or fees of an amount or amounts so determined; c conditions requiring the licence holder to provide   OFCOM  , in such manner and at such times as they may reasonably require, with such information as they may require for the purpose of exercising the functions assigned to them by or under   this Act, the 1990 Act or the Communications Act 2003  ; d conditions providing for such incidental and supplemental matters as appear to   OFCOM   to be appropriate. 2 A licence may in particular include conditions requiring the licence holder— a to comply with any direction given by   OFCOM   as to such matters as are specified in the licence or are of a description so specified, or b (except to the extent that   OFCOM   consent to his doing or not doing them) not to do or to do such things as are specified in the licence or are of a description so specified. 3 The fees required to be paid to   OFCOM   by virtue of subsection (1)(b) shall be in accordance with such tariff as may from time to time be fixed by   OFCOM   .... 4 A tariff fixed under subsection (3) may specify different fees in relation to different cases or circumstances; and   OFCOM   shall publish every such tariff in such manner as they consider appropriate. 5 Where the holder of any licence— a is required by virtue of any condition imposed under this Part to provide   OFCOM   with any information, and b in purported compliance with that condition provides them with information which is false in a material particular, he shall be taken for the purposes of sections 17, 23 and 27 of this Act and section 42 of the 1990 Act to have failed to comply with that condition. 6 Nothing in this Part which authorises or requires the inclusion in a licence of conditions relating to any particular matter or having effect for any particular purpose shall be taken as derogating from the generality of subsection (1)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "5", "section_title": " Restrictions on holding of licences under Part I.", "section_text": "5 1   OFCOM   shall do all that they can to secure— a that a person does not become or remain the holder of a licence if he is a person who is a disqualified person in relation to that licence by virtue of Part II of Schedule 2 to the 1990 Act (as amended by this Act); and b that a person does not become the holder of a licence if requirements imposed by or under Schedule 14 to the Communications Act 2003 would be contravened were he to do so; and c that those requirements are not contravened in the case of a person who already holds a licence. 2   OFCOM   may accordingly— a require any applicant for a licence to provide them with such information as they may reasonably require for the purpose of determining— i whether he is such a disqualified person as is mentioned in subsection (1)(a), ii whether any such requirements as are mentioned in subsection (1)(b) would preclude them from granting a licence to him, and iii if so, what steps would be required to be taken by or in relation to him in order for any such requirements to be complied with; b revoke the award of a licence to a body where a relevant change takes place after the award, but before the grant, of the licence; c make the grant of a licence to any person conditional on the taking of any specified steps that appear to them to be required to be taken as mentioned in paragraph (a)(iii); d impose conditions in any licence enabling them to require the licence holder, if a body corporate, to give to them advance notice of proposals affecting— i shareholdings in the body, or ii the directors of the body, where such proposals are known to the body; da impose conditions in a licence requiring the licence holder, if a body corporate, to give  OFCOM  notice, after they have occurred and irrespective of whether proposals for them have fallen to be notified, of changes, transactions or events affecting— i shareholdings in the body; or ii the directors of the body; db impose conditions in a licence enabling  OFCOM  to require the licence holder to provide them with such information as they may reasonably require for determining— i whether the licence holder is a disqualified person in relation to that licence by virtue of Part 2 of Schedule 2 to the 1990 Act; or ii whether any such requirements as are mentioned in subsection (1)(b) have been and are being complied with by or in relation to the licence holder; e impose conditions in any licence enabling them to give the licence holder directions requiring him to take, or arrange for the taking of, any specified steps appearing to them to be required to be taken in order for any such requirements as are mentioned in subsection (1)(b) to be complied with. 3 Where   OFCOM  — a revoke the award of any licence in pursuance of subsection (2)(b), or b determine that any condition imposed by them in relation to any licence in pursuance of subsection (2)(c) has not been satisfied, any provisions of this Part relating to the awarding of licences of the kind in question shall (subject to subsection (4)) have effect as if the person to whom the licence was awarded or granted had not made an application for it. 4 Those provisions shall not so have effect if   OFCOM   decide that it would be desirable to publish a fresh notice under this Part in respect of the grant of a licence, or (as the case may be) a further licence, to provide the service in question. 5 Every licence shall include such conditions as   OFCOM   consider necessary or expedient to ensure that where— a the holder of the licence is a body, and b a relevant change takes place after the grant of the licence,   OFCOM   may revoke the licence by notice served on the holder of the licence and taking effect forthwith or on a date specified in the notice. 6   OFCOM   shall not serve any such notice on the licence holder unless— a they have notified him of the matters   constituting their grounds for revoking the licence   and given him a reasonable opportunity of making representations to them about those matters, and b in a case where the relevant change is one falling within subsection (7)— i they have also given him an opportunity of complying with   the requirements imposed by or under Schedule 14 to the Communications Act 2003   within a period specified in the notification, and ii the period specified in the notification has elapsed. 7 A relevant change falls within this subsection if it consists only in one or more of the following— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a change in the national market share (within the meaning of   Part 1 of Schedule 14 to the Communications Act 2003  ) of one or more national newspapers (within the meaning of that Part of that Schedule), or c a change in the local market share (within the meaning of   section 5 of the Broadcasting Act 1990  ) in a particular area of one or more local newspapers (within the meaning of   Part 1 of Schedule 14 to the Communications Act 2003  ). 8 In this section “ relevant change ”, in relation to a body to which a licence has been awarded or granted, means— a any change affecting the nature or characteristics of the body, b any change in the persons having control over or interests in the body, or c any other change giving rise to   a disqualification under Part 2 of Schedule 2 to the 1990 Act or a contravention of a requirement imposed by or under Schedule 14 to the Communications Act 2003,   being (in any case) a change which is such that, if it fell to   OFCOM   to determine whether to award the licence to the body in the new circumstances of the case, they would be induced by the change to refrain from so awarding it."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "6", "section_title": " Assignment of frequencies by Secretary of State.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "7", "section_title": " Multiplex licences.", "section_text": "7 1 Where   OFCOM   propose to grant a licence to provide a multiplex service (in this Part referred to as a “ multiplex licence ”) they shall publish, in such manner as they consider appropriate, a notice— a stating that they propose to grant such a licence, b specifying the frequency or frequencies on which the service is to be provided, c specifying, in such manner as   OFCOM   consider appropriate, the area or areas in the United Kingdom within which the frequency or frequencies is or are to be available, d inviting applications for the licence and specifying the closing date for such applications, e specifying the fee payable on any application, and f stating whether any percentage of multiplex revenue for each accounting period would be payable by an applicant in pursuance of section 13 if he were granted the licence and, if so, specifying that percentage. 2 Unless an order under section 13(2) is in force— a the consent of the Secretary of State shall be required for so much of the notice as relates to the matters specified in subsection (1)(f), and b   OFCOM   may if they think fit (with that consent) specify under subsection (1)(f)— i different percentages in relation to different accounting periods falling within the period for which the licence would be in force, and ii a nil percentage in relation to any accounting period so falling. 3 When publishing a notice under subsection (1),   OFCOM  — a shall publish with the notice general guidance as to requirements to be met by proposals as to the matters referred to in subsection (4)(b)(i) and (ii) and (f), and b may publish with the notice such other general guidance as they consider appropriate. 4 An application made in pursuance of a notice under subsection (1) must be in writing and accompanied by— a the fee specified in the notice under subsection (1)(e), b a technical plan relating to the service which the applicant proposes to provide and indicating— i the parts of the area specified under subsection (1)(c) which would be within the coverage area of the service, ii the timetable in accordance with which that coverage would be achieved, and iii the technical means by which it would be achieved, c the applicant’s proposals as to the number of digital programme services to be broadcast, as to the characteristics of each of those services and as to the areas in which they would be provided, ca the applicant’s proposals as to the number (if any) of digital sound programmes services which are to be broadcast, as to the characteristics of each of those services and as to the areas in which they would be provided; d the applicant’s proposals as to the timetable in accordance with which the broadcasting of each of   the services mentioned in paragraphs (c) and (ca)   would begin, e the applicant’s proposals as to the broadcasting of digital additional services, f the applicant’s proposals for promoting or assisting the acquisition, by persons in the proposed coverage area of the service, of equipment capable of receiving all the multiplex services available in that area, g such information as   OFCOM   may reasonably require as to the applicant’s present financial position and his projected financial position during the period for which the licence would be in force, and h such other information as   OFCOM   may reasonably require for the purpose of considering the application. 5 In subsection (4)(f) “ acquisition ” includes acquisition on hire or loan. 6 At any time after receiving such an application and before determining it,   OFCOM   may require the applicant to furnish additional information under any of paragraphs (b) to (h) of subsection (4). 7 Any information to be furnished to   OFCOM   under this section shall, if they so require, be in such form or verified in such manner as they may specify. 8   OFCOM   shall, as soon as reasonably practicable after the date specified in a notice under subsection (1) as the closing date for applications, publish in such manner as they consider appropriate— a the following matters, namely— i the name of every person who has made an application to them in pursuance of the notice, ii the proposals submitted by him under subsection (4)(c), and iii such other information connected with his application as   OFCOM   consider appropriate; and b a notice— i inviting representations to be made to them with respect to any of the applications, and ii specifying the manner in which, and the time by which, any such representations are to be so made."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "8", "section_title": " Award of multiplex licences.", "section_text": "8 1 Where   OFCOM   have published a notice under section 7(1), they shall in determining whether, or to whom, to award the multiplex licence in question, have regard to the extent to which, taking into account the matters specified in subsection (2) and any representations made to them in pursuance of section 7(8)(b) with respect to those matters, the award of the licence to each applicant would be calculated to promote the development of digital television broadcasting in the United Kingdom otherwise than by satellite. 2 The matters referred to in subsection (1) are— a the extent of the coverage area proposed to be achieved by the applicant as indicated in the technical plan submitted by him under section 7(4)(b), b the timetables proposed by the applicant under section 7(4)(b)(ii) and (d), c the ability of the applicant to establish the proposed service and to maintain it throughout the period for which the licence will be in force, d the capacity of the digital programme services proposed to be included in the service to appeal to a variety of tastes and interests, e any proposals by the applicant for promoting or assisting the acquisition, by persons in the proposed coverage area of the service, of equipment capable of receiving all the multiplex services available in that area, and f whether, in contracting or offering to contract with persons providing digital programme services  , digital sound programme service   or digital additional services, the applicant has acted in a manner calculated to ensure fair and effective competition in the provision of such services. 3 In subsection (2)(e) “ acquisition ” includes acquisition on hire or loan. 4 Where   OFCOM   have awarded a multiplex licence to any person in accordance with this section, they shall, as soon as reasonably practicable after awarding the licence— a publish in such manner as they consider appropriate— i the name of the person to whom the licence has been awarded, and ii such other information as   OFCOM   consider appropriate, and b grant the licence to that person."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "9", "section_title": " Power to require two or more multiplex licences to be granted to one person.", "section_text": "9 1   OFCOM   may, before publishing a notice under section 7(1), determine that two or more multiplex licences are on that occasion to be granted to one person. 2 Where   OFCOM   have so determined, they shall publish a single notice under section 7(1) in relation to the licences. 3 In relation to any application made in pursuance of such a notice— a references in section 7(4) to the proposed service shall have effect as references to each of the proposed services, b the reference in section 8(1) to the multiplex licence shall have effect as a reference to all the licences concerned, c in section 8(2), the reference in paragraph (d) to the proposed service shall have effect as a reference to all the proposed services considered together, and other references to the proposed service shall have effect as references either to each of the proposed services or to all of them considered together, as   OFCOM   consider appropriate. 4 Nothing in this section applies in relation to the renewal of a multiplex licence."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "10", "section_title": " Award of multiplex licence subject to conditions.", "section_text": "10 1   OFCOM   may, when awarding a multiplex licence to any person, make the grant of the licence to him conditional on his compliance before the grant with such specified requirements relating to the financing of the service as appear to them to be appropriate, having regard to— a any duties which are or may be imposed on them, or on the licence holder, by or under   this Act, the 1990 Act or Part 3 of the Communications Act 2003  , and b any information provided to them under section 7(4)(g) by the person to whom the licence is awarded as to his projected financial position during the period for which the licence would be in force. 2 Where   OFCOM   determine that any condition imposed by them in relation to a multiplex licence in pursuance of subsection (1) has not been satisfied, section 8 shall (subject to subsection (3)) have effect as if the person to whom the licence was awarded had not made an application for it. 3 Section 8 shall not so have effect if   OFCOM   decide that it would be desirable to publish a fresh notice under section 7(1) in respect of the grant of the licence."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "11", "section_title": " Failure to begin providing licensed service and financial penalties on revocation of licence.", "section_text": "11 1 Subject to subsection (2), subsection (3) applies where at any time after a multiplex licence has been granted to any person but before the licence has come into force— a that person indicates to   OFCOM   that he does not intend to provide the service in question, or b   OFCOM   for any other reason have reasonable grounds for believing that that person will not provide that service once the licence has come into force. 2 Subsection (3) shall not apply in the case of any person by virtue of paragraph (b) of subsection (1) unless   OFCOM   have served on him a notice stating their grounds for believing that he will not provide the service in question once his licence has come into force; and they shall not serve such a notice on him unless they have given him a reasonable opportunity of making representations to them about the matters complained of. 3 Where this subsection applies— a   OFCOM   shall serve on the person to whom the licence has been granted a notice revoking the licence as from the time the notice is served on him, and b section 8 shall (subject to subsection (4)) have effect as if he had not made an application for the licence. 4 Section 8 shall not have effect as mentioned in subsection (3) if the Commission decide that it would be desirable to publish a fresh notice under section 7(1) in respect of the grant of the licence. 5 Where   OFCOM   revoke a multiplex licence under this section or under any other provision of this Part, they shall serve on the licence holder a notice requiring him to pay to them, within a specified period, a specified financial penalty  ... 5A The maximum amount which a person may be required to pay by way of a penalty under subsection (5) is the maximum penalty given by subsections (5B) and (5C). 5B In a case where the licence is revoked under this section or the penalty is imposed before the end of the first complete accounting period of the licence holder to fall within the period for which the licence is in force, the maximum penalty is whichever is the greater of— a £500,000; and b 7 per cent. of the amount which  OFCOM  estimate would have been the multiplex revenue for the first complete accounting period of the licence holder falling within the period for which the licence would have been in force. 5C In any other case, the maximum penalty is whichever is the greater of— a £500,000; and b 7 per cent. of the multiplex revenue for the last complete accounting period of the licence holder falling within the period for which the licence is in force. 5D Section 14 applies for estimating or determining multiplex revenue for the purposes of subsection (5B) or (5C) above. 7 Any financial penalty payable by any body by virtue of subsection (5) shall, in addition to being recoverable from that body as provided by section 38(4), be recoverable by   OFCOM   as a debt due to them from any person who controls that body."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "12", "section_title": " Conditions attached to multiplex licence.", "section_text": "12 1 A multiplex licence shall include such conditions as appear to   OFCOM   to be appropriate for securing— a that the licensed service is established by the licence holder in accordance with the timetable and other proposals indicated in the technical plan submitted under section 7(4)(b), b the implementation of any proposals submitted by the licence holder under section 7(4)(c), (d), (e) or (f), c that all digital programme services broadcast under the licence are provided by the holder of a licence under section 18  , by the  BBC   or by    a CTT broadcaster or are exempt Irish services , d that all digital additional services broadcast under the licence are provided by the holder of a licence under section 25  , by the  BBC   or by   a CTT broadcaster or are exempt Irish services , da that the only digital sound programme services broadcast under the licence are services provided by the holder of a national digital sound programme licence (within the meaning of section 60) or by the  BBC ; e that in the terms on which the licence holder contracts, or offers to contract, for the broadcasting of digital programme services  , digital sound programme services   or digital additional services, he does not show undue discrimination either against or in favour of a particular person providing such a service or a class of such persons, f that the licence holder does not, in any agreement with a person providing a digital programme service  , a digital sound programme service   or digital additional services which entitles that person to use a specified amount of digital capacity on the frequency or frequencies to which the licence relates, restrict that person’s freedom to make arrangements with some other person as to the use of any of that digital capacity (except to the extent that the restriction is reasonably required for the purpose of ensuring the technical quality of the broadcasts or for the purpose of securing compliance with any other condition of the licence), g that the signals carrying the multiplex service attain high standards in terms of technical quality and reliability throughout so much of the area for which the service is provided as is for the time being reasonably practicable, and h that, while the licence is in force, at least the required percentage of the digital capacity on the frequency or frequencies on which the service is broadcast is used, or left available to be used, for the broadcasting of services falling within subsection (1A). 1A The services falling within this subsection are— a qualifying services; b digital programme services licensed under this Part or provided by the  BBC ; c digital sound programme services provided by the  BBC ; d programme-related services; and e relevant technical services. 2 Any conditions imposed in pursuance of subsection (1)(a) or (b) may be varied by   OFCOM   with the consent of the licence holder (and section 3(4)(b) shall accordingly not apply to any such variation). 3 Where the licence holder applies to   OFCOM   for the variation of any condition imposed in pursuance of subsection (1)(b) and relating to the characteristics of any of the digital programme services  or digital sound programme services   to be broadcast under the licence,   OFCOM   shall vary the condition accordingly unless it appears to them that, if the application were granted, the capacity of the   so much of what is broadcast under the licence as consists of digital programme services, or of such services together with digital sound programme services,   to appeal to a variety of tastes and interests would be unacceptably diminished. 3A In subsection (1)(c) and (d)— “ CTT broadcaster ” means a person who for the purposes of the European Convention on Transfrontier Television is within the jurisdiction of a CTT State other than the United Kingdom; “ exempt Irish service ” means a service specified in section 211B(1)(b) of the Communications Act 2003. 4 In subsection   (1A)  — a “ qualifying service ” does not include   the digital public teletext service  , b “ programme-related service ” means any digital additional service consisting in the provision of services (apart from advertising) which— i are ancillary to the programmes included in one or more television programme services (within the meaning of Part I of the 1990 Act)  , or in one or more digital sound programme services provided by the  BBC ,   and are directly related to the contents of those programmes, or ii relate to the promotion or listing of such programmes, and c “ relevant technical service ” means any technical service which relates to one or more   services falling within subsection (1A) which are comprised in the multiplex in question . 4A In subsection (1)(h), the reference to the required percentage is a reference to such percentage equal to or more than 90 per cent. as  OFCOM — a consider appropriate; and b specify in the condition. 5 The Secretary of State may by order amend subsection   (4A)   by substituting for the percentage for the time being specified there a different percentage specified in the order. 6 No order under subsection (5) shall be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "13", "section_title": " Additional payments to be made in respect of multiplex licences.", "section_text": "13 1 Where a multiplex licence is granted in pursuance of a notice under subsection (1) of section 7 which specified a percentage of multiplex revenue under paragraph (f) of that subsection, the licence shall include conditions requiring the licence holder to pay to   OFCOM   (in addition to any fees required to be so paid by virtue of section 4(1)(b)) in respect of each accounting period of his falling within the period for which the licence is in force, an amount representing such percentage of the multiplex revenue for that accounting period (determined under section 14) as was specified in the notice. 2 The Secretary of State may by order provide that, in relation to any notice under subsection (1) of section 7 published while the order is in force, no percentage shall be specified under paragraph (f) of that subsection. 3 Any order under subsection (2) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 A multiplex licence may include conditions— a enabling   OFCOM   to estimate before the beginning of an accounting period the amount due for that period by virtue of subsection (1), and b requiring the licence holder to pay the estimated amount by monthly instalments throughout that period. 5 Such a licence may in particular include conditions— a authorising   OFCOM   to revise any estimate on one or more occasions, and to adjust the instalments payable by the licence holder to take account of the revised estimate; b providing for the adjustment of any overpayment or underpayment. 6 Where— a the first complete accounting period of the licence holder falling within the period for which the licence is in force (“ the licence period ”) does not begin at the same time as that period, or b the last complete accounting period of his falling within the licence period does not end at the same time as that period, any reference in subsection (1) to an accounting period of his shall include a reference to such part of the accounting period preceding that first complete accounting period, or (as the case may be) following that last complete accounting period, as falls within the licence period; and other references to accounting periods in this Part shall be construed accordingly."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "14", "section_title": " Multiplex revenue.", "section_text": "14 1 For the purposes of   this Part   the multiplex revenue for each accounting period of   the person who is the multiplex provider in relation to any television multiplex service or any general multiplex service   shall consist of— a all payments received or to be received by him or any person connected with him from a person other than a programme provider or an additional services provider— i in consideration of the inclusion in that period, in any digital programme service or digital additional service broadcast by means of   the relevant multiplex  , of advertisements or other programmes, or ii in respect of charges made in that period for the reception of programmes included in any such digital programme service or digital additional service, b all payments received or to be received by him or any person connected with him in respect of the broadcasting of   by means of the multiplex service of any service which is a qualifying service or which (without being a qualifying service) is provided by the  BBC  , c all payments received or to be received by any programme provider or any person connected with him from a person other than   the multiplex provider  , an additional services provider or another programme provider— i in consideration of the inclusion in that period, in any digital programme service provided by him for broadcasting by means of   the relevant multiplex  , of advertisements or other programmes, or ii in respect of charges made in that period for the reception of programmes included in any such digital programme service, and d all payments received or to be received by any additional services provider or any person connected with him from a person other than   the multiplex provider  , a programme provider or another additional services provider— i in consideration of the inclusion in that period, in any digital additional service provided by him for broadcasting by means of   the relevant multiplex  , of advertisements or other programmes, or ii in respect of charges made in that period for the reception of programmes included in any such digital additional service. 2 If, in connection with the inclusion of any advertisements or other programmes whose inclusion is paid for by payments falling within subsection (1)(a)(i), any payments are made to   the multiplex provider   or any connected person to meet any payments payable by   the multiplex provider   by virtue of section 13(1), those payments shall be regarded as made in consideration of the inclusion of the programmes in question. 3 In the case of an advertisement included as mentioned in subsection (1)(a)(i), (c)(i) or (d)(i) under arrangements made between— a   the multiplex provider  , a programme provider or an additional services provider or any person connected with any of them, and b a person acting as an advertising agent, the amount of any receipt by   the multiplex provider  , programme provider or additional services provider or any connected person that represents a payment by the advertiser from which the advertising agent has deducted any amount by way of commission shall, except in a case falling within subsection (4), be the amount of the payment by the advertiser after the deduction of the commission. 4 If the amount deducted by way of commission as mentioned in subsection (3) exceeds 15 per cent. of the payment by the advertiser, the amount of the receipt in question shall be taken to be the amount of the payment less 15 per cent. 5 If, in any accounting period of   the multiplex provider  , a programme provider or an additional services provider or a person connected with any of them derives, in relation to any programme to be included in the relevant service, any financial benefit (whether direct or indirect) from payments made by any person other than   the multiplex provider  , by way of sponsorship, for the purpose of defraying or contributing towards costs incurred or to be incurred in connection with that programme, the relevant payments shall be taken to include the amount of the financial benefit so derived by   the multiplex provider   or the connected person, as the case may be. 6 In subsection (5)— a “ the relevant service ” means— i in relation to a programme provider or a person connected with him, any digital programme service provided as mentioned in subsection (1)(c)(i), and ii in relation to an additional services provider or a person connected with him, any digital additional service provided as mentioned in subsection (1)(d)(i), and b “ relevant payments ” means— i in relation to a programme provider, the payments referred to in subsection (1)(c), and ii in relation to an additional services provider, the payments referred to in subsection (1)(d). 7 Where, in any accounting period of   the multiplex provider  — a   the multiplex provider   provides a digital programme service or digital additional service for broadcasting by means of the multiplex service, b   the multiplex provider   is engaged in any activity which, if engaged in by another person, would result in payments falling within subsection (1)(a) being made to   the multiplex provider  , c a programme provider is engaged in any activity which, if engaged in by another person, would result in payments falling within subsection (1)(c) being made to the programme provider, or d an additional services provider is engaged in any activity which, if engaged in by another person, would result in payments falling within subsection (1)(d) being made to the additional services provider,   OFCOM   may, if they consider that the amount which would (apart from this subsection) be the multiplex revenue for that accounting period is less than it would have been if the digital programme service or digital additional service had been provided, or the activity engaged in, by another person at arm’s length, treat the multiplex revenue as increased by the amount of the difference. 8 Where, in any accounting period of the holder of the multiplex licence,   the multiplex provider   or a programme provider or additional services provider receives payments falling within subsection (1)(a), (b), (c) or (d) from a person connected with him and it appears to   OFCOM   that the amount which (apart from this subsection) would be the multiplex revenue for that accounting period is less than it would have been if the arrangements between him and the connected person were such as might be expected between parties at arm’s length,   OFCOM   may treat the multiplex revenue as increased by the amount of the difference. 9 In this section— “ additional services provider ”, in relation to   a television multiplex service or a general multiplex service  , means any person who provides any digital additional service for broadcasting by means of   that multiplex service  ; “   multiplex provider”—  ” in relation to a television multiplex service for which a person holds a licence under this Part, means the licence holder; and in relation to a television multiplex service which is not licensed under this Part or a general multiplex service, means the person who provides that service; “ programme provider ”, in relation to   a television multiplex service or a general multiplex service  , means any person who provides a digital programme service for broadcasting by means of   that multiplex service  . “   the relevant multiplex -  ”   in relation to a multiplex provider falling within paragraph (a) of the definition of that expression, means the television multiplex service to which his licence relates; and in relation to any other multiplex provider, means the television multiplex service or general multiplex service which is provided by him; and this section and section 15 shall have effect as if references in this section to digital programme services included references to digital sound programme services and references to digital additional services included references to digital additional services within the meaning of Part 2."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "15", "section_title": " Attribution of multiplex revenue to licence holder and others.", "section_text": "15 1 For the purposes of section   17(2A) and (2B)  , the share of multiplex revenue attributable to   the person who is the multiplex provider in relation to any television multiplex service   in respect of any accounting period of his shall be— a the aggregate of— i payments falling within paragraphs (a) or (b) of section 14(1), and ii payments received or to be received by him from programme providers and additional services providers in respect of the provision   in that period of television multiplex services,   less b the amount of any payments made or to be made to programme providers or additional service providers which would fall within paragraph (c) or (d) of section 14(1) but for the fact that they are received from   the multiplex provider  . 2 For the purposes of   sections 23(2A) to (5) and 27(2A) to (5)  , the share of multiplex revenue attributable to a programme provider or additional services provider in relation to   a television multiplex service or a general multiplex service   in respect of any accounting period of   the multiplex provider   shall be— a the aggregate of— i payments falling within paragraph (c) or (d) of section 14(1), and ii payments received or to be received from the holder of the multiplex licence which would fall within one of those paragraphs but for the fact that they are received from the holder of the multiplex licence, less b the amount of any payments made or to be made to the holder of the multiplex licence in respect of the provision of multiplex services in that period. 3 In a case falling within subsection (7) or (8) of section 14,   OFCOM   may treat the share of multiplex revenue attributable to any person for the accounting period of   the multiplex provider   as increased by such amount as they consider appropriate to take account of the circumstances mentioned in that subsection. 4 In this section “ additional services provider ”  , ‘multiplex provider’   and “ programme provider ”, in relation to   a television multiplex service or a general multiplex service  , have the same meaning as in section 14."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "16", "section_title": " Duration and renewal of multiplex licences.", "section_text": "16 1 A multiplex licence shall (subject to the provisions of this Part and to section 42 of the 1990 Act as applied by section 17(6)) continue in force for a period of twelve years. 2 A multiplex licence granted within six years of the commencement of this section may be renewed on one occasion in accordance with this section for a period of twelve years beginning with the date on which it would otherwise expire. 3 An application for the renewal of a multiplex licence under subsection (2) may be made by the licence holder not earlier than four years before the date on which it would otherwise cease to be in force and not later than  the day falling three months before   the relevant date. 4 At any time before determining the application,   OFCOM   may— a require the applicant to furnish— i a technical plan which supplements that submitted by the licence holder under section 7(4)(b), and ii proposals which supplement any proposals submitted by the licence holder under section 7(4)(f), and b notify the applicant of requirements which must be met by that supplementary technical plan or those supplementary proposals and relate to the matters referred to in section 7(4)(b)(i) and (ii) and (f). 5 The consent of the Secretary of State shall be required for any exercise by   OFCOM   of their powers under subsection (4) and for any decision by   OFCOM   not to exercise those powers; and in deciding whether to give his consent the Secretary of State shall have regard to any report made to him under subsection (1)(b) of section 33 and to any representations received by him on consultation under subsection (4) of that section. 6 ... before the relevant date,   OFCOM   may postpone consideration of it by them for as long as they think appropriate having regard to subsection (10). 7 Where an application for the renewal of a multiplex licence has been duly made to   OFCOM   they may refuse the application only if— a it appears to them that the applicant has failed to comply with any of the conditions included in his licence, b any supplementary technical plan or supplementary proposals submitted under subsection (4)(a) fail to meet requirements notified to the applicant under subsection (4)(b), or c they are not satisfied that the applicant would, if his licence were renewed, provide a service which complied with the conditions to be included in the licence as renewed. 8 Subject to subsection (9), on the grant of any such application   OFCOM   may with the consent of the Secretary of State, and shall if so required by him— a specify a percentage different from that specified under section 7(1)(f) as the percentage of multiplex revenue for each accounting period of his that will be payable by the applicant in pursuance of section 13(1) during the period for which the licence is to be renewed, or b specify such a percentage where none was specified under section 7(1)(f); and   OFCOM   may specify under paragraph (a) or (b) either of the things mentioned in section 7(2)(b). 9 Where an order under section 13(2) is in force on the relevant date, no percentage of multiplex revenue shall be payable as mentioned in subsection (8)(a) during the period for which the licence is to be renewed. 10 Where   OFCOM   have granted a person’s application under this section, they shall formally renew his licence from the date on which it would otherwise expire; and they shall not so renew his licence unless they have notified him of any percentage specified by them under subsection (8) and he has, within such period as is specified in that notification, notified them that he consents to the licence being renewed on those terms. 11 Where a multiplex licence has been renewed under this section, the licence as renewed shall include such further conditions as appear to   OFCOM   to be appropriate for securing the implementation of any supplementary technical plan and supplementary proposals submitted under subsection (4)(a). 12 In this section “ the relevant date ”, in relation to a multiplex licence, means the date which   OFCOM   determine to be that by which they would need to publish a notice under section 7(1) if they were to grant, as from the date on which that licence would expire if not renewed, a fresh licence to provide the service formerly provided under that licence. 12A A determination for the purposes of subsection (12)— a must be made at least one year before the date determined; and b must be notified by  OFCOM  to the person who holds the licence in question. 13 Nothing in this section prevents the holder of a multiplex licence from applying for a new licence on one or more occasions in pursuance of a notice under section 7(1)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "17", "section_title": " Enforcement of multiplex licences.", "section_text": "17 1 If   OFCOM   are satisfied that the holder of a multiplex licence has failed to comply with any condition of the licence or with any direction given by   OFCOM   under or by virtue of any provision of this Part, they may (subject to the following provisions of this section) serve on him— a a notice requiring him to pay, within a specified period, a specified financial penalty to   OFCOM  , or b a notice reducing the period for which the licence is to be in force by a specified period not exceeding two years. 2 The amount of any financial penalty imposed on any person in pursuance of subsection (1)(a) shall not exceed   the maximum penalty given by subsection (2A).   2A The maximum penalty is whichever is the greater of— a £250,000; and b 5 per cent. of the share of multiplex revenue attributable to the licence holder for his last complete accounting period falling within the period for which his licence has been in force (“ the relevant period ”). 2B In relation to a person whose first complete accounting period falling within the relevant period has not ended when the penalty is imposed, subsection (2A)(b) is to be construed as referring to 5 per cent. of the amount which  OFCOM  estimate to be the share of multiplex revenue attributable to him for that accounting period. 2C Section 15(1) and (3) applies for determining or estimating the share of multiplex revenue attributable to a person for the purposes of subsection (2A) or (2B) above. 4   OFCOM   shall not serve on any person such a notice as is mentioned in subsection (1)(a) or (b) unless they have given him a reasonable opportunity of making representations to them about the matters complained of. 5 Where a licence is due to expire on a particular date by virtue of a notice served on any person under subsection (1)(b),   OFCOM   may, on the application of that person, revoke that notice by a further notice served on him at any time before that date, if they are satisfied that, since the date of the earlier notice, his conduct in relation to the operation of the licensed service has been such as to justify the revocation of that notice. 6 Section 42 of the 1990 Act (power to revoke Channel 3 or 5 licence) shall have effect in relation to a multiplex licence as it has effect in relation to a Channel 3 licence, but as if the reference in subsection (1)(a) of that section to Part I of the 1990 Act were a reference to this Part."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "18", "section_title": " Licensing of digital programme services.", "section_text": "18 1 An application for a licence to provide digital programme services (in this Part referred to as a “ digital programme licence ”) shall— a be made in such manner as   OFCOM   may determine, and b be accompanied by such fee (if any) as they may determine. 2 At any time after receiving such an application and before determining it,   OFCOM   may require the applicant to furnish such additional information as they may consider necessary for the purpose of considering the application. 3 Any information to be furnished to   OFCOM   under this section shall, if they so require, be in such form or verified in such manner as they may specify. 4 Where an application for a digital programme licence is made to   OFCOM   in accordance with the provisions of this section, they shall grant the licence unless precluded from doing so by section 3(3)(a) or 5(1). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "19", "section_title": " Duration and conditions of digital programme licence.", "section_text": "19 1 Subject to the provisions of this Part and to section 42 of the 1990 Act as applied by section 23(8), a digital programme licence shall continue in force until it is surrendered by its holder. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A digital programme licence shall also include such conditions as appear to   OFCOM   to be appropriate for requiring the holder of the licence— a on entering into any agreement with   the provider of a television multiplex service or general multiplex service   for the provision of a digital programme service to be broadcast   by means of that provider’s service  , to notify   OFCOM  — i of   the identity of the service by means of which it will be broadcast  , ii of the characteristics of the digital programme service to which the agreement relates, iii of the period during which it will be provided, and iv where under the agreement the holder of the digital programme licence will be entitled to the use of a specified amount of digital capacity, of that amount, b when any such agreement is varied so far as it relates to any of the matters mentioned in paragraph (a)(i), (ii), (iii) or (iv), to notify   OFCOM   of the variation so far as relating to those matters, and c where he is providing a digital programme service to   the provider of a television multiplex service or general multiplex service   in accordance with such an agreement as is mentioned in paragraph (a) but intends to cease doing so, to notify   OFCOM   of that fact. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "20", "section_title": " Code relating to provision for deaf and visually impaired.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "21", "section_title": " Powers of Secretary of State in relation to code under section 20.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "22", "section_title": " Compliance with code under section 20.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "23", "section_title": " Enforcement of digital programme licences.", "section_text": "23 1 If   OFCOM   are satisfied that the holder of a digital programme licence has failed to comply with any condition of the licence or with any direction given by   OFCOM   under or by virtue of any provision of this Part, they may (subject to the following provisions of this section) serve on him— a a notice requiring him to pay, within a specified period, a specified financial penalty to   OFCOM  , or b a notice providing that the licence is to expire on a specified date, which shall be at least one year from the date of service of the notice. 2 The amount of any financial penalty imposed on any person in pursuance of subsection (1)(a) shall not exceed   the maximum penalty given by subsection (2A).   2A The maximum penalty is whichever is the greater of— a £250,000; and b 5 per cent. of the aggregate amount of the shares of multiplex revenue attributable to him in relation to television multiplex services and general multiplex services in respect of relevant accounting periods. 4 In   subsection (2A)   “ relevant accounting period ”, in relation to a   television multiplex service or general multiplex service, means the last accounting period of the multiplex provider  . 5 Where, in the case of any   television multiplex service or general multiplex service, the first accounting period of the multiplex provider   throughout which the holder of the digital programme licence provides a digital programme service for broadcasting by means of the multiplex service (“ the first period ”) has   not ended when the penalty is imposed, then for the purposes of this section   the share of multiplex revenue attributable to the holder of the digital programme licence in relation to that multiplex service for the relevant accounting period shall be taken to be the amount which   OFCOM   estimate to be the share of multiplex revenue attributable to him for the first period. 5A In subsections (4) and (5)\t\t\t\t\t\t\t\t “ multiplex provider ” has the same meaning as in section 14. 5B Section 15(2) and (3) applies for determining or estimating the share of multiplex revenue attributable to a person for the purposes of subsection (2A) or (5) above. 6   OFCOM   shall not serve on any person such a notice as is mentioned in subsection (1)(a) or (b) unless they have given him a reasonable opportunity of making representations to them about the matters complained of. 7 Where a licence is due to expire on a particular date by virtue of a notice served on any person under subsection (1)(b),   OFCOM   may, on the application of that person, revoke that notice by a further notice served on him at any time before that date, if they are satisfied that, since the date of the earlier notice, his conduct in relation to the operation of the licensed service has been such as to justify the revocation of that notice. 8 Subject to subsection (9), section 40(1) to (4) (power to direct licensee to broadcast correction or    statement of findings    or not to repeat programme) and section 42 (power to revoke Channel 3 or 5 licence) of the 1990 Act shall apply in relation to a digital programme licence as they apply in relation to a Channel 3 licence. 9 In its application in relation to a digital programme licence, section 42 of the 1990 Act shall have effect— a with the substitution for the reference in subsection (1)(a) to Part I of that Act of a reference to this Part, and b with the omission of subsection (4) and of the reference to that subsection in subsection (6). 10 It is hereby declared that any exercise by   OFCOM   of their powers under subsection (1) in respect of any failure to comply with any condition of a digital programme licence shall not preclude the exercise by them of their powers under section 40 of the 1990 Act in respect of that failure."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "24", "section_title": " Digital additional services.", "section_text": "24 1 In this Part “ digital additional service ” means any service   (or dissociable section of a service)  which— a is provided by a person with a view to its being broadcast in digital form (whether by him or some other person) so as to be available for reception by members of the public; b is so provided with a view either— i to the broadcasting being by means of a television multiplex service or by means of a general multiplex service; or ii to the members of the public in question being or including members of the public in   a CTT State   other than the United Kingdom, or in an area of such a State; and c is not a Channel 3 service, Channel 4, Channel 5, a public television service of the Welsh Authority, the digital public teletext service, a digital programme service, a digital sound programme service, an ancillary service or a technical service. 2 In this Part “ ancillary service ” means any service which is provided by the holder of a digital programme licence or by an   a relevant public service broadcaster   and consists in the provision of— a assistance for disabled people in relation to some or all of the programmes included in a digital programme service or qualifying service provided by him; b a service (apart from advertising) that relates to the promotion or listing of programmes included in such a service or in a digital sound programme service so provided; or c any other service (apart from advertising) that is ancillary to one or more programmes so included, and relates directly to their contents. 3 In this Part “ technical service ” means a service which— a is provided for technical purposes connected with the encryption or decryption of one or more digital programme services  , digital sound programme services   or digital additional services, and b is of a description specified in an order made by the Secretary of State. 3A In this section— “ assistance for disabled people ” has the same meaning as in Part 3 of the Communications Act 2003; “ available for reception by members of the public ” shall be construed in accordance with section 361 of that Act; “ public television service of the Welsh Authority ” means— a S4C Digital; or b any television programme service the provision of which by the Authority is authorised by or under section 205 of that Act and which is provided in digital form; “ relevant public service broadcaster ” means any of the following— a a person licensed under Part 1 of the 1990 Act to provide a Channel 3 service; b the Channel 4 Corporation; c a person licensed under Part 1 of the 1990 Act to provide Channel 5; d the  BBC ; e the Welsh Authority; f the public teletext provider. 4 An order under subsection (3) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "24A", "section_title": "Duty to prevent access to seriously harmful extrinsic material", "section_text": "24A 1 In carrying out their functions,  OFCOM  must do all that they consider appropriate to prevent digital additional services from enabling members of the public to access seriously harmful extrinsic material. 2 “ Seriously harmful extrinsic material ”, in relation to a digital additional service, means material that— a is not included in the service, and b appears to  OFCOM — i to have the potential to cause serious harm, or ii to be likely to encourage or incite the commission of crime or lead to disorder."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "25", "section_title": " Licensing of digital additional services.", "section_text": "25 1 An application for a licence to provide digital additional services (in this Part referred to as a “ digital additional services licence ”) shall— a be made in such manner as   OFCOM   may determine, and b be accompanied by such fee (if any) as they may determine. 2 At any time after receiving such an application and before determining it,   OFCOM   may require the applicant to furnish such additional information as they may consider necessary for the purpose of considering the application. 3 Any information to be furnished to   OFCOM   under this section shall, if they so require, be in such form or verified in such manner as they may specify. 4 Where an application for a digital additional services licence is made to   OFCOM   in accordance with the provisions of this section, they shall grant the licence unless precluded from doing so by section 3(3)(a) or 5(1). 4A A digital additional services licence is not required for a service that is or is comprised in a qualifying service. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "26", "section_title": " Duration and conditions of digital additional services licence.", "section_text": "26 1 Subject to the provisions of this Part and to section 42 of the 1990 Act as applied by section 27(8), a digital additional services licence shall continue in force until it is surrendered by its holder. 2 A digital additional services licence shall include such conditions as appear to the Commission to be appropriate for requiring the holder of the licence— a on entering into any agreement with   the provider of a television multiplex service or general multiplex service   for the broadcasting of digital additional services   by means of that provider’s service  , to notify   OFCOM  — i of   the identity of the service by means of which it will be broadcast  , ii of the period during which the services will be provided, iii where under the agreement the holder of the digital additional services licence will be entitled to the use of a specified amount of digital capacity, of that amount, b when any such agreement is varied so far as it relates to any of the matters mentioned in paragraph (a)(i), (ii) or (iii), to notify   OFCOM   of the variation so far as relating to those matters, and c where he is providing digital additional services to    the provider of a television multiplex service or general multiplex service    in accordance with such an agreement as is mentioned in paragraph (a) but intends to cease doing so, to notify   OFCOM   of that fact. 3 A digital additional services licence which authorises the provision of an electronic programme guide (“the guide”) shall also include such conditions as appear to OFCOM to be appropriate for ensuring that, at any time when the guide is a regulated electronic programme guide as defined by section 211A of the Communications Act 2003, the only digital programme services that are listed or promoted by, or which can be accessed through, the guide are digital programme services that— a are provided by or under a licence under this Part, or b do not fall, in pursuance of section 211(1) of the Communications Act 2003, to be regulated by OFCOM."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "27", "section_title": " Enforcement of digital additional services licences.", "section_text": "27 1 If   OFCOM   are satisfied that the holder of a digital additional services licence has failed to comply with any condition of the licence or with any direction given by   OFCOM   under or by virtue of any provision of this Part, they may (subject to the following provisions of this section) serve on him— a a notice requiring him to pay, within a specified period, a specified financial penalty to   OFCOM  , or b a notice providing that the licence is to expire on a specified date, which shall be at least one year from the date of service of the notice. 2 The amount of any financial penalty imposed on any person in pursuance of subsection (1)(a) shall not exceed   the maximum penalty given by subsection (2A).   2A The maximum penalty is whichever is the greater of— a £250,000; and b 5 per cent. of the aggregate amount of the shares of multiplex revenue attributable to him in relation to television multiplex services and general multiplex services in respect of relevant accounting periods. 4 In   subsection (2A)   “ relevant accounting period ”, in relation to a   television multiplex service or general multiplex service, means the last accounting period of the multiplex provider  . 5 Where, in the case of any   television multiplex service or general multiplex service, the first accounting period of the multiplex provider   throughout which the holder of the digital additional services licence provides a digital additional service for broadcasting by means of the multiplex service (“ the first period ”) has   not ended when the penalty is imposed, then for the purposes of this section   the share of multiplex revenue attributable to the holder of the digital additional services licence in relation to that multiplex service for the relevant accounting period shall be taken to be the amount which   OFCOM   estimate to be the share of multiplex revenue attributable to him for the first period. 5A In subsections (4) and (5)\t\t\t\t\t\t\t\t “ multiplex provider ” has the same meaning as in section 14. 5B Section 15(2) and (3) applies for determining or estimating the share of multiplex revenue attributable to a person for the purposes of subsection (2A) or (5) above. 6   OFCOM   shall not serve on any person such a notice as is mentioned in subsection (1)(a) or (b) unless they have given him a reasonable opportunity of making representations to them about the matters complained of. 7 Where a licence is due to expire on a particular date by virtue of a notice served on any person under subsection (1)(b),   OFCOM   may, on the application of that person, revoke that notice by a further notice served on him at any time before that date, if they are satisfied that, since the date of the earlier notice, his conduct in relation to the operation of the licensed service has been such as to justify the revocation of that notice. 8 Subject to subsection (9), sections 40(1) to (4) and section 42 of the 1990 Act shall apply in relation to a digital additional services licence as they apply in relation to a Channel 3 licence. 9 In its application in relation to a digital additional services licence, section 42 of the 1990 Act shall have effect— a with the substitution for the reference in subsection (1)(a) to Part I of that Act of a reference to this Part, and b with the omission of subsection (4) and of the reference to that subsection in subsection (6). 10 It is hereby declared that any exercise by   OFCOM   of their powers under subsection (1) in respect of any failure to comply with any condition of a digital additional services licence shall not preclude the exercise by them of their powers under section 40 of the 1990 Act in respect of that failure."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "28", "section_title": " Provision for broadcasting of services provided by independent analogue broadcasters.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "29", "section_title": " The S4C digital service.", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Sections 57(4), 58(5),  ... 60 and 64 of the 1990 Act shall apply in relation to S4C Digital as they apply in relation to S4C. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "30", "section_title": " The qualifying teletext service.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "31", "section_title": " Advertisements included in qualifying services.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "32", "section_title": " Digital broadcasting of Gaelic programmes.", "section_text": "32 1 The Secretary of State may by order provide for   OFCOM  to include in no more than one relevant multiplex licence   such conditions relating to the broadcasting of programmes in Gaelic for reception wholly or mainly in Scotland as may be specified in, or determined by them under, the order. 2 The Secretary of State may by order require the holder of a multiplex licence (“ the holder ”), in complying with any such conditions, to broadcast programmes in Gaelic supplied by each of the persons mentioned in subsection (4) (“ the suppliers ”) amounting to such minimum number of hours (if any) of transmission time per year as may be specified in the order in relation to that supplier. 3 For the purpose of enabling the holder to comply with any such conditions and any obligation imposed by virtue of subsection (2), it shall be the duty of each supplier to provide the holder, free of charge, with such programmes in Gaelic which have been broadcast by the supplier as the holder may request. 4 The suppliers are— a the BBC, b the Channel Four Television Corporation, c any holder of a Channel 3 licence to provide a regional Channel 3 service (within the meaning of Part I of the 1990 Act) for reception wholly in Scotland, and d such other persons providing television broadcasting services as may be specified by order by the Secretary of State. 5 Subsection (3) shall not apply in relation to any programme first broadcast by the supplier concerned— a before 1st January 1993, or b in the period beginning on 1st January 1993 and ending on 31st March 1997, if the supplier has no right to broadcast it again or has such a right but is not entitled to transfer it to the holder. 6 The holder may broadcast any programme supplied by virtue of subsection (3) on one occasion only. 7 The holder shall consult   Seirbheis nam Meadhanan Gàidhlig   and the suppliers about— a the quantity of programmes likely to be requested by the holder from each supplier by virtue of subsection (3), and b the schedules proposed for the broadcast by the holder of programmes supplied by virtue of that subsection, and shall have regard to any comments made as a result of such consultation. 8 Any order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section— “ Gaelic ” means the Gaelic language as spoken in Scotland; “ relevant multiplex licence ” means a multiplex licence in respect of which the Secretary of State has made an order under section 243(3) of the Communications Act 2003; “ television broadcasting service ” has the same meaning as in Part 3 of the Communications Act 2003."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "33", "section_title": " Review of digital television broadcasting.", "section_text": "33 1 For the purpose of considering for how long it would be appropriate for television broadcasting services to continue to be provided in analogue form, the Secretary of State— a shall keep under review the extent of— i the provision in the United Kingdom of multiplex services, ii the availability in the United Kingdom in digital form of the   following services, namely, Channel 3 services, Channel 4, Channel 5, the public television services of the Welsh Authority (within the meaning of Part 2 of Schedule 12 to the Communications Act 2003), the digital public teletext service  , and the television broadcasting services of the BBC, and iii the ownership or possession in the United Kingdom of equipment capable of receiving the services referred to in sub-paragraph (ii) when broadcast or transmitted in digital form, and the likely future extent of such provision, such availability and such ownership or possession, and b shall, on or before the fourth anniversary of the day on which the first multiplex licence is granted under section 8, and at such time or times thereafter as he thinks fit, require   OFCOM   and the BBC to report to him on the matters referred to in paragraph (a). 2 If   OFCOM   or the BBC are required to submit a report under subsection (1)(b), they shall submit the report within twelve months of the date of the requirement. 3 Before making any report under subsection (1)(b),   OFCOM   shall consult— a the holders of all multiplex licences, b the holders of digital programme licences who are providing digital programme services which are being broadcast, c such other persons providing services licensed by the Commission under this Part or Part I  ... of the 1990 Act as   OFCOM   think fit, and d the Welsh Authority; and   OFCOM   shall include in their report a summary of representations made to them by the persons consulted. 4 For the purpose mentioned in subsection (1), the Secretary of State shall, on requiring reports under subsection (1)(b), consult— a such persons appearing to him to represent viewers as he thinks fit, and b such other persons as he thinks fit, in connection with the matters referred to in subsection (1)(a) and also, if the Secretary of State thinks fit, as to the likely effects on viewers of any television broadcasting service ceasing to be broadcast in analogue form. 5 In this section “ television broadcasting service ” has the same meaning as in Part I of the 1990 Act."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "34", "section_title": " Promotion of equal opportunities and fair treatment.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "35", "section_title": " Enforcement of licences held by BBC companies.", "section_text": "35 Where   OFCOM  — a give a direction to a BBC company under section 40(1) of the 1990 Act as applied by section 23(8) or 27(8), b serve a notice on a BBC company under any provision of section 17, 23 or 27, or c receive any representations from a BBC company under section 17(4), 23(6) or 27(6) or under section 42 of the 1990 Act as so applied,   OFCOM   shall send a copy of the direction, notice or representations to the Secretary of State."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "36", "section_title": " Power to vary amount of financial penalties.", "section_text": "36 1 The Secretary of State may by order amend any of the provisions specified in subsection (2) by substituting a different sum for the sum for the time being specified there. 2 The provisions referred to in subsection (1) are— a section 11(5B)(a) and (5C)(a); b section 17(2A)(a); c section 23(2A)(a); and d section 27(2A)(a). 3 No order is to be made under subsection (1) unless a draft of the order has been laid before Parliament and approved by a resolution of each House."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "37", "section_title": " Computation of multiplex revenue.", "section_text": "37 Part I of Schedule 1 (which contains provisions relating to the computation of multiplex revenue for the purposes of this Part) shall have effect."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "38", "section_title": " Certain receipts of Commission to be paid into Consolidated Fund.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "39", "section_title": " Interpretation of Part I.", "section_text": "39 1 In this Part— “ ancillary service ” has the meaning given by section 24(2);   ...   “ a Channel 3 licence ” has the same meaning as in Part I of the 1990 Act and “ a Channel 3 service ” means a regional or national Channel 3 service (within the meaning of that Part); “ Channel 4 ”, “ Channel 5 ” and “ a Channel 5 licence ” have the same meaning as in Part I of the 1990 Act;   \" CTT State ” means a State which is for the time being a party to the European Convention on Transfrontier Television;   ... “ digital additional service ” has the meaning given by section 24(1), and “ digital additional services licence ” means a licence to provide such services; “ digital programme service ” has the meaning given by section 1(4), and “ digital programme licence ” means a licence to provide such services; “  digital public teletext service  ” has the same meaning as in Part 3 of the Communications Act 2003; “ digital sound programme service ” has the same meaning as in Part 2 of this Act;   “ the European Convention on Transfrontier Television ” means the Council of Europe Convention on Transfrontier Television which was opened for signature at Strasbourg on 5th May 1989, as amended by the Protocol which was opened for signature at Strasbourg on 1st October 1998;     ...   “ general multiplex service ” has the same meaning as in that Part; “ independent analogue broadcaster ” has the meaning given by section 2(1); “ licence ” means a licence under this Part, and “ licensed ” shall be construed accordingly; “ multiplex service ” has the meaning given by section 1(1), and “ multiplex licence ” means a licence to provide such a service; “ public teletext provider ”  means the person for the time being licensed under Part 1 of the 1990 Act to provide the public teletext service (within the meaning of Part 3 of the Communications Act 2003);   “ qualifying service ” has the meaning given by section 2(2); ... “ S4C ” and “ S4C Digital ”  each has the same meaning as in Part 3 of the Communications Act 2003;   “ technical service ” has the meaning given by section 24(3).   “television licensable content service” has the meaning given by section 232 of the Communications Act 2003;   “  television multiplex service   ” has the meaning given by section 241 of the Communications Act 2003. 2 Where the person who is for the time being the holder of any licence (“ the present licence holder ”) is not the person to whom the licence was originally granted, any reference in this Part (however expressed) to the holder of the licence shall be construed, in relation to any time falling before the date when the present licence holder became the holder of it, as including a reference to a person who was previously the holder of the licence."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "40", "section_title": " Radio multiplex services.", "section_text": "40 1 In this Part  “ radio multiplex service ” means a radio multiplex service within the meaning of Part 3 of the Communications Act 2003. 4 A radio multiplex service  ... may be either— a provided for a particular area or locality in the United Kingdom (a “ local radio multiplex service ”), or b provided without any restriction by virtue of this Act to a particular area or locality in the United Kingdom (a “ national radio multiplex service ”). 5 In this Part “ digital sound programme service ” means a service consisting in the provision by any person of programmes consisting wholly of sound (together with any ancillary services, as defined by section 63(2)) with a view to their being broadcast in digital form   so as to be available for reception by members of the public  , whether by him or by some other person, but does not include— a a simulcast radio service (as defined by section 41(2)), or b a service where the sounds are to be received through the use of coded reference to pre-defined phonetic elements of sounds. 6 The Secretary of State may, if having regard to developments in broadcasting technology he considers it appropriate to do so, by order amend the definition of “ digital sound programme service ” in subsection (5). 7 No order under subsection (6) shall be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 8 In this section— “ available for reception by members of the public ” shall be construed in accordance with section 361 of the Communications Act 2003; “ broadcast ” means broadcast otherwise than from a satellite."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "41", "section_title": " Meaning of “independent national broadcaster” and “simulcast radio service”.", "section_text": "41 1 In this Part “ independent national broadcaster ” means any person who is the holder of a national licence (within the meaning of Part III of the 1990 Act). 2 In this Part, a  “ simulcast radio service ” means a service provided by a person for broadcasting in digital form and corresponding to a service which is a national service within the meaning of Part 3 of the 1990 Act and is provided by that person. 3 For the purposes of this Part a service provided for broadcasting in digital form corresponds to a national service (within the meaning of Part III of the 1990 Act) if, and only if, in every calendar month— a at least 80 per cent. of so much of the national service as consists of programmes, consists of programmes which are also included in the digital service in that month, and b at least 50 per cent. of so much of the national service as consists of such programmes is broadcast at the same time on both services. 4 The Secretary of State may by order amend subsection (3)(a) or (b) by substituting for the percentage for the time being specified there a different percentage specified in the order. 5 Before making an order under subsection (4) the Secretary of State shall consult such persons appearing to him to represent listeners as he thinks fit. 6 An order under subsection (4) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In subsection (3) “ programme ” does not include an advertisement."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "42", "section_title": " Licences under Part II.", "section_text": "42 1 Any licence granted by   OFCOM   under this Part shall be in writing and (subject to the provisions of this Part) shall continue in force for such period as is provided, in relation to a licence of the kind in question, by the relevant provision of this Part. 2   OFCOM  — a shall not grant a licence to any person unless they are satisfied that he is a fit and proper person to hold it, and b shall do all that they can to secure that, if they cease to be so satisfied in the case of any person holding a licence, that person does not remain the holder of the licence; and nothing in this Part shall be construed as affecting the operation of this subsection or of section 44(1) or (2)(b) or (c). 3  OFCOM  may vary a licence by a notice served on the licence holder. 3A  OFCOM  shall not vary— a the period for which a licence having effect for a specified period is to continue in force, or b increase the total amount of digital capacity specified in a national radio multiplex licence for the purposes of section 48(1A), unless the licence holder consents. 3B  OFCOM  shall not make any other variation of a licence unless the licence holder has been given a reasonable opportunity of making representations to  OFCOM  about the variation. 4   Paragraph (a) of subsection (3A)   does not affect the operation of section 59(1)(b); and that subsection shall not authorise the variation of any condition included in a licence in pursuance of section 55(1). 5 A licence granted to any person under this Part shall not be transferable to any other person without the previous consent in writing of   OFCOM  . 6 Without prejudice to the generality of subsection (5),   OFCOM   shall not give their consent for the purposes of that subsection unless they are satisfied that any such other person would be in a position to comply with all of the conditions included in the licence which would have effect during the period for which it is to be in force. 7 The holding of a licence by a person shall not relieve him— a of any liability in respect of a failure to hold   a licence under section 8 of the Wireless Telegraphy Act 2006  ; or b of any obligation to comply with requirements imposed by or under Chapter 1 of Part 2 of the Communications Act 2003 (electronic communications networks and electronic communications services)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "43", "section_title": " General licence conditions.", "section_text": "43 1 A licence may include— a such conditions as appear to   OFCOM   to be appropriate having regard to any duties which are or may be imposed on them, or on the licence holder, by or under   this Act, the 1990 Act or the Communications Act 2003  ; b conditions enabling   OFCOM   to supervise and enforce technical standards in connection with the provision of the licensed service; c conditions requiring the payment by the licence holder to   OFCOM   (whether on the grant of the licence or at such times thereafter as may be determined by or under the licence, or both) of a fee or fees of an amount or amounts so determined; d conditions requiring the licence holder to furnish   OFCOM  , in such manner and at such times as they may reasonably require, with such information as they may require for the purpose of exercising the functions assigned to them by or under this Act  , the 1990 Act or the Communications Act 2003  ; e conditions requiring the licence holder, if found by   OFCOM   to be in breach of any condition of his licence, to reimburse to   OFCOM  , in such circumstances as are specified in any conditions, any costs reasonably incurred by them in connection with the breach of that condition; f conditions providing for such incidental and supplemental matters as appear to   OFCOM   to be appropriate. 2 A licence may in particular include— a conditions requiring the licence holder— i to comply with any direction given by   OFCOM   as to such matters as are specified in the licence or are of a description so specified, or ii (except to the extent that   OFCOM   consent to his doing or not doing them) not to do or to do such things as are specified in the licence or are of a description so specified; and b conditions requiring the licence holder to permit— i any employee of, or person authorised by,   OFCOM  ,  ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . to enter any premises which are used in connection with the broadcasting of the licensed service and to inspect, examine, operate or test any equipment on the premises which is used in that connection. 3 The fees required to be paid to   OFCOM   by virtue of subsection (1)(c) shall be in accordance with such tariff as may from time to time be fixed by   OFCOM  ;  ... 4 A tariff fixed under subsection (3) may specify different fees in relation to different cases or circumstances; and   OFCOM   shall publish every such tariff in such manner as they consider appropriate. 5 Where the holder of any licence— a is required by virtue of any condition imposed under this Part to provide   OFCOM   with any information, and b in purported compliance with that condition provides them with any information which is false in a material particular, he shall be taken for the purposes of sections 59, 62 and 66 of this Act and section 111 of the 1990 Act to have failed to comply with that condition. 6 Nothing in this Act which authorises or requires the inclusion in a licence of conditions relating to any particular matter or having effect for any particular purpose shall be taken as derogating from the generality of subsection (1)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "44", "section_title": " Restrictions on holding of licences under Part II.", "section_text": "44 1   OFCOM   shall do all that they can to secure— a that a person does not become or remain the holder of a licence if he is a person who is a disqualified person in relation to that licence by virtue of Part II of Schedule 2 to the 1990 Act (as amended by this Act); and b that a person does not become the holder of a licence if requirements imposed by or under Schedule 14 to the Communications Act 2003 would be contravened were he to do so; and c that those requirements are not contravened in the case of a person who already holds a licence. 2   OFCOM   may accordingly— a require any applicant for a licence to provide them with such information as they may reasonably require for the purpose of determining— i whether he is such a disqualified person as is mentioned in subsection (1)(a), ii whether any such requirements as are mentioned in subsection (1)(b) would preclude them from granting a licence to him, and iii if so, what steps would be required to be taken by or in relation to him in order for any such requirements to be complied with; b revoke the award of a licence to a body where a relevant change takes place after the award, but before the grant, of the licence; c make the grant of a licence to any person conditional on the taking of any specified steps that appear to them to be required to be taken as mentioned in paragraph (a)(iii); d impose conditions in any licence enabling them to require the licence holder, if a body corporate, to give to them advance notice of proposals affecting— i shareholdings in the body, or ii the directors of the body, where such proposals are known to the body; da impose conditions in a licence requiring the licence holder, if a body corporate, to give  OFCOM  notice, after they have occurred and irrespective of whether proposals for them have fallen to be notified, of changes, transactions or events affecting— i shareholdings in the body; or ii the directors of the body; db impose conditions in a licence enabling  OFCOM  to require the licence holder to provide them with such information as they may reasonably require for determining— i whether the licence holder is a disqualified person in relation to that licence by virtue of Part 2 of Schedule 2 to the 1990 Act; or ii whether any such requirements as are mentioned in subsection (1)(b) have been and are being complied with by or in relation to the licence holder; e impose conditions in any licence enabling them to give the licence holder directions requiring him to take, or arrange for the taking of, any specified steps appearing to them to be required to be taken in order for any such requirements as are mentioned in subsection (1)(b) to be complied with. 3 Where   OFCOM  — a revoke the award of any licence in pursuance of subsection (2)(b), or b determine that any condition imposed by them in relation to any licence in pursuance of subsection (2)(c) has not been satisfied, any provisions of this Part relating to the awarding of licences of the kind in question shall (subject to subsection (4)) have effect as if the person to whom the licence was awarded or granted had not made an application for it. 4 Those provisions shall not so have effect if   OFCOM   decide that it would be desirable to publish a fresh notice under this Part in respect of the grant of a licence, or (as the case may be) a further licence, to provide the service in question. 5 Every licence shall include such conditions as   OFCOM   consider necessary or expedient to ensure that where— a the holder of the licence is a body, and b a relevant change takes place after the grant of the licence,   OFCOM   may revoke the licence by notice served on the holder of the licence and taking effect forthwith or on a date specified in the notice. 6   OFCOM   shall not serve any such notice on the licence holder unless— a   OFCOM   have notified him of the matters   constituting their grounds for revoking the licence   and given him a reasonable opportunity of making representations to them about those matters, and b in a case where the relevant change is one falling within subsection (7)— i they have also given him an opportunity of complying with   the requirements imposed by or under Schedule 14 to the Communications Act 2003   within a period specified in the notification, and ii the period specified in the notification has elapsed. 7 A relevant change falls within this subsection if it consists only in one or more of the following— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a change in the national market share (within the meaning of   Part 1 of Schedule 14 to the Communications Act 2003  ) of one or more national newspapers (within the meaning of that Part of that Schedule), or c a change in the local market share (within the meaning of   section 5 of the Broadcasting Act 1990  ) in a particular area of one or more local newspapers (within the meaning of   Part 1 of Schedule 14 to the Communications Act 2003  ). 8 In this section “ relevant change ”, in relation to a body to which a licence has been awarded or granted, means— a any change affecting the nature or characteristics of the body, b any change in the persons having control over or interests in the body, or c any other change giving rise to   a disqualification under Part 2 of Schedule 2 to the 1990 Act or a contravention of a requirement imposed by or under Schedule 14 to the Communications Act 2003,   being (in any case) a change which is such that, if it fell to   OFCOM   to determine whether to award the licence to the body in the new circumstances of the case, they would be induced by the change to refrain from so awarding it."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "45", "section_title": " Assignment of frequencies by Secretary of State.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "46", "section_title": " National radio multiplex licences.", "section_text": "46 1 Where   OFCOM   propose to grant a licence to provide a national radio multiplex service, they shall publish, in such manner as they consider appropriate, a notice— a stating that they propose to grant such a licence, b specifying the frequency on which the service is to be provided, c specifying, in such manner as   OFCOM   consider appropriate, the area of the United Kingdom in which the frequency is to be available, d where digital capacity on the frequency is reserved in pursuance of   a condition   under section 48 for the broadcasting of a simulcast radio service, stating that fact and specifying the capacity reserved and the identity of the national service or services concerned, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f inviting applications for the licence and specifying the closing date for such applications, g specifying the fee payable on any application made in pursuance of the notice, and h stating whether any percentage of multiplex revenue for each accounting period would be payable by an applicant in pursuance of section 55 if he were granted the licence and, if so, specifying that percentage. 2 Unless an order under section 55(2) is in force— a the consent of the Secretary of State shall be required for so much of the notice as relates to the matters specified in subsection (1)(h), and b   OFCOM   may if they think fit (with that consent) specify under subsection (1)(h)— i different percentages in relation to different accounting periods falling within the period for which the licence would be in force, and ii a nil percentage in relation to any accounting period so falling. 3 When publishing a notice under subsection (1),   OFCOM  — a shall publish with the notice general guidance as to requirements to be met by proposals as to the matters referred to in subsection (4)(b)(i) and (ii) and (f), and b may publish with the notice such other general guidance as they consider appropriate. 4 Any application made in pursuance of a notice under subsection (1) must be in writing and accompanied by— a the fee specified in the notice under subsection (1)(g), b a technical plan relating to the service which the applicant proposes to provide and indicating— i the parts of the area specified under subsection (1)(c) which would be within the coverage area of the service, ii the timetable in accordance with which that coverage would be achieved, and iii the technical means by which it would be achieved, c the applicant’s proposals as to the number of digital sound programme services to be broadcast and as to the characteristics of each of those services, d the applicant’s proposals as to the timetable in accordance with which the broadcasting of each of those services would begin, da the applicant’s proposals as to the broadcasting of television licensable content services, e the applicant’s proposals as to the broadcasting of digital additional services, f the applicant’s proposals for promoting or assisting the acquisition, by persons in the proposed coverage area of the service, of equipment capable of receiving the service, g such information as the Authority may reasonably require as to the applicant’s present financial position and his projected financial position during the period for which the licence would be in force, and h such other information as   OFCOM   may reasonably require for the purpose of considering the application. 5 In subsection (4)(f) “ acquisition ” includes acquisition on hire or loan. 6 At any time after receiving such an application and before determining it,   OFCOM   may require the applicant to furnish additional information under any of paragraphs (b) to (h) of subsection (4). 7 Any information to be furnished to   OFCOM   under this section shall, if they so require, be in such form or verified in such manner as they may specify. 8   OFCOM   shall, as soon as reasonably practicable after the date specified in a notice under subsection (1) as the closing date for applications, publish in such manner as they consider appropriate— a the following matters, namely— i the name of every person who has made an application to them in pursuance of the notice, ii the proposals submitted by him under subsection (4)(c), and iii such other information connected with his application as   OFCOM   consider appropriate; and b a notice— i inviting representations to be made to them with respect to any of the applications, and ii specifying the manner in which, and the time by which, any such representations are to be so made."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "47", "section_title": " Award of national radio multiplex licences.", "section_text": "47 1 Where   OFCOM   have published a notice under section 46(1), they shall in determining whether, or to whom, to award the national radio multiplex licence in question, have regard to the extent to which, taking into account the matters specified in subsection (2) and any representations received by them in pursuance of section 46(8)(b) with respect to those matters, the award of the licence to each applicant would be calculated to promote the development of digital sound broadcasting in the United Kingdom otherwise than by satellite. 2 The matters referred to in subsection (1) are— a the extent of the coverage area (within the area specified in the notice under section 46(1)(c)) proposed to be achieved by the applicant as indicated in the technical plan submitted by him under section 46(4)(b), b the timetables proposed by the applicant under section 46(4)(b)(ii) and (d), c the ability of the applicant to establish the proposed service and to maintain it throughout the period for which the licence will be in force, d the capacity of the digital sound programme services proposed to be included in the service to appeal to a variety of tastes and interests, e any proposals by the applicant for promoting or assisting the acquisition, by persons in the proposed coverage area of the service, of equipment capable of receiving the service, and f whether, in contracting or offering to contract with persons providing digital sound programme services  , television licensable content services   or digital additional services, the applicant has acted in a manner calculated to ensure fair and effective competition in the provision of such services. 3 In subsection (2)(e) “ acquisition ” includes acquisition on hire or loan. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where   OFCOM   have awarded a national radio multiplex licence to any person in accordance with this section, they shall, as soon as reasonably practicable after awarding the licence— a publish in such manner as they consider appropriate— i the name of the person to whom the licence has been awarded, and ii such other information as   OFCOM   consider appropriate, and b grant the licence to that person."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "48", "section_title": " Reservation of capacity for independent national broadcasters.", "section_text": "48 1A  OFCOM  must ensure that the conditions included in national radio multiplex licences (taken together) secure that an amount of digital capacity on the multiplex frequencies is reserved for every independent national broadcaster for the broadcasting of a simulcast radio service provided by that broadcaster. 1B Where the conditions of a licence for a national radio multiplex service reserve capacity on the frequency made available for that service for the broadcasting of a simulcast radio service provided by an independent national broadcaster, those conditions must also include the condition specified in subsection (1C). 1C That condition is the condition that  OFCOM  consider appropriate for securing that, in consideration of the making by the independent national broadcaster of the payments which — a are agreed from time to time between him and the licence holder, or b in default of agreement, are determined under this section, the licence holder uses, for the broadcasting of a simulcast radio service provided by that broadcaster, such of the reserved digital capacity as may be requested, from time to time, by that broadcaster. 1D Where conditions are included under this section in a national radio multiplex licence reserving capacity for an independent national broadcaster,  OFCOM  may include conditions relating to the broadcasting of the simulcast radio service in the licence for the national service provided by that broadcaster. 4 Where the holder of a national radio multiplex licence and an independent national broadcaster fail to agree as to the payments to be made under a condition included in the licence in accordance with   subsection (1C)  , either of them may refer the matter to   OFCOM   for their determination. 5 Before making a determination under subsection (4),   OFCOM   shall give the licence holder and the independent national broadcaster an opportunity of making representations to   OFCOM   about the matter. 6 In making any determination under subsection (4),   OFCOM   shall have regard to— a the expenses incurred, or likely to be incurred, by the licence holder in providing the national radio multiplex service and in broadcasting the simulcast radio service in question, and b the terms on which persons providing national radio multiplex services contract with persons providing national digital sound programme services for the broadcasting of those services. 7 In this section  “ the multiplex frequencies ” means the frequencies made available for the purposes of licensed national radio multiplex services."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "49", "section_title": " Duty of Authority to reserve digital capacity for certain purposes of BBC.", "section_text": "49 1 In exercising their powers to grant local radio multiplex licences,   OFCOM   shall reserve to the BBC such digital capacity as   OFCOM   consider appropriate in all the circumstances with a view to enabling every BBC local radio service and every BBC radio service for Wales, Scotland or Northern Ireland to be received in digital form within a coverage area which, so far as reasonably practicable, corresponds with the coverage area for that service as provided otherwise than in digital form. 2 The circumstances to which   OFCOM   may have regard in performing their duty under subsection (1) include the likely demand for digital capacity by persons providing or proposing to provide local digital sound programme services. 3 Where   OFCOM   propose to grant a licence to provide a local radio multiplex service, they shall notify the BBC of   OFCOM  ’s proposals for reserving to the BBC digital capacity on the frequency in respect of which the licence is to be granted in respect of the area or locality in which it is to be granted. 4   If the  BBC  do not give their consent to the proposals within such period as  OFCOM  may specify in their notice under subsection (3),  OFCOM  shall   determine— a whether any digital capacity is to be reserved to the BBC on the grant of the licence, and b if so, the amount of that capacity. 5 Before making any determination under subsection (4),   OFCOM  shall give the  BBC  an opportunity of making representations to them about their proposals.   6 Where a local radio multiplex licence is granted in respect of a frequency and area or locality in respect of which digital capacity is reserved in pursuance of this section, the licence shall include such conditions as appear to   OFCOM   to be appropriate for the purpose of securing that, in consideration of the making by the BBC of such payments as are from time to time agreed between the holder of the licence and the BBC  or (in default of agreement) determined under this section  , the holder of the licence uses such digital capacity as may from time to time be requested by the BBC (not exceeding the amount so reserved) for the broadcasting of services provided by the BBC. 7 Where the holder of the licence and the  BBC  fail to agree— a the payments to be made under a condition included in the licence in accordance with subsection (6), or b the other terms that are to apply in relation to the use of digital capacity in accordance with such a condition, either of them may refer the matter to  OFCOM  for determination. 8 Before making a determination under subsection (7),  OFCOM  must give the licence holder and the  BBC  an opportunity of making representations to them about the matter. 9 In making any determination under subsection (7),  OFCOM  shall have regard to— a the expenses incurred, or likely to be incurred, by the licence holder in providing the local radio multiplex service in question, and b the terms on which persons providing local radio multiplex services contract with persons providing  television licensable content services or   local digital additional services for the broadcasting of those services."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "50", "section_title": " Local radio multiplex licences.", "section_text": "50 1 Where— a the BBC have given their consent to proposals made to them under subsection (3) of section 49, or b   OFCOM  have   made a determination under subsection (4) of that section,   OFCOM   shall publish, in such manner as they consider appropriate, a notice under subsection (2). 2 A notice under this subsection is a notice— a stating that   the Authority   propose to grant a local radio multiplex licence, b specifying the frequency on which the service is to be provided, c specifying, in such manner as   OFCOM   consider appropriate, the area or locality in the United Kingdom in which it is to be available, d stating whether in pursuance of a   determination under section 49(4)   any digital capacity on the frequency in that area or locality is to be reserved for the broadcasting in digital form of one or more BBC radio services and, if so, specifying the capacity reserved and the identity of the BBC radio services concerned, e inviting applications for the licence and specifying the closing date for such applications, and f specifying the fee payable on any application made in pursuance of the notice. 3 When publishing a notice under subsection (2),   OFCOM  — a shall publish with the notice general guidance as to requirements to be met by proposals as to the matters referred to in subsection (4)(b)(i) and (ii), and b may publish with the notice such other general guidance as they consider appropriate. 4 Any application made in pursuance of a notice under subsection (2) must be in writing and accompanied by— a the fee specified in the notice under subsection (2)(f), b a technical plan relating to the service which the applicant proposes to provide and indicating— i the parts of the area or locality specified under subsection (2)(c) which would be within the coverage area of the service, ii the timetable in accordance with which that coverage would be achieved, and iii the technical means by which it would be achieved, c the applicant’s proposals as to the number of digital sound programme services (other than BBC services) to be broadcast and as to the characteristics of each of those services, d the applicant’s proposals as to the timetable in accordance with which the broadcasting of each of those services would begin, da the applicant’s proposals as to the broadcasting of television licensable content services, e the applicant’s proposals as to the broadcasting of digital additional services, f such information as   OFCOM   may reasonably require as to the applicant’s present financial position and his projected financial position during the period for which the licence would be in force, and g such other information as   OFCOM   may reasonably require for the purpose of considering the application. 5 At any time after receiving such an application and before determining it   OFCOM   may require the applicant to furnish additional information under any of paragraphs (b) to (g) of subsection (4). 6 Any information to be furnished to   OFCOM   under this section shall, if they so require, be in such form or verified in such manner as they may specify. 7   OFCOM   shall, as soon as reasonably practicable after the date specified in a notice under subsection (2) as the closing date for applications, publish in such manner as they consider appropriate— a the following matters, namely— i the name of every person who has made an application to them in pursuance of the notice, ii the proposals submitted by him under subsection (4)(c), and iii such other information connected with his application as   OFCOM   consider appropriate; and b a notice— i inviting representations to be made to them with respect to any of the applications, and ii specifying the manner in which, and the time by which, any such representations are to be so made."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "51", "section_title": " Award of local radio multiplex licences.", "section_text": "51 1 Where   OFCOM   have published a notice under section 50(2), they shall in determining whether, or to whom, to award the local radio multiplex licence in question, have regard (in relation to each applicant) to the matters specified in subsection (2). 2 The matters referred to in subsection (1) are— a the extent of the coverage area (within the area or locality specified in the notice under section 50(2)(c)) proposed to be achieved by the applicant as indicated in the technical plan submitted by him under section 50(4)(b), b the timetables proposed by the applicant under section 50(4)(b)(ii) and (d), c the ability of the applicant to establish the proposed service and to maintain it throughout the period for which the licence will be in force, d the extent to which the digital sound programme services (other than BBC services) proposed to be included in the service would cater for the tastes and interests of persons living in the area or locality for which the service is to be provided and, where it is proposed to cater for any particular tastes and interests of such persons, the extent to which those services would cater for those tastes and interests, e the extent to which any such digital sound programme services would broaden the range of programmes available by way of local digital sound programme services to persons living in the area or locality for which it is to be provided and, in particular, the extent to which they would cater for tastes and interests different from those already catered for by local digital sound programme services provided for that area or locality, f the extent to which there is evidence that, amongst persons living in that area or locality, there is a demand for, or support for, the provision of the proposed service; and g whether, in contracting or offering to contract with persons providing digital sound programme services  , television licensable content services   or digital additional services, the applicant has acted in a manner calculated to ensure fair and effective competition in the provision of those services. 3 In considering the matters referred to in subsection (2),   OFCOM   shall take into account any representations made to them in pursuance of section 50(7)(b) with respect to those matters. 4 Where   OFCOM   have awarded a local radio multiplex licence to any person in accordance with this section, they shall, as soon as reasonably practicable after awarding the licence— a publish in such manner as they consider appropriate— i the name of the person to whom the licence has been awarded, and ii such other information as   OFCOM   consider appropriate, and b grant the licence to that person."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "52", "section_title": " Power to require two or more local radio multiplex licences to be granted to one person.", "section_text": "52 1   OFCOM   may, before publishing a notice under section 50(2), determine that two or more local radio multiplex licences are on that occasion to be granted to one person. 2 Where   OFCOM   have so determined, they shall publish a single notice under section 50(2) in relation to the licences. 3 In relation to any application made in pursuance of such a notice— a references in section 50(4) and 51(2) to the proposed service shall have effect as references to each of the proposed services, and b the reference in section 51(1) to the local radio multiplex licence shall have effect as a reference to all the licences concerned. 4 Nothing in this section applies in relation to the renewal of a local radio multiplex licence."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "53", "section_title": " Failure to begin providing licensed service and financial penalties on revocation of licence.", "section_text": "53 1 Subject to subsection (2), subsection (3) applies where at any time after a radio multiplex licence has been granted to any person but before the licence has come into force— a that person indicates to   OFCOM   that he does not intend to provide the service in question, or b   OFCOM   for any other reason have reasonable grounds for believing that that person will not provide that service once the licence has come into force. 2 Subsection (3) shall not apply in the case of any person by virtue of paragraph (b) of subsection (1) unless   OFCOM   have served on him a notice stating their grounds for believing that he will not provide the service in question once his licence has come into force; and they shall not serve such a notice on him unless they have given him a reasonable opportunity of making representations to them about the matters complained of. 3 Where this subsection applies— a   OFCOM   shall serve on the person to whom the licence has been granted a notice revoking the licence as from the time the notice is served on him, and b section 47 or 51 shall (subject to subsection (4)) have effect as if he had not made an application for the licence. 4 Section 47 or 51 shall not have effect as mentioned in subsection (3) if   OFCOM   decide that it would be desirable to publish a fresh notice under section 46(1) or 50(2) in respect of the grant of the licence. 5 Where   OFCOM   revoke a radio multiplex licence under this section or under any other provision of this Part, they shall serve on the licence holder a notice requiring him to pay to them, within a specified period, a specified financial penalty not exceeding— a in the case of a local radio multiplex licence,   £250,000  , or b in the case of a national radio multiplex licence, whichever is the greater of— i   £250,000  , or ii the prescribed amount. 6 In subsection (5)(b)(ii) “ the prescribed amount ” means— a where— i the licence is revoked under this section, or ii the first complete accounting period of the licence holder falling within the period for which the licence is in force has not yet ended, 7 per cent. of the amount which   OFCOM   estimate would have been the multiplex revenue for that accounting period (as determined in accordance with section 56), and b in any other case, 7 per cent. of the multiplex revenue for the last complete accounting period of the licence holder so falling (as so determined). 7 Any financial penalty payable by any body by virtue of subsection (5) shall, in addition to being recoverable from that body as provided by section 71(4), be recoverable by   OFCOM   as a debt due to them from any person who controls that body."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "54", "section_title": " Conditions attached to national or local radio multiplex licence.", "section_text": "54 1 A radio multiplex licence shall include such conditions as appear to   OFCOM   to be appropriate for securing— a that the licensed service is established by the licence holder in accordance with the timetable and other proposals indicated in the technical plan submitted under section 46(4)(b) or 50(4)(b), b the implementation of any proposals submitted by the licence holder under section 46(4)(c) to (f) or 50(4)(c) to (e), c that all digital sound programme services broadcast under the licence are provided— i in the case of a national radio multiplex licence, by the holder of a national digital sound programme licence under section 60, and ii in the case of a local radio multiplex licence, by the BBC or the holder of a local digital sound programme licence under that section, ca that all television licensable content services broadcast under the licence are provided by the holder of a licence under Part 1 of the 1990 Act to provide such a service or by   a CTT broadcaster   (within the meaning given by section 12(3A)); d that all digital additional services broadcast under the licence are provided by the holder of a licence under section 64, e that in the terms on which the holder of the licence contracts, or offers to contract, for the broadcasting of digital sound programme services  , television licensable content services   or digital additional services, he does not show undue discrimination either against or in favour of a particular person providing such a service or a class of such persons, f that the holder of the licence does not, in any agreement with a person providing a digital sound programme service  , television licensable content service   or digital additional services which entitles that person to use a specified amount of digital capacity on the frequency or frequencies to which the licence relates, restrict that person’s freedom to make arrangements with some other person as to the use of any of that digital capacity (except to the extent that the restriction is reasonably required for the purpose of ensuring the technical quality of the broadcasts or for the purpose of securing compliance with any other condition of the licence), g that the signals carrying the radio multiplex service attain high standards in terms of technical quality and reliability throughout so much of the area or locality for which the service is provided as is for the time being reasonably practicable, and h that, while the licence is in force, at least the required percentage of the digital capacity on the frequency or frequencies on which the service is broadcast is used, or left available to be used, for the broadcasting of services falling within subsection (1A). 1A The services falling within this subsection are— a digital sound programme services; b simulcast radio services; c programme-related services; and d relevant technical services. 2 In   subsection (1A)  — a “ programme-related service ” means any digital additional service consisting in the provision of services (apart from advertising) which— i are ancillary to the programmes included in one or more digital sound programme services, simulcast radio services or local or national services   (within the meaning of section 245 of the Communications Act 2003)   and are directly related to the contents of those programmes, or ii relate to the promotion or listing of such programmes, and b “ relevant technical service ” means any technical service which relates to one or more digital sound programme services. 2A In subsection (1)(h), the reference to the required percentage is a reference to such percentage equal to or more than   70 per cent.   as  OFCOM — a consider appropriate; and b specify in the condition. 3 The Secretary of State may, after consulting   OFCOM  , by order amend   subsection (2A)   by substituting a different percentage for the percentage for the time being specified in   that subsection  . 4 No order under subsection (3) shall be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 5 Any conditions imposed in pursuance of subsection (1)(a) or (b) may be varied by   OFCOM   with the consent of the licence holder (and section 42(3)(b) shall accordingly not apply to any such variation). 6 Where the licence holder applies to  OFCOM  for the variation of a condition which— a was imposed under subsection (1)(b), and b relates to the characteristics of digital sound programme services to be broadcast under the licence, then (subject to subsections (6A) and (6B))  OFCOM  must vary the condition in accordance with the application. 6A  OFCOM  are not to vary a national radio multiplex licence in accordance with an application under subsection (6) if it appears to them that, if the application were granted, the capacity of the digital sound programme services broadcast under the licence to appeal to a variety of tastes and interests would be unacceptably diminished. 6B  OFCOM  are to vary a local radio multiplex licence in accordance with such an application only if they are satisfied— a that the variation would not unacceptably narrow the range of programmes available by way of local digital sound programme services to persons living in the area or locality for which the licensed multiplex service is provided; b that the variation would be conducive to the maintenance or promotion of fair and effective competition in that area or locality; or c that there is evidence that, amongst persons living in that area or locality, there is a significant demand for, or significant support for, the change that would result from the variation. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "54A", "section_title": "Variation of radio multiplex licences: frequency or licensed area", "section_text": "54A 1  OFCOM  may, if the requirements of subsections (3) to (5) are met, vary a national radio multiplex licence by extending the area in which the licensed service is required to be available. 2  OFCOM  may, if the requirements of subsections (3) to (6) are met, vary a local radio multiplex licence by— a varying the frequency on which the licensed service is required to be provided, b reducing the area or locality in which the licensed service is required to be available, or c extending that area or locality to include an adjoining area or locality. 3  OFCOM  must have received an application for the variation from the licence holder. 4 The application must include a technical plan relating to the service proposed to be provided under the licence indicating, in particular— a the area or locality which would be within the coverage area of the service, b the timetable in accordance with which that coverage would be achieved, and c the technical means by which it would be achieved. 5 Before deciding whether to grant the application,  OFCOM  must publish a notice specifying— a the proposed variation of the licence, and b a period in which representations may be made to  OFCOM  about the proposal. 6 In the case of a local radio multiplex licence,  OFCOM  may vary the licence in accordance with the application only if they are satisfied that doing so would not unacceptably narrow the range of programmes available by way of local digital sound programme services to persons living in the area or locality for which, before the proposed variation, the local radio multiplex service is required to be available."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "55", "section_title": " Additional payments to be made in respect of national radio multiplex licences.", "section_text": "55 1 Where a national radio multiplex licence is granted in pursuance of a notice under subsection (1) of section 46 which specified a percentage of multiplex revenue under paragraph (h) of that subsection, the licence shall include conditions requiring the licence holder to pay to   OFCOM   (in addition to any fees required to be so paid by virtue of section 43(1)(c)) in respect of each accounting period of his falling within the period for which the licence is in force, an amount representing such percentage of the multiplex revenue for that accounting period (determined under section 56) as was specified in the notice. 2 The Secretary of State may by order provide that, in relation to any notice under subsection (1) of section 46 published while the order is in force, no percentage shall be specified under paragraph (h) of that subsection. 3 Any order under subsection (2) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 A national radio multiplex licence may include conditions— a enabling   OFCOM   to estimate before the beginning of an accounting period the amount due for that period by virtue of subsection (1), and b requiring the licence holder to pay the estimated amount by monthly instalments throughout that period. 5 Such a licence may in particular include conditions— a authorising   OFCOM   to revise any estimate on one or more occasions, and to adjust the instalments payable by the licence holder to take account of the revised estimate; b providing for the adjustment of any overpayment or underpayment. 6 Where— a the first complete accounting period of the licence holder falling within the period for which the licence is in force (“ the licence period ”) does not begin at the same time as that period, or b the last complete accounting period of his falling within the licence period does not end at the same time as that period, any reference in subsection (1) to an accounting period of his shall include a reference to such part of the accounting period preceding that first complete accounting period, or (as the case may be) following that last complete accounting period, as falls within the licence period; and other references to accounting periods in this Part shall be construed accordingly."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "56", "section_title": " Multiplex revenue.", "section_text": "56 1 For the purposes of   this Part   the multiplex revenue for each accounting period of   the person who is the multiplex provider in relation to a national radio multiplex service   shall consist of— a all payments received or to be received by him or any person connected with him from a person other than a programme provider or an additional services provider— i in consideration of the inclusion in that period, in any digital sound programme service or digital additional service broadcast by means of the national radio multiplex service  ..., of advertisements or other programmes, or ii in respect of charges made in that period for the reception of programmes included in any such digital sound programme service or digital additional service, b all payments received or to be received by him or any person connected with him in respect of the broadcasting of any simulcast radio service by means of the national radio multiplex service, c all payments received or to be received by any programme provider or any person connected with him from a person other than   the multiplex provider  , an additional service provider or another programme provider— i in consideration of the inclusion in that period, in any digital sound programme service provided by him for broadcasting by means of the national radio multiplex service, of advertisements or other programmes, or ii in respect of charges made in that period for the reception of programmes included in any such digital sound programme service, and d all payments received or to be received by any additional services provider or any person connected with him from a person other than   the multiplex provider  , a programme provider or another additional services provider— i in consideration of the inclusion in that period, in any digital additional service provided by him for broadcasting by means of the national radio multiplex service, of advertisements or other programmes, or ii in respect of charges made in that period for the reception of programmes included in any such digital additional service. 2 If, in connection with the inclusion of any advertisements or other programmes whose inclusion is paid for by payments falling within subsection (1)(a)(i), any payments are made to   the multiplex provider   or any person connected with him to meet any payments payable by   the multiplex provider   by virtue of section 55(1), those payments shall be regarded as made in consideration of the inclusion of the programmes in question. 3 In the case of an advertisement included as mentioned in subsection (1)(a)(i), (c)(i) or (d)(i) under arrangements made between— a   the multiplex provider  , a programme provider or an additional services provider or any person connected with any of them, and b a person acting as an advertising agent, the amount of any receipt by   the multiplex provider  , programme provider or additional services provider or any connected person that represents a payment by the advertiser from which the advertising agent has deducted any amount by way of commission shall, except in a case falling within subsection (4), be the amount of the payment by the advertiser after the deduction of the commission. 4 If the amount deducted by way of commission as mentioned in subsection (3) exceeds 15 per cent. of the payment by the advertiser, the amount of the receipt in question shall be taken to be the amount of the payment less 15 per cent. 5 If, in any accounting period of   the multiplex provider  , a programme provider or an additional services provider or a person connected with any of them derives, in relation to any programme to be included in the relevant service, any financial benefit (whether direct or indirect) from payments made by any person other than the licence holder, by way of sponsorship, for the purpose of defraying or contributing towards costs incurred or to be incurred in connection with that programme, the relevant payments shall be taken to include the amount of the financial benefit so derived by   the multiplex provider   or the connected person, as the case may be. 6 In subsection (5)— a “ the relevant service ” means— i in relation to a programme provider or a person connected with him, any digital sound programme service provided as mentioned in subsection (1)(c)(i), and ii in relation to an additional services provider or a person connected with him, any digital additional service provided as mentioned in subsection (1)(d)(i), and b “ relevant payments ” means— i in relation to a programme provider, the payments referred to in subsection (1)(c), and ii in relation to an additional services provider, the payments referred to in subsection (1)(d). 7 Where, in any accounting period of   the multiplex provider  — a   the multiplex provider   provides a digital sound programme service or digital additional service for broadcasting by means of the multiplex service, b   the multiplex provider   is engaged in any activity which, if engaged in by another person, would result in payments falling within subsection (1)(a) being made to the licence holder, c a programme provider is engaged in any activity which, if engaged in by another person, would result in payments falling within subsection (1)(c) being made to the programme provider, or d an additional services provider is engaged in any activity which, if engaged in by another person, would result in payments falling within subsection (1)(d) being made to the additional services provider,   OFCOM    may, if they consider that the amount which would (apart from this subsection) be the multiplex revenue for that accounting period is less than it would have been if the digital sound programme service or digital additional service had been provided, or the activity engaged in, by another person at arm’s length, treat the multiplex revenue as increased by the amount of the difference. 8 Where, in any accounting period of   the multiplex provider   or a programme provider or additional services provider receives payments falling within subsection (1)(a), (b), (c) or (d) from a person connected with him and it appears to the Authority that the amount which (apart from this subsection) would be the multiplex revenue for that accounting period is less than it would have been if the arrangements between him and the connected person were such as might be expected between parties at arm’s length,   OFCOM   may treat the multiplex revenue as increased by the amount of the difference. 9 In this section— “ additional services provider ”, in relation to   a national radio multiplex service  , means any person who provides any digital additional service for broadcasting by means of   that radio multiplex service  ; “   multiplex provider  ”- in relation to a national radio multiplex service for which a person holds a licence under this Part, means the licence holder; and in relation to a national radio multiplex service which is not licensed under this Part, means the person who provides that service. “ programme provider ”, in relation to   a national radio multiplex service  , means any person who provides a digital sound programme service for broadcasting by means of   that radio multiplex service  . 10 This section and section 57 shall have effect as if references in this section to digital sound programme services included references to television licensable content services."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "57", "section_title": " Attribution of multiplex revenue to licence holder and others.", "section_text": "57 1 For the purposes of section   59(2A) and (2B)  , the share of multiplex revenue attributable to   the person who is the multiplex provider in relation to a national radio multiplex service   in respect of any accounting period of his shall be— a the aggregate of— i payments falling within paragraph (a) or (b) of section 56(1), and ii payments received or to be received by him from programme providers and additional services providers in respect of the provision of radio multiplex services in that period, less b the amount of any payments made or to be made to programme providers or additional service providers which would fall within paragraph (c) or (d) of section 56(1) but for the fact that they are received from   the person who is the multiplex provider in relation to a national radio multiplex service  . 2 For the purposes of   sections 62(2A) to (5) and 66(2A) to (5)  , the share of multiplex revenue attributable to a programme provider or additional services provider in relation to a national radio multiplex service in respect of any accounting period of   the multiplex provider   shall be— a the aggregate of— i payments falling within paragraph (c) or (d) of section 56(1), and ii payments received or to be received from   the multiplex provider   which would fall within one of those paragraphs but for the fact that they are received from   the multiplex provider  , less b the amount of any payments made or to be made to   the multiplex provider   in respect of the provision of radio multiplex services in that period. 3 In a case falling within subsection (7) or (8) of section 56,   OFCOM   may treat the share of multiplex revenue attributable to any person for the accounting period of   the multiplex provider   as increased by such amount as they consider appropriate to take account of the circumstances mentioned in that subsection. 4 In this section “ additional services provider ”  , multiplex provider   and “ programme provider ”, in relation to   a national radio multiplex service  , have the same meaning as in section 56."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "58", "section_title": " Duration and renewal of national or local radio multiplex licences.", "section_text": "58 1 A radio multiplex licence shall (subject to the provisions of this Part and to section 111 of the 1990 Act as applied by section 59(8)) continue in force for a period of twelve years. 2   Subject to subsection (2A),  a radio multiplex licence   granted within ten years   of the commencement of this section may be renewed on one occasion in accordance with this section    a in the case of a licence granted within six years of that commencement, for a period of twelve years beginning with the date on which it would otherwise expire; and b in any other case, for a period of eight years beginning with that date ; but nothing in this subsection prevents section 58ZA from applying in relation to any licence.   2A A national radio multiplex licence granted (or renewed under this section) before the commencement of this subsection may be renewed (or further renewed) in accordance with this section for a period ending with 31st December 2035. 3 An application for the renewal of a radio multiplex licence under subsection (2) may be made by the licence holder not earlier than four years before the date on which it would otherwise cease to be in force and not later than  the day falling three months before   the relevant date. 3A An application for the renewal of a national radio multiplex licence under subsection (2A) may be made by the licence holder not later than the relevant date. 4 At any time before determining the application,   OFCOM   may— a require the applicant to furnish— i a technical plan which supplements that submitted by the licence holder under section 46(4)(b) or 50(4)(b), and ii in the case of a national radio multiplex licence, proposals which supplement that submitted by the licence holder under section 46(4)(f), and b notify the applicant of requirements which must be met by that supplementary technical plan or those supplementary proposals and relate to the matters referred to in section 46(4)(b)(i) and (ii) or 50(4)(b)(i) and (ii). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where any such application is made  ...,   OFCOM   may postpone consideration of it by them for as long as they think appropriate having regard to subsection (10). 7 Where an application for the renewal of a radio multiplex licence has been duly made to   OFCOM , they may refuse the application only if— a it appears to them that the applicant has failed to comply with any of the conditions included in his licence, b any supplementary technical plan or supplementary proposals submitted under subsection (4)(a) fail to meet requirements notified to the applicant under subsection (4)(b), or c they are not satisfied that the applicant would, if his licence were renewed, provide a service which complied with the conditions to be included in the licence as renewed. 8 Subject to subsection (9), on the grant of any such application   OFCOM   may with the consent of the Secretary of State, and shall if so required by him— a specify a percentage different from that specified under section 46(1)(h) as the percentage of multiplex revenue for each accounting period of his that will be payable by the applicant in pursuance of section 55(1) during the period for which the licence is to be renewed, or b specify such a percentage where none was specified under section 46(1)(h); and   OFCOM   may specify under paragraph (a) or (b) either of the things mentioned in section 46(2)(b). 9 Where an order under section 55(2) is in force on the relevant date, no percentage of multiplex revenue shall be payable as mentioned in subsection (8)(a) during the period for which the licence is to be renewed. 10 Where   OFCOM   have granted a person’s application under this section, they shall formally renew his licence from the date on which it would otherwise expire; but in the case of a national multiplex licence they shall not so renew his licence unless they have notified him of any percentage specified by them under subsection (8) and he has, within such period as is specified in that notification, notified them that he consents to the licence being renewed on those terms. 11 Where a radio multiplex licence has been renewed under this section, the licence as renewed shall include such further conditions as appear to   OFCOM   to be appropriate for securing the implementation of any supplementary technical plan and supplementary proposals submitted under subsection (4)(a). 12 In this section “ the relevant date ”, in relation to a radio multiplex licence, means the date which   OFCOM   determine to be that by which they would need to publish a notice under section 46(1) or 50(2) if they were to grant, as from the date on which that licence would expire if not renewed, a fresh licence to provide the service formerly provided under that licence. 12A A determination for the purposes of subsection (12)— a must be made at least one year before the date determined  , subject to subsection (12B) ; and b must be notified by  OFCOM  to the person who holds the licence in question. 12B Subsection (12A)(a) does not prevent a determination for the purposes of subsection (12) being made less than one year before the date determined where— a the renewal of the licence in question would be a renewal under subsection (2A), and b the determination is made as soon as practicable after the commencement of this subsection. 13 Nothing in this section prevents the holder of a radio multiplex licence from applying for a new licence on one or more occasions in pursuance of a notice under section 46(1) or 50(2)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "58ZA", "section_title": "Renewal of local radio multiplex licences", "section_text": "58ZA 1 The holder of a local radio multiplex licence may apply to  OFCOM  for a renewal of that licence if that person has completed the works necessary to ensure that, as a minimum, coverage of the multiplex service in the area or locality in which the licence is granted complies with the coverage plan for that area or locality. 2 A licence renewed under this section is to expire on 31st December 2030. 3 An application for a renewal of a licence must be made not later than the day falling three months before the relevant date. 4 At any time before determining the application,  OFCOM  may require the applicant to provide a technical plan supplementing those (if any) submitted under sections 50(4)(b) and 58(4)(a)(i). 5 Where an application has been duly made under this section,  OFCOM  may refuse the application only if— a it appears to them that the applicant has failed to comply with any of the conditions included in the licence, or b they are not satisfied that the applicant would, if the licence were renewed, provide a service complying with the conditions to be included in the licence as renewed. 6 Where  OFCOM  have granted a person’s application they must formally renew the person’s licence from the date on which the application is granted. 7 Where a licence is renewed under this section, the licence as renewed must include— a a condition that the holder of the licence must, for the duration of the licence, maintain, as a minimum, the coverage of the multiplex service in the area or locality concerned at the level attained at the time the application for renewal of the licence was made; b such further conditions as appear to  OFCOM  to be appropriate for securing the implementation of any supplementary technical plan submitted under subsection (4). 8 In this section— “coverage plan”, in relation to an area or locality in which a local radio multiplex licence is granted, means a plan produced by  OFCOM  which sets out the coverage on local Digital Audio Broadcasting which  OFCOM  have assessed is broadly equivalent to relevant existing FM local commercial radio coverage in that area or locality “the relevant date” shall be determined in accordance with section 58. 9 Nothing in this section prevents the holder of a local radio multiplex licence from applying for a new licence on one or more occasions in pursuance of a notice under section 50(2)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "58A", "section_title": "Renewal of radio multiplex licences: supplementary", "section_text": "58A 1 The Secretary of State may by regulations— a amend section 58, and b make further provision about the renewal of radio multiplex licences. 2 The regulations may, in particular, make provision about— a the circumstances in which  OFCOM  may renew a radio multiplex licence, b the period for which a licence may be renewed, c the information that  OFCOM  may require an applicant for renewal of a licence to provide, d the requirements that must be met by such an applicant, e the grounds on which  OFCOM  may refuse an application for renewal of a licence, f payments to be made in respect of a licence following its renewal, and g further conditions to be included in a licence following its renewal. 3 The regulations may, in particular, amend or modify this Part of this Act. 4 A statutory instrument containing the regulations may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 The power to make regulations under this section may not be exercised after 31 December 2015 (but this does not affect the continuation in force of any regulations made under this section before that date)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "59", "section_title": " Enforcement of national or local radio multiplex licences.", "section_text": "59 1 If   OFCOM   are satisfied that the holder of a radio multiplex licence has failed to comply with any condition of the licence or with any direction given by   OFCOM   under or by virtue of any provision of this Part, they may (subject to the following provisions of this section) serve on him— a a notice requiring him to pay, within a specified period, a specified financial penalty to   OFCOM  , or b a notice reducing the period for which the licence is to be in force by a specified period not exceeding two years. 2 The amount of any financial penalty imposed in pursuance of subsection (1)(a) on the holder of a national radio multiplex licence shall not exceed   the maximum penalty given by subsection (2A).   2A The maximum penalty is whichever is the greater of— a £250,000; and b 5 per cent. of the aggregate amount of the share of multiplex revenue attributable to him for his last complete accounting period falling within a period for which his licence has been in force (“ the relevant period ”). 2B In relation to a person whose first complete accounting period falling within the relevant period has not ended when the penalty is imposed, subsection (2A)(b) is to be construed as referring to 5 per cent. of the amount which  OFCOM  estimate to be the share of multiplex revenue attributable to him for that accounting period. 2C Section 57(1) and (3) applies for determining or estimating the share of multiplex revenue attributable to a person for the purposes of subsection (2A) or (2B) above. 4 The amount of any financial penalty imposed in pursuance of subsection (1)(a) on the holder of a local radio multiplex licence shall not exceed   £250,000  . 5   OFCOM   shall not serve on any person any notice under subsection (1) unless they have given him a reasonable opportunity of making representations to them about the matters complained of. 6 Where a licence is due to expire on a particular date by virtue of a notice served on any person under subsection (1)(b),   OFCOM   may, on the application of that person, revoke that notice by a further notice served on him at any time before that date, if they are satisfied that, since the date of the earlier notice, his conduct in relation to the operation of the licensed service has been such as to justify the revocation of that notice. 7 Where   OFCOM   serve a notice on a BBC company under any provision of this section, they shall send a copy of the notice to the Secretary of State. 8 Subject to subsection (9), section 111 of the 1990 Act (power to revoke licence granted under Chapter  II  of Part III of the 1990 Act) shall have effect in relation to a radio multiplex licence as it has effect in relation to a licence under Chapter II of Part III of the 1990 Act. 9 In its application in relation to a radio multiplex licence, section 111 of the 1990 Act shall have effect— a with the substitution in subsection (1)(a) for the reference to Part III of the 1990 Act of a reference to this Part, and b with the omission of subsection (4) and the reference to that subsection in subsection (6)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "60", "section_title": " Licensing of digital sound programme services.", "section_text": "60 1 For the purposes of this Part a digital sound programme service is— a a “ national digital sound programme service ” if it is provided for broadcasting by means of a national radio multiplex service  , by means of  a television multiplex service or by means of a general multiplex service  , and b a “ local digital sound programme service ” if it is provided for broadcasting by means of a local radio multiplex service. 2 A licence to provide digital sound programme services (in this Part referred to as a “ digital sound programme licence ”) may be either— a a licence to provide national digital sound programme services (in this Part referred to as a “ national digital sound programme licence ”), or b a licence to provide local digital sound programme services (in this Part referred to as a “ local digital sound programme licence ”). 3 An application for a digital sound programme licence shall— a be made in such manner as   OFCOM   may determine, and b be accompanied by such fee (if any) as they may determine. 4 At any time after receiving such an application and before determining it,   OFCOM   may require the applicant to furnish such additional information as they may consider necessary for the purpose of considering the application. 5 Any information to be furnished to   OFCOM   under this section shall, if they so require, be in such form or verified in such manner as they may specify. 6 Where an application for a digital sound programme licence is made to   OFCOM   in accordance with the provisions of this section, they shall grant the licence unless precluded from doing so by section 42(2)(a) or 44(1). 6A Section 89 of the 1990 Act (disqualification from being licence holder or concerned with the provision of a programme service if convicted of a transmitting offence) shall apply in relation to a licence under this section as it applies to a licence under Part 3 of that Act, but with the omission of paragraph (b) of subsection (3) of that section and of the word  “or” immediately before that paragraph. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "61", "section_title": " Duration and conditions of digital sound programme licence.", "section_text": "61 1 Subject to the provisions of this Part and to section 111 of the 1990 Act as applied by section 62(10), a digital sound programme licence shall continue in force until it is surrendered by its holder. 2 A digital sound programme licence shall include such conditions as appear to   OFCOM   to be appropriate for requiring the holder of the licence— a on entering into any agreement with   the provider of a radio multiplex service, of a television multiplex service or of a general multiplex service   for the provision of a digital sound programme service to be broadcast   by means of the multiplex service  , to notify   OFCOM  — i of the identity of the   multiplex service  , ii of the characteristics of the digital sound programme service to which the agreement relates, and iii of the period during which it will be provided, b when any such agreement is varied so far as it relates to any of the matters mentioned in paragraph (a)(i), (ii) or (iii), to notify    OFCOM    of the variation so far as relating to those matters, and c where he is providing a digital sound programme service to   the provider of a radio multiplex service, of a television multiplex service or of a general multiplex service   in accordance with such an agreement as is mentioned in paragraph (a) but intends to cease doing so, to notify   OFCOM   of that fact. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "62", "section_title": " Enforcement of digital sound programme licences.", "section_text": "62 1 If   OFCOM   are satisfied that the holder of a digital sound programme licence has failed to comply with any condition of the licence or with any direction given by   OFCOM   under or by virtue of any provision of this Part, they may (subject to the following provisions of this section) serve on him— a a notice requiring him to pay, within a specified period, a specified financial penalty to   OFCOM  , b a notice providing that the licence is to expire on a specified date, which shall be at least one year from the date of service of the notice, and c a notice suspending the licence for a specified period not exceeding six months. 2 The amount of any financial penalty imposed in pursuance of subsection (1)(a) on the holder of a national digital sound programme licence shall not exceed   the maximum penalty given by subsection (2A).   2A The maximum penalty is whichever is the greater of— a £250,000; and b 5 per cent. of the aggregate amount of the shares of multiplex revenue attributable to him in relation to relevant multiplex services in respect of relevant accounting periods. 4 In   subsection (2A)   “ relevant accounting period ”, in relation to a   relevant multiplex service, means the last accounting period of the multiplex provider  . 5 Where, in the case of any   relevant multiplex service  , the first accounting period of the   multiplex provider   throughout which the holder of the digital sound programme licence provides a digital sound programme service for broadcasting by means of   that relevant multiplex service   (“ the first period ”) has   not ended when the penalty is imposed, then for the purposes of this section   the share of multiplex revenue attributable to the holder of the digital sound programme licence in relation to   that relevant multiplex service   for the relevant accounting period shall be taken to be the amount which   OFCOM   estimate to be the share of multiplex revenue attributable to him for the first period. 5A A determination or estimate for the purposes of subsection (2A) or (5) above of the share of multiplex revenue attributable to a person in relation to national radio multiplex services is to be in accordance with section 57(2) and (3). 5B A determination or estimate for the purposes of subsection (2A) or (5) above of the share of multiplex revenue attributable to a person in relation to television multiplex services or general multiplex services is to be in accordance with section 15(2) and (3). 5B For the purposes of this section, a service is a relevant multiplex service if it is— a a national radio multiplex service; b a television multiplex service; or c a general multiplex service. 5C In this section,  “ multiplex provider ”— a in relation to a national radio multiplex service, means the multiplex provider within the meaning of section 56; and b in relation to a television multiplex service or a general multiplex service, means the multiplex provider within the meaning of section 14. 6 The amount of any financial penalty imposed in pursuance of subsection (1)(a) on the holder of a local digital sound programme licence shall not exceed   £250,000  . 7   OFCOM   shall not serve on any person any notice under subsection (1) unless they have given him a reasonable opportunity of making representations to them about the matters complained of. 8 Where a licence is due to expire on a particular date by virtue of a notice served on any person under subsection (1)(b),   OFCOM   may, on the application of that person, revoke that notice by a further notice served on him at any time before that date, if they are satisfied that, since the date of the earlier notice, his conduct in relation to the operation of the licensed service has been such as to justify the revocation of that notice. 9 Where   OFCOM   serve a notice on a BBC company under any provision of this section, they shall send a copy of the notice to the Secretary of State. 10 Subject to subsections (11) and (12),   sections 109, 111 and 111B of the 1990 Act (enforcement)   shall apply in relation to a digital sound programme licence as they apply in relation to a licence under Chapter II of Part III of the 1990 Act. 11 In its application in relation to a digital sound programme licence, section 109(1) of the 1990 Act shall have effect with the substitution for the reference to a direction under Part III of that Act of a reference to a direction under this Part. 12 In its application in relation to a digital sound programme licence, section 111 of the 1990 Act shall have effect— a with the substitution for the reference in subsection (1)(a) to Part III of that Act of a reference to this Part, and b with the omission of subsection (4) and of the reference to that subsection in subsection (6). 13 It is hereby declared that any exercise by   OFCOM   of their powers under subsection (1) in respect of any failure to comply with any condition of a digital sound programme licence shall not preclude any exercise by   OFCOM   of their powers under section 109 of the 1990 Act in respect of that failure."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "63", "section_title": " Digital additional services.", "section_text": "63 1 In this Part “ digital additional service ” means any service which— a is provided by a person with a view to its being broadcast in digital form (whether by him or some other person) so as to be available for reception by members of the public; aa is so provided with a view to the broadcasting being by means of a radio multiplex service or by means of a general multiplex service; and b is not a digital sound programme service, a simulcast radio service,   a television licensable content service, an ancillary service, a relevant ancillary service within the meaning of section 232 of the Communications Act 2003   or a technical service. 2 In this Part “ ancillary service ”   (except in the expression “relevant ancillary service”)  means any service which is provided by the holder of a digital sound programme licence or by an independent national broadcaster and consists in the provision of any service (other than advertising) which— a is ancillary to programmes included in a digital sound programme service or simulcast radio service provided by him and is directly related to their contents, or b relates to the promotion or listing of such programmes. 3 In this Part “ technical service ” means a service which— a is provided for technical purposes connected with the encryption or decryption of one or more digital sound programme services or digital additional services  , television licensable content services  , and b is of a description specified in an order made by the Secretary of State. 3A In this section  “ available for reception by members of the public ” shall be construed in accordance with section 361 of the Communications Act 2003. 4 An order under subsection (3) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "64", "section_title": " Licensing of digital additional services.", "section_text": "64 1 An application for a licence to provide digital additional services (in this Part referred to as a “ digital additional services licence ”) shall— a be made in such manner as   OFCOM   may determine, and b be accompanied by such fee (if any) as they may determine. 2 At any time after receiving such an application and before determining it,   OFCOM   may require the applicant to furnish such additional information as they may consider necessary for the purpose of considering the application. 3 Any information to be furnished to   OFCOM   under this section shall, if they so require, be in such form or verified in such manner as they may specify. 4 Where an application for a digital additional services licence is made to   OFCOM   in accordance with the provisions of this section, they shall grant the licence unless precluded from doing so by section 42(2)(a) or 44(1)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "65", "section_title": " Duration and conditions of digital additional services licence.", "section_text": "65 1 Subject to the provisions of this Part and to section 111 of the 1990 Act as applied by section 66(10), a digital additional services licence shall continue in force until it is surrendered by its holder. 2 A digital additional services licence shall include such conditions as appear to   OFCOM   to be appropriate for requiring the holder of the licence— a on entering into any agreement with   the provider of a radio multiplex service or of a general multiplex service   for the provision of digital additional services to be broadcast   by means of the multiplex service  , to notify   OFCOM  — i of the identity of the   multiplex service  , ii of the period during which the services will be provided, and iii where under the agreement the holder of the digital additional services licence will be entitled to the use of a specified amount of digital capacity, of that amount, b when any such agreement is varied so far as it relates to any of the matters mentioned in paragraph (a)(i), (ii) or (iii) to notify   OFCOM   of the variation so far as relating to those matters, and c where he is providing digital additional services to   the provider of a radio multiplex service or of a general multiplex service   in accordance with such an agreement as is mentioned in paragraph (a) but intends to cease doing so, to notify   OFCOM   of that fact."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "66", "section_title": " Enforcement of digital additional services licences.", "section_text": "66 1 If   OFCOM   are satisfied that the holder of a digital additional services licence has failed to comply with any condition of the licence or with any direction given by   OFCOM   under or by virtue of any provision of this Part, they may (subject to the following provisions of this section) serve on him— a a notice requiring him to pay, within a specified period, a specified financial penalty to   OFCOM  , b a notice providing that the licence is to expire on a specified date, which shall be at least one year from the date of service of the notice, or c a notice suspending the licence for a specified period not exceeding six months. 2 Subject to subsection (4), the amount of any financial penalty imposed in pursuance of subsection (1)(a) on the holder of a digital additional services licence shall not exceed   the maximum penalty given by subsection (2A).   2A The maximum penalty is whichever is the greater of— a £250,000; and b 5 per cent. of the aggregate amount of the shares of multiplex revenue attributable to him in relation to relevant multiplex services in respect of relevant accounting periods. 4 Where the holder of a digital additional services licence has not provided any digital additional services for broadcasting by means of a   relevant multiplex service  , the amount of any penalty imposed on him under subsection (1)(a) shall not exceed   £250,000  . 5 In   subsection (2A)   “ relevant accounting period ”, in relation to a   relevant multiplex service, means the last accounting period of the multiplex provider  . 6 Where, in the case of any   relevant multiplex service  , the first accounting period of the   multiplex provider   throughout which the holder of the digital additional services licence provides a digital additional service for broadcasting by means of   that relevant multiplex service   (“ the first period ”) has   not ended when the penalty is imposed, then for the purposes of this section   the share of multiplex revenue attributable to the holder of the digital additional services licence in relation to   that relevant multiplex service   for the relevant accounting period shall be taken to be the amount which   OFCOM   estimate to be the share of multiplex revenue attributable to him for the first period. 6A A determination or estimate for the purposes of subsection (2A) or (6) above of the share of multiplex revenue attributable to a person in relation to national radio multiplex services is to be in accordance with section 57(2) and (3). 6B A determination or estimate for the purposes of subsection (2A) or (6) above of the share of multiplex revenue attributable to a person in relation to general multiplex services is to be in accordance with section 15(2) and (3). 6B For the purposes of this section, a service is a relevant multiplex service if it is— a a national radio multiplex service; or b a general multiplex service. 6C In this section,  “multiplex provider”— a in relation to a national radio multiplex service, means the multiplex provider within the meaning of section 56; and b in relation to a general multiplex service, means the multiplex provider within the meaning of section 14. 7   OFCOM   shall not serve on any person any notice under subsection (1) unless they have given him a reasonable opportunity of making representations to them about the matters complained of. 8 Where a licence is due to expire on a particular date by virtue of a notice served on any person under subsection (1)(b),   OFCOM   may, on the application of that person, revoke that notice by a further notice served on him at any time before that date, if they are satisfied that, since the date of the earlier notice, his conduct in relation to the operation of the licensed service has been such as to justify the revocation of that notice. 9 Where   OFCOM   serve a notice on a BBC company under any provision of this section, they shall send a copy of the notice to the Secretary of State. 10 Subject to subsections (11) and (12), section 109 (power to require scripts  etc.  or broadcasting of correction or   statement of findings   or not to repeat programme) and section 111 (power to revoke licences) of the 1990 Act shall apply in relation to a digital additional services licence as they apply in relation to a licence under Chapter II of Part III of the 1990 Act. 11 In its application in relation to a digital additional services licence, section 109(1) of the 1990 Act shall have effect with the substitution for the reference to a direction under Part III of that Act of a reference to a direction under this Part. 12 In its application in relation to a digital additional services licence, section 111 of the 1990 Act shall have effect— a with the substitution for the reference in subsection (1)(a) to Part III of that Act of a reference to this Part, and b with the omission of subsection (4) and of the reference to that subsection in subsection (6). 13 It is hereby declared that any exercise by   OFCOM   of their powers under subsection (1) in respect of any failure to comply with any condition of a digital additional services licence shall not preclude any exercise by   OFCOM   of their powers under section 109 of the 1990 Act in respect of that failure."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "67", "section_title": " Review of digital radio broadcasting.", "section_text": "67 1 For the purpose of considering for how long it would be appropriate for sound broadcasting services to continue to be provided in analogue form, the Secretary of State— a shall keep under review the extent of— i the provision in the United Kingdom of radio multiplex services, ii the availability in the United Kingdom of digital sound programme services and the availability there in digital form of national services (within the meaning of Part III of the 1990 Act) and the sound broadcasting services of the BBC, and iii the ownership or possession in the United Kingdom of equipment capable of receiving the services referred to in sub-paragraph (ii) when broadcast or transmitted in digital form, and the likely future extent of such provision, such availability and such ownership or possession, and b shall, on or before the fourth anniversary of the day on which the first national radio multiplex licence is granted under section 47, and at such time or times thereafter as he thinks fit, require   OFCOM   and the BBC to report to him on the matters referred to in paragraph (a). 2 If   OFCOM   or the BBC are required to submit a report under subsection (1)(b), they shall submit the report within twelve months of the date of the requirement. 3 Before making any report under this subsection (1)(b),   OFCOM   shall consult— a the holders of all radio multiplex licences, b the holders of digital sound programme licences who are providing digital sound programme services which are being broadcast, and c such other persons providing services licensed by   OFCOM   under this Part or Part III of the 1990 Act as the Authority think fit, and   OFCOM   shall include in their report a summary of representations made to them by the persons consulted. 4 For the purpose mentioned in subsection (1), the Secretary of State shall, on requiring reports under subsection (1)(b), consult— a such persons appearing to him to represent listeners as he thinks fit, and b such other persons as he thinks fit, in connection with the matters referred to in subsection (1)(a) and also, if the Secretary of State thinks fit, as to the likely effects on listeners of any sound broadcasting service ceasing to be broadcast in analogue form. 5 In this section “ sound broadcasting service ” has the same meaning as in Part III of the 1990 Act."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "68", "section_title": " Promotion of equal opportunities and fair treatment.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "69", "section_title": " Power to vary amount of financial penalties.", "section_text": "69 1 The Secretary of State may by order amend any of the provisions specified in subsection (2) by substituting a different sum for the sum for the time being specified there. 2 The provisions referred to in subsection (1) are— a section 53(5)(a) and (b)(i); b section 59(2A)(a) and (4); c section 62(2A)(a) and (6); and d section 66(2A)(a) and (4). 3 No order is to be made under subsection (1) unless a draft of the order has been laid before Parliament and approved by a resolution of each House."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "70", "section_title": " Computation of multiplex revenue.", "section_text": "70 Part II of Schedule 1 (which contains provisions relating to the computation of multiplex revenue for the purposes of this Part) shall have effect."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "71", "section_title": " Certain receipts of Authority to be paid into Consolidated Fund.", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "72", "section_title": " Interpretation of Part II.", "section_text": "72 1 In this Part (unless the context otherwise requires)— “ ancillary service ” has the meaning given by section 63(2); ... “ digital additional service ” has the meaning given by section 63(1), and “ digital additional services licence ” means a licence to provide such services; “ digital sound programme service ” has the meaning given by section 40(5), and “ digital sound programme licence ” means a licence to provide such services; “  general multiplex service  ” has the same meaning as in Part 3 of the Communications Act 2003; “ independent national broadcaster ” has the meaning given by section 41(1); “ licence ” means a licence under this Part, and “ licensed ” shall be construed accordingly; “ local digital sound programme service ” and “ national digital sound programme service ” shall be construed in accordance with section 60(1) and “ local digital sound programme licence ” and “ national digital sound programme licence ” mean a licence to provide local digital sound programme services and a licence to provide national digital sound programme services respectively; “ local radio multiplex service ” and “ national radio multiplex service ” shall be construed in accordance with section 40(4), and “ local radio multiplex licence ” and “ national radio multiplex licence ” mean a licence to provide a local radio multiplex service and a licence to provide a national radio multiplex service respectively; “  radio multiplex licence  ” means a licence to provide a radio multiplex service; “  radio multiplex service  ” means a radio multiplex service within the meaning of Part 3 of the Communications Act 2003; “ the radio transfer date ” has the same meaning as in the Communications Act 2003; “ simulcast radio service ” has the meaning given by section 41(2); “ technical service ” has the meaning given by section 63(3).   “television licensable content service” has the meaning given by section 232 of the Communications Act 2003;   “  television multiplex service  ” has the meaning given by section 241 of the Communications Act 2003. 2 Any reference in this Part to an area in the United Kingdom does not include an area which comprises or includes the whole of England; and nothing in this Part shall be read as precluding a local radio multiplex service from being provided for an area or locality that is to any extent comprised in the area or locality for which another local radio multiplex service is to be provided. 3 Where the person who is for the time being the holder of any licence (“ the present licence holder ”) is not the person to whom the licence was originally granted, any reference in this Part (however expressed) to the holder of the licence shall be construed, in relation to any time falling before the date when the present licence holder became the holder of it, as including a reference to a person who was previously the holder of the licence."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "73", "section_title": " Restrictions on holding of licences.", "section_text": "73 Schedule 2 (which makes amendments of the 1990 Act relating to restrictions on the holding of licences under that Act or under Part I or II) shall have effect."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "74", "section_title": " Provision of news programmes by holders of regional Channel 3 licences.", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "75", "section_title": " Appointment of news provider by holders of regional Channel 3 licences.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "76", "section_title": " Nomination by Commission for purposes of section 31(2) of Broadcasting Act 1990.", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "77", "section_title": " Modification of Restrictive Trade Practices Act 1976 in its application to agreements relating to Channel 3 news provision.", "section_text": "77 1 After section 194 of the 1990 Act there is inserted—  Modification of Restrictive Trade Practices Act 1976 in its application to agreements relating to Channel 3 news provision. 194A 1 In this section a “ relevant agreement ” means an agreement— a which is made between all holders of regional Channel 3 licences for securing the appointment by them, in accordance with conditions included in their licences by virtue of section 31A(a), of a single body corporate to be the appointed news provider for the purposes of section 31(2), or b which is made between them and the body corporate appointed to be the appointed news provider for the purposes of section 31(2) for purposes connected with the appointment. 2 If a relevant agreement is registered under the  Restrictive Trade Practices Act 1976 (“ the 1976 Act ”), the Director General of Fair Trading shall report to the Secretary of State as to whether it appears to the Director that the agreement falls within subsection (4). 3 If, on receiving a report under subsection (2), it appears to the Secretary of State that the agreement falls within subsection (4), he may give a direction to the Director requiring him not to make an application to the Restrictive Practices Court under Part I of the 1976 Act in respect of the relevant agreement. 4 A relevant agreement falls within this subsection if— a those provisions of the agreement by virtue of which the 1976 Act applies to the agreement do not have, and are not intended or likely to have, to any significant extent the effect of restricting, distorting or preventing competition, or b all or any of those provisions have, or are intended or likely to have, that effect to a significant extent, but that the effect is not greater than is necessary— i in the case of a relevant agreement falling within subsection (1)(a), for securing the appointment by holders of regional Channel 3 licences of a single body corporate to be the appointed news provider for the purposes of section 31(2), or ii in the case of a relevant agreement falling within subsection (1)(b), for compliance by them with conditions included in their licences by virtue of section 31(1) and (2). 5 The Secretary of State may vary or revoke any direction given under subsection (3) above if he satisfied that there has been a material change of circumstances such that— a the grounds for the direction have ceased to exist, or b there are grounds for giving a different direction; and where the Secretary of State so varies or revokes any direction, he shall give notice of the variation or revocation to the Director. 6 In this section— a “ agreement ” and “ Director ” have the same meaning as in the 1976 Act, and b “ regional Channel 3 licence ” has the same meaning as in Part I. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "78", "section_title": " Variation of regional Channel 3 licence following change of control.", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "79", "section_title": " Powers of Commission in relation to modification or replacement of networking arrangements.", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "80", "section_title": " Funding of Sianel Pedwar Cymru.", "section_text": "80 1 For section 61 of the 1990 Act there is substituted—  Funding of Welsh Authority. 61 1 The Secretary of State shall, in the year 1998 and in each subsequent year, pay to the Welsh Authority the prescribed amount as increased by the appropriate percentage. 2 In this section “ the prescribed amount ” means the 1997 amount or such amount as may from time to time be prescribed under subsection (4). 3 In this section “ the 1997 amount ” means the amount paid by the Secretary of State to the Welsh Authority by way of interim payment for the year 1997 (under this section as originally enacted). 4 The Secretary of State may, if he is satisfied that it is appropriate to do so having regard to the cost to the Welsh Authority of transmitting S4C and the service referred to in section 57(1A)(a), by order provide that the prescribed amount is to be an amount which is greater than the 1997 amount and is specified in the order. 5 Before making an order under subsection (4) the Secretary of State shall consult the Welsh Authority. 6 In this section “ the appropriate percentage ”, in relation to any year (“ the relevant year ”), means the percentage which corresponds to the percentage increase between— a the retail prices index for November 1996, and b the retail prices index for the month of November in the year preceding the relevant year; and for this purpose “ the retail prices index ” has the same meaning as in section 19(10). 7 Any sums required by the Secretary of State under this section shall be paid out of money provided by Parliament. 8 An order shall not be made under subsection (4) unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 2 In section 62 of the 1990 Act for “sections 26 and 61” there is substituted  “                    section 26                  ” . 3 Subsections (1) and (2) shall not have effect in relation to payments for any year before 1998. 4 No payment shall be made to or by the Welsh Authority under subsection (3) or (4) of section 61 of the 1990 Act (as originally enacted) for the year 1997; and in this subsection “ the Welsh Authority ” has the same meaning as in the 1990 Act."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "81", "section_title": " Public service fund of Sianel Pedwar Cymru.", "section_text": "81 1 After section 61 of the 1990 Act there is inserted—  Welsh Authority public service fund. 61A 1 The Welsh Authority shall not exercise their powers under section 57(1A)(b) before such date (in this section referred to as “ the notified date ”) as they may notify to the Secretary of State for the purposes of this section. 2 All amounts received by the Welsh Authority under section 61 on or after the notified date shall be kept by the Authority in a separate fund (in this section referred to as “ the public service fund ”) which may be applied only for the purposes of their functions under section 57(1) or (1A)(a). 3 No S4C company shall receive any direct or indirect subsidy from the public service fund. 4 The Welsh Authority shall secure that no television programme which has been wholly or partly financed out of the public service fund is included in a television programme service provided by an S4C company before it is first broadcast on S4C or in the service referred to in section 57(1A)(a). 5 On the notified date— a all the assets then held by the Welsh Authority other than cash, together with the appropriate proportion of any cash then held by them, shall be taken to be comprised in the public service fund, and b the remainder of any cash then held by the Authority shall be taken to be comprised in a general fund. 6 In subsection (5)(a) “ the appropriate proportion ” means the proportion which, in the last financial year in respect of which a statement of accounts has been prepared under paragraph 12(1) of Schedule 6 before the notified date, the total amount received by the Welsh Authority under section 61 bears to the total amount of its income from all sources. 2 In paragraph 12 of Schedule 6 of the 1990 Act (accounts and audit) after sub-paragraph (1) there is inserted— 1A The statement of accounts must deal separately with the public service fund referred to in section 61A of this Act and with the general fund referred to in subsection (5)(b) of that section. ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "82", "section_title": " Multiplex revenue to be taken into account in connection with funding of Channel Four Television Corporation.", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "83", "section_title": " Application of excess revenues of Channel Four Television Corporation.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "84", "section_title": " Extension of powers of Channel Four Television Corporation and Sianel Pedwar Cymru.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "85", "section_title": " Restricted television services.", "section_text": "85 After section 42 of the 1990 Act there is inserted— Chapter IIA  Restricted services  Restricted services. 42A In this Part “ restricted service ” means a service which— a consists in the broadcasting of television programmes for a particular establishment or other defined location, or a particular event, in the United Kingdom, and b is provided on a frequency or frequencies assigned to the Commission under section 65.  Licensing etc. of restricted services. 42B 1 An application for a licence to provide a restricted service shall be made in such manner as the Commission may determine, and shall be accompanied by such fee (if any) as the Commission may determine. 2 Subject to subsections (3) and (4), sections 40 to 42 shall apply in relation to such a licence as they apply in relation to a licence to provide a Channel 3 service. 3 In its application to a licence to provide a restricted service, section 41 shall have effect with the omission of subsection (2); and the maximum amount which the holder of such a licence may be required to pay by way of a financial penalty imposed in pursuance of subsection (1)(a) of that section shall not exceed whichever is the greater of— a £50,000, and b the amount determined under subsection (4). 4 The amount referred to in subsection (3)(b) is— a in a case where a penalty under section 41(1)(a) has not previously been imposed on the holder of the licence during any period for which his licence has been in force (“ the relevant period ”), 3 per cent. of the qualifying revenue for his last complete accounting period (as determined in accordance with section 19(2) to (6)); and b in any other case, 5 per cent. of the qualifying revenue for that accounting period (as so determined); and in relation to a person whose first complete accounting period falling within the relevant period has not yet ended, paragraphs (a) and (b) above shall be construed as referring to 3, or (as the case may be) 5, per cent. of the amount which the Commission estimate to be the qualifying revenue for that accounting period (as so determined)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "86", "section_title": " Award of certain licences subject to conditions.", "section_text": "86 1 After section 17 of the 1990 Act there is inserted—  Award of Channel 3 licence subject to conditions. 17A 1 The Commission may, when awarding a Channel 3 licence to any person, make the grant of the licence to him conditional on his compliance before the grant with such specified requirements relating to the financing of the service as appear to them to be appropriate, having regard to— a any duties which are or may be imposed on them, or on the licence holder, by or under this Act, and b any information provided to them under section 15(3)(g) by the person to whom the licence is awarded as to his projected financial position during the period for which the licence would be in force. 2 Where the Commission determine that any condition imposed by them in relation to a Channel 3 licence in pursuance of subsection (1) has not been satisfied, section 17 shall (subject to subsection (3)) have effect as if the person to whom the licence was awarded had not made an application for it. 3 Section 17 shall not so have effect if the Commission decide that it would be desirable to publish a fresh notice under section 15(1) in respect of the grant of the licence. 2 In section 51 of the 1990 Act (procedure to be followed by Commission in connection with consideration of applications for, and awarding of, licences to provide additional services), in subsection (3)— a for “section 17” there is substituted  “                        sections 17 and 17A                      ” , and b for “it applies” there is substituted  “                        they apply                      ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "87", "section_title": " Ancillary services.", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "88", "section_title": " Enforcement of licences to provide non-domestic satellite services.", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "89", "section_title": " Power of Independent Television Commission to suspend licence to provide non-domestic satellite service.", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "90", "section_title": " Enforcement of licences to provide licensable programme services.", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "91", "section_title": " Certain delivery services to carry certain broadcasts.", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "92", "section_title": " Renewal of licences to provide national radio services.", "section_text": "92 After section 103 of the 1990 Act there is inserted—  Renewal of national licences. 103A 1 A national licence may (subject to the following provisions of this section) be renewed on one occasion for a period of eight years beginning with the date of renewal. 2 An application for the renewal of a national licence under subsection (1) may be made by the licence holder not earlier than three years before the date on which it would otherwise cease to be in force and not later than the relevant date. 3 Where any such application is made before the relevant date— a if no simulcast radio service provided by the applicant is being broadcast in digital form when the application is made, the Authority shall postpone the consideration of the application until the relevant date or, if earlier, the date on which the broadcasting of such a service in that form begins, and b in any other case, the Authority may postpone the consideration of the application for so long as they think appropriate having regard to subsection (8). 4 Where an application for the renewal of a national licence has been duly made to the Authority, they shall (subject to subsection (5)) grant the application if, but only if— a the Authority are satisfied that the applicant would, if his licence were renewed, provide a national service which complied with the conditions included in the licence in pursuance of section 106 (whether as originally imposed or as varied under that section), b the applicant has given notice to the Authority under section 41(2)(a) of the Broadcasting Act 1996 of his intention to provide a service for broadcasting in digital form, and c a simulcast radio service provided by the applicant is being broadcast in digital form or the Authority are satisfied that by the relevant date the applicant has done all that it would in the circumstances be reasonable to expect him to do by that date to procure the broadcasting of such a service within such time as the Authority consider reasonable. 5 Section 100(4) to (6) shall apply in relation to an applicant for the renewal of a national licence as those provisions apply in relation to such an applicant as is mentioned in section 100(4), but as if any reference to the awarding of such a licence to the applicant were a reference to the renewal of the applicant’s licence under this section. 6 On the grant of any application under this section the Authority— a may, in a case where a simulcast radio service provided by the applicant is not yet being broadcast in digital form on the relevant date, determine a date by which the broadcasting of such a service in that form must begin; b shall determine an amount which is to be payable to the Authority by the applicant in respect of the first complete calendar year falling within the period for which the licence is to be renewed; and c may specify a different percentage from that specified under section 98(1)(d)(ii) as the percentage of qualifying revenue for each accounting period of his that will be payable by the applicant in pursuance of section 102(1)(c) during the period for which the licence is to be renewed. 7 The amount determined by the Authority under subsection (6)(b) in connection with the renewal of a licence shall be such amount as would, in their opinion, be payable to them by virtue of section 102(1)(a) if they were granting a fresh licence to provide the national service in question. 8 Where the Authority have granted a person’s application under this section they shall formally renew his licence not later than the relevant date or, if that is not reasonably practicable (whether because subsection (3)(a) precluded the consideration of the application before that date or for any other reason), as soon after that date as is reasonably practicable; and they shall not so renew his licence unless they have notified him of— a any date determined by them under subsection (6)(a), b the amount determined by them under subsection (6)(b), and c any percentage specified by them under subsection (6)(c), and he has, within such period as is specified in that notification, notified them that he consents to the licence being renewed on those terms. 9 Where a national licence has been renewed under this section— a any conditions included in it in pursuance of section 102 shall have effect during the period for which the licence has been renewed— i as if the amount determined by the Authority under subsection (6)(b) were an amount specified in a cash bid submitted by the licence holder, and ii subject to any determination made under subsection (6)(c); b (subject to paragraph (a)) that section shall have effect in relation to the period for which the licence has been renewed as it has effect in relation to the period for which a national licence is originally in force; c where the Authority have determined a date under subsection (6)(a), they shall include in the licence as renewed a condition requiring a simulcast radio service to be broadcast in digital form throughout the period beginning with the date determined under subsection (6)(a) and ending with the date on which the licence (as renewed) is to expire; and d the reference in section 111(4) to the end of the period for which a national licence is to continue in force shall, in relation to the licence, be construed as a reference to the end of the period for which it has been renewed. 10 Subsections (6)(a) and (9)(c) do not prejudice the generality of section 48(3)(b) of the Broadcasting Act 1996 (power to vary national licence to include conditions relating to digital broadcasting). 11 In this section— “ simulcast radio service ” has the same meaning as in Part II of the Broadcasting Act 1996; “ the relevant date ”, in relation to a national licence, means the date which the Authority determine to be that by which they would need to publish a notice under section 98(1) if they were to grant, as from the date on which that licence would expire if not renewed, a fresh licence to provide the national service formerly provided under that licence."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "93", "section_title": " Variation of local radio licence following change of control.", "section_text": "93 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "94", "section_title": " Renewal of licences to provide local radio services.", "section_text": "94 1 After section 104 of the 1990 Act there is inserted—  Renewal of local licences. 104A 1 A local licence may (subject to the following provisions of this section) be renewed on one occasion for a period of eight years beginning with the date of renewal. 2 No application for the renewal of a local licence under subsection (1) may be made before the Authority first publish a notice pursuant to section 50(2) of the Broadcasting Act 1996 inviting applications for a licence to provide a relevant local radio multiplex service. 3 Subject to subsection (2), an application for the renewal of a local licence under subsection (1) may be made by the licence holder not earlier than three years before the date on which it would otherwise cease to be in force and not later than the relevant date. 4 The applicant must, in his application or at any time before the consideration of his application, nominate— a a local digital sound programme service provided or to be provided by him, and b a relevant local radio multiplex service, but may not nominate together a local digital sound programme service and a local radio multiplex service if another local licence held by him includes a condition in pursuance of subsection (12) relating to the broadcasting of that local digital sound programme service by that local radio multiplex service. 5 Where an application for the renewal of a local licence has been duly made to the Authority, they shall grant the application if— a they are satisfied that the applicant would, if his licence were renewed, provide a local service which complied with the conditions included in the licence in pursuance of section 106 (whether as originally imposed or as varied under that section), and b the nominated local digital sound programme service provided by the applicant is being broadcast by means of the nominated local radio multiplex service. 6 Where the condition specified in subsection (5)(a) is satisfied, the Authority may grant the application even though the condition specified in subsection (5)(b) is not satisfied if— a the applicant holds a licence to provide local digital sound programme services, b a licence to provide the nominated local radio multiplex service has been awarded, and c it appears to the Authority that, under a contract between the applicant and the person to whom that licence has been awarded, the applicant is obliged to provide the nominated local digital sound programme service for broadcasting by means of the nominated local radio multiplex service. 7 The Authority may in any case postpone consideration of the application until the relevant date. 8 If, at the relevant date, the condition specified in subsection (5)(b) is not satisfied, and any of the conditions specified in subsection (6) is not satisfied, the Authority may postpone consideration of the application for such period not exceeding twelve months as they think appropriate. 9 Where the Authority postpone consideration of an application under this section for any period beyond the relevant date (the “ postponement period ”), they shall extend the period for which the licence is in force by a period equal to the postponement period; and section 86(3) shall not limit the powers of the Authority under this subsection. 10 On the grant of any application under this section the Authority shall— a where the nominated local digital sound programme service provided by the applicant is not being broadcast by means of the nominated local radio multiplex service, determine a date by which that service must have begun to be so broadcast; and b specify a fee payable to the Authority in respect of the renewal. 11 Where the Authority have granted a person’s application under this section they shall formally renew his licence as soon afterwards as is reasonably practicable; and they shall not so renew his licence unless they have notified him of— a any date determined by them under subsection (10)(a), and b the renewal fee specified by them under subsection (10)(b), and he has, within such period as is specified in that notification, notified them that he consents to the licence being renewed on those terms. 12 Where the Authority renew a licence under this section they shall include in the licence as renewed a condition requiring the licence holder to do all that he can to ensure that the nominated local digital sound programme service is broadcast by means of the nominated local radio multiplex service throughout the period beginning with whichever is the later of— a the date on which the licence would expire if not renewed, and b any date determined by them under subsection (10)(a), and ending with the date on which the licence (as renewed) is to expire. 13 In this section— a “ local digital sound programme service ” has the same meaning as in Part II of the Broadcasting Act 1996; b “ nominated ” means nominated by the applicant under subsection (4); c “ relevant date ”, in relation to a local licence, means the date which the Authority determine to be that by which they would need to publish a notice under section 104(1) if they were to grant, as from the date on which that licence would expire if not renewed, a fresh licence to provide the local service formerly provided under that licence; and d “ relevant local radio multiplex service ”, in relation to a local licence, means a local radio multiplex service (within the meaning of Part II of the Broadcasting Act 1996) with a coverage area which to a significant extent includes the coverage area of the local service provided under the local licence; and for this purpose “ coverage area ”, in relation to a service, has the meaning given by paragraph 3A of Part I of Schedule 2.  Special application procedure for local licences. 104B 1 Where— a a local licence is due to expire (otherwise than by virtue of section 110), b the local service provided under the licence falls within category B, C or D of the Table in paragraph 9 of Part III of Schedule 2, and c the Authority propose to grant a further licence to provide the service in question, the Authority may if they think fit publish a notice under subsection (2) instead of a notice under section 104(1). 2 A notice under this subsection is a notice— a stating that the Authority propose to grant a further licence to provide a specified local service, b specifying the area or locality in the United Kingdom for which the service is to be provided, c inviting declarations of intent to apply for a licence to provide the service, d specifying the closing date for such declarations, and e specifying— i the application fee payable on any declaration made in pursuance of the notice, and ii a deposit of such amount as the Authority may think fit. 3 A declaration of intent made in pursuance of a notice under subsection (2) must be in writing and accompanied by the application fee and deposit specified under subsection (2)(e)(i) and (ii). 4 Where the Authority receive a declaration of intent in accordance with the provisions of this section from a person other than the licence holder in relation to the service in question, they shall— a publish a notice under section 104(1), b specify— i in relation to persons who have made a declaration of intent in accordance with the provisions of this section, no further application fee, and ii in relation to all other applicants, an application fee of the same amount as the fee referred to in subsection (2)(e)(i), and c repay the deposit referred to in subsection (2)(e)(ii) to every person— i who has made a declaration of intent in accordance with the provisions of this section, and ii who duly submits an application in pursuance of the notice referred to in paragraph (a). 5 Where the Authority receive a declaration of intent in accordance with the provisions of this section from the licence holder in relation to the service in question, and no such declaration from any other person, they shall— a invite the licence holder to apply for the licence in such manner as they may determine (but without requiring any further application fee), and b on receiving an application duly made by him, repay to him the deposit referred to in subsection (2)(e)(ii). 6 The Secretary of State may by order amend subsection (1) by removing any of the categories of local service for the time being specified in that subsection, or by substituting for any of such categories any one or more categories of local service set out in the Table in paragraph 9 of Part III of Schedule 2. 7 Any order under subsection (6) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 In section 104 of the 1990 Act (applications for licences other than national licences), subsections (5) and (6)(a) shall cease to have effect."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "95", "section_title": " Financing of Gaelic sound programmes.", "section_text": "95 1 Section 183 of the 1990 Act (financing of television programmes in Gaelic out of Gaelic Television Fund) is amended as mentioned in subsections (2) to (6). 2 In subsection (2), for “Gaelic Television Fund” there is substituted  “                    Gaelic Broadcasting Fund                  ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "96", "section_title": " Power of Radio Authority to suspend licence to provide satellite service.", "section_text": "96 After section 111A of the 1990 Act there is inserted—  Power to suspend licence to provide satellite service. 111B 1 If the Authority are satisfied— a that the holder of a licence to provide a satellite service has included in the service one or more programmes containing material likely to encourage or incite to crime or to lead to disorder, b that he has thereby failed to comply with the condition included in the licence in pursuance of section 90(1)(a), and c that the failure is such as to justify the revocation of the licence, they shall serve on the holder of the licence a notice under subsection (2). 2 A notice under this subsection is a notice— a stating that the Authority are satisfied as mentioned in subsection (1), b specifying the respects in which, in their opinion, the licence holder has failed to comply with the condition mentioned in paragraph (b) of that subsection, c stating that the Authority may revoke his licence after the end of the period of twenty-one days beginning with the date on which the notice is served on the licence holder, d informing the licence holder of his right to make representations to the Authority within that period about the matters complained of, and e suspending the licence as from the time when the notice is served on the licence holder until the revocation takes effect or the Authority decide not to revoke the licence. 3 If the Authority, having considered any representations about the matters complained of made to them within the period referred to in subsection (2)(c) by the licence holder, are satisfied that it is necessary in the public interest to revoke the licence in question, they shall serve on the licence holder a notice revoking the licence. 4 A notice under subsection (3) shall not take effect until the end of the period of twenty-eight days beginning with the day on which that notice was served on the licence holder. 5 Section 111 shall not have effect in relation to the revocation of a licence in pursuance of a notice under subsection (1)."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "97", "section_title": " Listed events.", "section_text": "97 1 For the purposes of this Part, a listed event is a sporting or other event of national interest which is for the time being included in a list drawn up by the Secretary of State for the purposes of this Part. 2 The Secretary of State shall not at any time draw up, revise or cease to maintain such a list as is mentioned in subsection (1) unless he has first consulted— a the BBC, b the Welsh Authority, c the Commission, and d in relation to a relevant event, the person from whom the rights to televise that event may be acquired; and for the purposes of this subsection a relevant event is a sporting or other event of national interest which the Secretary of State proposes to include in, or omit from, the list. 3 As soon as he has drawn up or revised such a list as is mentioned in subsection (1), the Secretary of State shall publish the list in such manner as he considers appropriate for bringing it to the attention of— a the persons mentioned in subsection (2), and b every person who is the holder of a licence granted  ... under Part I of the 1990 Act or a digital programme licence granted  ... under Part I of this Act. 4 In this section “ national interest ” includes interest within England, Scotland, Wales or Northern Ireland. 5 The addition of any relevant event to such a list as is mentioned in subsection (1) shall not affect— a the validity of any contract entered into before the date on which the Secretary of State consulted the persons mentioned in subsection (2) in relation to the proposed addition, or b the exercise of any rights acquired under such a contract. 6 The list drawn up by the Secretary of State for the purposes of section 182 of the 1990 Act, as that list is in force immediately before the commencement of this section, shall be taken to have been drawn up for the purposes of this Part."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "98", "section_title": " Categories of service.", "section_text": "98 1 For the purposes of this Part, television programme services  ...  shall be divided into two categories as follows— a those television programme services and  ...  which for the time being satisfy the qualifying conditions, and b all other television programme services  ... . 2 In this section “the qualifying conditions”, in relation to a service, means the conditions— a that the service is provided without any consideration being required for reception of the service, and b that the service is received by at least 95 per cent. of the population of the United Kingdom. 3 There shall be disregarded for the purposes of subsection (2)(a) any fee payable in respect of a   licence for the purposes of section 363 of the Communications Act 2003  . 4 The condition in subsection (2)(b) a is to be taken to be satisfied in relation to a regional Channel 3 service if it is satisfied in relation to Channel 3 as a whole, and b is to be taken to be satisfied in relation to Channel 4 if it is satisfied in relation to Channel 4 and S4C taken together. 5   OFCOM   shall from time to time publish a list of the television programme services  ...  which appear to them to satisfy the qualifying conditions. 5A The Secretary of State may, by regulations made by statutory instrument, amend the percentage figure specified for the time being in subsection (2)(b). 5B An amendment made by regulations under this section does not affect— a the validity of any contract entered into before the regulations came into force, or b the exercise of any rights acquired under such a contract. 5C Regulations under subsection (5A) may make transitional, transitory or saving provision. 5D A statutory instrument containing regulations under subsection (5A) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "99", "section_title": " Contract for exclusive right to televise listed event to be void.", "section_text": "99 1 Any contract entered into after the commencement of this section under which a television programme provider acquires rights to televise the whole or any part of a listed event live for reception in the United Kingdom, or in any area of the United Kingdom, shall be void so far as it purports, in relation to the whole or any part of the event or in relation to reception in the United Kingdom or any area of the United Kingdom, to grant those rights exclusively to any one television programme provider. 2 In this Part “ television programme provider ” means the BBC, the Welsh Authority or any person who is the holder of any licence under Part I of the 1990 Act or a digital programme licence under Part I of this Act. 3 For the purposes of this section rights to televise the whole or any part of an event live for reception in any area granted to a television programme provider are granted exclusively if the person granting them— a has not granted any right to televise the whole or, as the case may be, that part of the event live for reception in that area to any other television programme provider  , to any CTT broadcaster or on an exempt Irish service , and b is precluded by the terms of the contract from doing so. 4 In subsection (3)— “ CTT broadcaster ” means a person who for the purposes of the European Convention on Transfrontier Television is within the jurisdiction of a State, other than the United Kingdom, which is for the time being a party to the Convention”; “ exempt Irish service ” means a service specified in section 211B(1)(b) of the Communications Act 2003."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "100", "section_title": " Contract for televising listed event must specify category of service.", "section_text": "100 1 Any contract entered into after the commencement of this section shall be void so far as it purports to grant to a television programme provider rights to televise the whole or any part of a listed event live for reception in the United Kingdom, or any area of the United Kingdom, unless the contract complies with subsection (2). 2 A contract complies with this subsection if the terms of the contract allow the television programme provider to include the live coverage of the listed event— a only in a television programme service falling within paragraph (a) of subsection (1) of section 98, or b only in a television programme service falling within paragraph (b) of that subsection."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "101", "section_title": " Restriction on televising of listed event.", "section_text": "101 1 A  television programme provider  providing a service falling within either of the categories set out in subsection (1) of section 98 (“ the first service ”) for reception in the United Kingdom or in any area of the United Kingdom shall not, without the previous consent of   OFCOM  , include in that service live coverage of the whole or any part of a listed event unless— a another person, who is providing a service falling within the other category set out in that subsection (“ the second service ”), has acquired the right to include in the second service live coverage of the whole of the event or of that part of the event, and b the area for which the second service is provided consists of or includes the whole, or substantially the whole, of the area for which the first service is provided. 2   OFCOM   may revoke any consent given by them under subsection (1). 3 Failure to comply with subsection (1) shall not affect the validity of any contract. 4 Subsection (1) shall not have effect where the television programme provider providing the first service is exercising rights acquired before the commencement of this section."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "101A", "section_title": " Designated events in relation to   EEA States or other CTT States .", "section_text": "101A 1   For the purposes of this Part, a sporting or other event is a designated event, in relation to an  EEA  State  ..., if— a that State has designated the event in accordance with   Article 14(1) of the Audiovisual Media Services Directive   as being of major importance to its society, and b the designation forms part of measures— i which have been notified by that State to the European Commission for the purposes of   Article 14(2)   of that Directive, and ii notice of which has been published by the European Commission in the Official Journal of the Communities. 2 For the purposes of this Part, a sporting or other event is a designated event, in relation to a qualifying CTT State, if— a that State has designated the event in accordance with Article 9bis of the European Convention on Transfrontier Television as being of major importance for society, b the designation forms part of measures which have been notified by that State under that Article to the Standing Committee set up under Article 20 of the Convention, and c the event and measures are included in a consolidated list published by the Standing Committee under Article 9bis of the Convention. 3 In this Part  “ qualifying CTT State ” means a State, other than the United Kingdom, which is for the time being a party to the European Convention on Transfrontier Television but is not an EEA State."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "101B", "section_title": " Restriction on televising of an event designated by   EEA State or other CTT State .", "section_text": "101B 1 A television programme provider shall not, without the previous consent of   OFCOM , exercise rights to televise the whole or part of an event which is a designated event, in relation to an EEA State  ..., for reception in that EEA State or any area of that EEA State, where a substantial proportion of the public in that EEA State is deprived of the possibility of following that event by live or deferred coverage on free television as determined by that State in accordance with   Article 14(1) of the Audiovisual Media Services Directive . 1A A television programme provider must not, without the previous consent of OFCOM, exercise rights to televise the whole or part of an event which is a designated event, in relation to a qualifying CTT State, for reception in that State or any area of that State, where a substantial proportion of the public in that State is deprived of the possibility of following that event by live or deferred coverage on free television as determined by that State in accordance with Article 9bis of the European Convention on Transfrontier Television. 2   OFCOM   may revoke any consent given by them under subsection (1)  or (1A) . 3 Failure to comply with subsection (1)   or (1A)  shall not affect the validity of any contract. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "102", "section_title": " Power of  OFCOM  to impose penalty.", "section_text": "102 1 If   OFCOM  — a are satisfied that the holder of a licence under Part I of the 1990 Act or a digital programme licence under Part I of this Act has failed to comply with subsection (1) of section 101  or   subsection (1) or (1A) of section 101B                   , and b are not satisfied that in all the circumstances it would be unreasonable to expect him to have complied with that subsection, they may require him to pay, within a specified period, a specified financial penalty to   OFCOM  . 2 If   OFCOM   are satisfied that, in connection with an application for consent under subsection (1) of section 101  or   subsection (1) or (1A) of section 101B , the holder of a licence under Part I of the 1990 Act or a digital programme licence under Part I of this Act has— a provided them with information which was false in a material particular, or b withheld any material information with the intention of causing  OFCOM  to be misled, they may require him to pay, within a specified period, a specified financial penalty to   OFCOM . 2A Before requiring any person to pay a financial penalty under subsection (1) on the ground that he has failed to comply with   subsection (1) or (1A) of section 101B ,   OFCOM   shall consult such persons (who may include competent authorities in   EEA States or qualifying CTT States)   as appear to   OFCOM   to be appropriate. 3 The amount of any financial penalty imposed on any person under subsection (1) or (2) shall not exceed the amount produced by multiplying the relevant consideration by the prescribed multiplier. 4 In subsection (3)— a “ the relevant consideration ” means an amount determined by   OFCOM   as representing so much of any consideration paid by the person on whom the penalty is being imposed as is attributable to the acquisition of the rights to televise the event in question, and b “ the prescribed multiplier ” means such number as the Secretary of State may from time to time by order prescribe. 5 An order under subsection (4)(b) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Where   OFCOM   receive any amount payable to them by virtue of subsection (1) or (2), that amount shall not form part of the revenues of   OFCOM   but shall be paid into the Consolidated Fund. 7 Any amount payable by any person to   OFCOM   by virtue of subsection (1) or (2) shall be recoverable by them as a debt due to them from that person."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "103", "section_title": " Report to Secretary of State.", "section_text": "103 1 If   OFCOM  — a are satisfied that a broadcasting body has failed to comply with subsection (1) of section 101   or  subsection (1) or (1A) of section 101B , and b are not satisfied that in all the circumstances it would be unreasonable to expect the body to have complied with that subsection, they shall make a report on the matter to the Secretary of State. 2 If   OFCOM   are satisfied that, in connection with an application for consent under subsection (1) of section 101   or  subsection (1) or (1A) of section 101B , a broadcasting body has— a provided them with information which was false in a material particular, or b withheld any material information with the intention of causing   OFCOM   to be misled, they shall make a report on the matter to the Secretary of State. 2A Before reporting to the Secretary of State that a broadcasting body has failed to comply with subsection (1)  or (1A)   of section 101B,   OFCOM   shall consult such persons (who may include competent authorities in   EEA States or qualifying CTT States)   as appear to   OFCOM   to be appropriate. 3 In this section “ broadcasting body ” means the BBC or the Welsh Authority."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "104", "section_title": " Code of guidance.", "section_text": "104 1  OFCOM  shall draw up, and may from time to time revise, a code giving guidance— a as to the matters which they will take into account in determining whether to give or to revoke their consent for the purposes of section 101(1B) or section 101B(1)  or (1A) ; and b as to the matters which they will take into account in determining for the purposes of section 102(1) or 103(1), whether in all the circumstances it is unreasonable to expect a television programme provider to comply with section 101(1) or section 101B(1)  or (1A) . 2 In exercising their powers under this Part,   OFCOM   shall have regard to the provisions of the code. 3 Before drawing up or revising the code   OFCOM   shall consult such persons as appear to  OFCOM  to be appropriate. 4 As soon as   OFCOM   have drawn up or revised such a code,   OFCOM   shall publish the code in such manner as they consider appropriate for bringing it to the attention of— a the BBC, b the Welsh Authority, c every person from whom the rights to televise a listed event may be acquired, and d every person who is the holder of a licence granted  ...  under Part I of the 1990 Act or a digital programme licence granted  ... under Part I of this Act."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "104ZA", "section_title": "Regulations about coverage of listed events", "section_text": "104ZA 1  OFCOM  may make regulations for determining for the purposes of this Part— a the circumstances in which the televising of listed events generally, or of a particular listed event, is or is not to be treated as live; b what (whether generally or in relation to particular circumstances) is to be taken to represent the provision of adequate alternative coverage; and c the requirements that must be satisfied for the purposes of section 101(1C)(d) by persons who have acquired rights to provide adequate alternative coverage. 2 The power conferred by subsection (1)(a) does not include power to define  “ live ” for the purposes of section 101B. 3 Section 403 of the Communications Act 2003 (procedure for regulations and orders made by  OFCOM ) applies to the power of  OFCOM  to make regulations under this section."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "104A", "section_title": " Provision of information.", "section_text": "104A 1 A television programme provider shall, at the request of   OFCOM , provide them with such information as   OFCOM   consider appropriate regarding any contract which he has entered into which relates to an event which, in relation to an  EEA  State   or a qualifying CTT State , is a designated event. 2 If so requested by a competent authority in an  EEA  State   or a qualifying CTT State ,   OFCOM   shall provide the authority with such information relating to rights to televise listed events or designated events as   OFCOM   consider it appropriate to provide."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "105", "section_title": " Interpretation of Part IV and supplementary provisions.", "section_text": "105 1 In this Part (unless the context otherwise requires)— “  adequate alternative coverage” and  “live”  ” are to be construed in accordance with any regulations under section 104ZA;   “the Audiovisual Media Services Directive” means  Directive 2010/13/EU  of the European Parliament and of the Council of 10 March 2010 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services;   “ Channel 4 ” has the same meaning as in Part I of the 1990 Act; ...   “designated event”—  a in relation to an EEA State, has the meaning given by section 101A(1), and b in relation to a qualifying CTT State, has the meaning given by section 101A(2);   “ EEA  State” has the meaning given by Schedule 1 to the Interpretation Act 1978;   “ the European Convention on Transfrontier Television ” means the Council of Europe Convention on Transfrontier Television which was opened for signature at Strasbourg on 5th May 1989, as amended by the Protocol which was opened for signature at Strasbourg on 1st October 1998; “ listed event ” has the meaning given by section 97(1); ... “ national Channel 3 service ” and “ regional Channel 3 service ” have the same meaning as in Part I of the 1990 Act;   “qualifying CTT State” has the meaning given by section 101A(3);   “S4C” has the same meaning as in Part I of the 1990 Act; “ television broadcasting service ” has the same meaning as in Part I of the 1990 Act; “ television programme provider ” has the meaning given by section 99(2); “ television programme service ” has the same meaning as in Part I of the 1990 Act. 2 Section 182 of the 1990 Act (certain events not to be shown on pay-per-view terms) shall cease to have effect."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "106", "section_title": " The Broadcasting Standards Commission.", "section_text": "106 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "107", "section_title": " Preparation by  OFCOM  of code relating to avoidance of unjust or unfair treatment or interference with privacy.", "section_text": "107 1 It shall be the duty of   OFCOM   to draw up, and from time to time review, a code giving guidance as to principles to be observed, and practices to be followed, in connection with the avoidance of— a unjust or unfair treatment in programmes to which this section applies, or b unwarranted infringement of privacy in, or in connection with the obtaining of material included in, such programmes. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3   OFCOM   shall from time to time publish the code (as for the time being in force). 4 Before drawing up or revising the code,   OFCOM   shall consult— a each broadcasting  ... body, and b such other persons as appear to   OFCOM   to be appropriate. 5 This section applies to— a any programme broadcast by the BBC, b any programme broadcast by the Welsh Authority or included in   any public service of the Welsh Authority (within the meaning of Part 2 of Schedule 12 to the Communications Act 2003)  , and c any programme included in a licensed service."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "108", "section_title": " Preparation by BSC of code relating to broadcasting standards generally.", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "109", "section_title": " Monitoring by BSC of broadcasting standards.", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "110", "section_title": " General functions of  OFCOM  in relation to complaints.", "section_text": "110 1 Subject to the provisions of this Part, it shall be the duty of   OFCOM   to consider and adjudicate on complaints which are made to them in accordance with sections 111 and 114 and relate— a to unjust or unfair treatment in programmes to which section 107 applies, or b to unwarranted infringement of privacy in, or in connection with the obtaining of material included in, such programmes. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In exercising their functions under subsection (1),   OFCOM   shall take into account any relevant provisions of the code maintained by them under section 107 ... 4 In this Part— “ a fairness complaint ” means a complaint to   OFCOM   in respect of any of the matters referred to in subsection (1)(a) and (b),  ... ..."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "111", "section_title": " Complaints of unfair treatment etc.", "section_text": "111 1 A fairness complaint may be made by an individual or by a body of persons, whether incorporated or not, but, subject to subsection (2), shall not be entertained by   OFCOM   unless made by the person affected or by a person authorised by him to make the complaint for him. 2 Where the person affected is an individual who has died, a fairness complaint may be made by his personal representative or by a member of the family of the person affected, or by some other person or body closely connected with him (whether as his employer, or as a body of which he was at his death a member, or in any other way). 3 Where the person affected is an individual who is for any reason both unable to make a complaint himself and unable to authorise another person to do so for him, a fairness complaint may be made by a member of the family of the person affected, or by some other person or body closely connected with him (whether as his employer, or as a body of which he is a member, or in any other way). 4   OFCOM   shall not entertain, or proceed with the consideration of, a fairness complaint if it appears to them that the complaint relates to the broadcasting of the relevant programme, or to its inclusion in a licensed service, on an occasion more than five years after the death of the person affected, unless it appears to them that in the particular circumstances it is appropriate to do so. 5   OFCOM   may refuse to entertain a fairness complaint if it appears to them not to have been made within a reasonable time after the last occasion on which the relevant programme was broadcast or, as the case may be, included in a licensed service. 6 Where, in the case of a fairness complaint, the relevant programme was broadcast or included in a licensed service after the death of the person affected, subsection (5) shall apply as if at the end there were added “within five years (or such longer period as may be allowed by   OFCOM   in the particular case under subsection (4)) after the death of the person affected”. 7   OFCOM   may refuse to entertain— a a fairness complaint which is a complaint of unjust or unfair treatment if the person named as the person affected was not himself the subject of the treatment complained of and it appears to   OFCOM   that he did not have a sufficiently direct interest in the subject-matter of that treatment to justify the making of a complaint with him as the person affected, or b a complaint made under subsection (2) or (3) by a person other than the person affected or a person authorised by him, if it appears to   OFCOM   that the complainant’s connection with the person affected is not sufficiently close to justify the making of the complaint by him."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "112", "section_title": " Committee to consider fairness complaints.", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "113", "section_title": " Complaints relating to taste and decency, etc.", "section_text": "113 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "114", "section_title": " Supplementary provisions as to making of complaints of either kind.", "section_text": "114 1 A fairness complaint  ... must be in writing, or in such other form as  OFCOM  may allow, and must give particulars of the matters complained of. 2 The   OFCOM   shall not entertain, or proceed with the consideration of, a fairness complaint  ... if it appears to them— a that the matter complained of is the subject of proceedings in a court of law in the United Kingdom, or b that the matter complained of is a matter in respect of which the complainant or ... the person affected has a remedy by way of proceedings in a court of law in the United Kingdom, and that in the particular circumstances it is not appropriate for   OFCOM   to consider a complaint about it, or c that the complaint is frivolous, or d that for any other reason it is inappropriate for them to entertain, or proceed with the consideration of, the complaint."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "115", "section_title": " Consideration of fairness complaints.", "section_text": "115 1 Subject to the provisions of sections 111 and 114, every fairness complaint made to   OFCOM   shall be considered by them either at a hearing or, if they think fit, without a hearing. 2 Hearings under this section shall be held in private; and where such a hearing is held in respect of a fairness complaint, each of the following persons shall be given an opportunity to attend and be heard, namely— a the complainant, b the relevant person, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d any person not falling within any of paragraphs (a)   or (b)   who appears to   OFCOM   to have been responsible for the making or provision of that programme, and e any other person who   OFCOM   consider might be able to assist at the hearing. 3 Before   OFCOM   proceed to consider a fairness complaint they shall send a copy of it— a to the relevant person, and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where the relevant person receives from   OFCOM   a copy of the complaint, it shall be the duty of that person, if so required by  OFCOM — a to provide   OFCOM   with a visual or sound recording of the relevant programme or of any specified part of it, if and so far as the relevant person has such a recording in his possession; b to make suitable arrangements for enabling the complainant to view or hear the relevant programme, or any specified part of it, if and so far as the relevant person has in his possession a visual or sound recording of it; c to provide   OFCOM   and the complainant with a transcript of so much of the relevant programme, or of any specified part of it, as consisted of speech, if and so far as the relevant person is able to do so; d to provide   OFCOM   and the complainant with copies of any documents in the possession of the relevant person, being the originals or copies of any correspondence between that person and the person affected or the complainant in connection with the complaint; da to provide  OFCOM  with such other things appearing to  OFCOM  to be relevant to their consideration of the complaint, and to be in the possession of the relevant person, as may be specified or described by  OFCOM ; e to furnish to  OFCOM  and the complainant a written statement in answer to the complaint. 5 Where the relevant person receives from   OFCOM   a copy of a fairness complaint, it shall also be the duty of that person, if so required by  OFCOM — a where the relevant person is a broadcasting body, to arrange for one or more of the governors, members or employees of the body to attend   OFCOM   and assist them in their consideration of the complaint, or b where the relevant person is a body other than a broadcasting body, to arrange for one or more of the following, namely— i the persons who take part in the management or control of the body, or ii the employees of the body, to attend  OFCOM  and assist them in their consideration of the complaint, or c where the relevant person is an individual, to attend, or to arrange for one or more of his employees to attend,   OFCOM   and assist them in their consideration of the complaint. 6 Where the relevant person receives from   OFCOM   a copy of a fairness complaint and, in connection with the complaint,   OFCOM   make to any other person a request to which this subsection applies, it shall be the duty of the relevant person to take such steps as he reasonably can to ensure that the request is complied with. 7 Subsection (6) applies to the following requests by   OFCOM   to any such other person as is there mentioned, namely— a a request to make suitable arrangements for enabling the complainant and any member or employee of   OFCOM   to view or hear the relevant programme, or any specified part of it, if and so far as the person requested has in his possession a visual or sound recording of it; b a request to provide   OFCOM   and the complainant with a transcript of so much of the relevant programme, or of any specified part of it, as consisted of speech, if and so far as the person requested is able to do so; c a request to provide   OFCOM   and the complainant with copies of any documents in the possession of the person requested, being the originals or copies of any correspondence between that person and the person affected or the complainant in connection with the complaint; ca a request to provide  OFCOM  with such other things appearing to  OFCOM  to be relevant to their consideration of the complaint, and to be in the possession of the person requested, as may be specified or described by  OFCOM ; d a request to furnish to   OFCOM   and the complainant a written statement in answer to the complaint; e a request to attend, or (where the person requested is not an individual) to arrange for a representative to attend,   OFCOM   and assist them in their consideration of the complaint. 8 Where   OFCOM   have adjudicated on a fairness complaint,   OFCOM  shall send a copy of   their findings to the complainant. 9 In this section “ the relevant person ” means— a in a case where the relevant programme was broadcast by a broadcasting body, that body, and b in a case where the relevant programme was included in a licensed service, the licence holder providing the service."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "116", "section_title": " Consideration of standards complaints.", "section_text": "116 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "117", "section_title": " Duty to retain recordings.", "section_text": "117 For the purposes of   section 115   of this Act and of section 167 of the 1990 Act (power to make copies of recordings in connection with certain offences) it shall be the duty of each broadcasting body to retain a recording of every television or sound programme which is broadcast by that body— a where it is of a television programme, during the period of 90 days beginning with the day of the broadcast, and b where it is of a sound programme, during the period of 42 days beginning with the day of the broadcast."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "118", "section_title": " Power to pay allowances to persons attending hearings.", "section_text": "118   OFCOM   may, if they think fit, make to any person who attends them in connection with a fairness complaint  ... such payments as they think fit by way of travelling allowance or subsistence allowance where expenditure on travelling or, as the case may be, on subsistence is necessarily incurred by him for the purpose of enabling him so to attend."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "119", "section_title": " Publication of    OFCOM ’s findings.", "section_text": "119 1 Where  OFCOM  have considered and adjudicated upon a fairness complaint, they may direct the relevant person to publish the matters mentioned in subsection (3) in such manner, and within such period, as may be specified in the directions. 3 Those matters are— a a summary of the complaint; b OFCOM 's findings on the complaint or a summary of them; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 References in   subsection (1)   to the publication of any matter are references to the publication of that matter without its being accompanied by any observations made by a person other than   OFCOM   and relating to the complaint. 5 The form and content of any such summary as is mentioned in subsection   (3)(a) or (b)   shall be such as may be approved by   OFCOM  . 6 A   relevant person   shall comply with any directions given to   him   under this section. 7 The regulatory regime for every licensed service includes the conditions that  OFCOM  consider appropriate for securing that the licence holder complies with every direction given to him under this section. 7A Section 263 of the Communications Act 2003 applies in relation to conditions included by virtue of subsection (7) in the regulatory regime for a licensed service as it applies in relation to conditions which are so included by virtue of a provision of Chapter 4 of Part 3 of that Act. 7B It is hereby declared that, where— a  OFCOM  exercise their powers under this Part to adjudicate upon a fairness complaint or to give a direction under subsection (1), and b it appears to them that the matters to which the complaint in question relates consist in or include a contravention of the conditions of the licence for a licensed service, the exercise by  OFCOM  of their powers under this Part is not to preclude the exercise by them of their powers under any other enactment in respect of the contravention. 7C Where  OFCOM  are proposing to exercise any of their powers in respect of a contravention of a licence condition in a case in which the contravention relates to matters that have been the subject-matter of a fairness complaint— a  OFCOM  may have regard, in the exercise of those powers, to any matters considered or steps taken by them for the purpose of adjudicating upon that complaint and to any direction given by them under this section; but b steps taken for the purposes of this Part do not satisfy a requirement to give the licence holder in relation to whom those powers are to be exercised a reasonable opportunity, before they are exercised, of making representations to OFCOM. 8   OFCOM   shall publish, monthly or at such other intervals as they think fit and in such manner as they think fit, reports each containing, as regards every fairness complaint  ... which falls within this subsection and has been dealt with by them in the period covered by the report— a a summary of the complaint and the action taken by them on it, b where they have adjudicated on it, a summary of— i their findings, ii any direction given under subsection (1), or other action taken by them, in relation to the complaint, and c where a direction has been given under subsection (1) in relation to the complaint, a summary of any action taken by a broadcasting body ... or the holder of a licence to provide a licensed service in pursuance of the direction. 9 A fairness complaint  ... made to   OFCOM   falls within subsection (8) unless it is one which under section 111(1), (4) or (5) ... or 114(2) they have refused to entertain. 10   OFCOM   may, if they think fit, omit from any summary which is included in a report under subsection (8) and relates to a fairness complaint any information which could lead to the disclosure of the identity of any person connected with the complaint in question other than  a relevant person   11 The references in subsections (3)(b) and (8)(b) to  OFCOM ’s findings on a complaint shall be construed, in relation to a fairness complaint which has been considered by them in two or more parts, as references to their findings on each part of the complaint. 11A In this section  “ relevant person ” means— a in a case where the relevant programme was broadcast by a broadcasting body, that body; and b in a case where the relevant programme was included in a licensed service, the licence holder providing that service. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "120", "section_title": " Reports on action taken voluntarily in response to findings on complaints.", "section_text": "120 1 This section applies where   OFCOM   have given a direction under section 119(1) in relation to a fairness complaint  .... 2 Where the relevant programme was included in a licensed service, the licence holder shall send to  OFCOM  a report of any supplementary action taken by him or by any other person responsible for the making or provision of the relevant programme. 3 Where the relevant programme was broadcast by a broadcasting body, that body shall send to   OFCOM   a report of any supplementary action taken by— a the broadcasting body, or b any other person appearing to that body to be responsible for the making or provision of the relevant programme. 4   OFCOM    may include, in any report under section 119(8), a summary of any report received by them under subsection (2) or (3) in relation to the complaint. 5 In this section “ supplementary action ”, in relation to a complaint, means action which, although not taken in pursuance of a direction under section 119(1), is taken in consequence of the findings of   OFCOM   on the complaint."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "121", "section_title": " Certain statements etc. protected by qualified privilege for purposes of defamation.", "section_text": "121 1 For the purposes of the law relating to defamation— a publication of any statement in the course of the consideration by   OFCOM   of, and their adjudication on, a fairness complaint, b publication by   OFCOM   of directions under section 119(1) relating to a fairness complaint, or c publication of a report of   OFCOM  , so far as the report relates to fairness complaints, is privileged unless the publication is shown to be made with malice. 2 Nothing in subsection (1) shall be construed as limiting any privilege subsisting apart from that subsection."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "122", "section_title": " Power of BSC to commission research.", "section_text": "122 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "123", "section_title": " International representation by BSC of Government interests.", "section_text": "123 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "124", "section_title": " Duty to publicise BSC.", "section_text": "124 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "125", "section_title": " Annual reports.", "section_text": "125 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "126", "section_title": " Reports to Secretary of State.", "section_text": "126 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "127", "section_title": " Contributions towards cost of BSC.", "section_text": "127 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "128", "section_title": " Transfer of assets of Broadcasting Complaints Commission and Broadcasting Standards Council to BSC and dissolution of those bodies.", "section_text": "128 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "129", "section_title": " Transitional provisions relating to complaints.", "section_text": "129 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "130", "section_title": " Interpretation of Part V.", "section_text": "130 1 In this Part (unless the context otherwise requires)— ... “ broadcasting body ” means the BBC or the Welsh Authority; ... “ fairness complaint ” has the meaning given by section 110(4); ... “ licensed service ” means ...— any television programme service (within the meaning of Part I of the 1990 Act) which is licensed under that Part,  the public teletext service,  any relevant independent radio service (within the meaning of section 85 of the 1990 Act), any additional service (within the meaning of Part 1 of the 1990 Act) which is licensed under that Part, any digital programme service (within the meaning of Part I of this Act) which is licensed under that Part, any qualifying service (within the meaning of Part I of this Act) provided by a person other than the Welsh Authority, any digital sound programme service (within the meaning of Part II of this Act) which is licensed under that Part, any simulcast radio service (within the meaning of Part II of this Act), and any digital additional service (within the meaning of Part I or II of this Act) which is licensed under that Part; ... “ participant ”, in relation to a programme, means a person who appeared, or whose voice was heard, in the programme; “ the person affected ”— in relation to any such unjust or unfair treatment as is mentioned in section 110(1), means a participant in the programme in question who was the subject of that treatment or a person who, whether such a participant or not, had a direct interest in the subject-matter of that treatment, and in relation to any such unwarranted infringement of privacy as is so mentioned, means a person whose privacy was infringed; “ programme ” includes an advertisement and a teletext transmission and, in relation to a service, includes any item included in that service; ... “ the relevant programme ”, in relation to a complaint, means the programme to which the complaint relates; ... ... “ unjust or unfair treatment ” includes treatment which is unjust or unfair because of the way in which material included in a programme has been selected or arranged. 2 In this Part— a any reference to programmes to which section 107 applies shall be construed in accordance with section 107(5),  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "131", "section_title": " Power of BBC to make transfer schemes relating to its transmission network.", "section_text": "131 1 The BBC may make a scheme or schemes providing for the transfer to any person or persons of such property, rights and liabilities of the BBC as are specified in, or determined in accordance with the scheme, being property, rights and liabilities which, immediately before the day on which the scheme comes into force, subsist for the purposes of or in connection with or are otherwise attributable to the BBC transmission network. 2 In subsection (1) “ the BBC transmission network ” means so much of the undertaking of the BBC as is concerned with the provision of broadcasting transmission services or services related to those services. 3 In this Part “ transfer scheme ” means a scheme made under subsection (1). 4 Schedule 5 shall have effect with respect to transfer schemes."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "132", "section_title": " Powers of Secretary of State in relation to transfer schemes.", "section_text": "132 1 A transfer scheme shall not take effect unless it is approved by the Secretary of State; and where such a scheme is submitted to the Secretary of State for his approval, he may modify the scheme before approving it. 2 Subject to subsection (3), the Secretary of State shall not approve a transfer scheme containing any provision in accordance with which any person other than a wholly-owned subsidiary of the BBC becomes entitled or subject to any property, rights and liabilities unless it appears to the Secretary of State that the person has consented to the provisions of the scheme so far as they relate to him. 3 Subsection (2) shall not require the consent of any person to so much of a transfer scheme as— a relates to property, rights or liabilities to which that person is already entitled or subject, and b appears to the Secretary of State to be made for purposes that are no more than supplemental or incidental to the other provisions of the scheme. 4 Before— a declining to approve a transfer scheme, or b modifying such a scheme, the Secretary of State shall consult the BBC and every person who is a transferee under the scheme. 5 It shall be the duty of the BBC and every person who is a transferee under a transfer scheme to provide the Secretary of State with all such information and other assistance as he may reasonably require for the purposes of, or in connection with, the exercise of any power conferred on him by this paragraph. 6 In this section “ wholly-owned subsidiary ” has the meaning given by   section 1159 of the Companies Act 2006  ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "133", "section_title": " Agreements with respect to transfer schemes.", "section_text": "133 1 The BBC may enter into any such agreement with another person as they think fit for the purpose of accepting or imposing contractual obligations with respect to, or to anything connected with, the manner in which their powers by virtue of section 131 are to be exercised. 2 Any agreement may, in particular, provide for the making of payments, or the issue of shares or securities, to the BBC (by way of consideration or otherwise) in respect of anything created or transferred in accordance with a transfer scheme. 3 The consent of the Secretary of State shall be required for the making by the BBC of an agreement under this section."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "134", "section_title": " Transfer schemes: successor companies.", "section_text": "134 Schedule 6 (which makes provision about the accounts etc. of wholly-owned subsidiaries of the BBC to which any property, rights or liabilities are transferred in accordance with a transfer scheme) shall have effect."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "135", "section_title": " Taxation provisions with respect to transfer schemes.", "section_text": "135 Schedule 7 (which makes provision about tax in connection with transfer schemes) shall have effect."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "136", "section_title": " Services provided by BBC companies.", "section_text": "136 Schedule 8 (which makes amendments of the 1990 Act relating to the regulation by the Independent Television Commission and the Radio Authority of services provided by bodies corporate in which the BBC have an interest) shall have effect."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "137", "section_title": " Avoidance of certain terms relating to use for purpose of news reporting of visual images from broadcast or cable programme.", "section_text": "137 1 Any provision in an agreement is void in so far as it purports to prohibit or restrict relevant dealing with a broadcast  ... in any circumstances where by virtue of section 30(2) of the  Copyright, Designs and Patents Act 1988 (fair dealing for the purpose of reporting current events) copyright in the broadcast  ... is not infringed. 2 In subsection (1)— a “relevant dealing”, in relation to a broadcast, means dealing by communicating to the public any visual images taken from that broadcast, and b “ broadcast ” and “   communicating to the public   ” have the same meaning as in Part I of the Copyright, Designs and Patents Act 1988."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "138", "section_title": " Amendments of Copyright, Designs and Patents Act 1988 relating to cable programme services.", "section_text": "138 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "139", "section_title": " Copyright licensing.", "section_text": "139 1 After section 135G of the Copyright, Designs and Patents Act 1988 there is inserted—  Power to amend sections 135A to 135G. 135H 1 The Secretary of State may by order, subject to such transitional provision as appears to him to be appropriate, amend sections 135A to 135G so as— a to include in any reference to sound recordings any works of a description specified in the order; or b to exclude from any reference to a broadcast or cable programme service any broadcast or cable programme service of a description so specified. 2 An order shall be made by statutory instrument; and no order shall be made unless a draft of it has been laid before and approved by resolution of each House of Parliament. 2 After section 151 of that Act there is inserted—  Award of interest. 151A 1 Any of the following, namely— a a direction under section 123(3) so far as relating to a licence for broadcasting a work or including a work in a cable programme service; b a direction under section 128(3) so far as so relating; c an order under section 135D(1); and d an order under section 135F confirming or varying an order under section 135D(1), may award simple interest at such rate and for such period, beginning not earlier than the relevant date and ending not later than the date of the order, as the Copyright Tribunal thinks reasonable in the circumstances. 2 In this section “ the relevant date ” means— a in relation to a direction under section 123(3), the date on which the reference was made; b in relation to a direction under section 128(3), the date on which the reference or application was made; c in relation to an order section 135D(1), the date on which the first payment under section 135C(2) became due; and d in relation to an order under section 135F, the date on which the application was made. 3 Subsection (2) does not apply in any case where the reference or application to the Copyright Tribunal was or is made before the commencement of this section."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "140", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "140"}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "141", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "141"}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "142", "section_title": " Standards for transmission systems.", "section_text": "142 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "143", "section_title": " Duties of Independent Television Commission and Radio Authority in cases involving disqualification on grounds related to political objects.", "section_text": "143 1 If it appears to the   OFCOM   that there are grounds for suspecting that any person who is an applicant for a licence under   Part 1 or 3 of the 1990 Act or Part 1 or 2 of this Act,   is by virtue of any of the provisions specified in subsection (5) a disqualified person in relation to that licence,   OFCOM   shall be regarded as failing to discharge their duty under   section 5(1) or 88(1) of the 1990 Act or section 5(1) or 44(1) of this Act  , if they grant the licence to that person without being provided with information which satisfies them that he is not on those grounds a disqualified person by virtue of that provision. 2 If it appears to     OFCOM     that there are grounds for suspecting that any person who is the holder of a licence under   Part 1 or 3 of the 1990 Act or Part 1 or 2 of this Act,   is by virtue of any of the provisions specified in subsection (5) a disqualified person in relation to that licence,    OFCOM    shall be regarded as failing to discharge their duty under    section 5(1) or 88(1) of the 1990 Act or section 5(1) or 44(1) of this Act   , unless— a they require him to provide them with information for the purpose of determining whether he is on those grounds a disqualified person by virtue of that provision, and b if they are satisfied that he is a disqualified person, they revoke the licence. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The provisions referred to in subsections (1)   and (2)   are the following provisions of paragraph 1(1) of Part II of Schedule 2 to the 1990 Act— a paragraphs (d) to (g), b paragraph (h) so far as relating to participation by bodies falling within paragraph (d), (e) or (g), c paragraph (hh) so far as relating to a body corporate controlled by a body corporate in which a body falling within paragraph (d), (e) or (g) is a participant with more than a 5 per cent. interest, d paragraph (i) so far as relating to control by a person falling within any of paragraphs (d) to (g) or by two or more such persons, and e paragraph (j) so far as relating to participation by a body corporate which is controlled by a person falling within any of paragraphs (d) to (g) or by two or more such persons. 6 Nothing in subsections (1) to (5) shall be taken to limit the generality of    the duties imposed on  OFCOM  by sections 5(1) and 88(1) of the 1990 Act and sections 5(1) and 44(1) of this Act.  "}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "144", "section_title": " Offence of providing false information in certain circumstances.", "section_text": "144 1 A person who, in connection with an application by him for, or his continued holding of, a licence under the 1990 Act or this Act— a makes   a statement to  OFCOM   which he knows to be false in a material particular, or b recklessly makes   a statement to  OFCOM   which is false in a material particular, is guilty of an offence if the statement relates to a matter which would be relevant in determining whether he is by virtue of any of the provisions specified in subsection (3) a disqualified person, and he is by virtue of any of those provisions a disqualified person in relation to that licence. 2 A person who, in connection with an application by him for, or his continued holding of, a licence under the 1990 Act or this Act, withholds any information with the intention of causing   OFCOM   to be misled is guilty of an offence if— a the information would be relevant in determining whether he is by virtue of any of the provisions specified in subsection (3) a disqualified person, and b he is by virtue of any of those provisions a disqualified person in relation to that licence. 3 The provisions referred to in subsections (1) and (2) are the following provisions of paragraph 1(1) of Part II of Schedule 2 to the 1990 Act— a paragraphs (d) to (g), b paragraph (h) so far as relating to participation by bodies falling within paragraph (d), (e) or (g), c paragraph (hh) so far as relating to a body corporate controlled by a body corporate in which a body falling within paragraph (d), (e) or (g) is a participant with more than a 5 per cent. interest, d paragraph (i) so far as relating to control by a person falling within any of paragraphs (d) to (g) or by two or more such persons, and e paragraph (j) so far as relating to participation by a body corporate which is controlled by a person falling within any of paragraphs (d) to (g) or by two or more such persons. 4 A person guilty of an offence under this section is liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding level 5 on the standard scale or to both. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "145", "section_title": " Disqualification for offence of supplying false information, etc.", "section_text": "145 1 Where a person is convicted of an offence under section 144 the court by which he is convicted may make an order (in this section referred to as a “ disqualification order ”) disqualifying him from holding a licence during a period specified in the order. 2 The period specified in a disqualification order shall not exceed five years beginning with the date on which the order takes effect. 3 Where an individual is disqualified from holding a licence by virtue of a disqualification order, any body corporate— a of which he is a director, or b in the management of which he is directly or indirectly concerned, is also disqualified from holding a licence. 4 Where the holder of a licence is disqualified by virtue of a disqualification order, the licence shall be treated as being revoked with effect from the time when the order takes effect. 5 For the purposes of any of the provisions specified in subsection (6) (which relate to the imposition of a financial penalty on the revocation of a licence), a licence which is revoked by virtue of subsection (4) shall be taken to have been revoked by   OFCOM   as mentioned in that provision. 6 The provisions referred to in subsection (5) are as follows— a section 18(3) of the 1990 Act, b section 101(3) of the 1990 Act, c section 11(5), and d section 53(5). 7 In sections   5(1)(a) and (2)(db) ...  and 88(1)(a) and (2)(db)   of the 1990 Act and sections   5(1)(a) and (2)(db) and 44(1)(a) and (2)(db)   of this Act, the reference to a person who is a disqualified person by virtue of Part II of Schedule 2 to the 1990 Act includes a reference to a person who is disqualified by virtue of a disqualification order. 8 In this section— “ licence ”  means a licence under Part 1 or 3 of the 1990 Act or under Part 1 or 2 of this Act;   ..."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "146", "section_title": " Supplementary provisions as to disqualification orders.", "section_text": "146 1 A person disqualified by a disqualification order may appeal against the order in the same manner as against a conviction. 2 A disqualification order made by a court in England and Wales or Northern Ireland— a shall not take effect until the end of the period within which the person on whose conviction the order was made can appeal against the order, and b if he so appeals, shall not take effect until the appeal has been determined or abandoned. 3 A disqualification order made by a court in Scotland— a shall not take effect until the end of the period within which the person on whose conviction the order was made can appeal against the order, and b if an appeal against the order or the conviction is taken within that period, shall not take effect until the date when that appeal is determined or abandoned or deemed to have been abandoned. 4 In this section “ disqualification order ” means an order under section 145."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "147", "section_title": " General interpretation.", "section_text": "147 1 In this Act— “ the 1990 Act ” means the  Broadcasting Act 1990; “ the BBC ” means the British Broadcasting Corporation. “  OFCOM ” means the Office of Communications; 2 The 1990 Act and the following provisions of this Act— a Parts I and II and Schedule 1, b Part IV, c Part V and Schedules 3 and 4, and d sections 142 to 146, shall be construed as if those provisions were contained in that Act."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "148", "section_title": " Minor and consequential amendments, repeals and revocations.", "section_text": "148 1 Schedule 10 (which makes minor and consequential amendments) shall have effect. 2 The enactments and instruments mentioned in Schedule 11 are hereby repealed or, as the case may be, revoked to the extent specified in the third column of that Schedule."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "149", "section_title": " Commencement and transitional provisions.", "section_text": "149 1 The following provisions of this Act— a paragraphs 7 to 9 of Schedule 2 so far as relating to BBC companies (as defined by section 202(1) of the 1990 Act), and section 73 so far as relating to those paragraphs in their application to such companies, b sections 74 to 78, c section 80, d section 83, e sections 88, 90 and 92, f Part VI (and Schedules 5 to 8), g section 147(1), h paragraphs 15 and 19 of Schedule 10 so far as relating to BBC companies (as defined by section 202(1) of the 1990 Act), and section 148(1) so far as relating to those paragraphs in their application to such companies, i the entries in Schedule 11 relating to sections 32(9), 45(8) and (9) and 47(11) and (12) of the 1990 Act, and section 148(2) so far as relating to those entries, and j this section and section 150, shall come into force on the passing of this Act. 2 The other provisions of this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 3 The power to make an order under this section includes power to make such transitional provisions and savings as the Secretary of State considers appropriate."}, {"act": "Broadcasting Act 1996", "year": 1996, "section": "150", "section_title": " Short title and extent.", "section_text": "150 1 This Act may be cited as the Broadcasting Act 1996. 2 This Act, except paragraph 27 of Schedule 10, extends to Northern Ireland. 3 Section 204(6) of the 1990 Act (power to extend to Isle of Man and Channel Islands) applies to the provisions of this Act amending that Act. 4 Her Majesty may by Order in Council direct that any of the other provisions of this Act shall extend to the Isle of Man or any of the Channel Islands with such modifications, if any, as appear to Her Majesty to be appropriate."}]