[{"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "1", "section_title": " Application of this Part.", "section_text": "1 1 This Part applies where— a a person is charged with a summary offence in respect of which a court proceeds to summary trial and in respect of which he pleads not guilty, b a person who has attained the age of 18 is charged with an offence which is triable either way, in respect of which a court proceeds to summary trial and in respect of which he pleads not guilty, or c a person under the age of 18 is charged with an indictable offence in respect of which a court proceeds to summary trial and in respect of which he pleads not guilty. 2 This Part also applies where— a a person is charged with an indictable offence and he is committed for trial for the offence concerned, b a person is charged with an indictable offence and proceedings for the trial of the person on the charge concerned are transferred to the Crown Court by virtue of a notice of transfer given under section 4 of the  Criminal Justice Act 1987 (serious or complex fraud), c a person is charged with an indictable offence and proceedings for the trial of the person on the charge concerned are transferred to the Crown Court by virtue of a notice of transfer served on a magistrates’ court under section 53 of the  Criminal Justice Act 1991 (certain cases involving children), cc a person is charged with an offence for which he is sent for trial   under section 51 (no committal proceedings for indictable-only offences) of the Crime and Disorder Act 1998, d a count charging a person with a summary offence is included in an  under the authority of section 40 of the  Criminal Justice Act 1988 (common assault  etc. ), or e a bill of indictment charging a person with an indictable offence is preferred under the authority of section 2(2)(b) of the  Administration of Justice (Miscellaneous Provisions) Act 1933 (bill preferred by direction of Court of Appeal, or by direction or with consent of a judge)  or f a bill of indictment charging a person with an indictable offence is preferred under section 22B(3)(a) of the  Prosecution of Offences Act 1985   , or g following the preferment of a bill of indictment charging a person with an indictable offence under the authority of section 2(2)(ba) of the Administration of Justice (Miscellaneous Provisions) Act 1933 (bill of indictment preferred with consent of Crown Court judge following approval of deferred prosecution agreement), the suspension of the proceedings against the person under paragraph 2(2) of Schedule 17 to the Crime and Courts Act 2013 is lifted under paragraph 2(3) of that Schedule. 3 This Part applies in relation to alleged offences into which no criminal investigation has begun before the appointed day. 4 For the purposes of this section a criminal investigation is an investigation which police officers or other persons have a duty to conduct with a view to it being ascertained— a whether a person should be charged with an offence, or b whether a person charged with an offence is guilty of it. 5 The reference in subsection (3) to the appointed day is to such day as is appointed for the purposes of this Part by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "2", "section_title": " General interpretation.", "section_text": "2 1 References to the accused are to the person mentioned in section 1(1) or (2). 2 Where there is more than one accused in any proceedings this Part applies separately in relation to each of the accused. 3 References to the prosecutor are to any person acting as prosecutor, whether an individual or a body. 4 References to material are to material of all kinds, and in particular include references to— a information, and b objects of all descriptions. 5 References to recording information are to putting it in a durable or retrievable form (such as writing or tape). 6 This section applies for the purposes of this Part."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "3", "section_title": "Initial duty of prosecutor to disclose .", "section_text": "3 1 The prosecutor must— a disclose to the accused any prosecution material which has not previously been disclosed to the accused and which   might reasonably be considered capable of undermining  the case for the prosecution against the accused   or of assisting the case for the accused  , or b give to the accused a written statement that there is no material of a description mentioned in paragraph (a). 2 For the purposes of this section prosecution material is material— a which is in the prosecutor’s possession, and came into his possession in connection with the case for the prosecution against the accused, or b which, in pursuance of a code operative under Part II, he has inspected in connection with the case for the prosecution against the accused. 3 Where material consists of information which has been recorded in any form the prosecutor discloses it for the purposes of this section— a by securing that a copy is made of it and that the copy is given to the accused, or b if in the prosecutor’s opinion that is not practicable or not desirable, by allowing the accused to inspect it at a reasonable time and a reasonable place or by taking steps to secure that he is allowed to do so; and a copy may be in such form as the prosecutor thinks fit and need not be in the same form as that in which the information has already been recorded. 4 Where material consists of information which has not been recorded the prosecutor discloses it for the purposes of this section by securing that it is recorded in such form as he thinks fit and— a by securing that a copy is made of it and that the copy is given to the accused, or b if in the prosecutor’s opinion that is not practicable or not desirable, by allowing the accused to inspect it at a reasonable time and a reasonable place or by taking steps to secure that he is allowed to do so. 5 Where material does not consist of information the prosecutor discloses it for the purposes of this section by allowing the accused to inspect it at a reasonable time and a reasonable place or by taking steps to secure that he is allowed to do so. 6 Material must not be disclosed under this section to the extent that the court, on an application by the prosecutor, concludes it is not in the public interest to disclose it and orders accordingly. 7 Material must not be disclosed under this section to the extent that  it is material the disclosure of which is prohibited by   section 56 of the Investigatory Powers Act 2016  . 8 The prosecutor must act under this section during the period which, by virtue of section 12, is the relevant period for this section."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "4", "section_title": "\n Initial duty to disclose : further provisions.", "section_text": "4 1 This section applies where— a the prosecutor acts under section 3, and b before so doing he was given a document in pursuance of provision included, by virtue of section 24(3), in a code operative under Part II. 2 In such a case the prosecutor must give the document to the accused at the same time as the prosecutor acts under section 3."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "5", "section_title": "Compulsory disclosure by accused.", "section_text": "5 1 Subject to subsections  (2) to   (3A) and   (4), this section applies where— a this Part applies by virtue of section 1(2), and b the prosecutor complies with section 3 or purports to comply with it. 2 Where this Part applies by virtue of section 1(2)(b), this section does not apply unless— a a copy of the notice of transfer, and b copies of the documents containing the evidence, have been given to the accused under regulations made under section 5(9) of the  Criminal Justice Act 1987. 3 Where this Part applies by virtue of section 1(2)(c), this section does not apply unless— a a copy of the notice of transfer, and b copies of the documents containing the evidence, have been given to the accused under regulations made under paragraph 4 of Schedule 6 to the  Criminal Justice Act 1991. 3A Where this Part applies by virtue of section 1(2)(cc), this section does not apply unless— a copies of the documents containing the evidence have been served on the accused under regulations made under paragraph 1 of Schedule 3 to the Crime and Disorder Act 1998; and b a copy of the notice under   subsection (1) of section 51D   of that Act has been served on him under that subsection. 4 Where this Part applies by virtue of section 1(2)(e), this section does not apply unless the prosecutor has served on the accused a copy of the indictment and a copy of the set of documents containing the evidence which is the basis of the charge. 5 Where this section applies, the accused must give a defence statement to the court and the prosecutor. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "6", "section_title": " Voluntary disclosure by accused.", "section_text": "6 1 This section applies where— a this Part applies by virtue of section 1(1), and b the prosecutor complies with section 3 or purports to comply with it. 2 The accused— a may give a defence statement to the prosecutor, and b if he does so, must also give such a statement to the court. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If the accused gives a defence statement under this section he must give it during the period which, by virtue of section 12, is the relevant period for this section."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "6A", "section_title": "Contents of defence statement", "section_text": "6A 1 For the purposes of this Part a defence statement is a written statement— a setting out the nature of the accused’s defence, including any particular defences on which he intends to rely, b indicating the matters of fact on which he takes issue with the prosecution, c setting out, in the case of each such matter, why he takes issue with the prosecution,  ca setting out particulars of the matters of fact on which he intends to rely for the purposes of his defence, d indicating any point of law (including any point as to the admissibility of evidence or an abuse of process) which he wishes to take, and any authority on which he intends to rely for that purpose. 2 A defence statement that discloses an alibi must give particulars of it, including— a the name, address and date of birth of any witness the accused believes is able to give evidence in support of the alibi, or as many of those details as are known to the accused when the statement is given; b any information in the accused’s possession which might be of material assistance in identifying or finding any such witness in whose case any of the details mentioned in paragraph (a) are not known to the accused when the statement is given. 3 For the purposes of this section evidence in support of an alibi is evidence tending to show that by reason of the presence of the accused at a particular place or in a particular area at a particular time he was not, or was unlikely to have been, at the place where the offence is alleged to have been committed at the time of its alleged commission. 4 The Secretary of State may by regulations make provision as to the details of the matters that, by virtue of subsection (1), are to be included in defence statements."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "6B", "section_title": "Updated disclosure by accused", "section_text": "6B 1 Where the accused has, before the beginning of the relevant period for this section, given a defence statement under section 5 or 6, he must during that period give to the court and the prosecutor either— a a defence statement under this section (an  “updated defence statement”), or b a statement of the kind mentioned in subsection (4). 2 The relevant period for this section is determined under section 12. 3 An updated defence statement must comply with the requirements imposed by or under section 6A by reference to the state of affairs at the time when the statement is given. 4 Instead of an updated defence statement, the accused may give a written statement stating that he has no changes to make to the defence statement which was given under section 5 or 6. 5 Where there are other accused in the proceedings and the court so orders, the accused must also give either an updated defence statement or a statement of the kind mentioned in subsection (4), within such period as may be specified by the court, to each other accused so specified. 6 The court may make an order under subsection (5) either of its own motion or on the application of any party."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "6C", "section_title": "Notification of intention to call defence witnesses", "section_text": "6C 1 The accused must give to the court and the prosecutor a notice indicating whether he intends to call any persons (other than himself) as witnesses at his trial and, if so— a giving the name, address and date of birth of each such proposed witness, or as many of those details as are known to the accused when the notice is given; b providing any information in the accused’s possession which might be of material assistance in identifying or finding any such proposed witness in whose case any of the details mentioned in paragraph (a) are not known to the accused when the notice is given. 2 Details do not have to be given under this section to the extent that they have already been given under section 6A(2). 3 The accused must give a notice under this section during the period which, by virtue of section 12, is the relevant period for this section. 4 If, following the giving of a notice under this section, the accused— a decides to call a person (other than himself) who is not included in the notice as a proposed witness, or decides not to call a person who is so included, or b discovers any information which, under subsection (1), he would have had to include in the notice if he had been aware of it when giving the notice, he must give an appropriately amended notice to the court and the prosecutor."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "6D", "section_title": "Notification of names of experts instructed by accused", "section_text": "6D 1 If the accused instructs a person with a view to his providing any expert opinion for possible use as evidence at the trial of the accused, he must give to the court and the prosecutor a notice specifying the person’s name and address. 2 A notice does not have to be given under this section specifying the name and address of a person whose name and address have already been given under section 6C. 3 A notice under this section must be given during the period which, by virtue of section 12, is the relevant period for this section."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "6E", "section_title": "Disclosure by accused: further provisions", "section_text": "6E 1 Where an accused’s solicitor purports to give on behalf of the accused— a a defence statement under section 5, 6 or 6B, or b a statement of the kind mentioned in section 6B(4), the statement shall, unless the contrary is proved, be deemed to be given with the authority of the accused. 2 If it appears to the judge at a pre-trial hearing that an accused has failed to comply fully with section 5, 6B or 6C, so that there is a possibility of comment being made or inferences drawn under section 11(5), he shall warn the accused accordingly. 3 In subsection (2) “ pre-trial hearing ” has the same meaning as in Part 4 (see section 39). 4 The judge in a trial before a judge and jury— a may direct that the jury be given a copy of any defence statement, and b if he does so, may direct that it be edited so as not to include references to matters evidence of which would be inadmissible. 5 A direction under subsection (4)— a may be made either of the judge’s own motion or on the application of any party; b may be made only if the judge is of the opinion that seeing a copy of the defence statement would help the jury to understand the case or to resolve any issue in the case. 6 The reference in subsection (4) to a defence statement is a reference— a where the accused has given only an initial defence statement (that is, a defence statement given under section 5 or 6), to that statement; b where he has given both an initial defence statement and an updated defence statement (that is, a defence statement given under section 6B), to the updated defence statement; c where he has given both an initial defence statement and a statement of the kind mentioned in section 6B(4), to the initial defence statement."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "7", "section_title": " Secondary disclosure by prosecutor.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "7A", "section_title": "Continuing duty of prosecutor to disclose", "section_text": "7A 1 This section applies at all times— a after the prosecutor has complied with section 3 or purported to comply with it, and b before the accused is acquitted or convicted or the prosecutor decides not to proceed with the case concerned. 2 The prosecutor must keep under review the question whether at any given time (and, in particular, following the giving of a defence statement) there is prosecution material which— a might reasonably be considered capable of undermining the case for the prosecution against the accused or of assisting the case for the accused, and b has not been disclosed to the accused. 3 If at any time there is any such material as is mentioned in subsection (2) the prosecutor must disclose it to the accused as soon as is reasonably practicable (or within the period mentioned in subsection (5)(a), where that applies). 4 In applying subsection (2) by reference to any given time the state of affairs at that time (including the case for the prosecution as it stands at that time) must be taken into account. 5 Where the accused gives a defence statement under section 5, 6 or 6B— a if as a result of that statement the prosecutor is required by this section to make any disclosure, or further disclosure, he must do so during the period which, by virtue of section 12, is the relevant period for this section; b if the prosecutor considers that he is not so required, he must during that period give to the accused a written statement to that effect. 6 For the purposes of this section prosecution material is material— a which is in the prosecutor’s possession and came into his possession in connection with the case for the prosecution against the accused, or b which, in pursuance of a code operative under Part 2, he has inspected in connection with the case for the prosecution against the accused. 7 Subsections (3) to (5) of section 3 (method by which prosecutor discloses) apply for the purposes of this section as they apply for the purposes of that. 8 Material must not be disclosed under this section to the extent that the court, on an application by the prosecutor, concludes it is not in the public interest to disclose it and orders accordingly. 9 Material must not be disclosed under this section to the extent that it is material the disclosure of which is prohibited by   section 56 of the Investigatory Powers Act 2016  ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "8", "section_title": " Application by accused for disclosure.", "section_text": "8 1 This section applies where the accused has given a defence statement under section 5, 6 or 6B and the prosecutor has complied with section 7A(5) or has purported to comply with it or has failed to comply with it. 2 If the accused has at any time reasonable cause to believe that there is prosecution material which is required by section 7A to be disclosed to him and has not been, he may apply to the court for an order requiring the prosecutor to disclose it to him. 3 For the purposes of this section prosecution material is material— a which is in the prosecutor’s possession and came into his possession in connection with the case for the prosecution against the accused, b which, in pursuance of a code operative under Part II, he has inspected in connection with the case for the prosecution against the accused, or c which falls within subsection (4). 4 Material falls within this subsection if in pursuance of a code operative under Part II the prosecutor must, if he asks for the material, be given a copy of it or be allowed to inspect it in connection with the case for the prosecution against the accused. 5 Material must not be disclosed under this section to the extent that the court, on an application by the prosecutor, concludes it is not in the public interest to disclose it and orders accordingly. 6 Material must not be disclosed under this section to the extent that  it is material the disclosure of which is prohibited by   section 56 of the Investigatory Powers Act 2016  ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "9", "section_title": " Continuing duty of prosecutor to disclose.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "10", "section_title": "Prosecutor’s failure to observe time limits.", "section_text": "10 1 This section applies if the prosecutor— a purports to act under section 3 after the end of the period which, by virtue of section 12, is the relevant period for section 3, or b purports to act under section 7A(5) after the end of the period which, by virtue of section 12, is the relevant period for section 7A. 2 Subject to subsection (3), the failure to act during the period concerned does not on its own constitute grounds for staying the proceedings for abuse of process. 3 Subsection (2) does not prevent the failure constituting such grounds if it involves such delay by the prosecutor that the accused is denied a fair trial."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "11", "section_title": " Faults in disclosure by accused.", "section_text": "11 1 This section applies in the three cases set out in subsections (2), (3) and (4). 2 The first case is where section 5 applies and the accused— a fails to give an initial defence statement, b gives an initial defence statement but does so after the end of the period which, by virtue of section 12, is the relevant period for section 5, c is required by section 6B to give either an updated defence statement or a statement of the kind mentioned in subsection (4) of that section but fails to do so, d gives an updated defence statement or a statement of the kind mentioned in section 6B(4) but does so after the end of the period which, by virtue of section 12, is the relevant period for section 6B, e sets out inconsistent defences in his defence statement, or f at his trial— i puts forward a defence which was not mentioned in his defence statement or is different from any defence set out in that statement, ii relies on a matter  (or any particular of any matter of fact)   which, in breach of the requirements imposed by or under section 6A, was not mentioned in his defence statement, iii adduces evidence in support of an alibi without having given particulars of the alibi in his defence statement, or iv calls a witness to give evidence in support of an alibi without having complied with section 6A(2)(a) or (b) as regards the witness in his defence statement. 3 The second case is where section 6 applies, the accused gives an initial defence statement, and the accused— a gives the initial defence statement after the end of the period which, by virtue of section 12, is the relevant period for section 6, or b does any of the things mentioned in paragraphs (c) to (f) of subsection (2). 4 The third case is where the accused— a gives a witness notice but does so after the end of the period which, by virtue of section 12, is the relevant period for section 6C, or b at his trial calls a witness (other than himself) not included, or not adequately identified, in a witness notice. 5 Where this section applies— a the court or any other party may make such comment as appears appropriate; b the court or jury may draw such inferences as appear proper in deciding whether the accused is guilty of the offence concerned. 6 Where— a this section applies by virtue of subsection (2)(f)(ii)(including that provision as it applies by virtue of subsection (3)(b)), and b the matter which was not mentioned is a point of law (including any point as to the admissibility of evidence or an abuse of process) or an authority, comment by another party under subsection (5)(a) may be made only with the leave of the court. 7 Where this section applies by virtue of subsection (4), comment by another party under subsection (5)(a) may be made only with the leave of the court. 8 Where the accused puts forward a defence which is different from any defence set out in his defence statement, in doing anything under subsection (5) or in deciding whether to do anything under it the court shall have regard— a to the extent of the differences in the defences, and b to whether there is any justification for it. 9 Where the accused calls a witness whom he has failed to include, or to identify adequately, in a witness notice, in doing anything under subsection (5) or in deciding whether to do anything under it the court shall have regard to whether there is any justification for the failure. 10 A person shall not be convicted of an offence solely on an inference drawn under subsection (5). 11 Where the accused has given a statement of the kind mentioned in section 6B(4), then, for the purposes of subsections (2)(f)(ii) and (iv), the question as to whether there has been a breach of the requirements imposed by or under section 6A or a failure to comply with section 6A(2)(a) or (b) shall be determined— a by reference to the state of affairs at the time when that statement was given, and b as if the defence statement was given at the same time as that statement. 12 In this section— a “ initial defence statement ” means a defence statement given under section 5 or 6; b “ updated defence statement ” means a defence statement given under section 6B; c a reference simply to an accused’s  “defence statement” is a reference— i where he has given only an initial defence statement, to that statement; ii where he has given both an initial and an updated defence statement, to the updated defence statement; iii where he has given both an initial defence statement and a statement of the kind mentioned in section 6B(4), to the initial defence statement; d a reference to evidence in support of an alibi shall be construed in accordance with section 6A(3); e “ witness notice ” means a notice given under section 6C."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "12", "section_title": "Time limits.", "section_text": "12 1 This section has effect for the purpose of determining the relevant period for sections 3, 5, 6   , 6B, 6C and 7A(5)  . 2 Subject to subsection (3), the relevant period is a period beginning and ending with such days as the Secretary of State prescribes by regulations for the purposes of the section concerned. 3 The regulations may do one or more of the following— a provide that the relevant period for any section shall if the court so orders be extended (or further extended) by so many days as the court specifies; b provide that the court may only make such an order if an application is made by a prescribed person and if any other prescribed conditions are fulfilled; c provide that an application may only be made if prescribed conditions are fulfilled; d provide that the number of days by which a period may be extended shall be entirely at the court’s discretion; e provide that the number of days by which a period may be extended shall not exceed a prescribed number; f provide that there shall be no limit on the number of applications that may be made to extend a period; g provide that no more than a prescribed number of applications may be made to extend a period; and references to the relevant period for a section shall be construed accordingly. 4 Conditions mentioned in subsection (3) may be framed by reference to such factors as the Secretary of State thinks fit. 5 Without prejudice to the generality of subsection (4), so far as the relevant period for section 3 or   , 6B, 6C and 7A(5)   is concerned— a conditions may be framed by reference to the nature or volume of the material concerned; b the nature of material may be defined by reference to the prosecutor’s belief that the question of non-disclosure on grounds of public interest may arise. 6 In subsection (3) “ prescribed ” means prescribed by regulations under this section."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "13", "section_title": "Time limits: transitional.", "section_text": "13 1 As regards a case in relation to which no regulations under section 12 have come into force for the purposes of section 3, section 3(8) shall have effect as if it read— 8 The prosecutor must act under this section as soon as is reasonably practicable after— a the accused pleads not guilty (where this Part applies by virtue of section 1(1)), b the accused is committed for trial (where this Part applies by virtue of section 1(2)(a)), c the proceedings are transferred (where this Part applies by virtue of section 1(2)(b) or (c)), ca copies of the documents containing the evidence on which the charge or charges are based are served on the accused (where this Part applies by virtue of section 1(2)(cc)), d the count is included in the indictment (where this Part applies by virtue of section 1(2)(d)), or e the bill of indictment is preferred (where this Part applies by virtue of section 1(2)(e)  or (f) ). 2 As regards a case in relation to which no regulations under section 12 have come into force for the purposes of section 7A, section 7A(5) shall have effect as if— a in paragraph (a) for the words from  “during the period” to the end, and b in paragraph (b) for  “during that period”, there were substituted as soon as is reasonably practicable after the accused gives the statement in question."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "14", "section_title": "Public interest: review for summary trials.", "section_text": "14 1 This section applies where this Part applies by virtue of section 1(1). 2 At any time— a after a court makes an order under section 3(6),  7A(8) or 8(5) , and b before the accused is acquitted or convicted or the prosecutor decides not to proceed with the case concerned, the accused may apply to the court for a review of the question whether it is still not in the public interest to disclose material affected by its order. 3 In such a case the court must review that question, and if it concludes that it is in the public interest to disclose material to any extent— a it shall so order, and b it shall take such steps as are reasonable to inform the prosecutor of its order. 4 Where the prosecutor is informed of an order made under subsection (3) he must act accordingly having regard to the provisions of this Part (unless he decides not to proceed with the case concerned)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "15", "section_title": "Public interest: review in other cases.", "section_text": "15 1 This section applies where this Part applies by virtue of section 1(2). 2 This section applies at all times— a after a court makes an order under section 3(6),  7A(8) or 8(5)  , and b before the accused is acquitted or convicted or the prosecutor decides not to proceed with the case concerned. 3 The court must keep under review the question whether at any given time it is still not in the public interest to disclose material affected by its order. 4 The court must keep the question mentioned in subsection (3) under review without the need for an application; but the accused may apply to the court for a review of that question. 5 If the court at any time concludes that it is in the public interest to disclose material to any extent— a it shall so order, and b it shall take such steps as are reasonable to inform the prosecutor of its order. 6 Where the prosecutor is informed of an order made under subsection (5) he must act accordingly having regard to the provisions of this Part (unless he decides not to proceed with the case concerned)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "16", "section_title": "Applications: opportunity to be heard.", "section_text": "16 Where— a an application is made under section 3(6),   7A(8), 8(5)  , 14(2) or 15(4), b a person claiming to have an interest in the material applies to be heard by the court, and c he shows that he was involved (whether alone or with others and whether directly or indirectly) in the prosecutor’s attention being brought to the material, the court must not make an order under section 3(6),   7A(8), 8(5)  , 14(3) or 15(5)\t\t\t(as the case may be) unless the person applying under paragraph (b) has been given an opportunity to be heard."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "17", "section_title": "Confidentiality of disclosed information.", "section_text": "17 1 If the accused is given or allowed to inspect a document or other object under— a section 3, 4,   7A  , 14 or 15, or b an order under section 8, then, subject to subsections (2) to (4), he must not use or disclose it or any information recorded in it. 2 The accused may use or disclose the object or information— a in connection with the proceedings for whose purposes he was given the object or allowed to inspect it, b with a view to the taking of further criminal proceedings (for instance, by way of appeal) with regard to the matter giving rise to the proceedings mentioned in paragraph (a), or c in connection with the proceedings first mentioned in paragraph (b). 3 The accused may use or disclose— a the object to the extent that it has been displayed to the public in open court, or b the information to the extent that it has been communicated to the public in open court; but the preceding provisions of this subsection do not apply if the object is displayed or the information is communicated in proceedings to deal with a contempt of court under section 18. 4 If— a the accused applies to the court for an order granting permission to use or disclose the object or information, and b the court makes such an order, the accused may use or disclose the object or information for the purpose and to the extent specified by the court. 5 An application under subsection (4) may be made and dealt with at any time, and in particular after the accused has been acquitted or convicted or the prosecutor has decided not to proceed with the case concerned; but this is subject to rules made by virtue of section 19(2). 6 Where— a an application is made under subsection (4), and b the prosecutor or a person claiming to have an interest in the object or information applies to be heard by the court, the court must not make an order granting permission unless the person applying under paragraph (b) has been given an opportunity to be heard. 7 References in this section to the court are to— a a magistrates’ court, where this Part applies by virtue of section 1(1); b the Crown Court, where this Part applies by virtue of section 1(2). 8 Nothing in this section affects any other restriction or prohibition on the use or disclosure of an object or information, whether the restriction or prohibition arises under an enactment (whenever passed) or otherwise."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "18", "section_title": " Confidentiality: contravention.", "section_text": "18 1 It is a contempt of court for a person knowingly to use or disclose an object or information recorded in it if the use or disclosure is in contravention of section 17. 2 The following courts have jurisdiction to deal with a person who is guilty of a contempt under this section— a a magistrates’ court, where this Part applies by virtue of section 1(1); b the Crown Court, where this Part applies by virtue of section 1(2). 3 A person who is guilty of a contempt under this section may be dealt with as follows— a a magistrates’ court may commit him to custody for a specified period not exceeding six months or impose on him a fine not exceeding £5,000 or both; b the Crown Court may commit him to custody for a specified period not exceeding two years or impose a fine on him or both. 4 If— a a person is guilty of a contempt under this section, and b the object concerned is in his possession, the court finding him guilty may order that the object shall be forfeited and dealt with in such manner as the court may order. 5 The power of the court under subsection (4) includes power to order the object to be destroyed or to be given to the prosecutor or to be placed in his custody for such period as the court may specify. 6 If— a the court proposes to make an order under subsection (4), and b the person found guilty, or any other person claiming to have an interest in the object, applies to be heard by the court, the court must not make the order unless the applicant has been given an opportunity to be heard. 7 If— a a person is guilty of a contempt under this section, and b a copy of the object concerned is in his possession, the court finding him guilty may order that the copy shall be forfeited and dealt with in such manner as the court may order. 8 Subsections (5) and (6) apply for the purposes of subsection (7) as they apply for the purposes of subsection (4), but as if references to the object were references to the copy. 9 An object or information shall be inadmissible as evidence in civil proceedings if to adduce it would in the opinion of the court be likely to constitute a contempt under this section; and “ the court ” here means the court before which the civil proceedings are being taken. 10 The powers of a magistrates’ court under this section may be exercised either of the court’s own motion or by order on complaint."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "19", "section_title": "Rules of court.", "section_text": "19 1 The power to make Criminal Procedure Rules  includes power to make provision mentioned in subsection (2). 2 The provision is provision as to the practice and procedure to be followed in relation to— a proceedings to deal with a contempt of court under section 18; b an application under section 3(6),   5(5B), 6B(6), 6E(5), 7A(8), 8(2) or (5)   14(2) , 15(4), 16(b), 17(4) or (6)(b) or 18(6); c an application under regulations made under section 12; d an order under section 3(6),   5(5B), 6B(6), 6E(5), 7A(8), 8(2) or (5)   14(3), 17(4) or 18(4) or (7); e an order under section 15(5)\t\t\t\t\t\t\t(whether or not an application is made under section 15(4)); f an order under regulations made under section 12. 3 Criminal Procedure Rules made by virtue of subsection (2)(a) above may contain or include provision equivalent to Schedule 3 to the  Contempt of Court Act 1981 (proceedings for disobeying magistrates’ court order)\t\t\t\t\t  or such provision with modifications . 4 Rules made by virtue of subsection (2)(b) in relation to an application under section 17(4) may include provision— a that an application to a magistrates’ court must be made to a particular magistrates’ court; b that an application to the Crown Court must be made to the Crown Court sitting at a particular place; c requiring persons to be notified of an application. 5 Rules made by virtue of this section may make different provision for different cases or classes of case."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "20", "section_title": "Other statutory rules as to disclosure.", "section_text": "20 1 A duty under any of the disclosure provisions shall not affect or be affected by any duty arising under any other enactment with regard to material to be provided to or by the accused or a person representing him; but this is subject to subsection (2). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The power to make Criminal Procedure Rules  includes power to make, with regard to any proceedings before a magistrates’ court which relate to an alleged offence, provision for— a requiring any party to the proceedings to disclose to the other party or parties any expert evidence which he proposes to adduce in the proceedings; b prohibiting a party who fails to comply in respect of any evidence with any requirement imposed by virtue of paragraph (a) from adducing that evidence without the leave of the court. 4 Rules made by virtue of subsection (3)— a may specify the kinds of expert evidence to which they apply; b may exempt facts or matters of any description specified in the rules. 5 For the purposes of this section— a the disclosure provisions are   sections 3 to 8  ; b “ enactment ” includes an enactment comprised in subordinate legislation (which here has the same meaning as in the  Interpretation Act 1978)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "21", "section_title": " Common law rules as to disclosure.", "section_text": "21 1 Where this Part applies as regards things falling to be done after the relevant time in relation to an alleged offence, the rules of common law which— a were effective immediately before the appointed day, and b relate to the disclosure of material by the prosecutor, do not apply as regards things falling to be done after that time in relation to the alleged offence. 2 Subsection (1) does not affect the rules of common law as to whether disclosure is in the public interest. 3 References in subsection (1) to the relevant time are to the time when— a the accused pleads not guilty (where this Part applies by virtue of section 1(1)), b the accused is committed for trial (where this Part applies by virtue of section 1(2)(a)) the accused is sent for trial (where this Part applies by virtue of section 1(2)(cc)), c the proceedings are transferred (where this Part applies by virtue of section 1(2)(b) or (c)), d the count is included in the indictment (where this Part applies by virtue of section 1(2)(d)), or e the bill of indictment is preferred (where this Part applies by virtue of section 1(2)(e)). 4 The reference in subsection (1) to the appointed day is to the day appointed under section 1(5)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "21A", "section_title": "Code of practice for police interviews of witnesses notified by accused", "section_text": "21A 1 The Secretary of State shall prepare a code of practice which gives guidance to police officers, and other persons charged with the duty of investigating offences, in relation to the arranging and conducting of interviews of persons— a particulars of whom are given in a defence statement in accordance with section 6A(2), or b who are included as proposed witnesses in a notice given under section 6C. 2 The code must include (in particular) guidance in relation to— a information that should be provided to the interviewee and the accused in relation to such an interview; b the notification of the accused’s solicitor of such an interview; c the attendance of the interviewee’s solicitor at such an interview; d the attendance of the accused’s solicitor at such an interview; e the attendance of any other appropriate person at such an interview taking into account the interviewee’s age or any disability of the interviewee. 3 Any police officer or other person charged with the duty of investigating offences who arranges or conducts such an interview shall have regard to the code. 4 In preparing the code, the Secretary of State shall consult— za the National Police Chiefs' Council  ; a to the extent the code applies to England and Wales— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii the General Council of the Bar; iii the Law Society of England and Wales; iv the Institute of Legal Executives; b to the extent the code applies to Northern Ireland— i the Chief Constable of the Police Service of Northern Ireland; ii the General Council of the Bar of Northern Ireland; iii the Law Society of Northern Ireland; c such other persons as he thinks fit. 5 The code shall not come into operation until the Secretary of State by order so provides. 6 The Secretary of State may from time to time revise the code and subsections (4) and (5) shall apply to a revised code as they apply to the code as first prepared. 7 An order bringing the code into operation may not be made unless a draft of the order has been laid before each House of Parliament and approved by a resolution of each House. 8 An order bringing a revised code into operation shall be laid before each House of Parliament if the order has been made without a draft having been so laid and approved by a resolution of each House. 9 When an order or a draft of an order is laid in accordance with subsection (7) or (8), the code to which it relates shall also be laid. 10 No order or draft of an order may be laid until the consultation required by subsection (4) has taken place. 11 A failure by a person mentioned in subsection (3) to have regard to any provision of a code for the time being in operation by virtue of an order under this section shall not in itself render him liable to any criminal or civil proceedings. 12 In all criminal and civil proceedings a code in operation at any time by virtue of an order under this section shall be admissible in evidence. 13 If it appears to a court or tribunal conducting criminal or civil proceedings that— a any provision of a code in operation at any time by virtue of an order under this section, or b any failure mentioned in subsection (11), is relevant to any question arising in the proceedings, the provision or failure shall be taken into account in deciding the question."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "22", "section_title": " Introduction.", "section_text": "22 1 For the purposes of this Part a criminal investigation is an investigation conducted by police officers with a view to it being ascertained— a whether a person should be charged with an offence, or b whether a person charged with an offence is guilty of it. 2 In this Part references to material are to material of all kinds, and in particular include references to— a information, and b objects of all descriptions. 3 In this Part references to recording information are to putting it in a durable or retrievable form (such as writing or tape)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "23", "section_title": " Code of practice.", "section_text": "23 1 The Secretary of State shall prepare a code of practice containing provisions designed to secure— a that where a criminal investigation is conducted all reasonable steps are taken for the purposes of the investigation and, in particular, all reasonable lines of inquiry are pursued; b that information which is obtained in the course of a criminal investigation and may be relevant to the investigation is recorded; c that any record of such information is retained; d that any other material which is obtained in the course of a criminal investigation and may be relevant to the investigation is retained; e that information falling within paragraph (b) and material falling within paragraph (d) is revealed to a person who is involved in the prosecution of criminal proceedings arising out of or relating to the investigation and who is identified in accordance with prescribed provisions; f that where such a person inspects information or other material in pursuance of a requirement that it be revealed to him, and he requests that it be disclosed to the accused, the accused is allowed to inspect it or is given a copy of it; g that where such a person is given a document indicating the nature of information or other material in pursuance of a requirement that it be revealed to him, and he requests that it be disclosed to the accused, the accused is allowed to inspect it or is given a copy of it; h that the person who is to allow the accused to inspect information or other material or to give him a copy of it shall decide which of those (inspecting or giving a copy) is appropriate; i that where the accused is allowed to inspect material as mentioned in paragraph (f) or (g) and he requests a copy, he is given one unless the person allowing the inspection is of opinion that it is not practicable or not desirable to give him one; j that a person mentioned in paragraph (e) is given a written statement that prescribed activities which the code requires have been carried out. 2 The code may include provision— a that a police officer identified in accordance with prescribed provisions must carry out a prescribed activity which the code requires; b that a police officer so identified must take steps to secure the carrying out by a person (whether or not a police officer) of a prescribed activity which the code requires; c that a duty must be discharged by different people in succession in prescribed circumstances (as where a person dies or retires). 3 The code may include provision about the form in which information is to be recorded. 4 The code may include provision about the manner in which and the period for which— a a record of information is to be retained, and b any other material is to be retained; and if a person is charged with an offence the period may extend beyond a conviction or an acquittal. 5 The code may include provision about the time when, the form in which, the way in which, and the extent to which, information or any other material is to be revealed to the person mentioned in subsection (1)(e). 6 The code must be so framed that it does not apply to any of the following— a material intercepted in obedience to a warrant issued under section 2 of the Interception of Communications Act 1985; b material intercepted under the authority of an interception warrant under section 5 of the Regulation of Investigatory Powers Act 2000; c material obtained under the authority of a warrant issued under Chapter 1 of Part 2 of the Investigatory Powers Act 2016; d material obtained under the authority of a warrant issued under Chapter 1 of Part 6 of that Act. 7 The code may— a make different provision in relation to different cases or descriptions of case; b contain exceptions as regards prescribed cases or descriptions of case. 8 In this section “ prescribed ” means prescribed by the code."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "24", "section_title": " Examples of disclosure provisions.", "section_text": "24 1 This section gives examples of the kinds of provision that may be included in the code by virtue of section 23(5). 2 The code may provide that if the person required to reveal material has possession of material which he believes is sensitive he must give a document which— a indicates the nature of that material, and b states that he so believes. 3 The code may provide that if the person required to reveal material has possession of material which is of a description prescribed under this subsection and which he does not believe is sensitive he must give a document which— a indicates the nature of that material, and b states that he does not so believe. 4 The code may provide that if— a a document is given in pursuance of provision contained in the code by virtue of subsection (2), and b a person identified in accordance with prescribed provisions asks for any of the material, the person giving the document must give a copy of the material asked for to the person asking for it or (depending on the circumstances) must allow him to inspect it. 5 The code may provide that if— a a document is given in pursuance of provision contained in the code by virtue of subsection (3), b all or any of the material is of a description prescribed under this subsection, and c a person is identified in accordance with prescribed provisions as entitled to material of that description, the person giving the document must give a copy of the material of that description to the person so identified or (depending on the circumstances) must allow him to inspect it. 6 The code may provide that if— a a document is given in pursuance of provision contained in the code by virtue of subsection (3), b all or any of the material is not of a description prescribed under subsection (5), and c a person identified in accordance with prescribed provisions asks for any of the material not of that description, the person giving the document must give a copy of the material asked for to the person asking for it or (depending on the circumstances) must allow him to inspect it. 7 The code may provide that if the person required to reveal material has possession of material which he believes is sensitive and of such a nature that provision contained in the code by virtue of subsection (2) should not apply with regard to it— a that provision shall not apply with regard to the material, b he must notify a person identified in accordance with prescribed provisions of the existence of the material, and c he must allow the person so notified to inspect the material. 8 For the purposes of this section material is sensitive to the extent that its disclosure under Part I would be contrary to the public interest. 9 In this section “ prescribed ” means prescribed by the code."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "25", "section_title": " Operation and revision of code.", "section_text": "25 1 When the Secretary of State has prepared a code under section 23— a he shall publish it in the form of a draft, b he shall consider any representations made to him about the draft, and c he may modify the draft accordingly. 2 When the Secretary of State has acted under subsection (1) he shall lay the code before each House of Parliament, and when he has done so he may bring it into operation on such day as he may appoint by order. 3 A code brought into operation under this section shall apply in relation to suspected or alleged offences into which no criminal investigation has begun before the day so appointed. 4 The Secretary of State may from time to time revise a code previously brought into operation under this section; and the preceding provisions of this section shall apply to a revised code as they apply to the code as first prepared."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "26", "section_title": " Effect of code.", "section_text": "26 1 A person other than a police officer who is charged with the duty of conducting an investigation with a view to it being ascertained— a whether a person should be charged with an offence, or b whether a person charged with an offence is guilty of it, shall in discharging that duty have regard to any relevant provision of a code which would apply if the investigation were conducted by police officers. 2 A failure— a by a police officer to comply with any provision of a code for the time being in operation by virtue of an order under section 25, or b by a person to comply with subsection (1), shall not in itself render him liable to any criminal or civil proceedings. 3 In all criminal and civil proceedings a code in operation at any time by virtue of an order under section 25 shall be admissible in evidence. 4 If it appears to a court or tribunal conducting criminal or civil proceedings that— a any provision of a code in operation at any time by virtue of an order under section 25, or b any failure mentioned in subsection (2)(a) or (b), is relevant to any question arising in the proceedings, the provision or failure shall be taken into account in deciding the question."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "27", "section_title": " Common law rules as to criminal investigations.", "section_text": "27 1 Where a code prepared under section 23 and brought into operation under section 25 applies in relation to a suspected or alleged offence, the rules of common law which— a were effective immediately before the appointed day, and b relate to the matter mentioned in subsection (2), shall not apply in relation to the suspected or alleged offence. 2 The matter is the revealing of material— a by a police officer or other person charged with the duty of conducting an investigation with a view to it being ascertained whether a person should be charged with an offence or whether a person charged with an offence is guilty of it; b to a person involved in the prosecution of criminal proceedings. 3 In subsection (1) “ the appointed day ” means the day appointed under section 25 with regard to the code as first prepared."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "28", "section_title": "  Introduction.", "section_text": "28 1 This Part applies in relation to an offence if— a on or after the appointed day the accused is sent for trial for the offence concerned, b proceedings for the trial on the charge concerned are transferred to the Crown Court on or after the appointed day, or c a bill of indictment relating to the offence is preferred on or after the appointed day under the authority of section 2(2)(b)  or (ba)   of the  Administration of Justice (Miscellaneous Provisions) Act 1933 (bill preferred by direction of Court of Appeal, or by direction or with consent of a judge). 2 References in subsection (1) to the appointed day are to such day as is appointed for the purposes of this section by the Secretary of State by order. 3 If an order under this section so provides, this Part applies only in relation to the Crown Court sitting at a place or places specified in the order. 4 References in this Part to the prosecutor are to any person acting as prosecutor, whether an individual or a body."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "29", "section_title": " Power to order preparatory hearing.", "section_text": "29 1 Where it appears to a judge of the Crown Court that an indictment reveals a case of such complexity,   a case of such seriousness  or a case whose trial is likely to be of such length, that substantial benefits are likely to accrue from a hearing— a before   the time when the jury are sworn  , and b for any of the purposes mentioned in subsection (2), he may order that such a hearing (in this Part referred to as a preparatory hearing) shall be held. 1A A judge of the Crown Court may also order that a preparatory hearing shall be held if an application to which section 45 of the Criminal Justice Act 2003 applies (application for trial without jury) is made. 1B An order that a preparatory hearing shall be held must be made by a judge of the Crown Court in every case which (whether or not it falls within subsection (1) or (1A)) is a case in which at least one of the offences charged by the indictment against at least one of the persons charged is a terrorism offence. 1C An order that a preparatory hearing shall be held must also be made by a judge of the Crown court in every case which (whether or not it falls within subsection (1) or (1A)) is a case in which— a at least one of the offences charged by the indictment against at least one of the persons charged is an offence carrying a maximum of at least 10 years' imprisonment; and b it appears to the judge that evidence on the indictment reveals that conduct in respect of which that offence is charged had a terrorist connection. 2 The purposes are those of— a identifying issues which are likely to be material to the determinations and findings which are likely to be required during the trial, b if there is to be a jury, assisting their comprehension of those issues and expediting the proceedings before them, c determining an application to which section 45 of the Criminal Justice Act 2003 applies, d assisting the judge’s management of the trial. e considering questions as to the severance or joinder of charges, 3 In a case in which it appears to a judge of the Crown Court that evidence on an indictment reveals a case of fraud of such seriousness or complexity as is mentioned in section 7 of the Criminal Justice Act 1987 (preparatory hearings in cases of serious or complex fraud)— a the judge may make an order for a preparatory hearing under this section only if he is required to do so by subsection (1B) or (1C); b before making an order in pursuance of either of those subsections, he must determine whether to make an order for a preparatory hearing under that section; and c he is not required by either of those subsections to make an order for a preparatory hearing under this section if he determines that an order should be made for a preparatory hearing under that section; and, in a case in which an order is made for a preparatory hearing under that section, requirements imposed by those subsections apply only if that order ceases to have effect. 4 An order that a preparatory hearing shall be held may be made— a on the application of the prosecutor, b on the application of the accused or, if there is more than one, any of them, or c of the judge’s own motion. 5 The reference in subsection (1)(a) to the time when the jury are sworn includes the time when the jury would be sworn but for the making of an order under Part 7 of the Criminal Justice Act 2003. 6 In this section  ‘terrorism offence’ means— a an offence under section 11 or 12 of the Terrorism Act 2000 (c. 11)(offences relating to proscribed organisations); b an offence under any of sections 15 to 18 of that Act (offences relating to terrorist property); c an offence under section 38B of that Act (failure to disclose information about acts of terrorism); d an offence under section 54 of that Act (weapons training); e an offence under any of sections 56 to 59 of that Act (directing terrorism, possessing things and collecting information for the purposes of terrorism  , eliciting information about armed forces etc, entering or remaining in a designated area   and inciting terrorism outside the United Kingdom); f an offence in respect of which there is jurisdiction by virtue of section 62 of that Act (extra-territorial jurisdiction in respect of certain offences committed outside the United Kingdom for the purposes of terrorism  etc. ); g an offence under Part 1 of the Terrorism Act 2006 (miscellaneous terrorist related offences); h conspiring or attempting to commit a terrorism offence; i incitement to commit a terrorism offence. 7 For the purposes of this section an offence carries a maximum of at least 10 years' imprisonment if— a it is punishable, on conviction on indictment, with imprisonment; and b the maximum term of imprisonment that may be imposed on conviction on indictment of that offence is 10 years or more or is imprisonment for life. 8 For the purposes of this section conduct has a terrorist connection if it is or takes place in the course of an act of terrorism or is for the purposes of terrorism. 9 In subsection (8) ‘terrorism’ has the same meaning as in the Terrorism Act 2000 (see section 1 of that Act)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "30", "section_title": " Start of trial and arraignment.", "section_text": "30 If a judge orders a preparatory hearing— a the trial shall start with that hearing, and b arraignment shall take place at the start of that hearing, unless it has taken place before then."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "31", "section_title": " The preparatory hearing.", "section_text": "31 1 At the preparatory hearing the judge may exercise any of the powers specified in this section. 2 The judge may adjourn a preparatory hearing from time to time. 3 He may make a ruling as to— a any question as to the admissibility of evidence; b any other question of law relating to the case. c any question as to the severance or joinder of charges. 4 He may order the prosecutor— a to give the court and the accused or, if there is more than one, each of them a written statement (a case statement) of the matters falling within subsection (5); b to prepare the prosecution evidence and any explanatory material in such a form as appears to the judge to be likely to aid comprehension by   a jury   and to give it in that form to the court and to the accused or, if there is more than one, to each of them; c to give the court and the accused or, if there is more than one, each of them written notice of documents the truth of the contents of which ought in the prosecutor’s view to be admitted and of any other matters which in his view ought to be agreed; d to make any amendments of any case statement given in pursuance of an order under paragraph (a) that appear to the judge to be appropriate, having regard to objections made by the accused or, if there is more than one, by any of them. 5 The matters referred to in subsection (4)(a) are— a the principal facts of the case for the prosecution; b the witnesses who will speak to those facts; c any exhibits relevant to those facts; d any proposition of law on which the prosecutor proposes to rely; e the consequences in relation to any of the counts in the indictment that appear to the prosecutor to flow from the matters falling within paragraphs (a) to (d). 6 Where a judge has ordered the prosecutor to give a case statement and the prosecutor has complied with the order, the judge may order the accused or, if there is more than one, each of them— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b to give the court and the prosecutor written notice of any objections that he has to the case statement; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Where a judge has ordered the prosecutor to give notice under subsection (4)(c) and the prosecutor has complied with the order, the judge may order the accused or, if there is more than one, each of them to give the court and the prosecutor a written notice stating— a the extent to which he agrees with the prosecutor as to documents and other matters to which the notice under subsection (4)(c) relates, and b the reason for any disagreement. 8 A judge making an order under subsection (6) or (7) shall warn the accused or, if there is more than one, each of them of the possible consequence under section 34 of not complying with it. 9 If it appears to a judge that reasons given in pursuance of subsection (7) are inadequate, he shall so inform the person giving them and may require him to give further or better reasons. 10 An order under this section may specify the time within which any specified requirement contained in it is to be complied with. 11 An order or ruling made under this section shall have effect throughout the trial, unless it appears to the judge on application made to him that the interests of justice require him to vary or discharge it."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "32", "section_title": " Orders before preparatory hearing.", "section_text": "32 1 This section applies where— a a judge orders a preparatory hearing, and b he decides that any order which could be made under section 31(4) to (7) at the hearing should be made before the hearing. 2 In such a case— a he may make any such order before the hearing (or at the hearing), and b section 31(4) to (11) shall apply accordingly."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "33", "section_title": "Criminal Procedure Rules .", "section_text": "33 1 Criminal Procedure Rules  may provide that except to the extent that disclosure is required— a by rules under section 81 of the  Police and Criminal Evidence Act 1984 (expert evidence), or b by section 5(7) of this Act, anything required to be given by an accused in pursuance of a requirement imposed under section 31 need not disclose who will give evidence. 2 Criminal Procedure Rules  may make provision as to the minimum or maximum time that may be specified under section 31(10)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "34", "section_title": " Later stages of trial.", "section_text": "34 1 Any party may depart from the case he disclosed in pursuance of a requirement imposed under section 31. 2 Where— a a party departs from the case he disclosed in pursuance of a requirement imposed under section 31, or b a party fails to comply with such a requirement, the judge or, with the leave of the judge, any other party may make such comment as appears to the judge or the other party (as the case may be) to be appropriate and the jury   or, in the case of a trial without a jury, the judge   may draw such inference as appears proper. 3 In   doing anything under subsection (2) or in deciding whether to do anything under it   the judge shall have regard— a to the extent of the departure or failure, and b to whether there is any justification for it. 4 Except as provided by this section, in the case of a trial with a jury no part— a of a statement given under section 31(6)(a), or b of any other information relating to the case for the accused or, if there is more than one, the case for any of them, which was given in pursuance of a requirement imposed under section 31, may be disclosed at a stage in the trial after the jury have been sworn without the consent of the accused concerned."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "35", "section_title": " Appeals to Court of Appeal.", "section_text": "35 1 An appeal shall lie to the Court of Appeal from any ruling of a judge under section 31(3),   from the refusal by a judge of an application to which section 45 of the Criminal Justice Act 2003 applies or from an order of a judge under section  ...  44 of that Act which is made on the determination of such an application,  but only with the leave of the judge or of the Court of Appeal. 2 The judge may continue a preparatory hearing notwithstanding that leave to appeal has been granted under subsection (1), but   the preparatory hearing shall not be concluded  until after the appeal has been determined or abandoned. 3 On the termination of the hearing of an appeal, the Court of Appeal may confirm, reverse or vary the decision appealed against. 4 Subject to rules of court made under section 53(1) of the    Senior Courts Act 1981   (power by rules to distribute business of Court of Appeal between its civil and criminal divisions)— a the jurisdiction of the Court of Appeal under subsection (1) above shall be exercised by the criminal division of the court; b references in this Part to the Court of Appeal shall be construed as references to that division."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "36", "section_title": " Appeals to   Supreme Court .", "section_text": "36 1 In the  Criminal Appeal Act 1968, in— a section 33(1)\t\t\t\t\t\t\t(right of appeal to House of Lords), and b section 36 (bail), after “1987” there shall be inserted  “                    or section 35 of the Criminal Procedure and Investigations Act 1996                  ” . 2 The judge may continue a preparatory hearing notwithstanding that leave to appeal has been granted under Part II of the Criminal Appeal Act 1968, but   the preparatory hearing shall not be concluded   until after the appeal has been determined or abandoned."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "37", "section_title": " Restrictions on reporting.", "section_text": "37 1 Except as provided by this section— a no written report of proceedings falling within subsection (2) shall be published in   the United Kingdom ; b no report of proceedings falling within subsection (2) shall be included in a relevant programme for reception in   the United Kingdom . 2 The following proceedings fall within this subsection— a a preparatory hearing; b an application for leave to appeal in relation to such a hearing; c an appeal in relation to such a hearing. 3 The judge dealing with a preparatory hearing may order that subsection (1) shall not apply, or shall not apply to a specified extent, to a report of— a the preparatory hearing, or b an application to the judge for leave to appeal to the Court of Appeal under section 35(1) in relation to the preparatory hearing. 4 The Court of Appeal may order that subsection (1) shall not apply, or shall not apply to a specified extent, to a report of — a an appeal to the Court of Appeal under section 35(1) in relation to a preparatory hearing, b an application to that Court for leave to appeal to it under section 35(1) in relation to a preparatory hearing, or c an application to that Court for leave to appeal to the   Supreme Court   under Part II of the  Criminal Appeal Act 1968 in relation to a preparatory hearing. 5   The Supreme Court   may order that subsection (1) shall not apply, or shall not apply to a specified extent, to a report of— a an appeal to   the Supreme Court   under Part II of the Criminal Appeal Act 1968 in relation to a preparatory hearing, or b an application to that House for leave to appeal to it under Part II of the Criminal Appeal Act 1968 in relation to a preparatory hearing. 6 Where there is only one accused and he objects to the making of an order under subsection (3), (4) or (5) the judge or the Court of Appeal or the   Supreme Court   shall make the order if (and only if) satisfied after   considering   the representations of the accused that it is in the interests of justice to do so; and if the order is made it shall not apply to the extent that a report deals with any such objection or representations. 7 Where there are two or more accused and one or more of them objects to the making of an order under subsection (3), (4) or (5) the judge or the Court of Appeal or the   Supreme Court   shall make the order if (and only if) satisfied after   considering   the representations of each of the accused that it is in the interests of justice to do so; and if the order is made it shall not apply to the extent that a report deals with any such objection or representations. 8 Subsection (1) does not apply to— a the publication of a report of a preparatory hearing, b the publication of a report of an appeal in relation to a preparatory hearing or of an application for leave to appeal in relation to such a hearing, c the inclusion in a relevant programme of a report of a preparatory hearing, or d the inclusion in a relevant programme of a report of an appeal in relation to a preparatory hearing or of an application for leave to appeal in relation to such a hearing, at the conclusion of the trial of the accused or of the last of the accused to be tried. 9 Subsection (1) does not apply to a report which contains only one or more of the following matters— a the identity of the court and the name of the judge; b the names, ages, home addresses and occupations of the accused and witnesses; c the offence or offences, or a summary of them, with which the accused is or are charged; d the names of counsel and solicitors in the proceedings; e where the proceedings are adjourned, the date and place to which they are adjourned; f any arrangements as to bail; g whether, for the purposes of the proceedings, representation was provided to the accused or any of the accused under Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012. 10 The addresses that may be published or included in a relevant programme under subsection (9) are addresses— a at any relevant time, and b at the time of their publication or inclusion in a relevant programme; and “ relevant time ” here means a time when events giving rise to the charges to which the proceedings relate occurred. 11 Nothing in this section affects any prohibition or restriction imposed by virtue of any other enactment on a publication or on matter included in a programme. 12 In this section— a “ publish ”, in relation to a report, means publish the report, either by itself or as part of a newspaper or periodical, for distribution to the public; b expressions cognate with “ publish ” shall be construed accordingly; c “ relevant programme ” means a programme included in a programme service, within the meaning of the  Broadcasting Act 1990."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "38", "section_title": " Offences in connection with reporting.", "section_text": "38 1 If a report is published or included in a relevant programme in contravention of section 37 each of the following persons is guilty of an offence— a in the case of a publication of a written report as part of a newspaper or periodical, any proprietor, editor or publisher of the newspaper or periodical; b in the case of a publication of a written report otherwise than as part of a newspaper or periodical, the person who publishes it; c in the case of the inclusion of a report in a relevant programme, any body corporate which is engaged in providing the service in which the programme is included and any person having functions in relation to the programme corresponding to those of an editor of a newspaper. 2 A person guilty of an offence under this section is liable on summary conviction to a fine of an amount not exceeding level 5 on the standard scale. 3 Proceedings for an offence under this section shall not be instituted in England and Wales otherwise than by or with the consent of the Attorney General. 3A Proceedings for an offence under this section shall not be instituted in Northern Ireland otherwise than by or with the consent of the Attorney General for Northern Ireland. 4 Subsection (12) of section 37 applies for the purposes of this section as it applies for the purposes of that."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "39", "section_title": "Meaning of pre-trial hearing.", "section_text": "39 1 For the purposes of this Part a hearing is a pre-trial hearing if it relates to a trial on indictment and it takes place— a after the accused has been sent for trial for the offence, and b before the start of the trial. 2 For the purposes of this Part a hearing is also a pre-trial hearing if— a it relates to a trial on indictment to be held in pursuance of a bill of indictment preferred under the authority of section 2(2)(b)  or (ba)   of the  Administration of Justice (Miscellaneous Provisions) Act 1933 (bill preferred by direction of Court of Appeal, or by direction or with consent of a judge), and b it takes place after the bill of indictment has been preferred and before the start of the trial. 3 For the purposes of this section the start of a trial on indictment occurs   at the time when a jury is sworn   to consider the issue of guilt or fitness to plead or, if the court accepts a plea of guilty before   the time when a jury is sworn  , when that plea is accepted; but this is subject to section 8 of the  Criminal Justice Act 1987 and section 30 of this Act (preparatory hearings). 4 The references in subsection (3) to the time when a jury is sworn include the time when that jury would be sworn but for the making of an order under Part 7 of the Criminal Justice Act 2003."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "40", "section_title": " Power to make rulings.", "section_text": "40 1 A judge may make at a pre-trial hearing a ruling as to— a any question as to the admissibility of evidence; b any other question of law relating to the case concerned. 2 A ruling may be made under this section— a on an application by a party to the case, or b of the judge’s own motion. 3 Subject to subsection (4), a ruling made under this section has binding effect from the time it is made until the case against the accused or, if there is more than one, against each of them is disposed of; and the case against an accused is disposed of if— a he is acquitted or convicted, or b the prosecutor decides not to proceed with the case against him. 4 A judge may discharge or vary (or further vary) a ruling made under this section if it appears to him that it is in the interests of justice to do so; and a judge may act under this subsection— a on an application by a party to the case, or b of the judge’s own motion. 5 No application may be made under subsection (4)(a) unless there has been a material change of circumstances since the ruling was made or, if a previous application has been made, since the application (or last application) was made. 6 The judge referred to in subsection (4) need not be the judge who made the ruling or, if it has been varied, the judge (or any of the judges) who varied it. 7 For the purposes of this section the prosecutor is any person acting as prosecutor, whether an individual or a body."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "41", "section_title": " Restrictions on reporting.", "section_text": "41 1 Except as provided by this section— a no written report of matters falling within subsection (2) shall be published in   the United Kingdom  ; b no report of matters falling within subsection (2) shall be included in a relevant programme for reception in   the United Kingdom  . 2 The following matters fall within this subsection— a a ruling made under section 40; b proceedings on an application for a ruling to be made under section 40; c an order that a ruling made under section 40 be discharged or varied or further varied; d proceedings on an application for a ruling made under section 40 to be discharged or varied or further varied. 3 The judge dealing with any matter falling within subsection (2) may order that subsection (1) shall not apply, or shall not apply to a specified extent, to a report of the matter. 4 Where there is only one accused and he objects to the making of an order under subsection (3) the judge shall make the order if (and only if) satisfied after   considering (in the case of proceedings in England and Wales) or hearing (in the case of proceedings in Northern Ireland)   the representations of the accused that it is in the interests of justice to do so; and if the order is made it shall not apply to the extent that a report deals with any such objection or representations. 5 Where there are two or more accused and one or more of them objects to the making of an order under subsection (3) the judge shall make the order if (and only if) satisfied after   considering (in the case of proceedings in England and Wales) or hearing (in the case of proceedings in Northern Ireland)   the representations of each of the accused that it is in the interests of justice to do so; and if the order is made it shall not apply to the extent that a report deals with any such objection or representations. 6 Subsection (1) does not apply to— a the publication of a report of matters, or b the inclusion in a relevant programme of a report of matters, at the conclusion of the trial of the accused or of the last of the accused to be tried. 7 Nothing in this section affects any prohibition or restriction imposed by virtue of any other enactment on a publication or on matter included in a programme. 8 In this section— a “ publish ”, in relation to a report, means publish the report, either by itself or as part of a newspaper or periodical, for distribution to the public; b expressions cognate with “ publish ” shall be construed accordingly; c “ relevant programme ” means a programme included in a programme service, within the meaning of the  Broadcasting Act 1990."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "42", "section_title": " Offences in connection with reporting.", "section_text": "42 1 If a report is published or included in a relevant programme in contravention of section 41 each of the following persons is guilty of an offence— a in the case of a publication of a written report as part of a newspaper or periodical, any proprietor, editor or publisher of the newspaper or periodical; b in the case of a publication of a written report otherwise than as part of a newspaper or periodical, the person who publishes it; c in the case of the inclusion of a report in a relevant programme, any body corporate which is engaged in providing the service in which the programme is included and any person having functions in relation to the programme corresponding to those of an editor of a newspaper. 2 A person guilty of an offence under this section is liable on summary conviction to a fine of an amount not exceeding level 5 on the standard scale. 3 Proceedings for an offence under this section shall not be instituted in England and Wales otherwise than by or with the consent of the Attorney General. 4 Subsection (8) of section 41 applies for the purposes of this section as it applies for the purposes of that."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "43", "section_title": " Application of this Part.", "section_text": "43 1 This Part applies in relation to pre-trial hearings beginning on or after the appointed day. 2 The reference in subsection (1) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "44", "section_title": " Reinstatement of certain provisions.", "section_text": "44 1 The  Criminal Justice and Public Order Act 1994 shall be amended as follows. 2 Section 44 and Schedule 4 (which provide for transfer for trial instead of committal proceedings) shall be omitted. 3 In each of sections 34, 36 and 37 for paragraph (a) of subsection (2) (magistrates’ court proceeding with a view to transfer) there shall be substituted— a a magistrates’ court inquiring into the offence as examining justices; . 4 Sections 34(7), 36(8) and 37(7) (transitional) shall be omitted. 5 In Schedule 11 (repeals) the entries relating to the following (which concern committal, transfer and other matters) shall be omitted— a sections 13(3) and 49(2) of the  Criminal Justice Act 1925; b section 1 of the  Criminal Procedure (Attendance of Witnesses) Act 1965; c section 7 of the  Criminal Justice Act 1967 and in section 36(1) of that Act the definition of “ committal proceedings ”; d in paragraph 1 of Schedule 2 to the  Criminal Appeal Act 1968 the words from “section 13(3)” to “but”; e in section 46(1) of the  Criminal Justice Act 1972 the words “Section 102 of the Magistrates’ Courts Act 1980 and”, “which respectively allow”, “committal proceedings and in other”, “and section 106 of the said Act of 1980”, “which punish the making of”, “102 or” and “, as the case may be”, and section 46(2) of that Act; f in section 32(1)(b) of the  Powers of Criminal Courts Act 1973 the words “tried or”; g in Schedule 1 to the  Interpretation Act 1978, paragraph (a) of the definition of “ Committed for trial ”; h in section 97(1) of the  Magistrates’ Courts Act 1980 the words from “at an inquiry” to “be) or”, sections 102, 103, 105, 106 and 145(1)(e) of that Act, in section 150(1) of that Act the definition of “ committal proceedings ”, and paragraph 2 of Schedule 5 to that Act; i in section 2(2)(g) of the  Criminal Attempts Act 1981 the words “or committed for trial”; j in section 1(2) of the  Criminal Justice Act 1982 the words “trial or”; k paragraphs 10 and 11 of Schedule 2 to the  Criminal Justice Act 1987; l in section 20(4)(a) of the  Legal Aid Act 1988 the words “trial or”, and section 20(4)(bb) and (5) of that Act; m in section 1(4) of the  War Crimes Act 1991 the words “England, Wales or”, and Part I of the Schedule to that Act. 6 The 1994 Act shall be treated as having been enacted with the amendments made by subsections (2) and (5). 7 Subsections (3) and (4) apply where a magistrates’ court begins to inquire into an offence as examining justices after the day on which this Act is passed."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "45", "section_title": " Notices of transfer.", "section_text": "45 1 Section 5 of the  Criminal Justice Act 1987 (notices of transfer in cases of serious or complex fraud) shall be amended as mentioned in subsections (2) and (3). 2 In subsection (9)(a) (regulations) for the words “a statement of the evidence” there shall be substituted “copies of the documents containing the evidence (including oral evidence)”. 3 The following subsection shall be inserted after subsection (9)— 9A Regulations under subsection (9)(a) above may provide that there shall be no requirement for copies of documents to accompany the copy of the notice of transfer if they are referred to, in documents sent with the notice of transfer, as having already been supplied. 4 In Schedule 6 to the  Criminal Justice Act 1991 (notices of transfer in certain cases involving children) paragraph 4 (regulations) shall be amended as mentioned in subsections (5) and (6). 5 In sub-paragraph (1)(a) for the words “a statement of the evidence” there shall be substituted  “                  copies of the documents containing the evidence (including oral evidence)                ” . 6 The following sub-paragraph shall be inserted after sub-paragraph (1)— 1A Regulations under sub-paragraph (1)(a) above may provide that there shall be no requirement for copies of documents to accompany the copy of the notice of transfer if they are referred to, in documents sent with the notice of transfer, as having already been supplied. 7 In paragraph 6 of Schedule 6 to the 1991 Act (reporting restrictions) in sub-paragraph (8) for the words “sub-paragraphs (5) and (6)” there shall be substituted  “                  sub-paragraphs (5) and (7)                ” . 8 This section applies where a notice of transfer is given under section 4 of the 1987 Act or served under section 53 of the 1991 Act (as the case may be) on or after the appointed day. 9 The reference in subsection (8) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "46", "section_title": " War crimes: abolition of transfer procedure.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "47", "section_title": " Committal proceedings.", "section_text": "47 Schedule 1 to this Act (which contains provisions about committal proceedings and related matters) shall have effect."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "48", "section_title": " Non-appearance of accused: issue of warrant.", "section_text": "48 1 Section 13 of the  Magistrates’ Courts Act 1980 (non-appearance of accused: issue of warrant) shall be amended as follows. 2 In subsection (2) (no warrant where summons has been issued unless certain conditions fulfilled) for the words from “unless” to the end of the subsection there shall be substituted  “                  unless the condition in subsection (2A) below or that in subsection (2B) below is fulfilled                ” . 3 The following subsections shall be inserted after subsection (2)— 2A The condition in this subsection is that it is proved to the satisfaction of the court, on oath or in such other manner as may be prescribed, that the summons was served on the accused within what appears to the court to be a reasonable time before the trial or adjourned trial. 2B The condition in this subsection is that— a the adjournment now being made is a second or subsequent adjournment of the trial, b the accused was present on the last (or only) occasion when the trial was adjourned, and c on that occasion the court determined the time for the hearing at which the adjournment is now being made. 4 This section applies where the court proposes to issue a warrant under section 13 on or after the appointed day. 5 The reference in subsection (4) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "49", "section_title": " Either way offences: accused’s intention as to plea.", "section_text": "49 1 The Magistrates’ Courts Act 1980 shall be amended as follows. 2 The following sections shall be inserted after section 17 (offences triable on indictment or summarily)—  Initial procedure: accused to indicate intention as to plea. 17A 1 This section shall have effect where a person who has attained the age of 18 years appears or is brought before a magistrates’ court on an information charging him with an offence triable either way. 2 Everything that the court is required to do under the following provisions of this section must be done with the accused present in court. 3 The court shall cause the charge to be written down, if this has not already been done, and to be read to the accused. 4 The court shall then explain to the accused in ordinary language that he may indicate whether (if the offence were to proceed to trial) he would plead guilty or not guilty, and that if he indicates that he would plead guilty— a the court must proceed as mentioned in subsection (6) below; and b he may be committed for sentence to the Crown Court under section 38 below if the court is of such opinion as is mentioned in subsection (2) of that section. 5 The court shall then ask the accused whether (if the offence were to proceed to trial) he would plead guilty or not guilty. 6 If the accused indicates that he would plead guilty the court shall proceed as if— a the proceedings constituted from the beginning the summary trial of the information; and b section 9(1) above was complied with and he pleaded guilty under it. 7 If the accused indicates that he would plead not guilty section 18(1) below shall apply. 8 If the accused in fact fails to indicate how he would plead, for the purposes of this section and section 18(1) below he shall be taken to indicate that he would plead not guilty. 9 Subject to subsection (6) above, the following shall not for any purpose be taken to constitute the taking of a plea— a asking the accused under this section whether (if the offence were to proceed to trial) he would plead guilty or not guilty; b an indication by the accused under this section of how he would plead.  Intention as to plea: absence of accused. 17B 1 This section shall have effect where— a a person who has attained the age of 18 years appears or is brought before a magistrates’ court on an information charging him with an offence triable either way, b the accused is represented by a legal representative, c the court considers that by reason of the accused’s disorderly conduct before the court it is not practicable for proceedings under section 17A above to be conducted in his presence, and d the court considers that it should proceed in the absence of the accused. 2 In such a case— a the court shall cause the charge to be written down, if this has not already been done, and to be read to the representative; b the court shall ask the representative whether (if the offence were to proceed to trial) the accused would plead guilty or not guilty; c if the representative indicates that the accused would plead guilty the court shall proceed as if the proceedings constituted from the beginning the summary trial of the information, and as if section 9(1) above was complied with and the accused pleaded guilty under it; d if the representative indicates that the accused would plead not guilty section 18(1) below shall apply. 3 If the representative in fact fails to indicate how the accused would plead, for the purposes of this section and section 18(1) below he shall be taken to indicate that the accused would plead not guilty. 4 Subject to subsection (2)(c) above, the following shall not for any purpose be taken to constitute the taking of a plea— a asking the representative under this section whether (if the offence were to proceed to trial) the accused would plead guilty or not guilty; b an indication by the representative under this section of how the accused would plead.  Intention as to plea: adjournment. 17C A magistrates’ court proceeding under section 17A or 17B above may adjourn the proceedings at any time, and on doing so on any occasion when the accused is present may remand the accused, and shall remand him if— a on the occasion on which he first appeared, or was brought, before the court to answer to the information he was in custody or, having been released on bail, surrendered to the custody of the court; or b he has been remanded at any time in the course of proceedings on the information; and where the court remands the accused, the time fixed for the resumption of proceedings shall be that at which he is required to appear or be brought before the court in pursuance of the remand or would be required to be brought before the court but for section 128(3A) below. 3 In section 18(1) (initial procedure) after “either way” there shall be inserted and—                   a he indicates under section 17A above that (if the offence were to proceed to trial) he would plead not guilty, or b his representative indicates under section 17B above that (if the offence were to proceed to trial) he would plead not guilty . 4 In section 19 (court to consider which mode of trial appears more suitable) paragraph (a) of subsection (2) (charge to be read to accused) shall be omitted. 5 In— a subsections (1A), (3A), (3C) and (3E) of section 128 (remand), and b subsection (1) of section 130 (transfer of remand hearings), after “10(1)” there shall be inserted  “                  , 17C                ” . 6 This section applies where a person appears or is brought before a magistrates’ court on or after the appointed day, unless he has appeared or been brought before such a court in respect of the same offence on a previous occasion falling before that day. 7 The reference in subsection (6) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "50", "section_title": " Enforcement of payment of fines.", "section_text": "50 1 In section 87 of the  Magistrates’ Courts Act 1980 (enforcement of fines) in subsection (3) (no proceedings unless court authorises it after inquiry into means) for the words from “authorised” to the end of the subsection there shall be substituted  “                  there has been an inquiry under section 82 above into that person’s means and he appeared to the court to have sufficient means to pay the sum forthwith.                ” 2 This section applies where the clerk of a magistrates’ court proposes to take proceedings by virtue of section 87(1) on or after the appointed day. 3 The reference in subsection (2) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "51", "section_title": " Summons to witness and warrant for his arrest.", "section_text": "51 1 In section 97 of the Magistrates’ Courts Act 1980 (summons to witness and warrant for his arrest) the following subsections shall be inserted after subsection (2A)— 2B A justice may refuse to issue a summons under subsection (1) above in relation to the summary trial of an information if he is not satisfied that an application for the summons was made by a party to the case as soon as reasonably practicable after the accused pleaded not guilty. 2C In relation to the summary trial of an information, subsection (2) above shall have effect as if the reference to the matters mentioned in subsection (1) above included a reference to the matter mentioned in subsection (2B) above. 2 This section applies in relation to any proceedings for the purpose of which no summons has been issued under section 97(1), and no warrant has been issued under section 97(2), before the appointed day. 3 The reference in subsection (2) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "52", "section_title": " Remand.", "section_text": "52 1 In section 128 of the  Magistrates’ Courts Act 1980 (remand in custody or on bail) paragraph (c) of subsection (1A) and paragraph (c) of subsection (3A) (which restrict certain provisions about remand to persons who have attained the age of 17) shall be omitted. 2 In section 128A(1) of that Act (power to make order allowing remand in custody for more than 8 clear days if accused has attained the age of 17) the words “who has attained the age of 17” shall be omitted. 3 Subsection (1) applies where the offence with which the person concerned is charged is alleged to be committed on or after the appointed day. 4 The reference in subsection (3) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "53", "section_title": " Attachment of earnings.", "section_text": "53 1 In section 3 of the  Attachment of Earnings Act 1971 (court’s power to make order) the following subsections shall be inserted after subsection (3A)— 3B Where— a a magistrates’ court imposes a fine on a person in respect of an offence, and b that person consents to an order being made under this subsection, the court may at the time it imposes the fine, and without the need for an application, make an attachment of earnings order to secure the payment of the fine. 3C Where— a a magistrates’ court makes in the case of a person convicted of an offence an order under section 35 of the  Powers of Criminal Courts Act 1973 (a compensation order) requiring him to pay compensation or to make other payments, and b that person consents to an order being made under this subsection, the court may at the time it makes the compensation order, and without the need for an application, make an attachment of earnings order to secure the payment of the compensation or other payments. 2 This section applies in relation to— a fines imposed in respect of offences committed on or after the appointed day; b compensation orders made on convictions for offences committed on or after that day. 3 The reference in subsection (2) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "54", "section_title": " Acquittals tainted by intimidation etc.", "section_text": "54 1 This section applies where— a a person has been acquitted of an offence, and b a person has been convicted of an administration of justice offence involving interference with or intimidation of a juror or a witness (or potential witness) in any proceedings which led to the acquittal. 2 Where it appears to the court before which the person was convicted that— a there is a real possibility that, but for the interference or intimidation, the acquitted person would not have been acquitted, and b subsection (5) does not apply, the court shall certify that it so appears. 3 Where a court certifies under subsection (2) an application may be made to the High Court for an order quashing the acquittal, and the Court shall make the order if (but shall not do so unless) the four conditions in section 55 are satisfied. 4 Where an order is made under subsection (3) proceedings may be taken against the acquitted person for the offence of which he was acquitted. 5 This subsection applies if, because of lapse of time or for any other reason, it would be contrary to the interests of justice to take proceedings against the acquitted person for the offence of which he was acquitted. 6 For the purposes of this section the following offences are administration of justice offences— a the offence of perverting the course of justice; b the offence under section 51(1) of the  Criminal Justice and Public Order Act 1994 (intimidation etc. of witnesses, jurors and others); c an offence of aiding, abetting, counselling, procuring, suborning or inciting another person to commit an offence under section 1 of the  Perjury Act 1911. 7 This section applies in relation to acquittals in respect of offences alleged to be committed on or after the appointed day. 8 The reference in subsection (7) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "55", "section_title": " Conditions for making order.", "section_text": "55 1 The first condition is that it appears to the High Court likely that, but for the interference or intimidation, the acquitted person would not have been acquitted. 2 The second condition is that it does not appear to the Court that, because of lapse of time or for any other reason, it would be contrary to the interests of justice to take proceedings against the acquitted person for the offence of which he was acquitted. 3 The third condition is that it appears to the Court that the acquitted person has been given a reasonable opportunity to make written representations to the Court. 4 The fourth condition is that it appears to the Court that the conviction for the administration of justice offence will stand. 5 In applying subsection (4) the Court shall— a take into account all the information before it, but b ignore the possibility of new factors coming to light. 6 Accordingly, the fourth condition has the effect that the Court shall not make an order under section 54(3) if (for instance) it appears to the Court that any time allowed for giving notice of appeal has not expired or that an appeal is pending."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "56", "section_title": " Time limits for proceedings.", "section_text": "56 1 Where— a an order is made under section 54(3) quashing an acquittal, b by virtue of section 54(4) it is proposed to take proceedings against the acquitted person for the offence of which he was acquitted, and c apart from this subsection, the effect of an enactment would be that the proceedings must be commenced before a specified period calculated by reference to the commission of the offence, in relation to the proceedings the enactment shall have effect as if the period were instead one calculated by reference to the time the order is made under section 54(3). 2 Subsection (1)(c) applies however the enactment is expressed so that (for instance) it applies in the case of— a paragraph 10 of Schedule 2 to the  Sexual Offences Act 1956 (prosecution for certain offences may not be commenced more than 12 months after offence); b section 127(1) of the  Magistrates’ Courts Act 1980 (magistrates’ court not to try information unless it is laid within 6 months from time when offence committed); c an enactment that imposes a time limit only in certain circumstances (as where proceedings are not instituted by or with the consent of the Director of Public Prosecutions)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "57", "section_title": " Tainted acquittals: supplementary.", "section_text": "57 1 Section 45 of the Offences Against the  Person Act 1861 (which releases a person from criminal proceedings in certain circumstances) shall have effect subject to section 54(4) of this Act. 2 The  Contempt of Court Act 1981 shall be amended as mentioned in subsections (3) and (4). 3 In section 4 (contemporary reports of proceedings) after subsection (2) there shall be inserted— 2A Where in proceedings for any offence which is an administration of justice offence for the purposes of section 54 of the  Criminal Procedure and Investigations Act 1996 (acquittal tainted by an administration of justice offence) it appears to the court that there is a possibility that (by virtue of that section) proceedings may be taken against a person for an offence of which he has been acquitted, subsection (2) of this section shall apply as if those proceedings were pending or imminent. 4 In Schedule 1 (time when proceedings are active for purposes of section 2) in paragraph 3 (period for which criminal proceedings are active) after “4” there shall be inserted  “                    or 4A                  ” , and after paragraph 4 there shall be inserted— 4A Where as a result of an order under section 54 of the Criminal Procedure and Investigations Act 1996 (acquittal tainted by an administration of justice offence) proceedings are brought against a person for an offence of which he has previously been acquitted, the initial step of the proceedings is a certification under subsection (2) of that section; and paragraph 4 has effect subject to this."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "58", "section_title": " Orders in respect of certain assertions.", "section_text": "58 1 This section applies where a person has been convicted of an offence and a speech in mitigation is made by him or on his behalf before— a a court  in Northern Ireland   determining what sentence should be passed on him in respect of the offence,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 This section also applies where a sentence has been passed on a person in respect of an offence and a submission relating to the sentence is made by him or on his behalf before— a a court  in Northern Ireland   hearing an appeal against or reviewing the sentence, or b a court  in Northern Ireland   determining whether to grant leave to appeal against the sentence. 3 Where it appears to the court that there is a real possibility that an order under subsection (8) will be made in relation to the assertion, the court may make an order under subsection (7) in relation to the assertion. 4 Where there are substantial grounds for believing— a that an assertion forming part of the speech or submission is derogatory to a person’s character (for instance, because it suggests that his conduct is or has been criminal, immoral or improper), and b that the assertion is false or that the facts asserted are irrelevant to the sentence, the court may make an order under subsection (8) in relation to the assertion. 5 An order under subsection (7) or (8) must not be made in relation to an assertion if it appears to the court that the assertion was previously made— a at the trial at which the person was convicted of the offence, or b during any other proceedings relating to the offence. 6 Section 59 has effect where a court makes an order under subsection (7) or (8). 7 An order under this subsection— a may be made at any time before the court has made a determination with regard to sentencing; b may be revoked at any time by the court; c subject to paragraph (b), shall cease to have effect when the court makes a determination with regard to sentencing. 8 An order under this subsection— a may be made after the court has made a determination with regard to sentencing, but only if it is made as soon as is reasonably practicable after the making of the determination; b may be revoked at any time by the court; c subject to paragraph (b), shall cease to have effect at the end of the period of 12 months beginning with the day on which it is made; d may be made whether or not an order has been made under subsection (7) with regard to the case concerned. 9 For the purposes of subsections (7) and (8) the court makes a determination with regard to sentencing— a when it determines what sentence should be passed (where this section applies by virtue of subsection (1)(a)); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c when it determines what the sentence should be (where this section applies by virtue of subsection (2)(a)); d when it determines whether to grant leave to appeal (where this section applies by virtue of subsection (2)(b))."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "59", "section_title": " Restriction on reporting of assertions.", "section_text": "59 1 Where a court makes an order under section 58(7) or (8) in relation to any assertion, at any time when the order has effect the assertion must not— a be published in   Northern Ireland   in a written publication available to the public, or b be included in a relevant programme for reception in   Northern Ireland . 2 In this section— “ relevant programme ” means a programme included in a programme service, within the meaning of the  Broadcasting Act 1990; “ written publication ” includes a film, a soundtrack and any other record in permanent form but does not include an indictment or other document prepared for use in particular legal proceedings. 3 For the purposes of this section an assertion is published or included in a programme if the material published or included— a names the person about whom the assertion is made or, without naming him, contains enough to make it likely that members of the public will identify him as the person about whom it is made, and b reproduces the actual wording of the matter asserted or contains its substance."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "60", "section_title": " Reporting of assertions: offences.", "section_text": "60 1 If an assertion is published or included in a relevant programme in contravention of section 59, each of the following persons is guilty of an offence— a in the case of publication in a newspaper or periodical, any proprietor, any editor and any publisher of the newspaper or periodical; b in the case of publication in any other form, the person publishing the assertion; c in the case of an assertion included in a relevant programme, any body corporate engaged in providing the service in which the programme is included and any person having functions in relation to the programme corresponding to those of an editor of a newspaper. 2 A person guilty of an offence under this section is liable on summary conviction to a fine of an amount not exceeding level 5 on the standard scale. 3 Where a person is charged with an offence under this section it is a defence to prove that at the time of the alleged offence— a he was not aware, and neither suspected nor had reason to suspect, that an order under section 58(7) or (8) had effect at that time, or b he was not aware, and neither suspected nor had reason to suspect, that the publication or programme in question was of, or (as the case may be) included, the assertion in question. 4 Where an offence under this section committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b a person purporting to act in any such capacity, he as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 5 In relation to a body corporate whose affairs are managed by its members “ director ” in subsection (4) means a member of the body corporate. 6 Subsections (2) and (3) of section 59 apply for the purposes of this section as they apply for the purposes of that."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "61", "section_title": " Reporting of assertions: commencement and supplementary.", "section_text": "61 1 Section 58 applies where the offence mentioned in subsection (1) or (2) of that section is committed on or after the appointed day. 2 The reference in subsection (1) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order. 3 Nothing in section 58 or 59 affects any prohibition or restriction imposed by virtue of any other enactment on a publication or on matter included in a programme. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In section 159 of the  Criminal Justice Act 1988 (appeal to Court of Appeal against orders restricting reports etc.) in subsection (1) the following paragraph shall be inserted after paragraph (a)— aa an order made by the Crown Court under section 58(7) or (8) of the  Criminal Procedure and Investigations Act 1996 in a case where the Court has convicted a person on a trial on indictment; ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "62", "section_title": " Television links and video recordings.", "section_text": "62 1 In section 32 of the  Criminal Justice Act 1988 (evidence through television links) the following subsections shall be inserted after subsection (3B)— 3C Where— a the court gives leave for a person to give evidence through a live television link, and b the leave is given by virtue of subsection (1)(b) above, then, subject to subsection (3D) below, the person concerned may not give evidence otherwise than through a live television link. 3D In a case falling within subsection (3C) above the court may give permission for the person to give evidence otherwise than through a live television link if it appears to the court to be in the interests of justice to give such permission. 3E Permission may be given under subsection (3D) above— a on an application by a party to the case, or b of the court’s own motion; but no application may be made under paragraph (a) above unless there has been a material change of circumstances since the leave was given by virtue of subsection (1)(b) above. 2 In section 32A of the  Criminal Justice Act 1988 (video recordings of testimony from child witnesses) the following subsections shall be inserted after subsection (6)— 6A Where the court gives leave under subsection (2) above the child witness shall not give relevant evidence (within the meaning given by subsection (6D) below) otherwise than by means of the video recording; but this is subject to subsection (6B) below. 6B In a case falling within subsection (6A) above the court may give permission for the child witness to give relevant evidence (within the meaning given by subsection (6D) below) otherwise than by means of the video recording if it appears to the court to be in the interests of justice to give such permission. 6C Permission may be given under subsection (6B) above— a on an application by a party to the case, or b of the court’s own motion; but no application may be made under paragraph (a) above unless there has been a material change of circumstances since the leave was given under subsection (2) above. 6D For the purposes of subsections (6A) and (6B) above evidence is relevant evidence if— a it is evidence in chief on behalf of the party who tendered the video recording, and b it relates to matter which, in the opinion of the court, is dealt with in the recording and which the court has not directed to be excluded under subsection (3) above. 3 This section applies where the leave concerned is given on or after the appointed day. 4 The reference in subsection (3) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "63", "section_title": " Road traffic and transport: provision of specimens.", "section_text": "63 1 In section 7(3) of the  Road Traffic Act 1988 (provision of blood or urine in course of investigating whether certain road traffic offences have been committed) after paragraph (b) there shall be inserted— bb a device of the type mentioned in subsection (1)(a) above has been used at the police station but the constable who required the specimens of breath has reasonable cause to believe that the device has not produced a reliable indication of the proportion of alcohol in the breath of the person concerned, or . 2 In section 31(4) of the  Transport and Works Act 1992 (provision of blood or urine in course of investigating whether certain offences have been committed by persons working on transport systems) the word “or” at the end of paragraph (b) shall be omitted and after that paragraph there shall be inserted— bb a device of the type mentioned in subsection (1)(a) above has been used at the police station but the constable who required the specimens of breath has reasonable cause to believe that the device has not produced a reliable indication of the proportion of alcohol in the breath of the person concerned, or . 3 This section applies where it is proposed to make a requirement mentioned in section 7(3) of the 1988 Act or section 31(3) of the 1992 Act after the appointed day. 4 The reference in subsection (3) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "64", "section_title": " Checks against fingerprints etc.", "section_text": "64 1 In section 63A of the  Police and Criminal Evidence Act 1984 the following subsections shall be substituted for subsection (1)\t\t\t\t\t(checks against fingerprints  etc.  where a person has been arrested on suspicion of being involved in a recordable offence)— 1 Where a person has been arrested on suspicion of being involved in a recordable offence or has been charged with such an offence or has been informed that he will be reported for such an offence, fingerprints or samples or the information derived from samples taken under any power conferred by this Part of this Act from the person may be checked against— a other fingerprints or samples to which the person seeking to check has access and which are held by or on behalf of a police force (or police forces) falling within subsection (1A) below or are held in connection with or as a result of an investigation of an offence; b information derived from other samples if the information is contained in records to which the person seeking to check has access and which are held as mentioned in paragraph (a) above. 1A Each of the following police forces falls within this subsection— a a police force within the meaning given by section 62 of the  Police Act 1964 (which relates to England and Wales); b a police force within the meaning given by section 50 of the  Police (Scotland) Act 1967; c the Royal Ulster Constabulary and the Royal Ulster Constabulary Reserve; d the States of Jersey Police Force; e the salaried police force of the Island of Guernsey; f the Isle of Man Constabulary. 2 This section applies where a person— a is arrested on suspicion of being involved in a recordable offence, b is charged with a recordable offence, or c is informed that he will be reported for a recordable offence, after the day on which this Act is passed."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "65", "section_title": " Abolition of witness orders.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "66", "section_title": " Summons to witness to attend Crown Court.", "section_text": "66 1 The Criminal Procedure (Attendance of Witnesses) Act 1965 shall be amended as follows. 2 The following shall be substituted for section 2 (summons to witness to attend Crown Court)—  Issue of witness summons on application  Issue of witness summons on application to Crown Court. 2 1 This section applies where the Crown Court is satisfied that— a a person is likely to be able to give evidence likely to be material evidence, or produce any document or thing likely to be material evidence, for the purpose of any criminal proceedings before the Crown Court, and b the person will not voluntarily attend as a witness or will not voluntarily produce the document or thing. 2 In such a case the Crown Court shall, subject to the following provisions of this section, issue a summons (a witness summons) directed to the person concerned and requiring him to— a attend before the Crown Court at the time and place stated in the summons, and b give the evidence or produce the document or thing. 3 A witness summons may only be issued under this section on an application; and the Crown Court may refuse to issue the summons if any requirement relating to the application is not fulfilled. 4 Where a person has been committed for trial for any offence to which the proceedings concerned relate, an application must be made as soon as is reasonably practicable after the committal. 5 Where the proceedings concerned have been transferred to the Crown Court, an application must be made as soon as is reasonably practicable after the transfer. 6 Where the proceedings concerned relate to an offence in relation to which a bill of indictment has been preferred under the authority of section 2(2)(b) of the  Administration of Justice (Miscellaneous Provisions) Act 1933 (bill preferred by direction of Court of Appeal, or by direction or with consent of judge) an application must be made as soon as is reasonably practicable after the bill was preferred. 7 An application must be made in accordance with Crown Court rules; and different provision may be made for different cases or descriptions of case. 8 Crown Court rules— a may, in such cases as the rules may specify, require an application to be made by a party to the case; b may, in such cases as the rules may specify, require the service of notice of an application on the person to whom the witness summons is proposed to be directed; c may, in such cases as the rules may specify, require an application to be supported by an affidavit containing such matters as the rules may stipulate; d may, in such cases as the rules may specify, make provision for enabling the person to whom the witness summons is proposed to be directed to be present or represented at the hearing of the application for the witness summons. 9 Provision contained in Crown Court rules by virtue of subsection (8)(c) above may in particular require an affidavit to— a set out any charge on which the proceedings concerned are based; b specify any stipulated evidence, document or thing in such a way as to enable the directed person to identify it; c specify grounds for believing that the directed person is likely to be able to give any stipulated evidence or produce any stipulated document or thing; d specify grounds for believing that any stipulated evidence is likely to be material evidence; e specify grounds for believing that any stipulated document or thing is likely to be material evidence. 10 In subsection (9) above— a references to any stipulated evidence, document or thing are to any evidence, document or thing whose giving or production is proposed to be required by the witness summons; b references to the directed person are to the person to whom the witness summons is proposed to be directed.  Power to require advance production. 2A A witness summons which is issued under section 2 above and which requires a person to produce a document or thing as mentioned in section 2(2) above may also require him to produce the document or thing— a at a place stated in the summons, and b at a time which is so stated and precedes that stated under section 2(2) above, for inspection by the person applying for the summons.  Summons no longer needed. 2B 1 If— a a document or thing is produced in pursuance of a requirement imposed by a witness summons under section 2A above, b the person applying for the summons concludes that a requirement imposed by the summons under section 2(2) above is no longer needed, and c he accordingly applies to the Crown Court for a direction that the summons shall be of no further effect, the court may direct accordingly. 2 An application under this section must be made in accordance with Crown Court rules; and different provision may be made for different cases or descriptions of case. 3 Crown Court rules may, in such cases as the rules may specify, require the effect of a direction under this section to be notified to the person to whom the summons is directed.  Application to make summons ineffective. 2C 1 If a witness summons issued under section 2 above is directed to a person who— a applies to the Crown Court, b satisfies the court that he was not served with notice of the application to issue the summons and that he was neither present nor represented at the hearing of the application, and c satisfies the court that he cannot give any evidence likely to be material evidence or, as the case may be, produce any document or thing likely to be material evidence, the court may direct that the summons shall be of no effect. 2 For the purposes of subsection (1) above it is immaterial— a whether or not Crown Court rules require the person to be served with notice of the application to issue the summons; b whether or not Crown Court rules enable the person to be present or represented at the hearing of the application. 3 In subsection (1)(b) above “ served ” means— a served in accordance with Crown Court rules, in a case where such rules require the person to be served with notice of the application to issue the summons; b served in such way as appears reasonable to the court to which the application is made under this section, in any other case. 4 The Crown Court may refuse to make a direction under this section if any requirement relating to the application under this section is not fulfilled. 5 An application under this section must be made in accordance with Crown Court rules; and different provision may be made for different cases or descriptions of case. 6 Crown Court rules may, in such cases as the rules may specify, require the service of notice of an application under this section on the person on whose application the witness summons was issued. 7 Crown Court rules may, in such cases as the rules may specify, require that where— a a person applying under this section can produce a particular document or thing, but b he seeks to satisfy the court that the document or thing is not likely to be material evidence, he must arrange for the document or thing to be available at the hearing of the application. 8 Where a direction is made under this section that a witness summons shall be of no effect, the person on whose application the summons was issued may be ordered to pay the whole or any part of the costs of the application under this section. 9 Any costs payable under an order made under subsection (8) above shall be taxed by the proper officer of the court, and payment of those costs shall be enforceable in the same manner as an order for payment of costs made by the High Court in a civil case or as a sum adjudged summarily to be paid as a civil debt. Issue of witness summons of court’s own motion  Issue of witness summons of Crown Court’s own motion. 2D For the purpose of any criminal proceedings before it, the Crown Court may of its own motion issue a summons (a witness summons) directed to a person and requiring him to— a attend before the court at the time and place stated in the summons, and b give evidence, or produce any document or thing specified in the summons.  Application to make summons ineffective. 2E 1 If a witness summons issued under section 2D above is directed to a person who— a applies to the Crown Court, and b satisfies the court that he cannot give any evidence likely to be material evidence or, as the case may be, produce any document or thing likely to be material evidence, the court may direct that the summons shall be of no effect. 2 The Crown Court may refuse to make a direction under this section if any requirement relating to the application under this section is not fulfilled. 3 An application under this section must be made in accordance with Crown Court rules; and different provision may be made for different cases or descriptions of case. 4 Crown Court rules may, in such cases as the rules may specify, require that where— a a person applying under this section can produce a particular document or thing, but b he seeks to satisfy the court that the document or thing is not likely to be material evidence, he must arrange for the document or thing to be available at the hearing of the application.  Other provisions . 3 In section 3 (punishment for disobedience to witness summons) after subsection (1) there shall be inserted— 1A Any person who without just excuse disobeys a requirement made by any court under section 2A above shall be guilty of contempt of that court and may be punished summarily by that court as if his contempt had been committed in the face of the court. 4 In section 3, in subsection (2) for the words “such disobedience” there shall be substituted “any disobedience mentioned in subsection (1) or (1A) above”. 5 In section 4 (further process to secure attendance of witness) in the proviso to subsection (1) after the word “give” there shall be inserted “evidence likely to be”. 6 Schedule 1 (application for direction that witness summons shall be of no effect) shall be omitted. 7 This section applies in relation to any proceedings for the purpose of which no witness summons has been issued under section 2 of the 1965 Act before the appointed day. 8 The reference in subsection (7) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "67", "section_title": " Witness summons: securing attendance of witness.", "section_text": "67 1 In section 4(1) of the  Criminal Procedure (Attendance of Witnesses) Act 1965 (judge of High Court may issue warrant to arrest witness in respect of whom witness summons is in force) for the words “High Court” there shall be substituted  “                    Crown Court                  ” . 2 This section shall have effect in accordance with provision made by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "68", "section_title": " Use of written statements and depositions at trial.", "section_text": "68 Schedule 2 to this Act (which relates to the use at the trial of written statements and depositions admitted in evidence in committal proceedings) shall have effect."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "69", "section_title": " Proof by written statement.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "70", "section_title": " Indemnification of justices and justices’ clerks.", "section_text": "70 1 In section 53 of the Justices of the  Peace Act 1979 (indemnification of justices and justices’ clerks) the following subsection shall be inserted after subsection (1)— 1A So far as the duty mentioned in subsection (1) above relates to criminal matters, that subsection shall have effect as if— a for the word “may” there were substituted “shall”, and b for the words following paragraph (c) there were substituted “unless it is proved, in respect of the matters giving rise to the proceedings or claim, that he acted in bad faith”. 2 This section applies in relation to things done or omitted on or after the appointed day. 3 The reference in subsection (2) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "71", "section_title": " Meaning of preliminary stage of criminal proceedings.", "section_text": "71 1 Section 22 of the  Prosecution of Offences Act 1985 (power of Secretary of State to set time limits in relation to preliminary stages of criminal proceedings) shall be amended as mentioned in subsections (2) and (3). 2 In subsection (11) the following shall be substituted for the definition of “ preliminary stage ”— “ preliminary stage ”, in relation to any proceedings, does not include any stage after the start of the trial (within the meaning given by subsections (11A) and (11B) below); . 3 The following subsections shall be inserted after subsection (11)— 11A For the purposes of this section, the start of a trial on indictment shall be taken to occur when a jury is sworn to consider the issue of guilt or fitness to plead or, if the court accepts a plea of guilty before a jury is sworn, when that plea is accepted; but this is subject to section 8 of the  Criminal Justice Act 1987 and section 30 of the  Criminal Procedure and Investigations Act 1996 (preparatory hearings). 11B For the purposes of this section, the start of a summary trial shall be taken to occur— a when the court begins to hear evidence for the prosecution at the trial or to consider whether to exercise its power under section 37(3) of the  Mental Health Act 1983 (power to make hospital order without convicting the accused), or b if the court accepts a plea of guilty without proceeding as mentioned above, when that plea is accepted. 4 The  Prosecution of Offences (Custody Time Limits) Regulations 1987 shall be amended as follows, but without prejudice to the power to make further regulations amending or revoking the provisions amended— a in regulation 2 (interpretation) for paragraph (3) there shall be substituted— 3 In these Regulations any reference to the start of the trial shall be construed in accordance with section 22(11A) and (11B) of the 1985 Act. ; b in regulation 4 (custody time limits in magistrates’ courts) in paragraphs (2) and (3) for “commencement” there shall be substituted  “                        start                      ” ; c in regulation 5 (custody time limits in Crown Court) for “his arraignment” in paragraphs (3)(a) and (b) and (6)(a) and (b), and for “the accused’s arraignment” in paragraph (5), there shall be substituted  “                        the start of the trial                      ” ; d regulation 5(7) (when arraignment occurs) shall be omitted. 5 This section applies in relation to— a any time limit which begins to run on or after the appointed day, and b any time limit which has begun to run and has not expired before that day, except that it does not apply in relation to proceedings for an offence for which the accused has been duly arraigned in the Crown Court before that day. 6 The reference in subsection (5) to the appointed day is to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "72", "section_title": " Fraud.", "section_text": "72 Schedule 3 (which amends provisions relating to serious or complex fraud) shall have effect."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "73", "section_title": " Amendments to the Criminal Procedure (Scotland) Act 1995.", "section_text": "73 1 The  Criminal Procedure (Scotland) Act 1995 shall be amended as follows. 2 In section 27 (breach of bail conditions: offences) the following subsection shall be inserted after subsection (4)— 4A The fact that the subsequent offence was committed while the accused was on bail shall, unless challenged— a in the case of proceedings on indictment, by giving notice of a preliminary objection under paragraph (b) of section 72(1) of this Act or under that paragraph as applied by section 71(2) of this Act; or b in summary proceedings, by preliminary objection before his plea is recorded, be held as admitted. . 3 In subsection (1) of section 65 (prevention of delay in trials), for the words from “shall be discharged forthwith” to the end of the subsection there shall be substituted— a shall be discharged forthwith from any indictment as respects the offence; and b shall not at any time be proceeded against on indictment as respects the offence . 4 In Schedule 9 (certificates as to proof of certain routine matters), in the entry relating to the  Social Security Administration Act 1992, for “Section 114(4)” in column 1 there shall be substituted  “                    Section 112(1)                  ” ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "74", "section_title": " Alibi.", "section_text": "74 1 Section 11 of the  Criminal Justice Act 1967 (notice of alibi) shall cease to have effect, but subject to the following provisions of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 9(6) of the  Criminal Justice Act 1987 (disclosure in cases involving fraud) in paragraph (a) for the words “section 11 of the  Criminal Justice Act 1967” there shall be substituted  “                    section 5(7) of the Criminal Procedure and Investigations Act 1996                  ” . 5 This section applies in relation to alleged offences into which no criminal investigation, within the meaning given by section 1(4), has begun before the day appointed under section 1(5)."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "75", "section_title": " Time when alleged offence committed.", "section_text": "75 1 Subsection (2) applies for the purposes of sections 52(3) and 54(7). 2 Where an offence is alleged to be committed over a period of more than one day, or at some time during a period of more than one day, it must be taken to be alleged to be committed on the last of the days in the period. 3 Subsection (2) applies for the purposes of section 61(1) as if “alleged to be” (in each place) were omitted."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "76", "section_title": " Power of magistrates’ courts.", "section_text": "76 In section 148(2) of the  Magistrates’ Courts Act 1980 (power of court to act where another may act) the reference to that Act includes a reference to this Act."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "77", "section_title": " Orders and regulations.", "section_text": "77 1 This section concerns the powers of the Secretary of State to make orders or regulations under this Act. 2 Any power to make an order or regulations may be exercised differently in relation to different areas or in relation to other different cases or descriptions of case. 3 Any order or regulations may include such supplementary, incidental, consequential or transitional provisions as appear to the Secretary of State to be necessary or expedient. 4 Any power to make an order or regulations shall be exercisable by statutory instrument. 5 No   regulations or  order under section   6A or   25 shall have effect unless approved by a resolution of each House of Parliament. 6 A statutory instrument containing— a an order under section 78, or b regulations   (other than regulations under section 6A)  , shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "78", "section_title": " Application to armed forces.", "section_text": "78 1 Subject to subsection (2), nothing in this Act applies in relation to— a proceedings before a court (other than a civilian court) in respect of a service offence; or b any investigation conducted with a view to its being ascertained whether a person should be charged with a service offence or whether a person charged with such an offence is guilty of it. 2 The Secretary of State may by order— a make as regards any proceedings mentioned in subsection (1)(a) provision equivalent to the provisions contained in or made under Part 1, subject to such modifications as he considers appropriate; b make as regards any investigation mentioned in subsection (1)(b) provision equivalent to the provisions contained in or made under Part 2, subject to such modifications as he considers appropriate. 3 An order under this section may make provision in such way as the Secretary of State considers appropriate, and may in particular apply any of the provisions concerned, with or without modifications. 4 In this section— a “ civilian court ” and  “ service offence ” have the same meanings as in the Armed Forces Act 2006; b references to charges are to charges brought under Part 5 of that Act."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "79", "section_title": " Extent.", "section_text": "79 1 This Act does not extend to Scotland, with the exception of— a sections 37, 38, 41, 42, 59, 60, 61(3), 63, 72, 73, 74(2) and (3) and 78, this section and section 81; b paragraphs 6 and 7 of Schedule 3, and paragraph 8 of that Schedule so far as it relates to paragraphs 6 and 7; c paragraph 5 of Schedule 5; d paragraph 12 of Schedule 5 so far as it relates to provisions amending section 11 of the  Criminal Justice Act 1987. 2 Section 73 extends only to Scotland. 3 Parts III   (other than sections 37 and 38)  and  VI  and sections 44, 47, 65, 67, 68 and 71 do not extend to Northern Ireland. 3A Sections 58 to 60 and section 61(1) to (3) extend only to Northern Ireland. 4 In its application to Northern Ireland, this Act has effect subject to the modifications set out in Schedule 4. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "80", "section_title": " Repeals.", "section_text": "80 The provisions mentioned in Schedule 5 are repealed (or revoked) to the extent specified in column 3, but subject to any provision of that Schedule."}, {"act": "Criminal Procedure and Investigations Act 1996", "year": 1996, "section": "81", "section_title": " Citation.", "section_text": "81 This Act may be cited as the Criminal Procedure and Investigations Act 1996."}]