[{"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "1", "section_title": " The Deer Commission for Scotland.", "section_text": "1 1 Scottish Natural Heritage (in this Act referred to as  “ SNH ”) has the following general aims and purposes in relation to deer — a in accordance with the provisions of this Act  to , further the  conservation of deer native to Scotland, the  control and sustainable management of deer in Scotland, and keep under review all matters, including their welfare, relating to deer; and b to  exercise such other functions as are conferred on  it  by or under this Act or any other enactment. 1A In this Act references to  SNH 's deer functions are to the functions relating to deer conferred on it by or under this Act or any other enactment.  2 It shall be the duty of  SNH , in exercising  its deer  functions, to take such account as may be appropriate in the circumstances of— a the size and density of the deer population and its impact on the natural heritage; b the needs of agriculture and forestry;  ... c the interests of owners and occupiers of land. d the interests of public safety; and e the need to manage the deer population in urban and peri-urban areas. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "2", "section_title": " Advice and annual reports to Secretary of State.", "section_text": "2 1 SNH  shall— a advise the Secretary of State on any such matter relating to the purposes of this Act as he may refer to it ; and b bring to his attention any matter relating to deer of which in the opinion of  SNH  he ought to be apprised. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "3", "section_title": " Power of  SNH  to facilitate exercise of functions.", "section_text": "3 1 SNH  shall have power— a to issue guidance or advice, whether general or particular, to any person or organisation;  ... b to conduct, or to collaborate with any person or organisation which is conducting— i any research, inquiry or investigation into questions of practical or scientific importance; or ii any experiment, trial or demonstration ; and c to assist any person or organisation in reaching agreements with third parties, relating to the conservation, control or sustainable management of deer or to any other aspect of  SNH's   deer  functions  2 For the avoidance of doubt, it is provided that  SNH  may exercise the powers conferred by subsection (1) above in relation to the general welfare of deer, in so far as that matter is not otherwise included in  its  functions under this Act. 3 A public body or office-holder issued guidance or advice under subsection (1)(a) must have regard to such guidance or advice in exercising any functions to which the guidance relates."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "4", "section_title": " Appointment of panels.", "section_text": "4 1 Subject to the approval of the Secretary of State,  SNH  may appoint for any locality a panel for the purposes of this section consisting of such number of persons  ... as  it considers                    appropriate, one of whom shall act as chairman. 2 Before making an appointment under subsection (1) above,  SNH  may afford to such persons or organisations as  it thinks  fit an opportunity to suggest the name of any person who would in  its  view be an appropriate person for such an appointment. 3 Where  SNH   has  sought suggestions as mentioned in subsection (2) above,  it  shall consider any such suggestions before making an appointment under subsection (1) above. 4 SNH  may appoint a member of  SNH  or a member of  SNH 's                staff to act as observer to the panel for the purposes of— a sitting with the panel at any meeting; b taking part in their discussions; and c informing  SNH  of information arising during and decisions taken at such meetings. 5 An observer appointed under subsection (4) above shall not be a member of the panel. 6 SNH  may refer to any such panel any matter relating to the  deer  functions of  SNH , and it shall be the duty of the panel to advise  SNH  on the matter. 7 The Scottish Ministers may by regulations make provision conferring further functions on panels. 8 Functions conferred under subsection (7) may include— a encouraging and facilitating the engagement of the local community in deer management in the locality of a panel, b looking into issues relating to deer management in the locality of a panel and communicating those issues to the local community, c communicating the views of the local community to those engaged in deer management in the locality of a panel. 9 Regulations under subsection (7) may modify any enactment (including this Act)."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "5", "section_title": " Close seasons.", "section_text": "5 1 The Secretary of State— a shall, in relation to the female of every species of deer; and b may, in relation to the male of any species of deer, by order fix a period in each year during which no person shall take or wilfully kill or injure any deer of the sex and species named in the order, and different periods may be so fixed in relation to different species and in relation to the male and female of any species. 2 Before making an order under subsection (1) above, the Secretary of State may consult such persons or organisations as he thinks fit, or may direct  SNH  to carry out such consultation on his behalf. 3 Where the Secretary of State has directed  SNH  to carry out consultation on his behalf under subsection (2) above,  it  shall— a report the results of that consultation, and b tender such advice as  it  may wish in relation to the making of an order under subsection (1) above, to him within such period as he may so direct. 4 Where the Secretary of State or  SNH   has  carried out consultation under subsection (2) or (3) above the Secretary of State shall have regard to the results of that consultation, and to any advice tendered by  SNH  under subsection (3) above, before making an order under subsection (1) above. 5 Subject to sections 14 and 25 of this Act and to subsections (6) and (7) below, any person who contravenes an order made under subsection (1) above shall be guilty of an offence. 6 ... subject to section 37, of this Act, and notwithstanding anything in any agreement between an occupier of land and the owner thereof,  SNH  may authorise the owner or the occupier of any land or any person nominated in writing by either of them to take or kill, and to sell or otherwise dispose of, any deer found on that land during the period specified in relation to that sex and species of deer in an order under subsection (1) above, where  it is  satisfied that— a the taking or killing is necessary— i to prevent damage to any crops, pasture or human or animal foodstuffs on any agricultural land which forms part of that land; or ii to prevent damage to any enclosed woodland which forms part of that land; or b the taking or killing is necessary— i to prevent damage to any unenclosed woodland which forms part of that land; or ii to prevent damage, whether directly or indirectly, to the natural heritage generally; or iii in the interests of public safety, and no other means of control which might reasonably be adopted in the circumstances would be adequate. 7 Subject to section 37 of this Act,  SNH  may, for any scientific purpose, authorise any person to take or kill deer during the period specified in relation to that sex and species of deer in an order under subsection (1) above. 8 An authorisation under subsection (6) or (7) above— a may be, to any degree, general or specific (including as regards the land in relation to which it is granted); b may be granted to a particular person or to a category of persons."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "5A", "section_title": "Code of practice on deer management", "section_text": "5A 1  SNH  must draw up a code of practice for the purpose of providing practical guidance in respect of deer management. 2 The code of practice may, in particular— a recommend practice for sustainable deer management; b make provision about collaboration in deer management; c set out examples of circumstances in which  SNH  may require a deer management plan to be prepared,  seek to secure a control agreement or make a control scheme; d make different provision for different cases and, in particular, for different circumstances, different times of the year or different areas. 3  SNH  must from time to time review the code of practice. 4  SNH  may replace or revise the code of practice. 5 Before drawing up, replacing or revising the code,  SNH  must consult any person appearing to them to have an interest in the code. 6  SNH  must submit a proposed code of practice (or a proposed replacement or revision) to the Scottish Ministers and, on receiving it, the Scottish Ministers may— a approve it, with or without modifications; or b reject it. 7 Where the Scottish Ministers reject a proposed code of practice (or a proposed replacement or revision) under subsection (6)(b) above they may either instruct  SNH  to submit a new code (or replacement or revision) or they may substitute a new code (or replacement or revision) of their own devising. 8 The first code of practice, and any replacement code of practice— a must be laid before, and approved by resolution of, the Scottish Parliament; and b comes into effect on such date after approval under paragraph (a) as is specified in the code. 9 Any revision to a code of practice must— a be laid before the Scottish Parliament; and b specify the date on which it is to come into effect (such date to be at least 40 days after it is so laid, disregarding any period during which the Parliament is dissolved or in recess). 10 The Scottish Parliament may, before such revision comes into effect, resolve that it is not to come into effect. 11 The Scottish Ministers must publish a code of practice (or any replacement or revision) no later than the day before the code (or replacement or revision) is to come into effect. 12  SNH  must— a monitor compliance with a code of practice drawn up under this section; and b have regard to such a code in exercising its functions under this Act."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "5B", "section_title": "Review of compliance with code of practice on deer management", "section_text": "5B 1  SNH  must, before the expiry of the period mentioned in subsection (4), carry out a review into the extent to which the code of practice on deer management— a is being complied with by owners and occupiers of land, and b is effective in promoting sustainable deer management. 2  SNH  must, following a review under subsection (1), submit a report to the Scottish Ministers— a setting out  SNH 's views on the extent to which the code— i has been complied with, and ii has been effective in promoting sustainable deer management, b including such recommendations as  SNH  consider appropriate. 3 The Scottish Ministers must lay before the Scottish Parliament a report submitted to them under subsection (2). 4 The period referred to in subsection (1) is— a the period of 3 years beginning with the day on which section 79 of the Land Reform (Scotland) Act 2016 comes into force, b each subsequent period of 3 years beginning with the day on which the Scottish Ministers lay, under subsection (3), the report submitted to them under subsection (2)."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "6", "section_title": " Control areas.", "section_text": "6 In this Act the area to which a control agreement or a control scheme relates is, in relation to that agreement or, as the case may be, scheme, referred to as the “ control area ”."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "6A", "section_title": "Deer management plans", "section_text": "6A 1 If  SNH , having had regard to the code of practice on deer management, is satisfied that both Conditions A and B are met, it may give notice to such owners and occupiers of land as it considers to be substantially interested requiring them— a to prepare a plan (a  “deer management plan”) setting out— i the measures that those owners and occupiers consider should be taken, ii the time limit for taking those measures, iii who is to take those measures, and iv any other matters which appear to  SNH  to be necessary, and b to submit the deer management plan to  SNH  for its approval. 2 Condition A is met if on any land— a deer or steps taken or not taken for the purposes of deer management have caused, are causing, or are likely to cause— i damage to woodland, to agricultural production, including any crops or foodstuffs, to the welfare of deer or, whether directly or indirectly, to the natural heritage generally, ii damage to public interests of a social, economic or environmental nature, or iii injury to livestock, whether by serious overgrazing of pastures, competing with any such livestock for supplementary feeding, or otherwise, or b deer have become a danger or a potential danger to public safety. 3 Condition B is met if measures require to be taken in relation to the management of deer— a for the prevention of further such damage or injury, b for the remedying of such damage, or c for the prevention of such danger or potential danger. 4 In subsection (2)(a)(i),  “ the natural heritage ” has the same meaning as in section 7(2). 5 A deer management plan is to be submitted to  SNH  no later than— a 12 months after the date on which  SNH  gives notice under subsection (1), or b such later date as  SNH  may specify. 6  SNH  may approve a deer management plan (with or without modification) or reject it. 7 Before approving a deer management plan with modifications,  SNH  must consult the owners and occupiers of land who submitted the plan on the proposed modifications. 8 A deer management plan may be amended until  SNH  decides to approve or reject it. "}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "7", "section_title": " Control agreements.", "section_text": "7 1 Subject to the following provisions of this section, where  SNH , having had regard to the code of practice on deer management,   is  satisfied that, on any land,  ...— a deer or steps taken or not taken for the purposes of deer management  have caused, are causing, or are likely to cause— i damage to woodland, to agricultural production, including any crops or foodstuffs,  to the welfare of deer  or, whether directly or indirectly, to the natural heritage generally;  ... ia damage to public interests of a social, economic or environmental nature; or ii injury to livestock, whether by serious overgrazing of pastures, competing with any such livestock for supplementary feeding, or otherwise; or b deer  have become a danger or a potential danger to public safety, and that for the prevention of further such damage, injury or, as the case may be, danger or potential danger,  or for the remedying of such damage, measures require to be taken in relation to the management of deer ,  it  shall form a preliminary view, having due regard to the nature and character of the land in question, as to what measures should be taken  ...; and, for the purposes of this section and section 8 of this Act, “ measures ” includes the taking and removal of deer. 2 For the purposes of subsection (1) above “ the natural heritage ” includes any alteration or enhancement of the natural heritage which is taking place, or is proposed to take place, either naturally or as a result of a change of use determined by the owner or occupier of the land in question; and “ damage ” shall be construed accordingly. 3 Where it appears to  SNH   , having had regard to the code of practice on deer management,  that the circumstances obtaining in a particular area require the complete exclusion of all deer, or of all deer of any species, from that area,  it  may form the view that any deer within that area should be taken, removed or killed. 4 After  it has given notice to such owners and occupiers of land as it considers to be substantially interested that   it has  formed— a the preliminary view mentioned in subsection (1) above; or b the view mentioned in subsection (3) above, SNH  shall consult with  those owners or occupiers , to secure agreement— i that measures require to be taken; ii as to what measures require to be taken, and within what time limit; iii as to who is to carry out such measures; and iv as to any other matters which appear to  SNH  to be necessary for the purposes of such an agreement. 4A Subsection (4) also applies where subsection (4B) applies. 4B This subsection applies where— a  SNH  has given notice under section 6A(1) and either— i the date specified under section 6A(5) has passed and a deer management plan has not been submitted to  SNH , ii a deer management plan has been submitted to  SNH  but  SNH  has rejected it, or iii a deer management plan has been approved by  SNH  but the measures set out in the plan have not been taken, and b  SNH  is satisfied that the conditions referred to in section 6A(1) continue to be met. 5 Where agreement is reached on the matters mentioned in subsection (4) above  SNH  shall draw up an agreement (a “ control agreement ”) specifying the parties to it, and any such control agreement may— a describe the control area by reference to a map and specify the approximate extent of that area; b specify the measures which are to be taken in relation to the deer in that area or any part of it; c specify, where the deer are to be reduced in number, the number and, if necessary in the opinion of  SNH , the species, sex and class, of the deer to be killed in or taken and removed from the control area or any part of it, and the limit on the number of deer of each species, sex or class to be allowed to be established in the control area or any part of it; d specify the measures which are to be taken by the owners or occupiers for the time being of land in the control area or any of them for the purposes of the agreement;  ... e set out the time limits within which the owners or occupiers are to take any such measures  ; and f set out measures, or steps towards taking such measures, which the owners or occupiers are to take during each 12 month period for which the agreement has effect, and  SNH  shall send a copy of the control agreement to all the persons who were involved in the consultation referred to in subsection (4) above. 6 SNH  and any of the parties to a control agreement may agree at any time to vary its terms. 7  SNH  must, on at least an annual basis, review a control agreement for the purpose of assessing compliance with its provisions."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "8", "section_title": " Control schemes.", "section_text": "8 A1 This subsection applies where  SNH  has given notice under subsection (4) of section 7 of this Act and— a either— i  SNH  is satisfied that it is not possible to secure a control agreement or that a control agreement is not being carried out; or ii 6 months have elapsed since  SNH  gave the notice and no agreement has been reached on the matters mentioned in that subsection; and b  SNH  continues to have the view that required it to consult under that subsection. 1 Where subsection (A1) above applies and  SNH , having had regard to the code of practice on deer management, is satisfied that action is necessary for the purposes mentioned in subsection (1) or, as the case may be, subsection (3) of section 7 of this Act, it shall make a scheme (a  “control scheme”) for the carrying out of such measures as it considers necessary for those purposes.  2 Subsections (A1) and (1) above do  not apply in relation to any control agreement proposed or entered into for the purpose of altering or enhancing the natural heritage  (except where a purpose of the control agreement is to remedy damage caused, directly or indirectly, by deer or by steps taken or not taken for the purposes of deer management) . 3 A control scheme shall— a describe the control area by reference to a map and specify the approximate extent of that area; b specify the measures which are to be taken in relation to the deer in that area or any part of it; c specify, where the deer are to be reduced in number, the number and, if necessary in the opinion of  SNH , the species, sex and class, of the deer to be killed in or taken and removed from the control area or any part of it, and the limit on the number of deer of each species, sex or class to be allowed to be established in the control area or any part of it; d specify the measures which are to be taken by the owners or occupiers for the time being of land in the control area or any of them for the purposes of paragraphs (a) to (c) above; e prescribe time limits within which the owners or occupiers are to take any such measures as are mentioned in paragraph (d) above; f include any incidental, consequential or supplemental provisions that may be necessary. 4 A control scheme may specify different measures to be taken by different owners or occupiers of land in the control area, and may provide for the extension of any time limit prescribed therein. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A control scheme shall require confirmation by the Secretary of State before it comes into operation; and Schedule 2 to this Act (which makes provision in relation to the making, confirmation, variation and revocation of control schemes) shall have effect. 7 Where any control scheme has been confirmed, every owner or occupier shall take such measures as the scheme may require of him in accordance with its provisions. 7A Where any control scheme has been confirmed,  SNH  must, on at least an annual basis, review it for the purpose of assessing compliance with its provisions.  8 Where  SNH   is  of the opinion that any owner or occupier of land has failed to comply with subsection (7) above,  it                        shall carry out the requirement, if  it                       is  satisfied that it is still necessary to do so; and where the carrying out of such a requirement involves the killing or taking of deer,  SNH  shall have power to dispose by sale or otherwise of any deer so killed or taken."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "9", "section_title": " Recovery of expenses incurred in fulfilment of control scheme.", "section_text": "9 1 Where any expenses incurred by  SNH  in the performance of  its  duty under section 8(8) of this Act exceed the amount of the proceeds of the sale of any deer killed or taken in pursuance of that performance, the excess shall be recoverable by  it  from the owner or occupier concerned. 2 SNH  shall furnish to any owner or occupier concerned a statement showing— a the expenses incurred in the performance of  its                    duty under the said section 8(8); b the amount received in respect of the sale of deer; and c the amount recoverable from any owner or occupier under this section. 3 Any owner or occupier who is aggrieved by a statement under subsection (2) above may, within one month of the statement having been furnished to him, appeal to the Scottish Land Court. 4 On an appeal under subsection (3) above, the Scottish Land Court may, if it appears to them to be equitable to do so, vary the amount recoverable from the appellant. 5 Subject to the approval of the Secretary of State,  SNH  may, in any particular case, waive  its                    right to any expenses recoverable under this section."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "10", "section_title": " Emergency measures to prevent damage by deer.", "section_text": "10 1 This subsection applies where  SNH   is  satisfied— a that deer— i are causing  ... damage to woodland or to agricultural production, including any crops or foodstuffs; or ia are causing damage to their own welfare or the welfare of other deer; ii are causing injury to livestock, whether by serious overgrazing of pastures, competing with any such livestock for supplementary feeding, or otherwise; or iii constitute a danger or a potential danger to public safety; b that none of  its  other powers is adequate to deal with the situation; and c that the killing of the deer is necessary to prevent further such damage or injury or to remove the danger or potential danger. 2 Where subsection (1) applies and  SNH   is  satisfied that— a the deer mentioned in that subsection come from particular land; and b any person having the right to kill deer on that land will forthwith undertake the killing of the deer so mentioned, SNH  shall make a request in writing to that person to that effect. 3 Where a request under subsection (2) above has been made to a person,  SNH  shall not issue an authorisation under subsection (4) below unless it appears to  it  that he has become unable or unwilling to comply with the terms of the request. 4 Subject to subsection (3) above, where subsection (1) above applies  SNH  shall authorise in writing, subject to such conditions as may be specified in the authorisation, any person who in  its  opinion is competent to do so to follow and kill on such land as may be mentioned in the authorisation such deer as appear to that person to be causing the damage or injury or constituting the danger or potential danger. 4A For the purposes of subsections (2) and (4) above, a request or authorisation may be by electronic communication (as defined in section 15(1) of the Electronic Communications Act  2000 (c. 7) ), which has been recorded and is consequently capable of being reproduced.  4B Any request to a person under subsection (2) above may be made by such an electronic communication only if– a the person consents in writing to the receipt of a request of the kind in question from the sender by electronic communication sent to a specified number or address, and b the communication is sent to the number or address in question. 5 Where, as mentioned in paragraph (a)(iii) of subsection (1) above, deer constitute a danger or potential danger to public safety, and, in the opinion of  SNH  or the person authorised by  it  under subsection (4) above, the killing of the deer would itself constitute a potential danger to public safety, the person so authorised by  SNH  shall instead take and remove the deer from the land in question by such means as are appropriate. 6 An authorisation under subsection (4) above shall remain in force from the date on which it is issued for such period, not exceeding twenty eight days, as may be specified in the authorisation. 7 Where  SNH — a intends  to issue an authorisation under subsection (4) above; and b is  of the opinion that any person is likely to be on any land to be mentioned in that authorisation, it  shall as soon as practicable give to that person such warning of  its  intention as  it considers  necessary to prevent danger to him. 8 SNH  shall give to the owner of any land which is to be mentioned in an authorisation under subsection (4) above such notice of  its  intention to issue such an authorisation as may be practicable. 9 Without prejudice to section 16 of this Act, any notice to be served under subsection (7) or (8) above on an owner of land shall, where an agent or employee is responsible for the management or farming of the land, be duly served if it is served on the said agent or employee. 10 Where any deer has been killed or taken and removed from land under an authorisation granted by  SNH  under subsection (4) above,  SNH  shall have power to dispose of it by sale or otherwise."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "11", "section_title": " Application of section 10 in relation to the natural heritage.", "section_text": "11 Section 10 of this Act shall apply in relation to the natural heritage as it applies to woodland, where  SNH   is  satisfied that deer are causing  ... damage to the natural heritage— a on enclosed land; or b on unenclosed land, but only if  SNH   is  also satisfied that the damage is being caused by reason of the presence on the land in question of a significantly higher density of deer population than is usual in all the circumstances."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "12", "section_title": " Power of Commission to provide services and equipment and to make certain payments.", "section_text": "12 1 SNH  may by agreement with any owner or occupier of land assist in or undertake, whether in pursuance of a control agreement, a control scheme or otherwise— a the taking or killing of deer; and b the disposal of deer or their carcases. 2 An agreement under subsection (1) above may make provision for the providing of equipment by  SNH . 3 An agreement under subsection (1) above shall, unless  SNH  with the approval of the Secretary of State otherwise  decides , make provision for the payment of any expenses incurred by  SNH  under the agreement. 4 SNH  may make in respect of the services of any person, who is not a member of staff of  SNH , authorised by  it  under section 10 of this Act such payment as may be agreed."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "13", "section_title": " Offences in relation to Part II.", "section_text": "13 1 Any person who refuses or wilfully fails to comply with any requirement laid upon him by a control scheme shall be guilty of an offence. 2 A person who wilfully obstructs any person acting in the execution of this Part of this Act or of any authorisation issued under this Part, other than an authorisation under subsection (6) or (7) of section 5 of this Act, shall be guilty of an offence."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "14", "section_title": " Limitation of criminal liability.", "section_text": "14 1 Subject to subsections (2) to (4) below, where a person performs an act at the request of or under the authority of  SNH  in pursuance of— a a control agreement; b a control scheme; or c section 10 of this Act, he shall not by reason of that act be liable to be proceeded against under this Act. 2 Where the act is performed by a member of the staff of  SNH  in pursuance of section 10 of this Act, he shall be liable to be proceeded against if the act constitutes an offence under section 17(3) of this Act. 3 Where the act is performed by— a a member of the staff of  SNH  in pursuance of a control agreement or control scheme; or b any other person in pursuance of a control agreement, a control scheme or section 10 of this Act, he shall be liable to be proceeded against if the act constitutes an offence under either section 17(3) or section 18(1) of this Act. 4 In subsections (2) and (3)(a) above, “ member of the staff of  SNH ” includes any person engaged by  SNH  under a contract for services."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "15", "section_title": " Power to enter on land.", "section_text": "15 1 For the purpose of the exercise of any of the functions of  SNH  under section 10 of this Act, any person duly authorised in writing by  SNH  shall have power at all reasonable times to enter upon any land. 2 A person authorised in writing by  SNH  for the purposes mentioned in subsection (3) below shall have power at all reasonable times to enter upon any land where— a notice has been given to the owner and to the occupier of the land that it is proposed to enter during a period specified in the notice, not exceeding one month beginning at least fourteen days after the giving of the notice; and b the exercise of that power takes place within the period so specified. 2A For the purposes of subsections (1) and (2) above, an authorisation may be by electronic communication (as defined in section 15(1) of the Electronic Communications Act  2000 (c. 7) ), which has been recorded and is consequently capable of being reproduced.  3 The purposes for which a person may be authorised by  SNH  are— a the taking of a census of deer in any area in pursuance of their functions under section 1(1) of this Act; b the determination of whether any of  its  functions under section 7 or 8 of this Act should be exercised; c the exercise of any such function under the said section 7 or 8; d the determination of how far and in what manner any requirement placed on any person by virtue of this Part of this Act has been complied with. 4 Any person who proposes to exercise any power of entry conferred by this section shall, if so required, produce the written document , or a copy of a record of authority in terms of subsection (2A) above,   authorising him for such purpose."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "16", "section_title": " Service of notices.", "section_text": "16 1 Subject to the provisions of this section, any notice for the purposes of this Act shall be in writing, and any notice or other document required or authorised by or under this Act to be given to or served on any person shall be duly given or served if it is delivered to him or left at his proper address or sent to him by post  or, where subsection (1A) below applies, sent to him at a specified number or address . 1A Any notice for the purposes of sections 10(7) and (8), 15(2)(a)  , 40(1) and 40A(1)  of this Act, may be by electronic communication (as defined in section 15(1) of the Electronic Communications Act  2000 (c. 7) ), which has been recorded and is consequently capable of being reproduced.  1B Any notice to which subsection (1A) above applies may be given to or served on a person by such an electronic communication only if– a the person consents in writing to the receipt of a notice of the kind in question from the sender by electronic communication sent to a specified number or address, and b the communication is sent to the number or address in question. 2 Any such notice or other document required or authorised to be served on any person for the purposes of this Act shall be duly served, if that person is an incorporated company or body, if it is served on the clerk or secretary of that company or body. 3 For the purposes of this section and section 7 of the  Interpretation Act 1978, the proper address of any person on whom any such notice or document is to be served shall, in the case of the clerk or secretary of any incorporated company or body, be that of the registered or principal office of such company or body, and in any other case be the last known address of the person in question. 4 Where any notice or other document is to be given to or served on a person as being the person having any interest in land and it is not practicable after reasonable inquiry to ascertain his name or address, the notice or document may be given or served by addressing it to him by the description of the person having that interest in the land (naming it) and delivering the notice or document to some responsible person on the land or by affixing it, or a copy of it, to some conspicuous object on the land. 5 Nothing in this section shall require  SNH  to give written notice of  its  intention to issue an authorisation in pursuance of section 10 of this Act."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "17", "section_title": " Unlawful killing, taking and injuring of deer.", "section_text": "17 1 Subject to section 25 of this Act, any person who, without legal right to take or kill deer or without permission from a person having such right, takes or wilfully kills or injures deer on any land shall be guilty of an offence. 2 Subject to section 25 of this Act, any person who, without legal right to take or kill deer on any land or without permission from a person having such right, removes any deer carcase from that land shall be guilty of an offence. 3 Subject to section 25 of this Act, any person who wilfully kills or injures any deer otherwise than by shooting shall be guilty of an offence. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "17A", "section_title": "Register of persons competent to shoot deer", "section_text": "17A 1 The Scottish Ministers may by regulations— a make provision for the establishment and operation of a register of persons competent to shoot deer in Scotland; b prohibit any person from shooting deer unless the person is— i registered; or ii supervised by a registered person; c provide that being a registered person is sufficient to meet the requirements as to fitness and competence under sections 26(2)(d) and 37(1); d require registered persons or owners or occupiers of land to submit cull returns to SNH. 2 Regulations under subsection (1) above— a may make such supplementary, incidental or consequential provision as the Scottish Ministers think fit and may, in particular, make provision (or allow  SNH  to make provision) in relation to— i who is to keep and maintain the register; ii applications for registration (or for amendment of, or removal from, the register); iii the determination of applications for registration (including the criteria to be used to determine whether a person is competent to shoot deer); iv the imposition of conditions on the granting of an application (including conditions about compliance with any requirement for a registered person to submit a cull return); v the amendment of the register; vi the removal of a person from the register (including by revocation of registration); vii the charging of fees in connection with registration; viii appeals against decisions to— A refuse to register a person; B impose conditions on the granting of an application; C remove a person from the register; ix circumstances in which a person shooting deer is to be regarded as being, or not being, supervised by a registered person; x the information to be included in cull returns; xi the periods in respect of, and within, which cull returns are to be submitted; xii the form and manner in which cull returns are to be submitted; xiii the repeal of  sections 40 and 40A ; and xiv consequential modification of any of sections 5, 16, 18, 26 or 37 of, or Schedule 3 to, this Act; and b may make different provision for different purposes. 3 Before making regulations under subsection (1) above, the Scottish Ministers (or a person nominated by them) must consult such persons and organisations as they consider (or, as the case may be, the nominated person considers) have an interest in the regulations. 4 Any person who shoots a deer on any land in contravention of regulations made under subsection (1)(b) above is guilty of an offence. 5 Subsection (4) above does not apply where a person shoots a deer for the purpose mentioned in section 25 of this Act. 6 Any person who— a fails without reasonable cause to submit a cull return  within the meaning given by subsection (7)(a) or (b)(i)  in accordance with regulations made under subsection (1)(d) above;  ... aa fails without reasonable cause to submit a cull return within the meaning given by subsection (7)(b)(ii) in accordance with regulations made under subsection (1)(d) above, or b knowingly or recklessly provides any information in a cull return  referred to in paragraph (a)  which is, in a material particular, false or misleading, is guilty of an offence. 7 In this section,  “cull return”— a when required to be submitted by a registered person, means a written statement showing the number of deer of each species and of each sex which to his knowledge has been killed; and b when required to be submitted by an owner or occupier of land, means— i a written statement showing the number of deer of each species and of each sex which to his knowledge has been taken or killed on the land, or ii a written statement showing the number of deer of each species and of each sex which are planned to be killed on the land in the following year."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "17B", "section_title": "\nReview of competence \n etc. \n by \n SNH \n", "section_text": "17B 1  SNH  must carry out a review of the following matters if the power in section 17A(1) is not exercised by 1st April 2014— a levels of competence among persons who shoot deer in Scotland; b the effect of such levels of competence on deer welfare. 2 In any such review, the matters  SNH  must consider include— a the extent to which such persons have been trained to shoot deer and the availability and nature of such training; b any available evidence as regards any effect of the absence of such training, or the nature of such training, on the welfare of deer which have been shot. 3 If  SNH  carries out a review, it must— a when doing so consult such persons and organisations as it considers have an interest in the review; and b publish a report of the review."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "18", "section_title": " Taking or killing at night.", "section_text": "18 1 Subject to sections 25 and 41(2) of this Act and to subsection (2) below, any person who takes or wilfully kills or injures deer between the expiration of the first hour after sunset and the commencement of the last hour before sunrise shall be guilty of an offence. 2 Notwithstanding anything contained in any agreement between the occupier of agricultural land or of woodland and the owner thereof, but subject to section 37 of this Act,  SNH  may authorise such an occupier or any person nominated in writing by such an occupier to take or kill, and to sell or otherwise dispose of, any deer on any such land or woodland during the period specified in subsection (1) above, where  it is  satisfied that— a the taking or killing is necessary— i to prevent damage to crops, pasture, human or animal foodstuffs, or to woodland; or ii in the interests of public safety; and b no other means of control which might reasonably be adopted in the circumstances would be adequate."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "19", "section_title": " Use of vehicles to drive deer.", "section_text": "19 1 Subject to section 41(2) of this Act and to subsection (2) below, any person who uses a vehicle to drive deer on any land with the intention of taking, killing or injuring them shall be guilty of an offence. 2 Subject to section 37 of this Act,  SNH  may authorise the owner of any land which deer are on, or any person nominated in writing by him, to use any vehicle to drive deer in order to take or kill them for the purposes of deer management. 3 In subsection (2) above— “ deer management ” does not include driving deer in the course of any sporting activity; and “ vehicle ” does not include any aircraft or hovercraft."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "20", "section_title": " Other offences connected with moving vehicles.", "section_text": "20 1 Subject to sections 25 and 41(2) of this Act and to subsection (2) below, any person who— a discharges any firearm, or discharges or projects any missile, from any moving vehicle at any deer; or b uses any aircraft for the purposes of transporting any live deer other than in the interior of the aircraft, shall be guilty of an offence. 2 Nothing in subsection (1)(b) above shall make unlawful anything done by, or under the supervision of, a veterinary surgeon or practitioner. 3 In subsection (2) above— “ veterinary practitioner ” means a person who is for the time being registered in the supplementary register; and “ veterinary surgeon ” means a person who is for the time being registered in the register of veterinary surgeons."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "21", "section_title": " Firearms and ammunition.", "section_text": "21 1 The Secretary of State shall have power to make such order as he thinks fit regarding the classes of firearms, ammunition, sights and other equipment which may lawfully be used in connection with killing or taking deer, and the circumstances in which any class of firearms, ammunition, sights or other equipment may be so used. 2 Before making an order under subsection (1) above the Secretary of State shall consult any organisations which in his opinion represent persons likely to be interested in or affected by the order. 3 Any person who fails to comply with an order under subsection (1) above shall be guilty of an offence. 4 No order shall be made under this section unless a draft of the order has been laid before Parliament and approved by a resolution of each House of Parliament. 5 Any person who uses any firearm or any ammunition for the purpose of wilfully injuring any deer shall be guilty of an offence."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "22", "section_title": " Offences committed by more than one person.", "section_text": "22 Where two or more persons acting together do any act which would constitute an offence under any of sections 17 to 21 of this Act, every such person shall be guilty of an offence."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "23", "section_title": " Illegal possession of deer.", "section_text": "23 1 A person who is in possession of a deer or of firearms or ammunition in circumstances which make it reasonable to infer that— a he obtained the deer by committing a relevant offence; or b he had used the firearm or ammunition for the purpose of committing a relevant offence; or c he knew that— i a relevant offence had been committed in relation to the deer; or ii the firearm or ammunition had been used for the purpose of committing a relevant offence, shall be guilty of an offence. 2 It shall be a defence in proceedings for an offence under subsection (1) above for the accused to show that no relevant offence had been committed, or that he had no reason to believe that such an offence had been committed. 3 For the purposes of this section a “ relevant offence ” is an offence under any of sections 5 or 17 to 22 of this Act. 4 A person shall not be guilty of an offence under subsection (1) above in respect of anything done in good faith, including conduct which would otherwise constitute a relevant offence in relation to any deer, where what is done is done for purposes connected with the prevention or detection of crime or the investigation or treatment of disease. 5 It shall be lawful to convict a person charged under subsection (1) above on the evidence of one witness."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "24", "section_title": " Attempts to commit offences.", "section_text": "24 Without prejudice to the operation of section 294 of, and paragraph 10 of Schedule 3 to, the  Criminal Procedure (Scotland) Act 1995, any person who— a attempts to commit; or b does any act preparatory to the commission of, an offence under section 5(5) or this Part of this Act shall be guilty of an offence."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "25", "section_title": " Action intended to prevent suffering.", "section_text": "25 A person shall not be guilty of an offence against this Act or any order made under this Act in respect of any act done for the purpose of preventing suffering by— za a deer which is starving and which has no reasonable chance of recovering; a an injured or diseased deer; or b ... any deer calf, fawn or kid deprived, or about to be deprived, of its mother."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "26", "section_title": " Right of occupier in respect of deer causing  ... damage to crops etc. on certain ground.", "section_text": "26 1 ... it shall be lawful for a person to whom this subsection applies to take or kill, and to sell or otherwise dispose of, any deer found, as the case may be, on— a arable land, improved permanent pasture (other than moorland) and land which has been regenerated so as to be able to make a significant contribution to the productivity of a holding which forms part of that agricultural land; or b on enclosed woodland, where the occupier has reasonable ground for believing that  ... damage will be caused to crops, pasture or human or animal foodstuffs on that agricultural land, or to that woodland, if the deer are not taken or killed. 1A Subsection (1) above does not apply during any period fixed by order under section 5(1) of this Act in relation to the sex and species of the deer concerned. 2 Subsection (1) above applies to the occupier in person and, if duly authorised in writing by the occupier for the purposes of that subsection, to any of— a the owner in person; b the owner’s employees; c the occupier’s employees, or any other person normally resident, on the land; d any other person approved in writing by  SNH  as a fit and competent person for the purpose. And in relation to enclosed land (other than moorland) which is part of a common grazing, the subsection also applies to a person who for the purposes of the subsection is both duly authorised in writing by the grazings committee (provided the grazings committee have such reasonable ground as is mentioned in that subsection) and approved as is mentioned in paragraph (d) above. 2A For the purposes of subsection (2)(d) above, an approval may be by electronic communication (as defined in section 15(1) of the Electronic Communications Act  2000 (c. 7) ), which has been recorded and is consequently capable of being reproduced.  3 Nothing contained in any agreement between an occupier of agricultural land or enclosed woodland and the owner of that land shall prohibit any act made lawful by subsection (1) above. 4 Any authority given to a person under subsection (2) above shall expire— a at the end of such period as the occupier , or as the case may be the committee,  may specify in it; b when a person to whom it was given under paragraphs (b) or (c) of that subsection ceases to be in the employment of the owner or, as the case may be, the occupier, or ceases to be normally resident on the land; c when a person to whom it was given under paragraph (d) of that subsection ceases to be so approved; d if the occupier , or as the case may be the committee,  revokes it."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "27", "section_title": " Powers of search and seizure.", "section_text": "27 1 A constable may seize any deer liable to be forfeited on conviction of an offence under this Act. 2 Where a sheriff or any justice of the peace is satisfied by information on oath that— a there is reasonable ground to suspect a relevant offence to have been committed; and b evidence of the commission of the offence is to be found on any premises or in any vehicle, he may grant a warrant authorising any constable at any time or times within one week of the date of such warrant to enter, if necessary by force, the said premises and every part thereof or the said vehicle for the purpose of detecting the offence. 3 A constable authorised by a warrant granted under subsection (2) above may— a search every person who is found in, or whom he has reasonable ground to believe to have recently left or to be about to enter the premises or, as the case may be, vehicle to which the warrant relates; and b seize any article found on the premises, or in the vehicle, or on any such person which he has reasonable grounds for believing to be evidence of the commission of a relevant offence. 4 Where a constable has reasonable grounds to— a suspect that— i a relevant offence has been committed; and ii evidence of the commission of the offence is to be found in any vehicle; and b believe that by reason of urgency or other good cause it is impracticable to apply for a warrant to search such a vehicle, he may stop and search that vehicle, and may exercise the same power of search and seizure in relation to it as might be conferred under subsection (2) above by a warrant of the sheriff or of a justice of the peace. 5 In subsections (2) to (4) above, a “ relevant offence ” is an offence under Part III, or under section 36(1) or (4), of this Act. 6 No search of a female person shall be carried out in pursuance of any search authorised by this section except by a female person."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "28", "section_title": " Power of arrest.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "29", "section_title": " Offences by bodies corporate.", "section_text": "29 1 Where an offence under this Act has been committed by a body corporate and it is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person purporting to act in such capacity, he, as well as the body corporate, shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "29A", "section_title": "Offences by Scottish partnerships  etc.", "section_text": "29A Where an offence under this Act has been committed by a Scottish partnership or other unincorporated association and it is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a in relation to a Scottish partnership, any partner or any person who was purporting to act in such capacity; b in relation to an unincorporated association other than a Scottish partnership, any person who was concerned in the management or control of the association or any person who was purporting to act in any such capacity, he (as well as the partnership or, as the case may be, other unincorporated  association) is guilty of the offence and is liable to be proceeded against and punished accordingly."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "30", "section_title": " Power of court on trial for one offence to convict of another.", "section_text": "30 If, upon a trial for an offence under any of sections 5, 17  , 17A(4) , 18, 19, 20, 21, 22 or 23 of this Act, or any rule of law relating to reset, the court is— a not satisfied that the accused is guilty of the offence charged, but b satisfied that he is guilty of another of those offences, it may acquit him of the offence charged but find him guilty of the other offence and he shall then be liable to the same punishment as for that other offence."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "31", "section_title": " Powers of court on conviction for offences.", "section_text": "31 1 Where a person is convicted of an offence under an enactment specified in column 1 and described in column 2 of the Table set out in Schedule 3 to this Act, he shall be liable— a on summary conviction, to a penalty not exceeding the maximum penalty set out in column 3(a) of that Table in relation to that offence; and b on conviction on indictment, to a penalty not exceeding the maximum set out in column 3(b) of that Table in relation to that offence. 2 Where a person is convicted of an offence under any of sections 17 to 23 of this Act, the court shall have power (in addition to any other power) to cancel any firearm or shotgun certificate held by him. 3 Where a court cancels a firearm or shotgun certificate under subsection (2) above— a the court shall cause notice in writing of that fact to be sent to the chief constable by whom the certificate was granted; b the chief constable shall by notice in writing require the holder of the certificate to surrender it; and c if the holder of the certificate fails to surrender the certificate within twenty one days from the date of that requirement, he shall be guilty of an offence. 4 Where a person is convicted of an offence under any of sections 5(5), 17(1), (2) or (3)  , 17A(4) , 18(1), 20(1), 22 or 23(1) of this Act, he shall be liable to the forfeiture of any deer illegally taken, killed or removed by him or in his possession at the time of the offence. 5 Where a person is convicted of an offence under Part III or section 36 of this Act, the court shall have power to disqualify him from holding or obtaining a licence under section 33 of this Act."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "32", "section_title": " Disposal of deer liable to forfeiture.", "section_text": "32 1 Where any deer seized under section 27(1) of this Act is liable to forfeiture the person by whom it is seized may sell it and the net proceeds of the sale shall be liable to forfeiture in the same manner as the deer sold. 2 A person shall not be subject to any liability on account of his neglect or failure to exercise the power conferred on him by subsection (1) above."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "33", "section_title": " Licences to deal in venison.", "section_text": "33 1 A council may grant to any person whom they shall think fit a licence to deal in venison (which shall continue to be known as a “ venison dealer’s licence ”). 2 The Secretary of State shall have power by order to regulate— a applications for venison dealers’ licences and the manner in which they are to be dealt with (including power to authorise councils to charge fees in respect of such applications); and b the procedure— i by which venison dealers’ licences may be surrendered; and ii for handing in of licences where a court has ordered their forfeiture or the holders have ceased to deal in venison. 3 The Secretary of State may in regulations under subsection (2) above apply any provision of Schedule 1 to the  Civic Government (Scotland) Act 1982, as he thinks fit. 4 A venison dealer’s licence shall be valid for three years (unless the dealer has been disqualified from holding a licence by reason of his conviction of an offence under this Act), and may be renewed provided he is not at the time of the application subject to such disqualification. 5 Every council which grants a venison dealer’s licence shall cause to be sent to  SNH  as soon as may be a copy of the licence. 6 Every council by whom venison dealers’ licences are granted shall as soon as may be after the first day of January in each year make a return to  SNH  of the names and addresses of the persons who on that day held venison dealer’s licences issued by the council. 7 In this section and sections 34 to 36 “ venison ” means the carcase or any edible part of the carcase of a deer, and “ deer ” means deer of any species, whether or not deer within the meaning of section 45 of this Act, and includes farmed deer. 8 In this section and section 36 of this Act “ council ” means a council constituted under section 2 of the  Local Government etc. (Scotland) Act 1994."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "34", "section_title": " Records kept by venison dealers.", "section_text": "34 1 Every licensed venison dealer shall keep a book in which shall be entered records in the prescribed form of all purchases and receipts of venison by him and shall enter in such book forthwith the prescribed particulars of such purchases and receipts. 2 Any person authorised in writing in that behalf by the Secretary of State or by  SNH  (an “ authorised person ”) or any constable, may inspect any book kept in pursuance of subsection (1) above. 2A For the purposes of subsection (2) above, an authority may be by electronic communication (as defined in section 15(1) of the Electronic Communications Act  2000 (c. 7) ), which has been recorded and is consequently capable of being reproduced.  3 An authorised person shall show his written authority , or a copy of a record of authority in terms of subsection (2A) above,  when so requested. 4 A licensed venison dealer shall produce for inspection by an authorised person or constable— a any book kept in pursuance of subsection (1) above; b all invoices, consignment notes, receipts and other documents (including copies of them where the originals are not available) which may be required to verify any entry in such book; and c all venison in his possession or under his control, or on premises or in vehicles under his control, and shall allow the authorised person or constable to take copies of such book or document or extracts therefrom. 5 Every book kept in pursuance of subsection (1) above shall be kept until the end of the period of three years beginning with the day on which the last entry was made in the book and any such documents as are mentioned in subsection (4)(b) above shall be kept for a period of three years beginning with the date of the entry to which they refer. 6 In this section “ prescribed ” means prescribed by order."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "35", "section_title": " Reciprocal arrangements.", "section_text": "35 A licensed venison dealer who has purchased or received venison from another licensed venison dealer or from a licensed game dealer within the meaning of section 10(5) of the  Deer Act 1991 shall be deemed to have complied with the requirements of section 34 of this Act if he has recorded in his book kept in pursuance of subsection (1) of that section— a that the venison was so purchased or received; b the name and address of the other licensed venison dealer or of the licensed game dealer; c the date when the venison was so purchased or received; d the number of carcases and sex of the venison; and e the species of deer, provided that it is possible to identify it."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "36", "section_title": " Offences in connection with venison dealing.", "section_text": "36 1 Subject to subsection (2) below, any person who— a sells, offers or exposes for sale; or b has in his possession, transports or causes to be transported for the purpose of sale at any premises, any venison shall be guilty of an offence. 2 A person is not guilty of an offence under subsection (1) above if— a he is a licensed venison dealer; or b he does the act constituting the offence for the purpose of selling to a licensed venison dealer; or c he has purchased the venison from a licensed venison dealer. 3 In subsection (2) above “ licensed venison dealer ” means the holder of a venison dealer’s licence granted by the council within whose area the sale, offer or exposure for sale takes place, or where the premises concerned are situated. 4 Any person who— a sells, offers or exposes for sale; b has in his possession for the purpose of sale at any premises; c transports for the purpose of sale; or d purchases or offers to purchase or receives, the carcase of a deer, or any part of such a carcase, which he knows or has reason to believe has been killed unlawfully shall be guilty of an offence. 5 Any licensed venison dealer who fails to comply with any provision of section 34 of this Act or who knowingly or recklessly makes in any book or document he is required to keep under that section an entry which is false or misleading in any material particular shall be guilty of an offence. 6 Any person who obstructs an authorised person or a constable making an inspection under section 34 of this Act shall be guilty of an offence. 7 In this section “ sale ” includes barter, exchange and other transactions by which venison is disposed of for value."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "37", "section_title": " Restrictions on granting of certain authorisations.", "section_text": "37 1 Except as mentioned in subsection (1A) below,   SNH  shall not grant an authorisation under any of sections 5(6) or (7), 18(2) or 19(2) of this Act (in subsections (2) to (5) below referred to as an “ authorisation ”) unless  it is  satisfied that the person concerned is a fit and competent person to receive an authorisation under that provision. 1A Subsection (1) above does not apply to an authorisation under section 5(6) of this Act to any of the following persons to take or kill, for the purpose of preventing any damage mentioned in section 5(6)(a), any deer found on land falling within section 26(1)(a) or (b) of this Act (“section 26 land”)— a the occupier of the section 26 land; or b if authorised by the occupier— i the owner of the section 26 land; ii an employee of the owner; or iii an employee of the occupier, or any other person normally resident on, the section 26 land. 2 An authorisation shall— a be in writing; and b specify the duration of its validity. 2A For the purposes of subsection (2) above, an authorisation may be by electronic communication (as defined in section 15(1) of the Electronic Communications Act  2000 (c. 7) ), which has been recorded and is consequently capable of being reproduced.  3 No authorisation shall be granted under section 18(2) or 19(2) of this Act unless a relevant code of practice has been published under subsection (5) below, and any such authorisation shall contain a condition that the person concerned shall comply with the relevant provisions of any such code. 4 An authorisation may contain such conditions, other than that mentioned in subsection (3) above, as  SNH n  thinks  fit. 5 SNH  shall prepare and publish, and from time to time revise, a code of practice for— a night shooting; and b the use of vehicles for the purposes of deer management, within the meaning of section 19(2) of this Act, to which  it  shall have regard when exercising  its  power under section 18(2) or, as the case may be, section 19(2) of this Act."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "38", "section_title": " Limitation on requirement to obtain game licence.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "39", "section_title": " Deer killed under the authority of  SNH .", "section_text": "39 Without prejudice to sections 8(8), 9, 10(10) and 12(1) of this Act,  SNH  shall have no power to dispose of deer taken or killed under  its  authority."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "40", "section_title": "Power of Commission to require return of number of deer killed.", "section_text": "40 1 SNH  may, for the purposes of any of  its deer  functions, by notice served on the owner or occupier of any land require him to make a return, in such form as  SNH  may require, showing the number of deer of each species and of each sex which to his knowledge have been taken or killed on the land. 2 A notice served under subsection (1) above shall— a be in writing; b specify a period, immediately preceding the date of service of the notice, for which the return must be completed. 2A For the purposes of subsection (2) above, a notice may be by electronic communication (as defined in section 15(1) of the Electronic Communications Act  2000 (c. 7) ), which has been recorded and is consequently capable of being reproduced. 2B A notice may be served on a person by such an electronic communication only if— a the person consents in writing to the receipt of a notice of the kind in question from the sender by electronic communication sent to a specified number or address, and b the communication is sent to the number or address in question. 3 A period specified by virtue of subsection (2)(b) above shall not exceed five years. 4 Any person on whom a notice under subsection (1) above has been served who— a fails without reasonable cause to make the required return within thirty-six days after the service of the notice; or b in making the return knowingly or recklessly furnishes any information which is false in a material particular, shall be guilty of an offence."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "40A", "section_title": "Power of  SNH  to require return of number of deer planned to be killed", "section_text": "40A 1  SNH  may, for the purposes of any of its deer functions, by notice served on the owner or occupier of any land require the owner or occupier to make a return, in such form as  SNH  may require, showing how many deer of each species and of each sex are planned to be killed on the land in the following year. 2 A notice served under subsection (1) must specify a period, of not more than 1 year immediately following the date of service of the notice, for which the return must be completed. 3 Any person on whom a notice under subsection (1) has been served who fails without reasonable cause to make the required return within 36 days after the service of the notice commits an offence."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "41", "section_title": " Savings for certain rights.", "section_text": "41 1 Nothing in Parts I or  II  (except section 5) of this Act or anything done thereunder shall preclude any occupier of any land from recovering any compensation for damage caused by deer which he would have been entitled to recover if this Act had not been passed. 2 Nothing in sections 18(1), 19(1) or 20(1)(a) of this Act shall be construed as prohibiting— a a person having a legal right to take deer on any land; or b a person having permission in writing from any such person as is mentioned in paragraph (a) above, from taking a deer on that land in any manner which does not cause it unnecessary suffering."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "42", "section_title": " Information to be supplied to owner of certain land.", "section_text": "42 The occupier of any agricultural land or enclosed or unenclosed woodland shall supply, as soon as practicable after being requested to do so by the owner of the land, information to the owner as to the number, sex and species of deer taken or killed by him or by any other person, other than the owner or his employees, authorised or nominated by him under or by virtue of section 5(6), 18(2) or 26(2) of this Act within the period of twelve months immediately preceding the request."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "43", "section_title": " Application of Act to farmed deer.", "section_text": "43 1 Subject to subsections (2) to (4) below, this Act does not apply in respect of farmed deer. 2 The following provisions of this Act apply as respects farmed deer— a subsections (3) and (4) of section 17; b section 21; c sections 33 to 36; d section 45. 3 The provisions of sections 24 and 27 to 32 of this Act shall apply in respect of an offence committed by virtue of subsection (2) above. 4 In this section “ farmed deer ” means deer of any species which are on agricultural land enclosed by a deer-proof barrier and are kept on that land by any person as livestock."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "44", "section_title": " Application of Act to the Crown.", "section_text": "44 1 This Act binds the Crown, subject to such modifications as may be prescribed. 2 In subsection (1) above, “ prescribed ” means prescribed in regulations made by the Secretary of State under this Act. 3 No contravention by the Crown of any provision made by or under this Act makes the Crown criminally liable but the Court of Session may, on the application of any public body or office-holder having responsibility for enforcing that provision, declare unlawful any act or omission of the Crown which constitutes such a contravention. 4 Despite subsection (3), this Act applies to persons in the public service of the Crown as it applies to other persons. 5 The power conferred by section 15 of this Act is exercisable in relation to Crown land only with the consent of the appropriate authority. 6 In subsection (5),  “ Crown land ” means an interest in land which— a belongs to Her Majesty in right of the Crown; b belongs to Her Majesty in right of Her private estates; c belongs to an office-holder in the Scottish Administration or is held in trust for Her Majesty by such an office-holder for the purposes of the Scottish Administration; or d belongs to a government department or is held in trust for Her Majesty for the purposes of a government department. 7 In subsection (5), the  “appropriate authority”— a in the case of land belonging to Her Majesty in right of the Crown and forming part of the Crown Estate, means the Crown Estate Commissioners; b in the case of any other land belonging to Her Majesty in right of the Crown, means the office-holder in the Scottish Administration who or, as the case may be, government department which manages the land  or the relevant person  ; c in the case of land belonging to Her Majesty in right of Her private estates, means a person appointed by Her Majesty in writing under the Royal Sign Manual or, if no such appointment is made, the Scottish Ministers; d in the case of land belonging to an office-holder in the Scottish Administration or held in trust for Her Majesty by such an office-holder for the purposes of the Scottish Administration, means that office-holder; e in the case of land belonging to a government department or held in trust for Her Majesty for the purposes of a government department, means that government department. 7A In subsection (7), “relevant person”, in relation to any land to which section 90B(5) of the Scotland Act 1998 applies, means the person who manages that land. 8 The references in subsections (6)(b) and (7)(c) to Her Majesty's private estates are to be construed in accordance with section 1 of the Crown Private Estates Act 1862 (c.37). 9 It is for the Scottish Ministers to determine any question which arises as to who is the appropriate authority in relation to any land, and their decision is final."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "45", "section_title": " Interpretation.", "section_text": "45 1 In this Act, unless the context otherwise requires— “ agricultural land ” has the meaning given by the  Agricultural Holdings (Scotland) Act 1991; “ ammunition ” and “ firearm ” have the meanings respectively given in th e  Firearms Act 1968; “ animal foodstuffs ”, for the purposes of sections 18(2) and 26 of this Act, includes foodstuffs intended for consumption by farmed deer; “ code of practice on deer management ” means the code of practice currently in operation in pursuance of section 5A of this Act; “ control agreement ” has the meaning given by section 7 of this Act; “ control area ” has the meaning given by section 6 of this Act; “ control scheme ” has the meaning given by section 8 of this Act; “ deer ” means fallow deer, red deer, roe deer and sika deer and any other species of deer specified in an order made under subsection (2) below and includes any hybrid of those species and, where appropriate, the carcase of any deer or any part of it; “ deer management ” includes the management of deer for sporting purposes; “ deer proof barrier ” means a barrier which will, having regard to the character and nature of the land, prevent the entry of deer on to or, as the case may be, the escape of deer from any land; “ enclosed ” means enclosed by a stock-proof fence or other barrier, and “ unenclosed ” shall be construed accordingly; “ fallow deer ” means deer of the species Dama dama ; “ farmed deer ” has the meaning given in section 43 of this Act; “ functions ” includes powers and duties; “ land ” does not include a dwelling house or any yard, garden, outhouses and pertinents belonging thereto or usually enjoyed therewith; “ livestock ” has the meaning given by the  Agriculture (Miscellaneous Provisions) Act 1968 and, for the purposes of sections 7, 8 and 10 of this Act, includes farmed deer; “ natural heritage ” includes flora and fauna, geological and physiographical features and the natural beauty and amenity of the countryside; “ occupier ” in relation to any land includes any tenant or sub-tenant, whether in actual occupation of the land or not; “ owner ” in relation to any land includes any person who under the Land Clauses Acts would be enabled to sell and convey the land to promoters of an undertaking; “ red deer ” means deer of the species Cervus elaphus ; “ registered person ” means a person registered in accordance with regulations under section 17A(1); “ roe deer ” means deer of the species Capreolus capreolus ; “ shoot ” means discharge a firearm of a class prescribed in an order under section 21(1) of this Act; and  “ shooting ” is to be construed accordingly; “ sika deer ” means deer of the species Cervus nippon ; “ species ” includes any hybrid of different species of deer; “ take ”, in relation to deer, means take alive, and cognate expressions shall be construed accordingly; “ vehicle ” includes an aircraft, hovercraft or boat; and “ woodland ” means land on which trees are grown, whether or not commercially, and includes any such trees and any vegetation planted or growing naturally among such trees on that land. 2 The Secretary of State may, by order, specify other species of deer which are to be “ deer ” for the purposes of subsection (1) above."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "46", "section_title": " Financial provisions", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "47", "section_title": " Orders, regulations etc.", "section_text": "47 1 Subject to section 21(4) of this Act, any order or regulations made under this Act shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution by either House of Parliament. 2 Any order made under this Act may be varied or revoked by a subsequent order made in the like manner."}, {"act": "Deer (Scotland) Act 1996", "year": 1996, "section": "48", "section_title": " Short title, consequential amendments, repeals, extent and commencement.", "section_text": "48 1 This Act may be cited as the Deer (Scotland) Act 1996. 2 Schedule 4 (which makes provisions consequential on this Act) and Schedule 5 (which repeals provisions consolidated by this Act) shall have effect. 3 Subject to subsection (4) below, this Act shall extend to Scotland only. 4 The amendments contained in Schedule 4 and the repeals contained in Schedule 5 have the same extent as the enactments therein amended or, as the case may be, repealed. 5 Schedule 6 (which contains transitional and transitory provisions and a saving) shall have effect. 6 This Act shall come into force at the expiry of the period of one month beginning with the date on which the  Deer (Amendment)(Scotland) Act 1996 comes into force."}]