[{"act": "Defamation Act 1996", "year": 1996, "section": "1", "section_title": " Responsibility for publication.", "section_text": "1 1 In defamation proceedings a person has a defence if he shows that— a he was not the author, editor or publisher of the statement complained of, b he took reasonable care in relation to its publication, and c he did not know, and had no reason to believe, that what he did caused or contributed to the publication of a defamatory statement. 2 For this purpose “ author ”, “ editor ” and “ publisher ” have the following meanings, which are further explained in subsection (3)— “ author ” means the originator of the statement, but does not include a person who did not intend that his statement be published at all; “ editor ” means a person having editorial or equivalent responsibility for the content of the statement or the decision to publish it; and “ publisher ” means a commercial publisher, that is, a person whose business is issuing material to the public, or a section of the public, who issues material containing the statement in the course of that business. 3 A person shall not be considered the author, editor or publisher of a statement if he is only involved— a in printing, producing, distributing or selling printed material containing the statement; b in processing, making copies of, distributing, exhibiting or selling a film or sound recording (as defined in Part I of the  Copyright, Designs and Patents Act 1988) containing the statement; c in processing, making copies of, distributing or selling any electronic medium in or on which the statement is recorded, or in operating or providing any equipment, system or service by means of which the statement is retrieved, copied, distributed or made available in electronic form; d as the broadcaster of a live programme containing the statement in circumstances in which he has no effective control over the maker of the statement; e as the operator of or provider of access to a communications system by means of which the statement is transmitted, or made available, by a person over whom he has no effective control. In a case not within paragraphs (a) to (e) the court may have regard to those provisions by way of analogy in deciding whether a person is to be considered the author, editor or publisher of a statement. 4 Employees or agents of an author, editor or publisher are in the same position as their employer or principal to the extent that they are responsible for the content of the statement or the decision to publish it. 5 In determining for the purposes of this section whether a person took reasonable care, or had reason to believe that what he did caused or contributed to the publication of a defamatory statement, regard shall be had to— a the extent of his responsibility for the content of the statement or the decision to publish it, b the nature or circumstances of the publication, and c the previous conduct or character of the author, editor or publisher. 6 This section does not apply to any cause of action which arose before the section came into force."}, {"act": "Defamation Act 1996", "year": 1996, "section": "2", "section_title": " Offer to make amends.", "section_text": "2 1 A person who has published a statement alleged to be defamatory of another may offer to make amends under this section. 2 The offer may be in relation to the statement generally or in relation to a specific defamatory meaning which the person making the offer accepts that the statement conveys (“ a qualified offer ”). 3 An offer to make amends— a must be in writing, b must be expressed to be an offer to make amends under section 2 of the Defamation Act 1996, and c must state whether it is a qualified offer and, if so, set out the defamatory meaning in relation to which it is made. 4 An offer to make amends under this section is an offer— a to make a suitable correction of the statement complained of and a sufficient apology to the aggrieved party, b to publish the correction and apology in a manner that is reasonable and practicable in the circumstances, and c to pay to the aggrieved party such compensation (if any), and such costs, as may be agreed or determined to be payable. The fact that the offer is accompanied by an offer to take specific steps does not affect the fact that an offer to make amends under this section is an offer to do all the things mentioned in paragraphs (a) to (c). 5 An offer to make amends under this section may not be made by a person after serving a defence in defamation proceedings brought against him by the aggrieved party in respect of the publication in question. 6 An offer to make amends under this section may be withdrawn before it is accepted; and a renewal of an offer which has been withdrawn shall be treated as a new offer."}, {"act": "Defamation Act 1996", "year": 1996, "section": "3", "section_title": " Accepting an offer to make amends.", "section_text": "3 1 If an offer to make amends under section 2 is accepted by the aggrieved party, the following provisions apply. 2 The party accepting the offer may not bring or continue defamation proceedings in respect of the publication concerned against the person making the offer, but he is entitled to enforce the offer to make amends, as follows. 3 If the parties agree on the steps to be taken in fulfilment of the offer, the aggrieved party may apply to the court for an order that the other party fulfil his offer by taking the steps agreed. 4 If the parties do not agree on the steps to be taken by way of correction, apology and publication, the party who made the offer may take such steps as he thinks appropriate, and may in particular— a make the correction and apology by a statement in open court in terms approved by the court, and b give an undertaking to the court as to the manner of their publication. 5 If the parties do not agree on the amount to be paid by way of compensation, it shall be determined by the court on the same principles as damages in defamation proceedings. The court shall take account of any steps taken in fulfilment of the offer and (so far as not agreed between the parties) of the suitability of the correction, the sufficiency of the apology and whether the manner of their publication was reasonable in the circumstances, and may reduce or increase the amount of compensation accordingly. 6 If the parties do not agree on the amount to be paid by way of costs, it shall be determined by the court on the same principles as costs awarded in court proceedings. 7 The acceptance of an offer by one person to make amends does not affect any cause of action against another person in respect of the same publication, subject as follows. 8 In England and Wales or Northern Ireland, for the purposes of the  Civil Liability (Contribution) Act 1978— a the amount of compensation paid under the offer shall be treated as paid in bona fide settlement or compromise of the claim; and b where another person is liable in respect of the same damage (whether jointly or otherwise), the person whose offer to make amends was accepted is not required to pay by virtue of any contribution under section 1 of that Act a greater amount than the amount of the compensation payable in pursuance of the offer. 9 In Scotland— a subsection (2) of section 3 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1940 (right of one joint wrongdoer as respects another to recover contribution towards damages) applies in relation to compensation paid under an offer to make amends as it applies in relation to damages in an action to which that section applies; and b where another person is liable in respect of the same damage (whether jointly or otherwise), the person whose offer to make amends was accepted is not required to pay by virtue of any contribution under section 3(2) of that Act a greater amount than the amount of compensation payable in pursuance of the offer. 10 Proceedings under this section shall be heard and determined without a jury."}, {"act": "Defamation Act 1996", "year": 1996, "section": "4", "section_title": " Failure to accept offer to make amends.", "section_text": "4 1 If an offer to make amends under section 2, duly made and not withdrawn, is not accepted by the aggrieved party, the following provisions apply. 2 The fact that the offer was made is a defence (subject to subsection (3)) to defamation proceedings in respect of the publication in question by that party against the person making the offer. A qualified offer is only a defence in respect of the meaning to which the offer related. 3 There is no such defence if the person by whom the offer was made knew or had reason to believe that the statement complained of— a referred to the aggrieved party or was likely to be understood as referring to him, and b was both false and defamatory of that party; but it shall be presumed until the contrary is shown that he did not know and had no reason to believe that was the case. 4 The person who made the offer need not rely on it by way of defence, but if he does he may not rely on any other defence. If the offer was a qualified offer, this applies only in respect of the meaning to which the offer related. 5 The offer may be relied on in mitigation of damages whether or not it was relied on as a defence."}, {"act": "Defamation Act 1996", "year": 1996, "section": "5", "section_title": " Limitation of actions: England and Wales.", "section_text": "5 1 The  Limitation Act 1980 is amended as follows. 2 For section 4A (time limit for action for libel or slander) substitute—  Time limit for actions for defamation or malicious falsehood. 4A The time limit under section 2 of this Act shall not apply to an action for— a libel or slander, or b slander of title, slander of goods or other malicious falsehood, but no such action shall be brought after the expiration of one year from the date on which the cause of action accrued. . 3 In section 28 (extension of limitation period in case of disability), for subsection (4A) substitute— 4A If the action is one to which section 4A of this Act applies, subsection (1) above shall have effect— a in the case of an action for libel or slander, as if for the words from “at any time” to “occurred)” there were substituted the words “by him at any time before the expiration of one year from the date on which he ceased to be under a disability”; and b in the case of an action for slander of title, slander of goods or other malicious falsehood, as if for the words “six years” there were substituted the words “one year”. . 4 For section 32A substitute—  Discretionary exclusion of time limit for actions for defamation or malicious falsehood  Discretionary exclusion of time limit for actions for defamation or malicious falsehood. 32A 1 If it appears to the court that it would be equitable to allow an action to proceed having regard to the degree to which— a the operation of section 4A of this Act prejudices the plaintiff or any person whom he represents, and b any decision of the court under this subsection would prejudice the defendant or any person whom he represents, the court may direct that that section shall not apply to the action or shall not apply to any specified cause of action to which the action relates. 2 In acting under this section the court shall have regard to all the circumstances of the case and in particular to— a the length of, and the reasons for, the delay on the part of the plaintiff; b where the reason or one of the reasons for the delay was that all or any of the facts relevant to the cause of action did not become known to the plaintiff until after the end of the period mentioned in section 4A— i the date on which any such facts did become known to him, and ii the extent to which he acted promptly and reasonably once he knew whether or not the facts in question might be capable of giving rise to an action; and c the extent to which, having regard to the delay, relevant evidence is likely— i to be unavailable, or ii to be less cogent than if the action had been brought within the period mentioned in section 4A. 3 In the case of an action for slander of title, slander of goods or other malicious falsehood brought by a personal representative— a the references in subsection (2) above to the plaintiff shall be construed as including the deceased person to whom the cause of action accrued and any previous personal representative of that person; and b nothing in section 28(3) of this Act shall be construed as affecting the court’s discretion under this section. 4 In this section “ the court ” means the court in which the action has been brought. . 5 In section 36(1) (expiry of time limit no bar to equitable relief), for paragraph (aa) substitute— aa the time limit under section 4A for actions for libel or slander, or for slander of title, slander of goods or other malicious falsehood; . 6 The amendments made by this section apply only to causes of action arising after the section comes into force."}, {"act": "Defamation Act 1996", "year": 1996, "section": "6", "section_title": " Limitation of actions: Northern Ireland.", "section_text": "6 1 The  Limitation (Northern Ireland) Order 1989 is amended as follows. 2 In Article 6 (time limit: certain actions founded on tort) for paragraph (2) substitute— 2 Subject to Article 51, an action for damages for— a libel or slander; or b slander of title, slander of goods or other malicious falsehood, may not be brought after the expiration of one year from the date on which the cause of action accrued. . 3 In Article 48 (extension of time limit), for paragraph (7) substitute— 7 Where the action is one to which Article 6(2) applies, paragraph (1) has effect— a in the case of an action for libel and slander, as if for the words from “at any time” to “occurred” there were substituted the words “by him at any time before the expiration of one year from the date on which he ceased to be under a disability”; and b in the case of an action for slander of title, slander of goods or other malicious falsehood, as if for the words “six years” there were substituted the words “one year”. . 4 For Article 51 substitute— Court’s power to override time limit: actions for defamation or malicious falsehood. 51 1 If it appears to the court that it would be equitable to allow an action to proceed having regard to the degree to which— a the provisions of Article 6(2) prejudice the plaintiff or any person whom he represents; and b any decision of the court under this paragraph would prejudice the defendant or any person whom he represents, the court may direct that those provisions are not to apply to the action, or are not to apply to any specified cause of action to which the action relates. 2 In acting under this Article the court is to have regard to all the circumstances of the case and in particular to— a the length of, and the reasons for, the delay on the part of the plaintiff; b in a case where the reason, or one of the reasons, for the delay was that all or any of the facts relevant to the cause of action did not become known to the plaintiff until after the expiration of the period mentioned in Article 6(2)— i the date on which any such facts did become known to him, and ii the extent to which he acted promptly and reasonably once he knew whether or not the facts in question might be capable of giving rise to an action; and c the extent to which, having regard to the delay, relevant evidence is likely— i to be unavailable, or ii to be less cogent than if the action had been brought within the time allowed by Article 6(2). 3 In the case of an action for slander of title, slander of goods or other malicious falsehood brought by a personal representative— a the references in paragraph (2) to the plaintiff shall be construed as including the deceased person to whom the cause of action accrued and any previous personal representative of that person; and b nothing in Article 48(3) shall be construed as affecting the court’s discretion under this Article. 4 In this Article “ the court ” means the court in which the action has been brought. . 5 The amendments made by this section apply only to causes of action arising after the section comes into force."}, {"act": "Defamation Act 1996", "year": 1996, "section": "7", "section_title": " Ruling on the meaning of a statement.", "section_text": "7 In defamation proceedings the court shall not be asked to rule whether a statement is arguably capable, as opposed to capable, of bearing a particular meaning or meanings attributed to it."}, {"act": "Defamation Act 1996", "year": 1996, "section": "8", "section_title": " Summary disposal of claim.", "section_text": "8 1 In defamation proceedings the court may dispose summarily of the plaintiff’s claim in accordance with the following provisions. 2 The court may dismiss the plaintiff’s claim if it appears to the court that it has no realistic prospect of success and there is no reason why it should be tried. 3 The court may give judgment for the plaintiff and grant him summary relief (see section 9) if it appears to the court that there is no defence to the claim which has a realistic prospect of success, and that there is no other reason why the claim should be tried. Unless the plaintiff asks for summary relief, the court shall not act under this subsection unless it is satisfied that summary relief will adequately compensate him for the wrong he has suffered. 4 In considering whether a claim should be tried the court shall have regard to— a whether all the persons who are or might be defendants in respect of the publication complained of are before the court; b whether summary disposal of the claim against another defendant would be inappropriate; c the extent to which there is a conflict of evidence; d the seriousness of the alleged wrong (as regards the content of the statement and the extent of publication); and e whether it is justifiable in the circumstances to proceed to a full trial. 5 Proceedings under this section shall be heard and determined without a jury."}, {"act": "Defamation Act 1996", "year": 1996, "section": "9", "section_title": " Meaning of summary relief.", "section_text": "9 1 For the purposes of section 8 (summary disposal of claim) “ summary relief ” means such of the following as may be appropriate— a a declaration that the statement was false and defamatory of the plaintiff; b an order that the defendant publish or cause to be published a suitable correction and apology; c damages not exceeding £10,000 or such other amount as may be prescribed by order of the Lord Chancellor; d an order restraining the defendant from publishing or further publishing the matter complained of. 2 The content of any correction and apology, and the time, manner, form and place of publication, shall be for the parties to agree. If they cannot agree on the content, the court may direct the defendant to publish or cause to be published a summary of the court’s judgment agreed by the parties or settled by the court in accordance with rules of court. If they cannot agree on the time, manner, form or place of publication, the court may direct the defendant to take such reasonable and practicable steps as the court considers appropriate. 2A The Lord Chancellor must consult the Lord Chief Justice of England and Wales before making any order under subsection (1)(c) in relation to England and Wales. 2B The Lord Chancellor must consult the Lord Chief Justice of Northern Ireland before making any order under subsection (1)(c) in relation to Northern Ireland. 2C The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section. 2D The Lord Chief Justice of Northern Ireland may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act). 3 Subject to subsection (4)  Any order under subsection (1)(c) shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Any order made by the Department of Justice in Northern Ireland under subsection (1)(c) shall be made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 , and shall be subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954 ."}, {"act": "Defamation Act 1996", "year": 1996, "section": "10", "section_title": " Summary disposal: rules of court.", "section_text": "10 1 Provision may be made by rules of court as to the summary disposal of the plaintiff’s claim in defamation proceedings. 2 Without prejudice to the generality of that power, provision may be made— a authorising a party to apply for summary disposal at any stage of the proceedings; b authorising the court at any stage of the proceedings— i to treat any application, pleading or other step in the proceedings as an application for summary disposal, or ii to make an order for summary disposal without any such application; c as to the time for serving pleadings or taking any other step in the proceedings in a case where there are proceedings for summary disposal; d requiring the parties to identify any question of law or construction which the court is to be asked to determine in the proceedings; e as to the nature of any hearing on the question of summary disposal, and in particular— i authorising the court to order affidavits or witness statements to be prepared for use as evidence at the hearing, and ii requiring the leave of the court for the calling of oral evidence, or the introduction of new evidence, at the hearing; f authorising the court to require a defendant to elect, at or before the hearing, whether or not to make an offer to make amends under section 2."}, {"act": "Defamation Act 1996", "year": 1996, "section": "11", "section_title": " Summary disposal: application to Northern Ireland.", "section_text": "11 In their application to Northern Ireland the provisions of sections 8 to 10 (summary disposal of claim) apply only to proceedings in the High Court."}, {"act": "Defamation Act 1996", "year": 1996, "section": "12", "section_title": " Evidence of convictions.", "section_text": "12 1 In section 13 of the  Civil Evidence Act 1968 (conclusiveness of convictions for purposes of defamation actions), in subsections (1) and (2) for “a person” substitute  “                  the plaintiff                ”  and for “that person” substitute  “                  he                ” ; and after subsection (2) insert— 2A In the case of an action for libel or slander in which there is more than one plaintiff— a the references in subsections (1) and (2) above to the plaintiff shall be construed as references to any of the plaintiffs, and b proof that any of the plaintiffs stands convicted of an offence shall be conclusive evidence that he committed that offence so far as that fact is relevant to any issue arising in relation to his cause of action or that of any other plaintiff. . The amendments made by this subsection apply only where the trial of the action begins after this section comes into force. 2 In section 12 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1968 (conclusiveness of convictions for purposes of defamation actions), in subsections (1) and (2) for “a person” substitute  “                  the pursuer                ”  and for “that person” substitute  “                  he                ” ; and after subsection (2) insert— 2A In the case of an action for defamation in which there is more than one pursuer— a the references in subsections (1) and (2) above to the pursuer shall be construed as references to any of the pursuers, and b proof that any of the pursuers stands convicted of an offence shall be conclusive evidence that he committed that offence so far as that fact is relevant to any issue arising in relation to his cause of action or that of any other pursuer. . The amendments made by this subsection apply only for the purposes of an action begun after this section comes into force, whenever the cause of action arose. 3 In section 9 of the  Civil Evidence Act (Northern Ireland) 1971 (conclusiveness of convictions for purposes of defamation actions), in subsections (1) and (2) for “a person” substitute  “                  the plaintiff                ”  and for “that person” substitute  “                  he                ” ; and after subsection (2) insert— 2A In the case of an action for libel or slander in which there is more than one plaintiff— a the references in subsections (1) and (2) to the plaintiff shall be construed as references to any of the plaintiffs, and b proof that any of the plaintiffs stands convicted of an offence shall be conclusive evidence that he committed that offence so far as that fact is relevant to any issue arising in relation to his cause of action or that of any other plaintiff. . The amendments made by this subsection apply only where the trial of the action begins after this section comes into force."}, {"act": "Defamation Act 1996", "year": 1996, "section": "13", "section_title": " Evidence concerning proceedings in Parliament.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Defamation Act 1996", "year": 1996, "section": "14", "section_title": " Reports of court proceedings absolutely privileged.", "section_text": "14 1 A fair and accurate report of proceedings in public before a court to which this section applies, if published contemporaneously with the proceedings, is absolutely privileged. 2 A report of proceedings which by an order of the court, or as a consequence of any statutory provision, is required to be postponed shall be treated as published contemporaneously if it is published as soon as practicable after publication is permitted. 3 This section applies to— a any court in the United Kingdom, b the European Court of Justice or any court attached to that court, c the European Court of Human Rights, and d any international criminal tribunal established by the Security Council of the United Nations or by an international agreement to which the United Kingdom is a party. In paragraph (a) “ court ” includes any tribunal or body exercising the judicial power of the State. 3 This section applies to— a any court in the United Kingdom; b any court established under the law of a country or territory outside the United Kingdom; c any international court or tribunal established by the Security Council of the United Nations or by an international agreement; and in paragraphs (a) and (b) “ court ” includes any tribunal or body exercising the judicial power of the State. 4 In section 8(6) of the  Rehabilitation of Offenders Act 1974 and in Article 9(6) of the  Rehabilitation of Offenders (Northern Ireland) Order 1978 (defamation actions: reports of court proceedings), for “section 3 of the Law of Libel Amendment Act 1888” substitute  “                  section 14 of the Defamation Act 1996                ” ."}, {"act": "Defamation Act 1996", "year": 1996, "section": "15", "section_title": " Reports, &c. protected by qualified privilege.", "section_text": "15 1 The publication of any report or other statement mentioned in Schedule 1 to this Act is privileged unless the publication is shown to be made with malice, subject as follows. 2 In defamation proceedings in respect of the publication of a report or other statement mentioned in Part II of that Schedule, there is no defence under this section if the plaintiff shows that the defendant— a was requested by him to publish in a suitable manner a reasonable letter or statement by way of explanation or contradiction, and b refused or neglected to do so. For this purpose “ in a suitable manner ” means in the same manner as the publication complained of or in a manner that is adequate and reasonable in the circumstances. 3 This section does not apply to the publication to the public, or a section of the public, of matter which is not of  public concern   public interest   and the publication of which is not for the public benefit. 4 Nothing in this section shall be construed— a as protecting the publication of matter the publication of which is prohibited by law, or b as limiting or abridging any privilege subsisting apart from this section."}, {"act": "Defamation Act 1996", "year": 1996, "section": "16", "section_title": " Repeals.", "section_text": "16 The enactments specified in Schedule 2 are repealed to the extent specified."}, {"act": "Defamation Act 1996", "year": 1996, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act— “ publication ” and “ publish ”, in relation to a statement, have the meaning they have for the purposes of the law of defamation generally, but “ publisher ” is specially defined for the purposes of section 1; “ statement ” means words, pictures, visual images, gestures or any other method of signifying meaning; and “ statutory provision ” means— a provision contained in an Act or in subordinate legislation within the meaning of the  Interpretation Act 1978 aa a provision contained in an Act of the Scottish Parliament or in an instrument made under such an Act, ,or b a statutory provision within the meaning given by section 1(f) of the  Interpretation Act (Northern Ireland) 1954. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Defamation Act 1996", "year": 1996, "section": "18", "section_title": " Extent.", "section_text": "18 1 The following provisions of this Act extend to England and Wales— section 1 (responsibility for publication), sections 2 to 4 (offer to make amends), except section 3(9), section 5 (time limit for actions for defamation or malicious falsehood), section 7 (ruling on the meaning of a statement), sections 8 to 10 (summary disposal of claim), section 12(1) (evidence of convictions), section 13 (evidence concerning proceedings in Parliament), sections 14 and 15 and Schedule 1 (statutory privilege), section 16 and Schedule 2 (repeals) so far as relating to enactments extending to England and Wales, section 17(1) (interpretation), this subsection, section 19 (commencement) so far as relating to provisions which extend to England and Wales, and section 20 (short title and saving). 2 The following provisions of this Act extend to Scotland— ... ... section 12(2) (evidence of convictions), section 13 (evidence concerning proceedings in Parliament), ... section 16 and Schedule 2 (repeals) so far as relating to enactments extending to Scotland, section 17 (interpretation), this subsection, section 19 (commencement) so far as relating to provisions which extend to Scotland, and section 20 (short title and saving). 3 The following provisions of this Act extend to Northern Ireland— section 1 (responsibility for publication), sections 2 to 4 (offer to make amends), except section 3(9), section 6 (time limit for actions for defamation or malicious falsehood), section 7 (ruling on the meaning of a statement), sections 8 to 11 (summary disposal of claim), section 12(3) (evidence of convictions), section 13 (evidence concerning proceedings in Parliament), sections 14 and 15 and Schedule 1 (statutory privilege), section 16 and Schedule 2 (repeals) so far as relating to enactments extending to Northern Ireland, section 17(1) (interpretation), this subsection, section 19 (commencement) so far as relating to provisions which extend to Northern Ireland, and section 20 (short title and saving)."}, {"act": "Defamation Act 1996", "year": 1996, "section": "19", "section_title": " Commencement.", "section_text": "19 1 Sections 18 to 20 (extent, commencement and other general provisions) come into force on Royal Assent. 2 The following provisions of this Act come into force at the end of the period of two months beginning with the day on which this Act is passed— section 1 (responsibility for publication), sections 5 and 6 (time limit for actions for defamation or malicious falsehood), section 12 (evidence of convictions), section 13 (evidence concerning proceedings in Parliament), section 16 and the repeals in Schedule 2, so far as consequential on the above provisions, and section 17 (interpretation), so far as relating to the above provisions. 3 The provisions of this Act otherwise come into force on such day as may be appointed— a for England and Wales or Northern Ireland, by order of the Lord Chancellor, or b for Scotland, by order of the Secretary of State, and different days may be appointed for different purposes. 4 Any such order shall be made by statutory instrument and may contain such transitional provisions as appear to the Lord Chancellor or Secretary of State to be appropriate."}, {"act": "Defamation Act 1996", "year": 1996, "section": "20", "section_title": " Short title and saving.", "section_text": "20 1 This Act may be cited as the Defamation Act 1996. 2 Nothing in this Act affects the law relating to criminal libel."}]