[{"act": "Education (Scotland) Act 1996", "year": 1996, "section": "1", "section_title": " The Scottish Qualifications Authority.", "section_text": "1 1 The Secretary of State may by order establish a body corporate to be known as the Scottish Qualifications Authority (in this Act referred to as “ SQA ”). 2 SQA shall consist of the following members— a not fewer than eight nor more than ten individuals (including a chairman) appointed by the Scottish Ministers on such terms and conditions as they may, subject to and in accordance with paragraph 9 of Schedule 1 to this Act, determine; b a chief executive appointed in accordance with paragraph 15 of Schedule 1 to this Act. 2A One of the individuals appointed under paragraph (a) of subsection (2) above shall be a person appearing to the Scottish Ministers to have special knowledge of the interests of the employees of SQA. 2B Before inviting applications for appointment as the member mentioned in subsection (2A) above, the Scottish Ministers shall consult such employees, or persons representing those employees, as they think fit as to— a the particular knowledge of such interests; and b any other attributes, that persons seeking such appointment should possess. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Schedule 1 to this Act shall have effect with respect to SQA."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "2", "section_title": " General functions of SQA.", "section_text": "2 1 SQA shall have the following general functions— a to devise qualifications; b to determine the entitlement of individuals to SQA qualifications and, where a person is so entitled, to award and record such a qualification; c to keep under review and develop SQA qualifications; d to approve education and training establishments as being suitable for presenting persons for SQA qualifications; and e to make arrangements for, assist in or carry out the assessment of persons undertaking education and training. 2 The functions mentioned in paragraphs (a) and (c) of subsection (1) above include a power for SQA, in relation to a SQA qualification, to— a determine what it is that a person is required to do and the level of competence he is required to demonstrate in order to attain the qualification; b determine the means of assessing whether he has done what is required or demonstrated the level of competence required. 3 Paragraph (a) of subsection (2) above includes a power to devise a programme of learning. 4 SQA shall not exercise any of its functions under this section or section 3 of this Act in relation to a degree."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "3", "section_title": " Accreditation function.", "section_text": "3 1 SQA shall have the function of accrediting qualifications as meeting such requirements as are specified by SQA. 2 SQA shall publish the requirements specified by it in pursuance of subsection (1) above. 3 The function of accrediting qualifications conferred on SQA under subsection (1) above shall be carried out by a committee, to be known as the “ Accreditation Committee ”, established for that purpose by SQA. 4 The majority of members of the Accreditation Committee shall be individuals who are neither members nor employees of SQA. 5 At any meeting of the Accreditation Committee, a quorum shall be established only if the majority of members present at the meeting are neither members nor employees of SQA."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "4", "section_title": " Quality assurance.", "section_text": "4 SQA may, in respect of education and training establishments which offer persons the opportunity to obtain SQA qualifications, make such arrangements as it considers appropriate to satisfy itself as to— a the quality of the procedures used by such establishments for assessing the standards of attainment of such persons (and, in particular, such persons  having additional support needs within the meaning of the Education (Additional Support for Learning)\t\t\t\t\t\t(Scotland) Act 2004 (asp 4)                   ) in relation to SQA qualifications; b the quality of the internal arrangements adopted by such establishments for monitoring and controlling the effectiveness of such procedures; and c the suitability of such establishments for presenting persons for SQA qualifications."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "5", "section_title": " Advisory function.", "section_text": "5 1 SQA shall provide the Secretary of State with such advice in respect of any matter to which its functions relate as he may, from time to time, require. 2 SQA may provide the Secretary of State with such advice in respect of any matter to which its functions relate as it thinks fit."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "6", "section_title": " Incidental functions.", "section_text": "6 1 SQA shall have power to do anything whether in Scotland or elsewhere which, in its opinion, is calculated to facilitate or is conducive or incidental to the carrying out of its functions. 2 The powers of SQA shall include power, for the purposes of or in connection with the carrying out of its functions— a to fix and recover charges for services provided by it in accordance with criteria determined from time to time by the Secretary of State; b subject to subsections (3) and (4) below, to enter into contracts including contracts for the employment of staff; c to acquire, hold and, subject to paragraph 18 of Schedule 1 to this Act, to dispose of land and other property; d subject to subsections (5) and (6) below, to borrow such sums as it thinks fit including such sums for the purpose of meeting any liability or obligation transferred to it under or in pursuance of any provision of this Part of this Act and in connection with such borrowing to grant such security or give such guarantee or indemnity as it thinks fit; e subject to subsection (8) below, to raise funds, accept gifts of money, land or other property and apply them or administer them in trust; f subject to subsection (8) below, to invest any sums not immediately required by it for the purpose of carrying out its functions or for the purpose of meeting any liability or obligation transferred to it in pursuance of this Part of this Act; g to carry out, commission or assist in the carrying out of research; h to promote or assist in the promotion of publicity; j to publish or assist in the publication of material; k to confer fellowships and other awards on persons whom it considers to have made an outstanding contribution to the advancement of education or training; l subject to subsection (7) below, to form or promote, or to join with any other person in forming or promoting, companies  under the Companies Act 2006 . 3 The consent of the Secretary of State is required before SQA enters into any contract under paragraph (b) of subsection (2) above which is of such a value, or commits it to expenditure of such amount, as the Secretary of State may from time to time determine. 4 Consent under subsection (3) above may be given in respect of a particular contract or in respect of a class or description of contracts and may be given subject to such conditions as the Secretary of State may determine. 5 The consent of the Secretary of State and the Treasury is required in respect of any borrowing made and any related security, guarantee or indemnity granted or given under paragraph (d) of subsection (2) above. 6 Consent under subsection (5) above may be given in respect of a particular transaction or in respect of a class or description of transactions and may be given subject to such conditions as the Secretary of State may, with the consent of Treasury, determine. 7 The consent of the Secretary of State is required before SQA forms a company under paragraph (l) of subsection (2) above. 8 SQA shall use its funds, land or other property only in connection with the exercise of its functions and shall not distribute any of its funds, land or other property to its members."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "7", "section_title": " Regard to certain considerations.", "section_text": "7 In the exercise of its functions in pursuance of this or any other enactment SQA shall— a endeavour to promote and advance education and training;  . . . b have regard to the interests of persons using its services  ; and . c have regard to any advice provided by the Advisory Council."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "8", "section_title": " Services to others, collaboration, agency  etc.", "section_text": "8 1 SQA may provide services (including advice or assistance), whether in or outwith Scotland, for any person in respect of any matter to which its functions relate. 2 SQA may collaborate with other persons, whether in or outwith Scotland, in respect of any matter to which its functions relate. 3 SQA may, whether in or outwith Scotland, carry out any of its functions or do anything incidental or related to the carrying out of its functions as agent for another person. 4 SQA may with the consent of the Secretary of State arrange for the discharge of any of its functions by another person on such terms as may be agreed between SQA and that person. 5 Any arrangement made under subsection (4) above shall not prevent SQA from exercising the delegated function."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "9", "section_title": " Secretary of State’s directions to SQA.", "section_text": "9 1 The Secretary of State may, after consultation with SQA, give SQA directions of a general or specific character with regard to the discharge of its functions and it shall be the duty of SQA to comply with such directions. 2 The Secretary of State may give to the Accreditation Committee directions of a general or specific nature and it shall be the duty of the Accreditation Committee to comply with such directions. 3 A direction given under subsection (1) or (2) above may be varied or revoked by a subsequent direction so given."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "10", "section_title": " Provision of information by SQA.", "section_text": "10 1 SQA shall provide the Secretary of State with all such information as he may reasonably require relating to the carrying out or proposed carrying out of its functions. 2 For the purposes of subsection (1) above, SQA shall— a permit any person authorised for the purpose by the Secretary of State or the Comptroller and Auditor General to inspect and make copies of the contents of any accounts or other records of SQA; and b give such explanation of them as that authorised person may reasonably require."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "11", "section_title": " Annual report.", "section_text": "11 1 By such date as the Secretary of State shall determine in each financial year, SQA shall prepare a report on its activities during the preceding financial year and shall send a copy of that report to the Secretary of State. 2 Every such report shall set out any directions issued by the Secretary of State under section 9 above during the preceding financial year. 3 The Secretary of State shall lay a copy of every such report before each House of Parliament."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "12", "section_title": " Financial duties of SQA.", "section_text": "12 1 After consultation with SQA, the Secretary of State may determine the financial duties of SQA; and different determinations may be made in relation to different functions. 2 The Secretary of State shall give SQA notice of every determination under subsection (1) above; and such a determination may— a relate to a period beginning before the date on which it is made; b contain incidental or supplemental provisions; and c be varied by a subsequent determination under that subsection."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "13", "section_title": " Payment of grants etc. to SQA.", "section_text": "13 1 The Secretary of State may pay to SQA in respect of any expenditure incurred or to be incurred by it in connection with its functions, grants or other payments of such amounts as he may determine. 2 A grant or other payment paid under this section may be made subject to such conditions as, with the consent of Treasury, the Secretary of State thinks appropriate and such conditions— a may be imposed before, after or at the time such grant or other payment is made; and b may relate to any time, whether before or after such time. 3 The terms and conditions on which the Secretary of State may make any grants or other payments under this section may include in particular conditions— a enabling him to require the repayment, in whole or in part, of sums paid by him if any other condition subject to which the sums were paid is not complied with; and b requiring the payment of interest in respect of any period during which a sum due to him in accordance with any other condition remains unpaid. 4 A condition imposed in pursuance of subsection (2) above shall not have effect as regards anything done, or omitted to have been done, before the date the condition was imposed."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "14", "section_title": " Secretary of State’s power to make loans.", "section_text": "14 1 For the purposes of the exercise of any of its functions SQA may, subject to such conditions as, with the consent of the Treasury, the Secretary of State thinks fit to impose, borrow from him, and he may lend to it out of money provided by Parliament, sums of such amounts as he may with such consent determine. 2 Any loan made in pursuance of subsection (1) above shall be repaid to the Secretary of State at such times and by such method, and interest on the loan shall be paid to him at such times and at such rates, as he may from time to time, with the consent of Treasury, direct; and all sums received by the Secretary of State in pursuance of this section shall be paid into the Consolidated Fund."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "15", "section_title": " Secretary of State’s guarantees of SQA’s borrowing.", "section_text": "15 1 The Secretary of State may, with the consent of the Treasury, guarantee, in such manner and on such conditions as he thinks fit, the repayment of the principal of, the payment of interest on, and the discharge of any other financial obligation in connection with, any sums which SQA borrows from a person other than the Secretary of State. 2 Immediately after a guarantee is given under this section, the Secretary of State shall lay a statement of the guarantee before each House of Parliament; and where any sum is issued for fulfilling a guarantee so given, he shall lay before each House of Parliament a statement relating to that sum, as soon as possible after the end of each financial year, beginning with that in which the sum is issued and ending with that in which all liability in respect of the principal of the sum and in respect of interest on it is finally discharged. 3 Any sums required by the Secretary of State for fulfilling a guarantee under this section shall be paid out of money provided by Parliament. 4 If any sums are issued by the Secretary of State in fulfilment of a guarantee given by him under this section, SQA shall make to him at such time and in such manner as, with the consent of the Treasury, he from time to time directs, payments of such amounts as, with such consent, he so directs in or towards repayment of the sums so issued and payments of interest, at such rate as, with such consent, he so directs, on what is outstanding for the time being in respect of sums so issued. 5 Any sums received by the Secretary of State in pursuance of subsection (4) above shall be paid into the Consolidated Fund."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "16", "section_title": " Accounts, records and audit.", "section_text": "16 1 It shall be the duty of SQA to— a keep proper accounts and proper accounting records; and b prepare in respect of each financial year a statement of accounts giving a true and fair view of the state of affairs and the income and expenditure of SQA. 2 Every statement of accounts prepared by SQA in accordance with this section shall comply with any requirement which the Secretary of State has, with the consent of the Treasury, notified in writing to SQA and which relates to any of the following matters, namely— a the information to be contained in the statement; b the manner in which that information is to be presented; and c the methods and principles according to which the statement is to be prepared. 3 SQA shall send  . . . the statement of account to the Secretary of State  . . . by such date following the end of the financial year as the Secretary of State so directs. 3A The Scottish Ministers shall send the statement of accounts to the Auditor General for Scotland for auditing. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "17", "section_title": " Transfer of property etc. to SQA.", "section_text": "17 1 On such date as the Secretary of State may, by order, prescribe (in this Part of this Act referred to as the “ transfer date ”) there shall be transferred to and vest in SQA all property, rights, liabilities and obligations mentioned in subsection (2) below. 2 The property, rights, liabilities and obligations referred to in subsection (1) above are— a all land or other property (including corporeal and incorporeal moveable property) which immediately before the transfer date was owned by either the Scottish Examination Board or the Scottish Vocational Education Council (in this Part of this Act referred to as the “ existing bodies ”); and b all rights, liabilities and obligations which, immediately before the transfer date, subsisted in respect of either of the existing bodies. 3 Any reference in this Part of this Act— a to property of either of the existing bodies is a reference to such property whether situated in the United Kingdom or elsewhere; b to rights, liabilities and obligations of either of the existing bodies is a reference to rights to which the body in question is entitled or as the case may be to liabilities or obligations to which the body is subject, whether under the law of the United Kingdom or of any part of the United Kingdom or under the law of any country or territory outwith the United Kingdom. 4 The vesting of property, rights, liabilities and obligations under this section shall have effect notwithstanding— a anything to the contrary in; or b any condition relating to the transfer of such property, rights, liabilities and obligations contained in, any enactment, rule of law or obligation."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "18", "section_title": " Transfer of staff to SQA.", "section_text": "18 1 This section applies to any person (in this section referred to as a “ qualifying person ”) who, immediately before the transfer date, is employed by an existing body. 2 The contract of employment between a qualifying person and the existing body shall have effect from the transfer date as if originally made between him and SQA. 3 Without prejudice to subsection (2) above— a all the existing body’s rights, powers, duties and liabilities under or in connection with a contract to which that subsection applies shall by virtue of this paragraph be transferred to SQA on the transfer date; and b anything done before that date by or in relation to the existing body in respect of that contract or the qualifying person shall be deemed from that date to have been done by or in relation to SQA. 4 Subsections (2) and (3) above are without prejudice to any right of a qualifying person to terminate his contract of employment if the terms and conditions of his employment are changed substantially to his detriment; but such change shall not be taken to have occurred by reason only of the fact that his employer is changed by virtue of this section. 5 Where a person— a has, prior to the transfer date, entered into a contract of employment with an existing body which is to come into effect on or after that date; and b would, if the contract had come into effect before that date, have been a qualifying person, he shall be treated for the purposes of this section as if he were a qualifying person. 6 In this section references to the terms and conditions of a person’s contract of employment with an existing body shall be construed as including references to any rights (whether accrued or contingent) under any pension or superannuation scheme of which he was a member by virtue of his employment with the body."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "19", "section_title": " Dissolution of the Scottish Examination Board and of the Scottish Vocational Education Council.", "section_text": "19 1 The Scottish Examination Board and the Scottish Vocational Education Council shall continue in existence after the transfer date until the body in question is dissolved under subsection (3) below. 2 The period of each of the existing body’s continued existence is, in relation to that body, referred to in this Part of this Act as its “ winding down period ”. 3 The Secretary of State may by order, on a date so specified in the order— a after consulting the Scottish Examination Board and SQA, dissolve the Scottish Examination Board (such date being referred to in this Part of this Act as the “ SEB dissolution date ”); b after consulting the Scottish Vocational Education Council and SQA, dissolve the Scottish Vocational Education Council (such date being referred to in this Part of this Act as the “ SCOTVEC dissolution date ”), as soon as he is satisfied that nothing further remains to be done by the Scottish Examination Board or, as the case may be, the Scottish Vocational Education Council (whether under this section or Schedule 2 to this Act or otherwise). 4 The same date may be appointed as the SEB dissolution date and the SCOTVEC dissolution date. 5 The Secretary of State may by order vary— a the SEB dissolution date; and b the SCOTVEC dissolution date; at any time prior to the date in question. 6 During the winding down period an existing body shall, subject to Schedule 2 to this Act, have such functions as are necessary or expedient— a to facilitate the transfer of its property, rights, liabilities, obligations and staff to SQA in pursuance of sections 17 and 18 of this Act; and b to facilitate or enable the effective carrying on by SQA of its functions after the transfer date. 7 Subject to paragraph 1 of Schedule 2 to this Act, nothing in this section shall authorise an existing body to enter into a contract of employment with any person. 8 Schedule 2 to this Act shall have effect in relation to the existing bodies and SQA during the winding down period. 9 Any expenses incurred by an existing body in pursuance of this section or Schedule 2 to this Act shall be met by SQA."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "20", "section_title": " Transitional provisions as regards SQA.", "section_text": "20 1 During the transitional period SQA shall have such of the functions to be conferred on it by this Part of this Act as are necessary or expedient— a to facilitate the transfer of property, rights, liabilities, obligations and staff to it under sections 17 and 18 of this Act; and b to facilitate or enable the effective carrying on by it of its functions after the transfer date. 2 In this section and in Schedule 3 to this Act, the “ transitional period ” in relation to SQA is the period beginning with such date as the Secretary of State may by order prescribe for SQA and ending on the transfer date. 3 Schedule 3 to this Act, which makes provision for the transitional period as regards SQA, shall have effect."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "21", "section_title": " Interpretation of Part I.", "section_text": "21 In this Part of this Act, unless the context otherwise requires— “ degree ” means a degree which is awarded by any university or institution specified as competent to grant such a degree by virtue of section 48 of the  Further and Higher Education (Scotland) Act 1992; “ enactment ” includes an enactment contained in a subordinate instrument whether passed or made before or after the coming into force of this Act; “ existing bodies ” has the meaning given by section 17(2) of this Act; “ financial year ” means such period as the Secretary of State may from time to time determine; “ SCOTVEC dissolution date ” has the meaning given by section 19(3)(b) of this Act; “ SEB dissolution date ” has the meaning given by section 19(3)(a) of this Act; “ special educational needs ” has the meaning given by section 1(5)(d) of the  Education (Scotland) Act 1980; “ SQA ” means the Scottish Qualifications Authority; “ SQA qualification ” means any qualification devised or awarded by SQA; “ transfer date ” has the meaning given by section 17(1) of this Act; “ transitional period ” has the meaning given by section 20(2) of this Act; “ winding down period ” has the meaning given by section 19(2) of this Act."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "22", "section_title": " Service of documents.", "section_text": "22 1 Any notice required or authorised by virtue of this Part of this Act to be served (whether the expression “serve” or the expression “give” or “send” or any other expression is used) on any person may be served— a by delivering it to him or by leaving it at his proper address or by sending it by post to him at that address; or b if the person is a body corporate, by serving it in accordance with paragraph (a) above on the secretary of that body. 2 For the purposes of this section and of section 7 of the  Interpretation Act 1978 (which relates to the service of documents by post) in its application to this section, the proper address of any person on whom a document is to be served shall be his last known address, except that in a case to which paragraph (b) of subsection (1) above applies, it shall be the address of the registered or principal office of the body; and for the purposes of this subsection the principal office of a company registered outside the United Kingdom or of a firm carrying on business outside the United Kingdom is its principal office within the United Kingdom. 3 If a person to be served by virtue of this Part of this Act with any document by another has specified to that other an address within the United Kingdom other than his proper address (as determined in pursuance of subsection (2) above) as the one at which he or someone on his behalf will accept documents of the same description as that document, that address shall also be treated as his proper address for the purposes of this section and for the purposes of the said section 7 in its application to this section. 4 This section shall not apply to any document in relation to the service of which provision is made by rules of court. 5 In this section “ serve ” shall be construed in accordance with subsection (1) above."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "23", "section_title": " Grants for education of children under school age.", "section_text": "23 1 The Secretary of State may make grants to persons providing education to children of such descriptions as he may by order prescribe being children who— a have not attained school age; and b have not commenced attendance at a public primary school by virtue of section 32(4) to (7) of the 1980 Act. 2 Grants under this section shall be subject to such requirements as may be imposed under section 24 of this Act and shall be of such an amount and shall be paid at such times and in such manner as the Secretary of State may from time to time determine."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "24", "section_title": " Grants: requirements.", "section_text": "24 1 A person to whom any payment is made in respect of a grant in pursuance of section 23 of this Act shall comply with such requirements as the Secretary of State may impose. 2 Requirements under subsection (1) above— a may be imposed on, or at any time after, the payment of any grant by reference to which they are imposed, and b may at any time be varied, waived or removed. 3 A requirement imposed in pursuance of subsection (1) above may, in particular, if any conditions specified in the requirement are satisfied, require repayment of the whole or any part of the grant to which it relates. 4 A requirement imposed in pursuance of subsection (1) above shall not have effect as regards anything done, or omitted to have been done before the date the requirement was imposed."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "25", "section_title": " Delegation of functions.", "section_text": "25 1 The Secretary of State may make arrangements for any of his functions relating to the making of grants under section 23 of this Act (other than his power to prescribe descriptions of children by order under subsection (1) of that section) to be exercised by another person (or any employee of his) on such terms as may be agreed between him and that person. 2 Any arrangement made under subsection (1) above may make provision for the functions concerned to be so exercised— a either wholly or to such an extent as may be specified in the arrangement, and b either generally or in such cases or circumstances as may be so specified, but shall not prevent the functions concerned from being exercised by the Secretary of State."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "26", "section_title": " Disclosure of information.", "section_text": "26 1 This section applies to— a civil servants in the Scottish Office and any other persons who carry out the administrative work of that Office, and b any person exercising any function by virtue of section 25 of this Act and any persons who are employed by (or are directors or other officers of) any such person or who carry out the administrative work of any such person. 2 The Secretary of State may supply to any person to whom this section applies any such social security information as the person may require for or in connection with the exercise of any function in pursuance of section 23 of this Act. 3 Any person who is or has been a person to whom this section applies is guilty of an offence if, without lawful authority, he discloses any social security information relating to a particular person which he acquired while acting as a person to whom this section applies. 4 It is not an offence under subsection (3) above— a to disclose social security information in the form of a summary or collection of information so framed as not to enable social security information relating to any particular person to be ascertained from it; or b to disclose any social security information which has previously been disclosed to the public with lawful authority. 5 It is a defence for a person charged with an offence under subsection (3) above to prove that at the time of the alleged offence— a he believed that he was making the disclosure in question with lawful authority and had no reasonable cause to believe otherwise; or b he believed that the information in question had previously been disclosed to the public with lawful authority and had no reasonable cause to believe otherwise. 6 For the purposes of this section, a disclosure is to be regarded as made with lawful authority if, and only if, it is made— a by a person in accordance with his official duty as a civil servant; b by any other person either— i for the purposes of the function in the exercise of which he holds the information and without contravening any restriction duly imposed by the person responsible; or ii to, or in accordance with an authorisation duly given by, the person responsible; c in accordance with any enactment or order of a court; d for the purposes of instituting, or otherwise for the purposes of, any proceedings before a court; or e with the consent of the person to whom the information relates or of any person authorised to act on his behalf. 7 A person guilty of an offence under subsection (3) above is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both; or b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 8 In this section— “ person responsible ” means the  Scottish Ministers  or any person authorised by the  Scottish Ministers ; and “ social security information ” means information which— is of a description prescribed by regulations made by the Secretary of State, and was obtained by reason of the exercise by the Secretary of State of any of his functions under the  Social Security Contributions and Benefits Act 1992 or the  Social Security Administration Act 1992."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "27", "section_title": " Interpretation of Part II.", "section_text": "27 1 Unless the context otherwise requires, expressions used in this Part of this Act and in the 1980 Act have the same meaning in this Part of this Act as in that Act. 2 In this Part of this Act, the “ 1980 Act ” means the  Education (Scotland) Act 1980."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "28", "section_title": " School Boards: elections.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "29", "section_title": " School Boards: terms of office.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "30", "section_title": " School Boards: conflict of interest.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "31", "section_title": " School Boards: miscellaneous.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "32", "section_title": " Assessment of secondary school pupils.", "section_text": "32 After section 2 of the  Education (Scotland) Act 1980 (Secretary of State may prescribe standards etc. for education authorities) there shall be inserted the following section—  Assessment of secondary school pupils. 2A 1 The Secretary of State may by regulations make provision for the testing and assessment of pupils undertaking the first or second year of secondary education in public or self-governing schools. 2 It shall be the duty of an education authority or a board of management to comply with the provisions of regulations made in pursuance of subsection (1) above. 3 Regulations made in pursuance of subsection (1) above may make different provision as to different cases or circumstances."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "33", "section_title": " Placing requests.", "section_text": "33 1 Section 28A of the  Education (Scotland) Act 1980 (which sets out the duties of education authorities in relation to placing requests), ... shall be amended in accordance with this section. 2 In subsection (1) for the words “and (3)” there shall be substituted the words  “                  , (3) and (3A)                ” . 3 In subsection (3) for sub-paragraph (iv) of paragraph (a) and the word “or” immediately preceding it there shall be substituted the following sub-paragraphs— iv be likely to be seriously detrimental to order and discipline in the school; or v be likely to be seriously detrimental to the educational well-being of pupils attending the school; . 4 After subsection (3) there shall be inserted the following subsections— 3A Subject to subsection (3B) below, the duty imposed by subsection (1) above does not apply where the acceptance of a placing request in respect of a child who is resident outwith the catchment area of the specified school would prevent the education authority from retaining reserved places at the specified school or in relation to any particular stage of education at the school; but nothing in this subsection shall prevent an education authority from placing a child in the specified school. 3B An education authority shall not be entitled to refuse a placing request on the ground mentioned in subsection (3A) above where there is another equivalent school managed by the authority within— a in the case of a request relating to any stage of primary education, 3.2 kilometres (2 miles); and b in any other case, 4.8 kilometres (3 miles), walking distance by the nearest available route of the specified school; and in paragraphs (a) and (b) the references to imperial measurements are supplementary indications of distance. 3C In subsection (3A) above, “ reserved places ” means such number of places (not exceeding such number or, as the case may be, such percentage of places at the school or relating to the particular stage of education as may be prescribed by regulations) as are in the opinion of the education authority reasonably required to accommodate pupils likely to become resident in the catchment area of the school in the period from the time of consideration of the placing request up to and during the year from 1 August to which the placing request relates; and different numbers or, as the case may be, percentages may be prescribed under this subsection for the purpose of different cases or circumstances. 3D In subsections (3A) and (3C) above, “ catchment area ” means the area from which pupils resident therein will be admitted to the school in terms of any priority based on residence in accordance with the guidelines formulated by the authority under section 28B(1)(c) of this Act. 3E In subsection (3B) above, “ equivalent school ” means— a where the specified school is a denominational school, a school of the same denomination; b where the specified school is a special school, another special school; and c where the specified school is neither a denominational school nor a special school, another such school, being a school which provides school education at the stage sought in the placing request."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "34", "section_title": " Stamp duty.", "section_text": "34 Stamp duty shall not be chargeable in respect of any agreement made or any transfer effected in pursuance of any of the provisions of this Act."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "35", "section_title": " Regulations and orders.", "section_text": "35 1 Any power under this Act of the Secretary of State to make regulations or orders shall, subject to subsection (2) below, be exercisable by statutory instrument subject, except in the case of an order made under section 37(2) of this Act, to annulment in pursuance of a resolution of either House of Parliament. 2 Regulations and orders made under this Act may make different provisions as to different cases or circumstances; and such regulations or orders may contain such incidental, supplementary or transitional provision as the Secretary of State thinks fit."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "36", "section_title": " Transitional provisions, miscellaneous amendments and repeals.", "section_text": "36 1 The enactments specified in Schedule 5 to this Act shall have effect subject to the amendments specified in that Schedule. 2 The enactments specified in Schedule 6 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 The Secretary of State may in relation to any particular functions of the Scottish Examination Board, the Scottish Vocational Education Council or SQA under sections 19 and 20 of and Schedules 2 or 3 to this Act by order— a exclude, modify or supplement any of those provisions; and b make such other transitional provision as he considers necessary or expedient."}, {"act": "Education (Scotland) Act 1996", "year": 1996, "section": "37", "section_title": " Short title, commencement and extent.", "section_text": "37 1 This Act may be cited as the Education (Scotland) Act 1996. 2 This Act shall come into force on such date as the Secretary of State may by order made by statutory instrument appoint; and different dates may be so appointed for different provisions or for different purposes. 3 An order under subsection (2) above may make such transitional and saving provisions as appear to the Secretary of State necessary or expedient in connection with the provision brought into force by the order. 4 Subject to subsections (5) and (6) below, this Act extends to Scotland only. 5 Section 26 of this Act extends to England, Wales and Northern Ireland as well as Scotland. 6 The amendment by this Act of an enactment which extends to England and Wales or Northern Ireland extends also to England and Wales or, as the case may be, Northern Ireland."}]