[{"act": "Employment Tribunals Act 1996", "year": 1996, "section": "1", "section_title": "Employment tribunals", "section_text": "1 1 The Secretary of State may by regulations make provision for the establishment of tribunals to be known as  employment tribunals . 2 Regulations made wholly or partly under section 128(1) of the  Employment Protection (Consolidation) Act 1978 and in force immediately before this Act comes into force shall, so far as made under that provision, continue to have effect (until revoked) as if made under subsection (1)  . . .."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "2", "section_title": " Enactments conferring jurisdiction on  employment tribunals .", "section_text": "2 Employment tribunals  shall exercise the jurisdiction conferred on them by or by virtue of this Act or any other Act, whether passed before or after this Act."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "3", "section_title": " Power to confer further jurisdiction on  employment tribunals .", "section_text": "3 1 The appropriate Minister may by order provide that proceedings in respect of— a any claim to which this section applies, or b any claim to which this section applies and which is of a description specified in the order, may, subject to such exceptions (if any) as may be so specified, be brought before an  employment tribunal . 2 Subject to subsection (3), this section applies to— a a claim for damages for breach of a contract of employment or other contract connected with employment, b a claim for a sum due under such a contract, and c a claim for the recovery of a sum in pursuance of any enactment relating to the terms or performance of such a contract, if the claim is such that a court in England and Wales or Scotland would under the law for the time being in force have jurisdiction to hear and determine an action in respect of the claim. 3 This section does not apply to a claim for damages, or for a sum due, in respect of personal injuries. 4 Any jurisdiction conferred on an  employment tribunal  by virtue of this section in respect of any claim is exercisable concurrently with any court in England and Wales or in Scotland which has jurisdiction to hear and determine an action in respect of the claim. 5 In this section— “ appropriate Minister ”, as respects a claim in respect of which an action could be heard and determined by a court in England and Wales, means the Lord Chancellor and, as respects a claim in respect of which an action could be heard and determined by a court in Scotland, means the Lord Advocate, and “ personal injuries ” includes any disease and any impairment of a person’s physical or mental condition. 6 In this section a reference to breach of a contract includes a reference to breach of— a a term implied in a contract by or under any enactment or otherwise, b a term of a contract as modified by or under any enactment or otherwise, and c a term which, although not contained in a contract, is incorporated in the contract by another term of the contract."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "3A", "section_title": "Meaning of  “Employment Judge”", "section_text": "3A A person who is a member of a panel of                       Employment Judges                     which is appointed in accordance with regulations under section 1(1) may be referred to as an Employment Judge."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "4", "section_title": " Composition of tribunals.", "section_text": "4 1 An employment tribunal is, for the purpose of deciding any given matter, to be composed of a member or members chosen by the Senior President of Tribunals. 2 The member, or each member, chosen must belong to a panel of members of employment tribunals appointed in accordance with regulations under section 1(1). 3 The Senior President of Tribunals (or any person to whom the function under subsection (1) is delegated)— a must act in accordance with regulations under subsection (4); b may choose themselves (if eligible in accordance with regulations under section 1(1)). 4 The Lord Chancellor must by regulations make provision, in relation to every matter that may fall to be decided by an employment tribunal, for determining the number of members who are to compose the tribunal. 5 Where regulations under subsection (4) provide for a tribunal to be composed of a single member, the regulations must provide for that member to be an Employment Judge. 6 Where regulations under subsection (4) provide for a tribunal to be composed of more than one member, the regulations— a must provide for at least one of those members to be an Employment Judge, b must make provision for determining how many (if any) of the other members are to be Employment Judges and how many (if any) are to be members who are not Employment Judges, and c if the tribunal is to include one or more members who are not Employment Judges, may make provision for determining what qualifications (if any) that member or any of those members must have. 7 A duty under subsection (4) or (6) to provide for the determination of anything may be discharged by providing for the thing to be determined by the Senior President of Tribunals or the President of Employment Tribunals in accordance with any provision made under that subsection. 8 The power under subsection (6)(c) may be exercised by giving the Senior President of Tribunals or the President of Employment Tribunals power to determine what qualifications are required in accordance with any provision made by the regulations. 9 Where a tribunal is to be composed of more than one member, the tribunal may proceed in the absence of one or more of the members chosen to compose it if— a the parties to the case agree, and b at least one of the members who is present is an Employment Judge. 10 Where a person (other than an Employment Judge) is chosen as one of the members composing a tribunal but does not have a qualification required by virtue of subsection (6)(c), the tribunal may still proceed with that person as a member if the parties to the case agree. 11 Before making regulations under this section, the Lord Chancellor must consult the Senior President of Tribunals. 12 In this section— “ President of Employment Tribunals ”— in relation to employment tribunals in England and Wales, means the President of Employment Tribunals (England and Wales), and in relation to employment tribunals in Scotland, means the President of Employment Tribunals (Scotland); “ qualification ” includes experience."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "5", "section_title": " Remuneration, fees and allowances.", "section_text": "5 1 The   Lord Chancellor   may pay to— a the  President of the Employment Tribunals (England and Wales) , b the  President of the Employment Tribunals (Scotland) ,  . . . c any person who is an Employment Judge on a full-time basis, and d any person who is a legal officer appointed in accordance with such regulations, such remuneration  and such allowances   as he may with the consent of the Treasury determine. 2 The   Lord Chancellor   may pay to— a members of  employment tribunals , b any assessors appointed for the purposes of proceedings before  employment tribunals , and c any persons required for the purposes of section   131(2) of the Equality Act 2010   to prepare reports, such fees and allowances as he may with the consent of the Treasury determine. 3 The   Lord Chancellor   may pay to any other persons such allowances as he may with the consent of the Treasury determine for the purposes of, or in connection with, their attendance at  employment tribunals ."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "5A", "section_title": "Training  etc.", "section_text": "5A The Senior President of Tribunals is responsible, within the resources made available by the Lord Chancellor, for the maintenance of appropriate arrangements for the training, guidance and welfare of members of panels of members of employment tribunals (in their capacities as members of such panels, whether or not panels of                       Employment Judges                    )."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "5B", "section_title": "Members of employment tribunals: removal from office", "section_text": "5B 1 Any power by which the President of the Employment Tribunals (England and Wales) may be removed from that office may be exercised only with the concurrence of the Lord Chief Justice of England and Wales. 2 Any power by which the President of the Employment Tribunals (Scotland) may be removed from that office may be exercised only with the concurrence of the Lord President of the Court of Session. 3 Any power by which a member of a panel may be removed from membership of the panel— a may, if the person exercises functions wholly or mainly in Scotland, be exercised only with the concurrence of the Lord President of the Court of Session; b may, if paragraph (a) does not apply, be exercised only with the concurrence of the Lord Chief Justice of England and Wales. 4 In subsection (3)\t\t\t\t\t “ panel ” means— a a panel of                       Employment Judges                    , or b any other panel of members of employment tribunals, which is appointed in accordance with regulations made under section 1(1). 5 The Lord Chief Justice of England and Wales may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section. 6 The Lord President of the Court of Session may nominate a judge of the Court of Session who is a member of the First or Second Division of the Inner House of that Court to exercise his functions under this section."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "5C", "section_title": "Oaths", "section_text": "5C 1 Subsection (2) applies to a person (“ the appointee ”)— a who is appointed— i as President of the Employment Tribunals (England and Wales), ii as President of the Employment Tribunals (Scotland), or iii as a member of a panel (as defined in section 5B(4)), and b who has not previously taken the required oaths after accepting another office. 2 The appointee must take the required oaths before— a the Senior President of Tribunals, or b an eligible person who is nominated by the Senior President of Tribunals for the purpose of taking the oaths from the appointee. 3 If the appointee is a President or panel member appointed before the coming into force of this section, the requirement in subsection (2) applies in relation to the appointee from the coming into force of this section. 4 A person is eligible for the purposes of subsection (2)(b) if one or more of the following paragraphs applies to him— a he holds high judicial office (as defined in section 60(2) of the Constitutional Reform Act 2005); b he holds judicial office (as defined in section 109(4) of that Act); c he holds (in Scotland) the office of sheriff. 5 In this section  “ the required oaths ” means— a the oath of allegiance, and b the judicial oath, as set out in the Promissory Oaths Act 1868."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "5D", "section_title": "Judicial assistance", "section_text": "5D 1 Subsection (2) applies where regulations under section 1(1) make provision for a relevant tribunal judge, or a relevant judge, to be able by virtue of his office to act as a member of a panel of members of employment tribunals. 2 The provision has effect only if— a the persons in relation to whom the provision operates have to be persons nominated for the purposes of the provision by the Senior President of Tribunals, b its operation in relation to a panel established for England and Wales in any particular case requires the consent of the President of Employment Tribunals (England and Wales), c its operation in relation to a panel established for Scotland in any particular case requires the consent of the President of Employment Tribunals (Scotland), d its operation as respects a particular relevant judge requires— i the consent of the relevant judge, and ii the appropriate consent (see subsection (3))  except where the relevant judge is the Lord Chief Justice of England and Wales                   , and e it operates as respects a relevant tribunal judge or a relevant judge only for the purpose of enabling him to act as a member of a panel of                       Employment Judges                    . 3 In subsection (2)(d)(ii)\t\t\t\t\t “ the appropriate consent ” means— a the consent of the Lord Chief Justice of England and Wales where the relevant judge is— i   the Master of the Rolls or  an ordinary judge of the Court of Appeal in England and Wales, ia within subsection (4)(b)(ia), ii a puisne judge of the High Court in England and Wales, iii a circuit judge, iv a district judge in England and Wales, ...                          v a District Judge (Magistrates' Courts); , or                         vi within subsection (4)(b)(x) to (xvi); b the consent of the Lord President of the Court of Session where the relevant judge is— i a judge of the Court of Session, or ii a sheriff; c the consent of the Lord Chief Justice of Northern Ireland where the relevant judge is— i a Lord Justice of Appeal in Northern Ireland, ii a puisne judge of the High Court in Northern Ireland, iii a county court judge in Northern Ireland, or iv a district judge in Northern Ireland. 4 In this section— a “ relevant tribunal judge ” means— i a person who is a judge of the First-tier Tribunal by virtue of appointment under paragraph 1(1) of Schedule 2 to the Tribunals, Courts and Enforcement Act 2007, ii a transferred-in judge of the First-tier Tribunal, iii a person who is a judge of the Upper Tribunal by virtue of appointment under paragraph 1(1) of Schedule 3 to that Act, iv a transferred-in judge of the Upper Tribunal, v a deputy judge of the Upper Tribunal,  ... vi a person who is the Chamber President of a chamber of the First-tier Tribunal, or of a chamber of the Upper Tribunal, and does not fall within any of sub-paragraphs (i) to (v); , or                     vii is the Senior President of Tribunals; b “ relevant judge ” means a person who— i is  the Lord Chief Justice of England and Wales, the Master of the Rolls or   an ordinary judge of the Court of Appeal in England and Wales (including the vice-president, if any, of either division of that Court), ia is the President of the Queen's Bench Division or Family Division, or the Chancellor, of the High Court in England and Wales, ii is a Lord Justice of Appeal in Northern Ireland, iii is a judge of the Court of Session, iv is a puisne judge of the High Court in England and Wales or Northern Ireland, v is a circuit judge, vi is a sheriff in Scotland, vii is a county court judge in Northern Ireland, viii is a district judge in England and Wales or Northern Ireland,  ... ix is a District Judge (Magistrates' Courts). x is a deputy judge of the High Court in England and Wales, xi is a Recorder, xii is a Deputy District Judge (Magistrates' Courts), xiii is a deputy district judge appointed under section 8 of the County Courts Act 1984 or section 102 of the Senior Courts Act 1981, xiv holds an office listed in the first column of the table in section 89(3C) of the Senior Courts Act 1981 (senior High Court Masters  etc ), xv holds an office listed in column 1 of Part 2 of Schedule 2 to that Act (High Court Masters  etc ), or xvi is the Judge Advocate General or a person appointed under section 30(1)(a) or (b) of the Courts-Martial (Appeals) Act 1951 (assistants to the Judge Advocate General). 5 References in subsection (4)(b)(iii) to (ix) to office-holders do not include deputies or temporary office-holders."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "6", "section_title": " Conduct of hearings.", "section_text": "6 1 A person may appear before an  employment tribunals  in person or be represented by— a counsel or a solicitor, b a representative of a trade union or an employers’ association, or c any other person whom he desires to represent him. 2   Nothing in any of sections 1 to 15 of and schedule 1 to the Arbitration (Scotland) Act 2010 or    Part I of the Arbitration Act 1996   does not apply   applies   to any proceedings before an  employment tribunals ."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "7", "section_title": "Employment tribunal  procedure regulations.", "section_text": "7 1 The Secretary of State may by regulations (“  employment tribunal  procedure regulations\") make such provision as appears to him to be necessary or expedient with respect to proceedings before  employment tribunals . 2 Proceedings before  employment tribunals  shall be instituted in accordance with  employment tribunal  procedure regulations. 3 Employment tribunal  procedure regulations may, in particular, include provision— a for determining by which tribunal any proceedings are to be determined, b for enabling an  employment tribunal  to hear and determine proceedings brought by virtue of section 3 concurrently with proceedings brought before the tribunal otherwise than by virtue of that section, c for treating the Secretary of State (either generally or in such circumstances as may be prescribed by the regulations) as a party to any proceedings before an  employment tribunal  (where he would not otherwise be a party to them) and entitling him to appear and to be heard accordingly, d for requiring persons to attend to give evidence and produce documents and for authorising the administration of oaths to witnesses, e for enabling an  employment tribunal , on the application of any party to the proceedings before it or of its own motion, to order— i in England and Wales, such discovery or inspection of documents, or the furnishing of such further particulars, as might be ordered by                             the county court                           on application by a party to proceedings before it, or ii in Scotland, such recovery or inspection of documents as might be ordered by a sheriff, f for prescribing the procedure to be followed in any proceedings before an  employment tribunal , including provision— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ia for postponing fixing a time and place for a hearing, or postponing a time fixed for a hearing, for such period as may be determined in accordance with the regulations for the purpose of giving an opportunity for the proceedings to be settled by way of conciliation and withdrawn, and ii for enabling an  employment tribunal  to review its decisions, and revoke or vary its orders and awards, in such circumstances as may be determined in accordance with the regulations, g for the appointment of one or more assessors for the purposes of any proceedings before an  employment tribunal , where the proceedings are brought under an enactment which provides for one or more assessors to be appointed, h for authorising an  employment tribunal  to require persons to furnish information and produce documents to a person required for the purposes of section   131(2) of the Equality Act 2010   to prepare a report, and j for the registration and proof of decisions, orders and awards of  employment tribunals . 3ZA Employment tribunal procedure regulations may— a authorise the Secretary of State to prescribe, or prescribe requirements in relation to, any form which is required by such regulations to be used for the purpose of instituting, or entering an appearance to, proceedings before employment tribunals, b authorise the Secretary of State to prescribe requirements in relation to documents to be supplied with any such form   (including certificates issued under section 18A(4))  , and c make provision about the publication of anything prescribed under authority conferred by virtue of this subsection. 3ZB Provision in employment tribunal procedure regulations about postponement of hearings may include provision for limiting the number of relevant postponements available to a party to proceedings. 3ZC For the purposes of subsection (3ZB)— a “ relevant postponement ”, in relation to a party to proceedings, means the postponement of a hearing granted on the application of that party in— i the proceedings, or ii any other proceedings identified in accordance with the regulations, except in circumstances determined in accordance with the regulations, and b “ postponement ” includes adjournment. 3A Employment tribunal procedure regulations may authorise the determination of proceedings without any hearing in such circumstances as the regulations may prescribe. 3AA Employment tribunal procedure regulations under subsection (3A) may only authorise the determination of proceedings without any hearing in circumstances where— a all the parties to the proceedings consent in writing to the determination without a hearing, or b the person (or, where more than one, each of the persons) against whom the proceedings are brought— i has presented no response in the proceedings, or ii does not contest the case. 3AB For the purposes of subsection (3AA)(b), a person does not present a response in the proceedings if he presents a response but, in accordance with provision made by the regulations, it is not accepted. 3B Employment tribunal procedure regulations may authorise the determination of proceedings without hearing anyone other than the person or persons by whom the proceedings are brought (or his or their representatives) where— a the person (or, where more than one, each of the persons) against whom the proceedings are brought has done nothing to contest the case, or b it appears from the application made by the person (or, where more than one, each of the persons) bringing the proceedings that he is not (or they are not) seeking any relief which an employment tribunal has power to give or that he is not (or they are not) entitled to any such relief. 3C Employment tribunal procedure regulations may authorise the determination of proceedings without hearing anyone other than the person or persons by whom, and the person or persons against whom, the proceedings are brought (or his or their representatives) where— a an employment tribunal is on undisputed facts bound by the decision of a court in another case to dismiss the case of the person or persons by whom, or of the person or persons against whom, the proceedings are brought, or b the proceedings relate only to a preliminary issue which may be heard and determined in accordance with regulations under section 9(4). 4 A person who without reasonable excuse fails to comply with— a any requirement imposed by virtue of subsection (3)(d) or (h), or b any requirement with respect to the discovery, recovery or inspection of documents imposed by virtue of subsection (3)(e),  or c any requirement imposed by virtue of employment tribunal procedure regulations to give written answers for the purpose of facilitating the determination of proceedings as mentioned in subsection (3A), (3B) or (3C), is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 Subject to any regulations under section 11(1)(a),  employment tribunals  procedure regulations may include provision authorising or requiring an  employment tribunal , in circumstances specified in the regulations, to send notice or a copy of— a any document specified in the regulations which relates to any proceedings before the tribunal, or b any decision, order or award of the tribunal, to any government department or other person or body so specified. 6 Where in accordance with  employment tribunal  procedure regulations an  employment tribunal  determines in the same proceedings— a a complaint presented under section 111 of the  Employment Rights Act 1996, and b a question referred under section 163 of that Act, subsection (2) of that section has no effect for the purposes of the proceedings in so far as they relate to the complaint under section 111."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "7A", "section_title": " Practice directions", "section_text": "7A A1 The Senior President of Tribunals may make directions about the  practice and   procedure of employment tribunals. 1 The territorial President may make directions about the practice and procedure of employment tribunals. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A The   powers under subsections (A1) and (1) include — a power to vary or revoke directions made in exercise of the power, and b power to make different provision for different purposes (including different provision for different areas). 2B Directions under subsection (A1) may not be made without the approval of the Lord Chancellor. 2C Directions under subsection   (1)   may not be made without the approval of— a the Senior President of Tribunals, and b the Lord Chancellor. 2D Subsections (2B) and (2C)(b) do not apply to directions to the extent that they consist of guidance about any of the following— a the application or interpretation of the law; b the making of decisions by members of an employment tribunal. 2E Subsections (2B) and (2C)(b) do not apply to directions to the extent that they consist of criteria for determining which members of employment tribunals may be selected to decide particular categories of matter; but the directions may, to that extent, be made only after consulting the Lord Chancellor. 3 In this section, references to the  territorial   President are to a person appointed in accordance with regulations under section 1(1) as— a President of the Employment Tribunals (England and Wales), or b President of the Employment Tribunals (Scotland)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "7B", "section_title": "Mediation", "section_text": "7B 1 Employment tribunal procedure regulations may include provision enabling practice directions to provide for members to act as mediators in relation to disputed matters in a case that is the subject of proceedings. 2 The provision that may be included in employment tribunal procedure regulations by virtue of subsection (1) includes provision for enabling practice directions to provide for a member to act as mediator in relation to disputed matters in a case even though the member has been selected to decide matters in the case. 3 Once a member has begun to act as mediator in relation to a disputed matter in a case that is the subject of proceedings, the member may decide matters in the case only with the consent of the parties. 4 Staff appointed under section 40(1) of the Tribunals, Courts and Enforcement Act 2007 (staff for employment and other tribunals) may, subject to their terms of appointment, act as mediators in relation to disputed matters in a case that is the subject of proceedings. 5 Before making a practice direction that makes provision in relation to mediation, the person making the direction must consult                   ACAS                . 6 In this section— “ member ” means a member of a panel of members of employment tribunals (whether or not a panel of                       Employment Judges                    ); “ practice direction ” means a direction under section 7A; “ proceedings ” means proceedings before an employment tribunal."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "8", "section_title": " Procedure in contract cases.", "section_text": "8 1 Where in proceedings brought by virtue of section 3 an  employment tribunal  finds that the whole or part of a sum claimed in the proceedings is due, the tribunal shall order the respondent to the proceedings to pay the amount which it finds due. 2 An order under section 3 may provide that an  employment tribunal  shall not in proceedings in respect of a claim, or a number of claims relating to the same contract, order the payment of an amount exceeding such sum as may be specified in the order as the maximum amount which an  employment tribunal  may order to be paid in relation to a claim or in relation to a contract. 3 An order under section 3 may include provisions— a as to the manner in which and time within which proceedings are to be brought by virtue of that section, and b modifying any other enactment. 4 An order under that section may make different provision in relation to proceedings in respect of different descriptions of claims."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "9", "section_title": " Pre-hearing reviews and preliminary matters.", "section_text": "9 1 Employment tribunal  procedure regulations may include provision— a for authorising the carrying-out by an  employment tribunal  of a preliminary consideration of any proceedings before it (a “ pre-hearing review ”), and b for enabling such powers to be exercised in connection with a pre-hearing review as may be prescribed by the regulations. 2 Such regulations may in particular include provision— a for authorising any tribunal carrying out a pre-hearing review under the regulations to make, in circumstances specified in the regulations, an order requiring a party to the proceedings in question ... to pay a deposit of an amount not exceeding   £1,000   as a condition of— i continuing to participate in those proceedings, or ii pursuing any specified allegations or arguments , and b for prescribing— i the manner in which the amount of any such deposit is to be determined in any particular case, ii the consequences of non-payment of any such deposit, and iii the circumstances in which any such deposit, or any part of it, may be refunded to the party who paid it or be paid over to another party to the proceedings. 2A Regulations under subsection (1)(b), so far as relating to striking out, may not provide for striking out on a ground which does not apply outside a pre-hearing review. 3 The Secretary of State may from time to time by order substitute for the sum specified in subsection (2)(a) such other sum as is specified in the order. 4 Employment tribunal  procedure regulations may also include provision for authorising an  employment tribunal  to hear and determine  separately any preliminary issue of a description prescribed by the regulations which is raised by any case ."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "10", "section_title": " National security.", "section_text": "10 1 If on a complaint under— a section 145A, 145B or 146 of the Trade Union and Labour Relations (Consolidation) Act 1992 (inducements and detriments in respect of trade union membership  etc. ), b section 111 of the Employment Rights Act 1996 (unfair dismissal), ,  ... c regulation 9 of the Employment Relations Act 1999 (Blacklists) Regulations 2010 (detriment connected with prohibited list)   or d regulation 4 of the Employment Rights Act 1996 ( NHS  Recruitment – Protected Disclosure) Regulations 2018 (complaint to employment tribunal), it is shown that the action complained of was taken for the purpose of safeguarding national security, the employment tribunal shall dismiss the complaint. 2 Employment tribunal procedure regulations may make provision about the composition of the tribunal (including provision disapplying or modifying section 4) for the purposes of proceedings in relation to which— a a direction is given under subsection (3), or b an order is made under subsection (4). 3 A direction may be given under this subsection by a Minister of the Crown if— a it relates to particular Crown employment proceedings, and b the Minister considers it expedient in the interests of national security. 4 An order may be made under this subsection by the President or a Regional                       Employment Judge                     in relation to particular proceedings if he considers it expedient in the interests of national security. 5 Employment tribunal procedure regulations may make provision enabling a Minister of the Crown, if he considers it expedient in the interests of national security— a to direct a tribunal to sit in private for all or part of particular Crown employment proceedings; b to direct a tribunal to exclude the applicant from all or part of particular Crown employment proceedings; c to direct a tribunal to exclude the applicant’s representatives from all or part of particular Crown employment proceedings; or d to direct a tribunal to take steps to conceal the identity of a particular witness in particular Crown employment proceedings; e to direct a tribunal to take steps to keep secret all or part of the reasons for its decision in particular Crown employment proceedings. 6 Employment tribunal procedure regulations may enable a tribunal, if it considers it expedient in the interests of national security, to do in relation to particular proceedings before it anything of a kind which, by virtue of subsection (5), employment tribunal procedure regulations may enable a Minister of the Crown to direct a tribunal to do in relation to particular Crown employment proceedings. 7 In relation to cases where a person has been excluded by virtue of subsection (5)(b) or (c) or (6), employment tribunal procedure regulations may make provision— a for the appointment by the Attorney General, or by the Advocate General for Scotland, of a person to represent the interests of the applicant; b about the publication and registration of reasons for the tribunal’s decision; c permitting an excluded person to make a statement to the tribunal before the commencement of the proceedings, or the part of the proceedings, from which he is excluded. 8 Proceedings are Crown employment proceedings for the purposes of this section if the employment to which the complaint relates— a is Crown employment, or b is connected with the performance of functions on behalf of the Crown. 9 The reference in subsection (4) to the President or a Regional Chairman is to a person appointed in accordance with regulations under section 1(1) as— a a Regional Chairman, b President of the Employment Tribunals (England and Wales), or c President of the Employment Tribunals (Scotland)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "10A", "section_title": " Confidential information.", "section_text": "10A 1 Employment tribunal procedure regulations may enable an employment tribunal to sit in private for the purpose of hearing evidence from any person which in the opinion of the tribunal is likely to consist of— a information which he could not disclose without contravening a prohibition imposed by or by virtue of any enactment, b information which has been communicated to him in confidence or which he has otherwise obtained in consequence of the confidence reposed in him by another person, or c information the disclosure of which would, for reasons other than its effect on negotiations with respect to any of the matters mentioned in section 178(2) of the Trade Union and Labour Relations (Consolidation) Act 1992, cause substantial injury to any undertaking of his or in which he works. 2 The reference in subsection (1)(c) to any undertaking of a person or in which he works shall be construed— a in relation to a person in Crown employment, as a reference to the national interest, b in relation to a person who is a relevant member of the House of Lords staff, as a reference to the national interest or (if the case so requires) the interests of the House of Lords, and c in relation to a person who is a relevant member of the House of Commons staff, as a reference to the national interest or (if the case so requires) the interests of the House of Commons."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "10B", "section_title": " Restriction of publicity in cases involving national security.", "section_text": "10B 1 This section applies where a tribunal has been directed under section 10(5) or has determined under section 10(6)— a to take steps to conceal the identity of a particular witness, or b to take steps to keep secret all or part of the reasons for its decision. 2 It is an offence to publish— a anything likely to lead to the identification of the witness, or b the reasons for the tribunal’s decision or the part of its reasons which it is directed or has determined to keep secret. 3 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 Where a person is charged with an offence under this section it is a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the publication in question was of, or included, the matter in question. 5 Where an offence under this section committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b a person purporting to act in any such capacity, he as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 6 A reference in this section to publication includes a reference to inclusion in a programme which is included in a programme service, within the meaning of the  Broadcasting Act 1990."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "11", "section_title": " Restriction of publicity in cases involving sexual misconduct.", "section_text": "11 1 Employment tribunal  procedure regulations may include provision— a for cases involving allegations of the commission of sexual offences, for securing that the registration or other making available of documents or decisions shall be so effected as to prevent the identification of any person affected by or making the allegation, and b for cases involving allegations of sexual misconduct, enabling an  employment tribunal , on the application of any party to proceedings before it or of its own motion, to make a restricted reporting order having effect (if not revoked earlier) until the promulgation of the decision of the tribunal. 2 If any identifying matter is published or included in a relevant programme in contravention of a restricted reporting order— a in the case of publication in a newspaper or periodical, any proprietor, any editor and any publisher of the newspaper or periodical, b in the case of publication in any other form, the person publishing the matter, and c in the case of matter included in a relevant programme— i any body corporate engaged in providing the service in which the programme is included, and ii any person having functions in relation to the programme corresponding to those of an editor of a newspaper, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 3 Where a person is charged with an offence under subsection (2) it is a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the publication or programme in question was of, or included, the matter in question. 4 Where an offence under subsection (2) committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b a person purporting to act in any such capacity, he as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 5 In relation to a body corporate whose affairs are managed by its members “director\", in subsection (4), means a member of the body corporate. 6 In this section— “ identifying matter ”, in relation to a person, means any matter likely to lead members of the public to identify him as a person affected by, or as the person making, the allegation, “ relevant programme ” has the same meaning as in the  Sexual Offences (Amendment) Act 1992, “ restricted reporting order ” means an order— made in exercise of a power conferred by regulations made by virtue of this section, and prohibiting the publication in Great Britain of identifying matter in a written publication available to the public or its inclusion in a relevant programme for reception in Great Britain, “ sexual misconduct ” means the commission of a sexual offence, sexual harassment or other adverse conduct (of whatever nature) related to sex, and conduct is related to sex whether the relationship with sex lies in the character of the conduct or in its having reference to the sex or sexual orientation of the person at whom the conduct is directed, “ sexual offence ” means any offence to which section 4 of the  Sexual Offences (Amendment) Act 1976, the Sexual Offences (Amendment) Act 1992 or section 274(2) of the  Criminal Procedure (Scotland) Act 1995 applies (offences under the  Sexual Offences Act 1956, Part I of the  Criminal Law (Consolidation) (Scotland) Act 1995 and certain other enactments), and “ written publication ” has the same meaning as in the Sexual Offences (Amendment) Act 1992."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "12", "section_title": " Restriction of publicity in disability cases.", "section_text": "12 1 This section applies to proceedings on a complaint under    section 120 of the Equality Act 2010, where the complaint relates to disability   in which evidence of a personal nature is likely to be heard by the  employment tribunal  hearing the complaint. 2 Employment tribunal  procedure regulations may include provision in relation to proceedings to which this section applies for— a enabling an  employment tribunal , on the application of the complainant or of its own motion, to make a restricted reporting order having effect (if not revoked earlier) until the promulgation of the decision of the tribunal, and b where a restricted reporting order is made in relation to a complaint which is being dealt with by the tribunal together with any other proceedings, enabling the tribunal to direct that the order is to apply also in relation to those other proceedings or such part of them as the tribunal may direct. 3 If any identifying matter is published or included in a relevant programme in contravention of a restricted reporting order— a in the case of publication in a newspaper or periodical, any proprietor, any editor and any publisher of the newspaper or periodical, b in the case of publication in any other form, the person publishing the matter, and c in the case of matter included in a relevant programme— i any body corporate engaged in providing the service in which the programme is included, and ii any person having functions in relation to the programme corresponding to those of an editor of a newspaper, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 Where a person is charged with an offence under subsection (3), it is a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the publication or programme in question was of, or included, the matter in question. 5 Where an offence under subsection (3) committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b a person purporting to act in any such capacity, he as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 6 In relation to a body corporate whose affairs are managed by its members “director\", in subsection (5), means a member of the body corporate. 7 In this section— “ evidence of a personal nature ” means any evidence of a medical, or other intimate, nature which might reasonably be assumed to be likely to cause significant embarrassment to the complainant if reported, “ identifying matter ” means any matter likely to lead members of the public to identify the complainant or such other persons (if any) as may be named in the order, “ promulgation ” has such meaning as may be prescribed by regulations made by virtue of this section, “ relevant programme ” means a programme included in a programme service, within the meaning of the  Broadcasting Act 1990, “ restricted reporting order ” means an order— made in exercise of a power conferred by regulations made by virtue of this section, and prohibiting the publication in Great Britain of identifying matter in a written publication available to the public or its inclusion in a relevant programme for reception in Great Britain, and “ written publication ” includes a film, a sound track and any other record in permanent form but does not include an indictment or other document prepared for use in particular legal proceedings."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "12A", "section_title": "Financial penalties", "section_text": "12A 1 Where an employment tribunal determining a claim involving an employer and a worker— a concludes that the employer has breached any of the worker's rights to which the claim relates, and b is of the opinion that the breach has one or more aggravating features, the tribunal may order the employer to pay a penalty to the Secretary of State (whether or not it also makes a financial award against the employer on the claim). 2 The tribunal shall have regard to an employer's ability to pay— a in deciding whether to order the employer to pay a penalty under this section; b (subject to subsections (3) to (7)) in deciding the amount of a penalty. 3 The amount of a penalty under this section shall be— a at least £100; b no more than  £20,000. This subsection does not apply where subsection (5) or (7) applies. 4 Subsection (5) applies where an employment tribunal— a makes a financial award against an employer on a claim, and b also orders the employer to pay a penalty under this section in respect of the claim. 5 In such a case, the amount of the penalty under this section shall be 50% of the amount of the award, except that— a if the amount of the financial award is less than £200, the amount of the penalty shall be £100; b if the amount of the financial award is more than  £40,000,  the amount of the penalty shall be  £20,000. 6 Subsection (7) applies, instead of subsection (5), where an employment tribunal— a considers together two or more claims involving different workers but the same employer, and b orders the employer to pay a penalty under this section in respect of any of those claims. 7 In such a case— a the amount of the penalties in total shall be at least £100; b the amount of a penalty in respect of a particular claim shall be— i no more than  £20,000,  and ii where the tribunal makes a financial award against the employer on the claim, no more than 50% of the amount of the award. But where the tribunal makes a financial award on any of the claims and the amount awarded is less than £200 in total, the amount of the penalties in total shall be £100 (and paragraphs (a) and (b) shall not apply). 8 Two or more claims in respect of the same act and the same worker shall be treated as a single claim for the purposes of this section. 9 Subsection (5) or (7) does not require or permit an order under subsection (1)\t\t\t\t\t\t\t\t\t\t\t(or a failure to make such an order) to be reviewed where the tribunal subsequently awards compensation under— a section 140(3) of the Trade Union and Labour Relations (Consolidation) Act 1992 (failure to comply with tribunal's recommendation), b section 117 of the Employment Rights Act 1996 (failure to reinstate  etc. ), c section 124(7) of the Equality Act 2010 (failure to comply with tribunal's recommendation), or d any other provision empowering the tribunal to award compensation, or further compensation, for a failure to comply (or to comply fully) with an order or recommendation of the tribunal. 10 An employer's liability to pay a penalty under this section is discharged if 50% of the amount of the penalty is paid no later than 21 days after the day on which notice of the decision to impose the penalty is sent to the employer. 11 In this section— “claim”— means anything that is referred to in the relevant legislation as a claim, a complaint or a reference, other than a reference made by virtue of section 122(2) or 128(2) of the Equality Act 2010 (reference by court of question about a non-discrimination or equality rule  etc ), and also includes an application, under regulations made under section 45 of the Employment Act 2002, for a declaration that a person is a permanent employee; “ employer ” has the same meaning as in Part 4A of the Employment Rights Act 1996, and also— in relation to an individual seeking to be employed by a person as a worker, includes that person; in relation to a right conferred by section 47A or 63A of the Employment Rights Act 1996 (right to time off for young person for study or training), includes the principal within the meaning of section 63A(3) of that Act; in relation to a right conferred by the Agency Workers Regulations 2010 ( S.I.  2010/93), includes the hirer within the meaning of those Regulations and (where the worker is not actually employed by the temporary work agency) the temporary work agency within that meaning; “ financial award ” means an award of a sum of money, but does not including anything payable by virtue of section 13; “ worker ” has the same meaning as in Part 4A of the Employment Rights Act 1996, and also includes an individual seeking to be employed by a person as a worker. 12 The Secretary of State may by order— a amend subsection (3), (5) or (7) by substituting a different amount; b amend subsection (5), (7) or (10) by substituting a different percentage; c amend this section so as to alter the meaning of  “claim”. 12A Any provision that could be made by an order under subsection (12) may instead— a in the case of provision that could be made under paragraph (a) or (b) of that subsection, be included in regulations under section 37N; b in the case of provision that could be made under paragraph (c) of that subsection, be included in regulations under section 37Q. 13 The Secretary of State shall pay sums received under this section into the Consolidated Fund."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "13", "section_title": " Costs and expenses.", "section_text": "13 1 Employment tribunal procedure regulations may include provision— a for the award of costs or expenses; b for the award of any allowances payable under section 5(2)(c) or (3). 1A Regulations under subsection (1) may include provision authorising an employment tribunal to have regard to a person’s ability to pay when considering the making of an award against him under such regulations. 1B Employment tribunal procedure regulations may include provision for authorising an employment tribunal— a to disallow all or part of the costs or expenses of a representative of a party to proceedings before it by reason of that representative’s conduct of the proceedings; b to order a representative of a party to proceedings before it to meet all or part of the costs or expenses incurred by a party by reason of the representative’s conduct of the proceedings; c to order a representative of a party to proceedings before it to meet all or part of any allowances payable by the Secretary of State under section 5(2)(c) or (3) by reason of the representative’s conduct of the proceedings. 1C Employment tribunal procedure regulations may also include provision for taxing or otherwise settling the costs or expenses referred to in subsection (1)(a) or (1B)(b) (and, in particular in England and Wales, for enabling the amount of such costs to be assessed by way of detailed assessment in                             the county court                          ). 2 In relation to proceedings under section 111 of the  Employment Rights Act 1996— a where the employee has expressed a wish to be reinstated or re-engaged which has been communicated to the employer at least seven days before the hearing of the complaint,  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . employment tribunal  procedure regulations shall include provision for requiring the employer to pay the costs or expenses of any postponement or adjournment of the hearing caused by his failure, without a special reason, to adduce reasonable evidence as to the availability of the job from which the complainant was dismissed  . . . or of comparable or suitable employment. 3 Provision included in employment tribunal procedure regulations under subsection (1) must include provision for requiring an employment tribunal, in any proceedings in which a late postponement application has been granted, to consider whether to make an award against the party who made the application in respect of any costs or expenses connected with the postponement, except in circumstances specified in the regulations. 4 For the purposes of subsection (3)— a a late postponement application is an application for the postponement of a hearing in the proceedings which is made after a time determined in accordance with the regulations (whether before or after the hearing has begun), and b “ postponement ” includes adjournment."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "13A", "section_title": " Payments in respect of preparation time", "section_text": "13A 1 Employment tribunal procedure regulations may include provision for authorising an employment tribunal to order a party to proceedings before it to make a payment to any other party in respect of time spent in preparing that other party’s case. 2 Regulations under subsection (1) may include provision authorising an employment tribunal to have regard to a person’s ability to pay when considering the making of an order against him under such regulations. 2A Provision included in employment tribunal procedure regulations under subsection (1) must include provision for requiring an employment tribunal, in any proceedings in which a late postponement application has been granted, to consider whether to make an order of the kind mentioned in subsection (1) against the party who made the application in respect of any time spent in connection with the postponement, except in circumstances specified in the regulations. 2B For the purposes of subsection (2A)— a a late postponement application is an application for the postponement of a hearing in the proceedings which is made after a time determined in accordance with the regulations (whether before or after the hearing has begun), and b “ postponement ” includes adjournment. 3 If employment tribunal procedure regulations include— a provision of the kind mentioned in subsection (1), and b provision of the kind mentioned in section 13(1)(a), they shall also                          , subject to subsection (4),                         include provision to prevent an employment tribunal exercising its powers under both kinds of provision in favour of the same person in the same proceedings. 4 Subsection (3) does not require the regulations to include provision to prevent an employment tribunal from making— a an order of the kind mentioned in subsection (1), and b an award of the kind mentioned in section 13(1)(a) that is limited to witnesses' expenses."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "14", "section_title": " Interest.", "section_text": "14 1 The Secretary of State may by order made with the approval of the Treasury provide that sums payable in pursuance of decisions of  employment tribunals  shall carry interest at such rate and between such times as may be prescribed by the order. 2 Any interest due by virtue of such an order shall be recoverable as a sum payable in pursuance of the decision. 3 The power conferred by subsection (1) includes power— a to specify cases or circumstances in which interest is not payable, b to provide that interest is payable only on sums exceeding a specified amount or falling between specified amounts, c to make provision for the manner in which and the periods by reference to which interest is to be calculated and paid, d to provide that any enactment— i does or does not apply in relation to interest payable by virtue of subsection (1), or ii applies to it with such modifications as may be specified in the order, e to make provision for cases where sums are payable in pursuance of decisions or awards made on appeal from  employment tribunals , f to make such incidental or supplemental provision as the Secretary of State considers necessary. 4 In particular, an order under subsection (1) may provide that the rate of interest shall be the rate specified in section 17 of the  Judgments Act 1838 as that enactment has effect from time to time."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "15", "section_title": " Enforcement.", "section_text": "15 1 Any sum payable in pursuance of a decision of an  employment tribunal  in England and Wales which has been registered in accordance with  employment tribunal  procedure regulations                   shall be recoverable                   under section 85 of the County Courts Act 1984                 or otherwise as if it were payable under an order of                             the county court                          .                 2 Any order for the payment of any sum made by an  employment tribunal  in Scotland (or any copy of such an order certified by the Secretary of the Tribunals) may be enforced as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 3 In this section a reference to a decision or order of an  employment tribunal — a does not include a decision or order which, on being reviewed, has been revoked by the tribunal, and b in relation to a decision or order which on being reviewed, has been varied by the tribunal, shall be construed as a reference to the decision or order as so varied."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "16", "section_title": " Power to provide for recoupment of benefits.", "section_text": "16 1 This section applies to payments which are the subject of proceedings before  employment tribunals  and which are— a payments of wages or compensation for loss of wages, b payments by employers to employees under sections 146 to 151, sections 168 to 173 or section 192 of the  Trade Union and Labour Relations (Consolidation) Act 1992, c payments by employers to employees under— i Part III, V,  VI  or  VII , ii section 93, or iii Part X, of the  Employment Rights Act 1996,  ... d payments by employers to employees of a nature similar to, or for a purpose corresponding to the purpose of, payments within paragraph (b) or (c), ... e payments by employers to employees under regulation 5, 6 or 9 of the Employment Relations Act 1999 (Blacklists) Regulations 2010, or f payments by  NHS  employers to applicants under regulation 6 of the Employment Rights Act 1996 ( NHS  Recruitment – Protected Disclosure) Regulations 2018 (remedies), and to payments of remuneration under a protective award under section 189 of the Trade Union and Labour Relations (Consolidation) Act 1992. 2 The Secretary of State may by regulations make with respect to payments to which this section applies provision for any or all of the purposes specified in subsection (3). 3 The purposes referred to in subsection (2) are— a enabling the Secretary of State to recover from an employer, by way of total or partial recoupment of   universal credit,  jobseeker’s allowance                           , income support or income-related employment and support allowance                        — i a sum not exceeding the amount of the prescribed element of the monetary award, or ii in the case of a protective award, the amount of the remuneration, b requiring or authorising an  employment tribunal  to order the payment of such a sum, by way of total or partial recoupment of                            universal credit,   jobseeker's allowance, income support or income-related employment and support allowance                        , to the Secretary of State instead of to an employee, and c requiring an  employment tribunal  to order the payment to an employee of only the excess of the prescribed element of the monetary award over the amount of any   universal credit,  jobseeker’s allowance                           , income support or income-related employment and support allowance                         shown to the tribunal to have been paid to the employee and enabling the Secretary of State to recover from the employer, by way of total or partial recoupment of the benefit, a sum not exceeding that amount. 4 Regulations under this section may be framed— a so as to apply to all payments to which this section applies or to one or more classes of those payments, and b so as to apply to all or any of the benefits mentioned in subsection (3). 5 Regulations under this section may— a confer powers and impose duties on  employment tribunals  or  adjudication officers or  other persons, b impose on an employer to whom a monetary award or protective award relates a duty— i to furnish particulars connected with the award, and ii to suspend payments in pursuance of the award during any period prescribed by the regulations, c provide for an employer who pays a sum to the Secretary of State in pursuance of this section to be relieved from any liability to pay the sum to another person, cc provide for the determination by the Secretary of State of any issue arising as to the total or partial recoupment in pursuance of the regulations of   universal credit,  a jobseeker’s allowance, unemployment benefit                           , income support or income-related employment and support allowance                        , d confer on an employee a right of appeal to   the First-tier Tribunal   against any decision of the Secretary of State on any such issue, and e provide for the proof in proceedings before  employment tribunals  (whether by certificate or in any other manner) of any amount of   universal credit,  jobseeker’s allowance                           , income support or income-related employment and support allowance                         paid to an employee. 6 Regulations under this section may make different provision for different cases."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "17", "section_title": " Recoupment: further provisions.", "section_text": "17 1 Where in pursuance of any regulations under section 16 a sum has been recovered by or paid to the Secretary of State by way of total or partial recoupment of   universal credit,  jobseeker’s allowance                       , income support or income-related employment and support allowance                    — a no sum shall be recoverable under Part III or V of the  Social Security Administration Act 1992, and b no abatement, payment or reduction shall be made by reference to the   universal credit,  jobseeker’s allowance                       , income support or income-related employment and support allowance                     recouped. 2 Any amount found to have been duly recovered by or paid to the Secretary of State in pursuance of regulations under section 16 by way of total or partial recoupment of jobseeker’s allowance shall be paid into the National Insurance Fund. 3 In section 16— “ monetary award ” means the amount which is awarded, or ordered to be paid, to the employee by the tribunal or would be so awarded or ordered apart from any provision of regulations under that section, and “ the prescribed element ”, in relation to any monetary award, means so much of that award as is attributable to such matters as may be prescribed by regulations under that section. 4 In section 16 “ income-based jobseeker’s allowance ” has the same meaning as in the  Jobseekers Act 1995. 5 In this section and section 16  “ income-related employment and support allowance ” means an income-related allowance under Part 1 of the Welfare Reform Act 2007 (employment and support allowance)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "18", "section_title": " Conciliation  : relevant proceedings  etc. .", "section_text": "18 1                      In this section and sections 18A to 18C  “ relevant proceedings ” means employment tribunal proceedings—   a under section 66, 68A, 70C, 87, 137, 138, 145A, 145B, 146, 168, 168A, 169, 170, 174, 189 or 192 of, or paragraph 156 of Schedule A1 to, the Trade Union and Labour Relations (Consolidation) Act 1992, b under section 11, 23,   27K, 27N,  34, 63I, 70, 70A, 80(1), 80H, 93, 111, 163 or 177 of the Employment Rights Act 1996, or under Part 5 or 6 of that Act, c under section 11, 19D(1)(a) or 24 of the National Minimum Wage Act 1998, d under section 56 of the Pensions Act 2008, e under section 120 or 127 of the Equality Act 2010, f under regulation 11 of the Safety Representatives and Safety Committees Regulations 1977, g under article 6 of the Employment Tribunals Extension of Jurisdiction (England and Wales) Order 1994, h under article 6 of the Employment Tribunals Extension of Jurisdiction (Scotland) Order 1994, i under paragraph 2 of Schedule 2 to the Health and Safety (Consultation with Employees) Regulations 1996, j under regulation 30 of the Working Time Regulations 1998, k under regulation 27 or 32 of the Transnational Information and Consultation of Employees Regulation 1999, l under regulation 8 of the Part-time Workers (Prevention of Less Favourable Treatment) Regulations 2000, m under regulation 7 or 9 of the Fixed-term Employees (Prevention of Less Favourable Treatment) Regulations 2002, n under regulation 26 of the Merchant Shipping (Maritime Labour Convention) (Hours of Work) Regulations 2018 (S.I. 2018/58). o under regulation 15 of the Flexible Working (Procedural Requirements) Regulations 2002, p under regulation 18 of the Merchant Shipping (Working Time: Inland Waterways) Regulations 2003, q under regulation 18 of the Civil Aviation (Working Time) Regulations 2004, r under regulation 19 of the Fishing Vessels (Working Time: Sea-fishermen) Regulations 2004, s under regulation 29 or 33 of the Information and Consultation of Employees Regulations 2004, t under paragraphs 4 or 8 of the Schedule to the Occupational and Personal Pension Schemes (Consultation by Employers and Miscellaneous Amendment) Regulations 2006, u under regulation 30 or 34 of the European Cooperative Society (Involvement of Employees) Regulations 2006, v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . w under regulation 17 of the Cross-border Railway Services (Working Time) Regulations 2008, x under regulation 9 of Ecclesiastical Offices (Terms of Service) Regulations 2009, y under regulation 28 or 32 of the European Public Limited-Liability Company (Employee Involvement) (Great Britain) Regulations 2009, z under regulation 18 of the Agency Workers Regulations 2010, z1 under regulation 17 of the Employee Study and Training (Procedural Requirements) Regulations 2010,  ... z2 under regulation 5, 6 or 9 of the Employment Relations Act 1999 (Blacklists) Regulations 2010   ,  ... z3 under regulation 3 of the Exclusivity Terms in Zero Hours Contracts (Redress) Regulations 2015 ,  ... z4 under regulation 6 of the Posted Workers (Enforcement of Employment Rights) Regulations 2016   ... z5 under regulation 4 of the Employment Rights Act 1996 ( NHS  Recruitment – Protected Disclosure) Regulations 2018   ,  ... z6 under paragraph (3) of regulation 4 or paragraph (6) of regulation 5 of the Agency Workers (Amendment) Regulations 2019   , or z7 under regulation 8 of the Exclusivity Terms for Zero Hours Workers (Unenforceability and Redress) Regulations 2022. 1A Sections 18A and 18B apply in the case of matters which could be the subject of relevant proceedings, and section 18C applies in the case of relevant proceedings themselves. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In proceeding under   any of sections 18A to 18C   a conciliation officer shall, where appropriate, have regard to the desirability of encouraging the use of other procedures available for the settlement of grievances. 7 Anything communicated to a conciliation officer in connection with the performance of his functions under   any of sections 18A to 18C   shall not be admissible in evidence in any proceedings before an  employment tribunal , except with the consent of the person who communicated it to that officer. 8 The Secretary of State   and the Lord Chancellor, acting jointly,  may by order  amend the definition of  “relevant proceedings” in subsection (1) by adding to or removing from the list in that subsection particular types of employment tribunal proceedings. 9 An order under subsection (8) that adds employment tribunal proceedings to the list in subsection (1) may amend an enactment so as to extend the time limit for instituting those proceedings in such a way as appears necessary or expedient in order to facilitate the conciliation process provided for by section 18A. 10 An order under subsection (8) that removes employment tribunal proceedings from the list in subsection (1) may— a repeal or revoke any provision of an enactment that, for the purpose mentioned in subsection (9), extends the time limit for instituting those proceedings; b make further amendments which are consequential on that repeal or revocation."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "18A", "section_title": "Requirement to contact  ACAS  before instituting proceedings", "section_text": "18A 1 Before a person (“the prospective claimant”) presents an application to institute relevant proceedings relating to any matter, the prospective claimant must provide to  ACAS  prescribed information, in the prescribed manner, about that matter. This is subject to subsection (7). 2 On receiving the prescribed information in the prescribed manner,  ACAS  shall send a copy of it to a conciliation officer. 3 The conciliation officer shall, during the prescribed period, endeavour to promote a settlement between the persons who would be parties to the proceedings. 4 If— a during the prescribed period the conciliation officer concludes that a settlement is not possible, or b the prescribed period expires without a settlement having been reached, the conciliation officer shall issue a certificate to that effect, in the prescribed manner, to the prospective claimant. 5 The conciliation officer may continue to endeavour to promote a settlement after the expiry of the prescribed period. 6 In subsections (3) to (5)\t\t\t\t\t\t\t\t\t\t “ settlement ” means a settlement that avoids proceedings being instituted. 7 A person may institute relevant proceedings without complying with the requirement in subsection (1) in prescribed cases. The cases that may be prescribed include (in particular)— cases where the requirement is complied with by another person instituting relevant proceedings relating to the same matter; cases where proceedings that are not relevant proceedings are instituted by means of the same form as proceedings that are; cases where section 18B applies because  ACAS  has been contacted by a person against whom relevant proceedings are being instituted. 8 A person who is subject to the requirement in subsection (1) may not present an application to institute relevant proceedings without a certificate under subsection (4). 9 Where a conciliation officer acts under this section in a case where the prospective claimant has ceased to be employed by the employer and the proposed proceedings are proceedings under section 111 of the Employment Rights Act 1996, the conciliation officer may in particular— a seek to promote the reinstatement or re-engagement of the prospective claimant by the employer, or by a successor of the employer or by an associated employer, on terms appearing to the conciliation officer to be equitable, or b where the prospective claimant does not wish to be reinstated or re-engaged, or where reinstatement or re-engagement is not practicable, seek to promote agreement between them as to a sum by way of compensation to be paid by the employer to the prospective claimant. 10 In subsections (1) to (7)\t\t\t\t\t\t\t\t\t\t “ prescribed ” means prescribed in employment tribunal procedure regulations. 11 The Secretary of State may by employment tribunal procedure regulations make such further provision as appears to the Secretary of State to be necessary or expedient with respect to the conciliation process provided for by subsections (1) to (8). 12 Employment tribunal procedure regulations may (in particular) make provision— a authorising the Secretary of State to prescribe, or prescribe requirements in relation to, any form which is required by such regulations to be used for the purpose of providing information to  ACAS  under subsection (1) or issuing a certificate under subsection (4); b requiring  ACAS  to give a person any necessary assistance to comply with the requirement in subsection (1); c for the extension of the period prescribed for the purposes of subsection (3); d treating the requirement in subsection (1) as complied with, for the purposes of any provision extending the time limit for instituting relevant proceedings, by a person who is relieved of that requirement by virtue of subsection (7)(a)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "18B", "section_title": "Conciliation before institution of proceedings: other  ACAS  duties", "section_text": "18B 1 This section applies where— a a person contacts  ACAS  requesting the services of a conciliation officer in relation to a matter that (if not settled) is likely to give rise to relevant proceedings against that person, and b  ACAS  has not received information from the prospective claimant under section 18A(1). 2 This section also applies where— a a person contacts  ACAS  requesting the services of a conciliation officer in relation to a matter that (if not settled) is likely to give rise to relevant proceedings by that person, and b the requirement in section 18A(1) would apply to that person but for section 18A(7). 3 Where this section applies a conciliation officer shall endeavour to promote a settlement between the persons who would be parties to the proceedings. 4 If at any time— a the conciliation officer concludes that a settlement is not possible, or b a conciliation officer comes under the duty in section 18A(3) to promote a settlement between the persons who would be parties to the proceedings, the duty in subsection (3) ceases to apply at that time. 5 In subsections (3) and (4)\t\t\t\t\t\t\t\t\t\t “ settlement ” means a settlement that avoids proceedings being instituted. 6 Subsection (9) of section 18A applies for the purposes of this section as it applies for the purposes of that section."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "18C", "section_title": "Conciliation after institution of proceedings", "section_text": "18C 1 Where an application instituting relevant proceedings has been presented to an employment tribunal, and a copy of it has been sent to a conciliation officer, the conciliation officer shall endeavour to promote a settlement— a if requested to do so by the person by whom and the person against whom the proceedings are brought, or b if, in the absence of any such request, the conciliation officer considers that the officer could act under this section with a reasonable prospect of success. 2 Where a person who has presented a complaint to an employment tribunal under section 111 of the Employment Rights Act 1996 has ceased to be employed by the employer against whom the complaint was made, the conciliation officer may in particular— a seek to promote the reinstatement or re-engagement of the complainant by the employer, or by a successor of the employer or by an associated employer, on terms appearing to the conciliation officer to be equitable, or b where the complainant does not wish to be reinstated or re-engaged, or where reinstatement or re-engagement is not practicable, and the parties desire the conciliation officer to act, seek to promote agreement between them as to a sum by way of compensation to be paid by the employer to the complainant. 3 In subsection (1)  “ settlement ” means a settlement that brings proceedings to an end without their being determined by an employment tribunal."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "19", "section_title": " Conciliation procedure.", "section_text": "19 1 Employment tribunal  procedure regulations shall include in relation to  employment tribunal  proceedings in the case of which any enactment makes provision for conciliation— a provisions requiring a copy of the application by which the proceedings are instituted, and a copy of any notice relating to it which is lodged by or on behalf of the person against whom the proceedings are brought, to be sent to a conciliation officer,  and b provisions securing that the applicant and the person against whom the proceedings are brought are notified that the services of a conciliation officer are available to them,  . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "19A", "section_title": "Conciliation: recovery of sums payable under                           settlements\n                        ", "section_text": "19A 1 Subsections (3) to (6) apply if— a a conciliation officer— i has taken action under                   any of sections 18A to 18C                 in a case, and ii issues a certificate in writing stating that a                           settlement                         has been reached in the case, and b all of the terms of the                           settlement                         are set out— i in a single relevant document, or ii in a combination of two or more relevant documents. 2 A document is a  “ relevant document ” for the purposes of subsection (1) if— a it is the certificate, or b it is a document that is referred to in the certificate or that is referred to in a document that is within this paragraph. 3 Any sum payable by a person under the terms of the                           settlement                         (a  “                          settlement                         sum”) shall, subject to subsections (4) to (7), be recoverable— a in England and Wales, by execution issued from                             the county court                           or otherwise as if the sum were payable under an order of that court; b in Scotland, by diligence as if the certificate were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 4 A                           settlement                         sum is not recoverable under subsection (3) if— a the person by whom it is payable applies for a declaration that the sum would not be recoverable from him under the general law of contract, and b that declaration is made. 5 If rules of court so provide, a                           settlement                         sum is not recoverable under subsection (3) during the period— a beginning with the issue of the certificate, and b ending at such time as may be specified in, or determined under, rules of court. 6 If the terms of the                           settlement                         provide for the person to whom a                           settlement                         sum is payable to do anything in addition to discontinuing or not starting proceedings, that sum is recoverable by him under subsection (3)— a in England and Wales, only if                             the county court                           so orders; b in Scotland, only if the sheriff so orders. 7 Once an application has been made for a declaration under subsection (4) in relation to a sum, no further reliance may be placed on subsection (3) for the recovery of the sum while the application is pending. 8 An application for a declaration under subsection (4) may be made to an employment tribunal,                             the county court                           or the sheriff. 9 Employment tribunal procedure regulations may (in particular) make provision as to the time within which an application to an employment tribunal for a declaration under subsection (4) is to be made. 10 Rules of court may make provision as to— a the time within which an application to                             the county court                           for a declaration under subsection (4) is to be made; b the time within which an application to the sheriff for a declaration under subsection (4) is to be made; c when an application (whether made to                             the county court                          , the sheriff or an employment tribunal) for a declaration under subsection (4) is pending for the purposes of subsection (7). 10A A term of any document which is a relevant document for the purposes of subsection (1) is void to the extent that it purports to prevent the disclosure of any provision of any such document to a person appointed or authorised to act under section 37M. 11 Nothing in this section shall be taken to prejudice any rights or remedies that a person has apart from this section. 12 In this section  “                              settlement                            ”\t\t\t\t\t(except in the phrase  “                              settlement                             sum”) means a settlement ... to avoid proceedings or bring proceedings to an end."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "20", "section_title": " The Appeal Tribunal.", "section_text": "20 1 The Employment Appeal Tribunal (“the Appeal Tribunal\") shall continue in existence. 2 The Appeal Tribunal shall have a central office in London but may sit at any time and in any place in Great Britain. 3 The Appeal Tribunal shall be a superior court of record and shall have an official seal which shall be judicially noticed. 4 Subsection (2) is subject to regulation 34 of the Transnational Information and Consultation of Employees Regulations   1999,    regulation 46(1) of the European Public Limited-Liability Company Regulations   2004,    regulation 36(1) of the Information and Consultation of Employees Regulations   2004,   regulation 37(1) of the European Cooperative Society (Involvement of Employees) Regulations    2006,   regulation 58(1) of the Companies (Cross-Border Mergers) Regulations 2007   and regulation 33(1) of the European Public Limited-Liability Company (Employee Involvement) (Great Britain) Regulations 2009( S.I. 2009/2401 ) ."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "21", "section_title": " Jurisdiction of Appeal Tribunal.", "section_text": "21 1 An appeal lies to the Appeal Tribunal on any question of law arising from any decision of, or arising in any proceedings before, an  employment tribunal  under or by virtue of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d  the Trade Union and Labour Relations (Consolidation) Act 1992, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f  the Employment Rights Act 1996  . . . fg . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g this Act, ga the National Minimum Wage Act 1998, gb the Employment Relations Act 1999, gc the Equality Act 2006, gd the Pensions Act 2008,   ge the Equality Act 2010,   h the Working Time Regulations 1998,  . . . i the Transnational Information and Consultation of Employees Regulations 1999 . . . j the Part-time Workers (Prevention of Less Favourable Treatment) Regulations 2000 . . .  k the Fixed-term Employees (Prevention of Less Favourable Treatment) Regulations 2002 . . .  l . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . m . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . n the Merchant Shipping (Working Time: Inland Waterways) Regulations 2003 . . .  o the European Public Limited-Liability Company Regulations 2004 p the Fishing Vessels (Working Time: Sea-fishermen) Regulations 2004 . . .  q the Information and Consultation of Employees Regulations 2004 ,  . . .  r the Schedule to the Occupational and Personal Pension Schemes (Consultation by Employers and Miscellaneous Amendment) Regulations 2006 . . .  s . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . t the European Cooperative Society (Involvement of Employees) Regulations 2006   ... u . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . v the Cross-border Railway Services (Working Time) Regulations 2008 ,  ... w the European Public Limited-Liability Company (Employee Involvement) (Great Britain) Regulations 2009( S.I. 2009/2401 ). ,  ... x the Employment Relations Act 1999 (Blacklists) Regulations 2010. ,  ... y the Agency Workers Regulations 2010.   , or   z the Merchant Shipping (Maritime Labour Convention) (Hours of Work) Regulations 2018 (S.I. 2018/58). 2 No appeal shall lie except to the Appeal Tribunal from any decision of an  employment tribunal  under or by virtue of the Acts listed  or the Regulations referred to  in subsection (1). 3 Subsection (1) does not affect any provision contained in, or made under, any Act which provides for an appeal to lie to the Appeal Tribunal (whether from an  employment tribunal , the Certification Officer or any other person or body) otherwise than on a question to which that subsection applies. 4 The Appeal Tribunal also has any jurisdiction in respect of matters other than appeals which is conferred on it by or under— a the Trade Union and Labour Relations (Consolidation) Act 1992, b this Act, or c any other Act."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "22", "section_title": " Membership of Appeal Tribunal.", "section_text": "22 1 The Appeal Tribunal shall consist of— a such number of judges as may be nominated from time to time   by the Lord Chief Justice, after consulting the Lord Chancellor,   from the judges  . . .  of the High Court and the Court of Appeal                      and the judges within subsection (2A)                    , b at least one judge of the Court of Session nominated from time to time by the Lord President of the Court of Session, and c such number of other members as may be appointed from time to time by Her Majesty on the joint recommendation of the Lord Chancellor and the Secretary of State (“appointed members\"). 2 The appointed members shall be persons who appear to the Lord Chancellor and the Secretary of State to have special knowledge or experience of industrial relations either— a as representatives of employers, or b as representatives of workers (within the meaning of the  Trade Union and Labour Relations (Consolidation) Act 1992). 2A A person is a judge within this subsection if the person— a is the Senior President of Tribunals, b is a deputy judge of the High Court, c is the Judge Advocate General, d is a Circuit judge, e is a Chamber President, or a Deputy Chamber President, of a chamber of the Upper Tribunal or of a chamber of the First-tier Tribunal, f is a judge of the Upper Tribunal by virtue of appointment under paragraph 1(1) of Schedule 3 to the Tribunals, Courts and Enforcement Act 2007, g is a transferred-in judge of the Upper Tribunal (see section 31(2) of that Act), h is a deputy judge of the Upper Tribunal (whether under paragraph 7 of Schedule 3 to, or section 31(2) of, that Act), i is a district judge, which here does not include a deputy district judge,  ... j is a District Judge (Magistrates' Courts), which here does not include a Deputy District Judge (Magistrates' Courts). k is the President of Employment Tribunals (England and Wales), or l is the President of Employment Tribunals (Scotland). 3 The   Lord Chief Justice shall  appoint one of the judges nominated under subsection (1) to be the President of the Appeal Tribunal. 3A The Lord Chief Justice must not make an appointment under subsection (3) unless— a he has consulted the Lord Chancellor, and b the Lord President of the Court of Session agrees. 4 No judge shall be nominated a member of the Appeal Tribunal                      under subsection (1)(b)                     except with his consent. 5 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section. 6 The Lord President of the Court of Session may nominate a judge of the Court of Session who is a member of the First or Second Division of the Inner House of that Court to exercise his functions under subsection (3A)(b)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "23", "section_title": " Temporary membership.", "section_text": "23 1 At any time when— a the office of President of the Appeal Tribunal is vacant, or b the person holding that office is temporarily absent or otherwise unable to act as the President of the Appeal Tribunal, the   Lord Chief Justice   may nominate another judge nominated under section 22(1)(a) to act temporarily in his place. 2 At any time when a judge of the Appeal Tribunal nominated under paragraph (a) or (b) of subsection (1) of section 22 is temporarily absent or otherwise unable to act as a member of the Appeal Tribunal— a in the case of a judge nominated under paragraph (a) of that subsection, the   Lord Chief Justice   may nominate another judge who is qualified to be nominated under that paragraph to act temporarily in his place, and b in the case of a judge nominated under paragraph (b) of that subsection, the Lord President of the Court of Session may nominate another judge who is qualified to be nominated under that paragraph to act temporarily in his place. 3 At any time when an appointed member of the Appeal Tribunal is temporarily absent or otherwise unable to act as a member of the Appeal Tribunal, the Lord Chancellor and the Secretary of State may jointly appoint a person appearing to them to have the qualifications for appointment as an appointed member to act temporarily in his place. 4 A person nominated or appointed to act temporarily in place of the President or any other member of the Appeal Tribunal, when so acting, has all the functions of the person in whose place he acts. 5 No judge shall be nominated to act temporarily as a member of the Appeal Tribunal except with his consent. 6 The functions conferred on the Lord Chief Justice by the preceding provisions of this section may be exercised only after consulting the Lord Chancellor. 7 The functions conferred on the Lord Chancellor by subsection (3) may be exercised only after consultation with the Lord Chief Justice. 8 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "24", "section_title": " Temporary additional judicial membership.", "section_text": "24 1 This section applies if both of the following conditions are met— a the Lord Chancellor thinks that it is expedient, after consulting the Lord Chief Justice, for a qualified person to be appointed to be a temporary additional judge of the Appeal Tribunal in order to facilitate in England and Wales the disposal of business in the Appeal Tribunal; b the Lord Chancellor requests the Lord Chief Justice to make such an appointment. 1A The Lord Chief Justice may, after consulting the Lord Chancellor, appoint a qualified person as mentioned in subsection (1)(a). 1B An appointment under this section is— a for such period, or b on such occasions, as the Lord Chief Justice determines, after consulting the Lord Chancellor. 2 In   this section  “ qualified person ” means a person who— a is qualified for appointment as a judge of the High Court under section 10 of the  Supreme Court Act 1981, ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A person appointed to be a temporary additional judge of the Appeal Tribunal has all the functions of a judge nominated under section 22(1)(a). 4 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "24A", "section_title": "Training  etc.  of members of Appeal Tribunal", "section_text": "24A The Senior President of Tribunals is responsible, within the resources made available by the Lord Chancellor, for the maintenance of appropriate arrangements for the training, guidance and welfare of judges, and other members, of the Appeal Tribunal (in their capacities as members of the Appeal Tribunal)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "24B", "section_title": "Oaths", "section_text": "24B 1 Subsection (2) applies to a person (“ the appointee ”)— a who is appointed under section 22(1)(c) or 23(3), or b who is appointed under section 24(1A) and— i falls when appointed within paragraph (a), but not paragraph (b), of section 24(2), and ii has not previously taken the required oaths after accepting another office. 2 The appointee must take the required oaths before— a the Senior President of Tribunals, or b an eligible person who is nominated by the Senior President of Tribunals for the purpose of taking the oaths from the appointee. 3 If the appointee is a member of the Appeal Tribunal appointed before the coming into force of this section, the requirement in subsection (2) applies in relation to the appointee from the coming into force of this section. 4 A person is eligible for the purposes of subsection (2)(b) if one or more of the following paragraphs applies to him— a he holds high judicial office (as defined in section 60(2) of the Constitutional Reform Act 2005); b he holds judicial office (as defined in section 109(4) of that Act); c he holds (in Scotland) the office of sheriff. 5 In this section  “ the required oaths ” means— a the oath of allegiance, and b the judicial oath, as set out in the Promissory Oaths Act 1868."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "25", "section_title": " Tenure of appointed members.", "section_text": "25 1 Subject to subsections (2) to (4), an appointed member shall hold and vacate office in accordance with the terms of his appointment. 2 An appointed member— a may at any time resign his membership by notice in writing addressed to the Lord Chancellor and the Secretary of State, and b shall vacate his office on the day on which he attains the age of   75 . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If the Lord Chancellor, after consultation with the Secretary of State, is satisfied that an appointed member— a has been absent from sittings of the Appeal Tribunal for a period longer than six consecutive months without the permission of the President of the Appeal Tribunal, b has become bankrupt or  had a debt relief order (under Part 7A of the Insolvency Act 1986) made in respect of him or has   made an arrangement with his creditors, or has had his estate sequestrated or made a trust deed for behoof of his creditors or a composition contract, c is incapacitated by physical or mental illness, or d is otherwise unable or unfit to discharge the functions of a member, the Lord Chancellor may declare his office as a member to be vacant and shall notify the declaration in such manner as the Lord Chancellor thinks fit; and when the Lord Chancellor does so, the office becomes vacant. 5 The Lord Chancellor may declare an appointed member's office vacant under subsection (4) only with the concurrence of the appropriate senior judge. 6 The appropriate senior judge is the Lord Chief Justice of England and Wales, unless the member whose office is to be declared vacant exercises functions wholly or mainly in Scotland, in which case it is the Lord President of the Court of Session."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "26", "section_title": " Staff.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "27", "section_title": " Remuneration, pensions and allowances.", "section_text": "27 1 The   Lord Chancellor   shall pay— a the appointed members,                  and   b any person appointed to act temporarily in the place of an appointed member,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . such remuneration and such travelling and other allowances as he may, with the relevant approval, determine; and for this purpose the relevant approval is that of the Treasury in the case of persons within paragraph (a) or (b)  .... 2 A person appointed to be a temporary additional judge of the Appeal Tribunal shall be paid such remuneration and allowances as the Lord Chancellor may, with the approval of the Treasury, determine. 3 If the   Lord Chancellor   determines, with the approval of the Treasury, that this subsection applies in the case of an appointed member, the  Lord Chancellor  shall— a pay such pension, allowance or gratuity to or in respect of that person on his retirement or death, or b make to the member such payments towards the provision of a pension, allowance or gratuity for his retirement or death, as the  Lord Chancellor  may, with the approval of the Treasury, determine. 4 Where— a a person ceases to be an appointed member otherwise than on his retirement or death, and b it appears to the   Lord Chancellor   that there are special circumstances which make it right for him to receive compensation, the  Lord Chancellor  may make to him a payment of such amount as the  Lord Chancellor  may, with the approval of the Treasury, determine."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "28", "section_title": " Composition of Appeal Tribunal.", "section_text": "28 1 The Appeal Tribunal is, for the purpose of deciding any given matter, to be composed of a member or members chosen by the Senior President of Tribunals. 2 The Senior President of Tribunals (or any person to whom the function under subsection (1) is delegated)— a must act in accordance with regulations under subsection (3); b may choose themselves (if otherwise eligible to sit). 3 The Lord Chancellor must by regulations make provision, in relation to every matter that may fall to be decided by the Appeal Tribunal, for determining the number of members who are to compose the Tribunal. 4 Where regulations under subsection (3) provide for the Appeal Tribunal to be composed of a single member, the regulations must provide for that member to be a judge. 5 Where regulations under subsection (3) provide for the Appeal Tribunal to be composed of more than one member, the regulations— a must provide for at least one of those members to be a judge, b must make provision for determining how many (if any) of the other members are to be judges and how many (if any) are to be appointed members, and c if the Tribunal is to be composed of persons who include one or more appointed members, may make provision for determining what qualifications (if any) that member or any of those members must have. 6 A duty under subsection (3) or (5) to provide for the determination of anything may be discharged by providing for the thing to be determined by the Senior President of Tribunals or the President of the Appeal Tribunal in accordance with any provision made under that subsection. 7 The power under subsection (5)(c) may be exercised by giving the Senior President of Tribunals or the President of the Appeal Tribunal power to determine what qualifications are required in accordance with any provision made by the regulations. 8 Where the Appeal Tribunal is to be composed of more than one member, the Tribunal may proceed in the absence of one or more of the members chosen to compose it if— a the parties to the case agree, and b at least one of the members who is present is a judge. 9 Where a person (other than a judge) is chosen as one of the members composing the Appeal Tribunal but does not have a qualification required by virtue of subsection (5)(c), the Tribunal may still proceed with that person as a member if the parties to the case agree. 10 Before making regulations under this section, the Lord Chancellor must consult the Senior President of Tribunals. 11 In this section, “ qualification ” includes experience."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "29", "section_title": " Conduct of hearings.", "section_text": "29 1 A person may appear before the Appeal Tribunal in person or be represented by— a counsel or a solicitor, b a representative of a trade union or an employers’ association, or c any other person whom he desires to represent him. 2 The Appeal Tribunal has in relation to— a the attendance and examination of witnesses, b the production and inspection of documents, and c all other matters incidental to its jurisdiction, the same powers, rights, privileges and authority (in England and Wales) as the High Court and (in Scotland) as the Court of Session."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "29A", "section_title": "Practice directions", "section_text": "29A 1 Directions about the  practice and   procedure of the Appeal Tribunal may be given— a by the Senior President of Tribunals, or b by the President of the Appeal Tribunal. 2 A power under subsection (1) includes— a power to vary or revoke directions given in exercise of the power, and b power to make different provision for different purposes. 3 Directions under subsection (1)(a) may not be given without the approval of the Lord Chancellor. 4 Directions under subsection (1)(b) may not be given without the approval of— a the Senior President of Tribunals, and b the Lord Chancellor. 5 Subsection (1) does not prejudice any power apart from that subsection to give directions about the  practice or   procedure of the Appeal Tribunal. 6 Directions may not be given in exercise of any such power as is mentioned in subsection (5) without the approval of— a the Senior President of Tribunals, and b the Lord Chancellor. 7 Subsections (3), (4)(b) and (6)(b) do not apply to directions to the extent that they consist of guidance about any of the following— a the application or interpretation of the law; b the making of decisions by members of the Appeal Tribunal. 8 Subsections (3), (4)(b) and (6)(b) do not apply to directions to the extent that they consist of criteria for determining which members of the Appeal Tribunal may be chosen to decide particular categories of matter; but the directions may, to that extent, be given only after consulting the Lord Chancellor. 9 Subsections (4) and (6) do not apply to directions given in a particular case for the purposes of that case only. 10 Subsection (6) does not apply to directions under section 28(1)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "30", "section_title": " Appeal Tribunal procedure rules.", "section_text": "30 1 The Lord Chancellor, after consultation with the Lord President of the Court of Session, shall make rules (“Appeal Tribunal procedure rules\") with respect to proceedings before the Appeal Tribunal. 2 Appeal Tribunal procedure rules may, in particular, include provision— a with respect to the manner in which, and the time within which, an appeal may be brought, b with respect to the manner in which  or complaint  to the Appeal Tribunal may be made, c for requiring persons to attend to give evidence and produce documents and for authorising the administration of oaths to witnesses, d for requiring or enabling the Appeal Tribunal to sit in private in circumstances in which an  employment tribunal  is required or empowered to sit in private by virtue of  section 10A  of this Act, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f for interlocutory matters arising on any appeal or application to the Appeal Tribunal to be dealt with                       by an officer of the Appeal Tribunal                    . 2A Appeal Tribunal procedure rules may make provision of a kind which may be made by employment tribunal procedure regulations under section 10(2), (5), (6) or (7). 2B For the purposes of subsection (2A)— a the reference in section 10(2) to section 4 shall be treated as a reference to section 28, and b the reference in section 10(4) to the President or a Regional                       Employment Judge                     shall be treated as a reference to a judge of the Appeal Tribunal. 2C Section 10B shall have effect in relation to a direction to or determination of the Appeal Tribunal as it has effect in relation to a direction to or determination of an employment tribunal. 3 Subject to Appeal Tribunal procedure rules                  and directions under section 28(1) or 29A(1)                , the Appeal Tribunal has power to regulate its own procedure."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "31", "section_title": " Restriction of publicity in cases involving sexual misconduct.", "section_text": "31 1 Appeal Tribunal procedure rules may, as respects proceedings to which this section applies, include provision— a for cases involving allegations of the commission of sexual offences, for securing that the registration or other making available of documents or decisions shall be so effected as to prevent the identification of any person affected by or making the allegation, and b for cases involving allegations of sexual misconduct, enabling the Appeal Tribunal, on the application of any party to the proceedings before it or of its own motion, to make a restricted reporting order having effect (if not revoked earlier) until the promulgation of the decision of the Appeal Tribunal. 2 This section applies to— a proceedings on an appeal against a decision of an  employment tribunal  to make, or not to make, a restricted reporting order, and b proceedings on an appeal against any interlocutory decision of an  employment tribunal  in proceedings in which the  employment tribunal  has made a restricted reporting order which it has not revoked. 3 If any identifying matter is published or included in a relevant programme in contravention of a restricted reporting order— a in the case of publication in a newspaper or periodical, any proprietor, any editor and any publisher of the newspaper or periodical, b in the case of publication in any other form, the person publishing the matter, and c in the case of matter included in a relevant programme— i any body corporate engaged in providing the service in which the programme is included, and ii any person having functions in relation to the programme corresponding to those of an editor of a newspaper, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 Where a person is charged with an offence under subsection (3) it is a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the publication or programme in question was of, or included, the matter in question. 5 Where an offence under subsection (3) committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b a person purporting to act in any such capacity, he as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 6 In relation to a body corporate whose affairs are managed by its members “director\", in subsection (5), means a member of the body corporate. 7 “ Restricted reporting order ” means— a in subsections (1) and (3), an order— i made in exercise of a power conferred by rules made by virtue of this section, and ii prohibiting the publication in Great Britain of identifying matter in a written publication available to the public or its inclusion in a relevant programme for reception in Great Britain, and b in subsection (2), an order which is a restricted reporting order for the purposes of section 11. 8 In this section— “ identifying matter ”, in relation to a person, means any matter likely to lead members of the public to identify him as a person affected by, or as the person making, the allegation, “ relevant programme ” has the same meaning as in the  Sexual Offences (Amendment) Act 1992, “ sexual misconduct ” means the commission of a sexual offence, sexual harassment or other adverse conduct (of whatever nature) related to sex, and conduct is related to sex whether the relationship with sex lies in the character of the conduct or in its having reference to the sex or sexual orientation of the person at whom the conduct is directed, “ sexual offence ” means any offence to which section 4 of the  Sexual Offences (Amendment) Act 1976, the Sexual Offences (Amendment) Act 1992 or section 274(2) of the  Criminal Procedure (Scotland) Act 1995 applies (offences under the  Sexual Offences Act 1956, Part I of the  Criminal Law (Consolidation) (Scotland) Act 1995 and certain other enactments), and “ written publication ” has the same meaning as in the Sexual Offences (Amendment) Act 1992."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "32", "section_title": " Restriction of publicity in disability cases.", "section_text": "32 1 This section applies to proceedings— a on an appeal against a decision of an  employment tribunal  to make, or not to make, a restricted reporting order, or b on an appeal against any interlocutory decision of an  employment tribunal  in proceedings in which the  employment tribunal  has made a restricted reporting order which it has not revoked. 2 Appeal Tribunal procedure rules may, as respects proceedings to which this section applies, include provision for— a enabling the Appeal Tribunal, on the application of the complainant or of its own motion, to make a restricted reporting order having effect (if not revoked earlier) until the promulgation of the decision of the Appeal Tribunal, and b where a restricted reporting order is made in relation to an appeal which is being dealt with by the Appeal Tribunal together with any other proceedings, enabling the Appeal Tribunal to direct that the order is to apply also in relation to those other proceedings or such part of them as the Appeal Tribunal may direct. 3 If any identifying matter is published or included in a relevant programme in contravention of a restricted reporting order— a in the case of publication in a newspaper or periodical, any proprietor, any editor and any publisher of the newspaper or periodical, b in the case of publication in any other form, the person publishing the matter, and c in the case of matter included in a relevant programme— i any body corporate engaged in providing the service in which the programme is included, and ii any person having functions in relation to the programme corresponding to those of an editor of a newspaper, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 Where a person is charged with an offence under subsection (3), it is a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the publication or programme in question was of, or included, the matter in question. 5 Where an offence under subsection (3) committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b a person purporting to act in any such capacity, he as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 6 In relation to a body corporate whose affairs are managed by its members “director\", in subsection (5), means a member of the body corporate. 7 “ Restricted reporting order ” means— a in subsection (1), an order which is a restricted reporting order for the purposes of section 12, and b in subsections (2) and (3), an order— i made in exercise of a power conferred by rules made by virtue of this section, and ii prohibiting the publication in Great Britain of identifying matter in a written publication available to the public or its inclusion in a relevant programme for reception in Great Britain. 8 In this section— “ complainant ” means the person who made the complaint to which the proceedings before the Appeal Tribunal relate, “ identifying matter ” means any matter likely to lead members of the public to identify the complainant or such other persons (if any) as may be named in the order, “ promulgation ” has such meaning as may be prescribed by rules made by virtue of this section, “ relevant programme ” means a programme included in a programme service, within the meaning of the  Broadcasting Act 1990, and “ written publication ” includes a film, a sound track and any other record in permanent form but does not include an indictment or other document prepared for use in particular legal proceedings."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "33", "section_title": " Restriction of vexatious proceedings.", "section_text": "33 1 If, on an application made by the Attorney General or the Lord Advocate under this section, the Appeal Tribunal is satisfied that a person has habitually and persistently and without any reasonable ground— a instituted vexatious proceedings, whether   before the Certification Officer,  in an  employment tribunal  or before the Appeal Tribunal, and whether against the same person or against different persons, or b made vexatious applications in any proceedings, whether   before the Certification Officer,  in an  employment tribunal  or before the Appeal Tribunal, the Appeal Tribunal may, after hearing the person or giving him an opportunity of being heard, make a restriction of proceedings order. 2 A “ restriction of proceedings order ” is an order that— a no proceedings shall without the leave of the Appeal Tribunal be instituted   before the Certification Officer,  in any  employment tribunal  or before the Appeal Tribunal by the person against whom the order is made, b any proceedings instituted by him   before the Certification Officer,  in any  employment tribunal  or before the Appeal Tribunal before the making of the order shall not be continued by him without the leave of the Appeal Tribunal, and c no application (other than one for leave under this section) is to be made by him in any proceedings   before the Certification Officer,  in any  employment tribunal  or before the Appeal Tribunal without the leave of the Appeal Tribunal. 3 A restriction of proceedings order may provide that it is to cease to have effect at the end of a specified period, but otherwise it remains in force indefinitely. 4 Leave for the institution or continuance of, or for the making of an application in, any proceedings   before the Certification Officer,  in an  employment tribunal  or before the Appeal Tribunal by a person who is the subject of a restriction of proceedings order shall not be given unless the Appeal Tribunal is satisfied— a that the proceedings or application are not an abuse of the   process  , and b that there are reasonable grounds for the proceedings or application. 5 A copy of a restriction of proceedings order shall be published in the London Gazette and the Edinburgh Gazette."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "34", "section_title": " Costs and expenses", "section_text": "34 1 Appeal Tribunal procedure rules may include provision for the award of costs or expenses. 2 Rules under subsection (1) may include provision authorising the Appeal Tribunal to have regard to a person’s ability to pay when considering the making of an award against him under such rules. 3 Appeal Tribunal procedure rules may include provision for authorising the Appeal Tribunal— a to disallow all or part of the costs or expenses of a representative of a party to proceedings before it by reason of that representative’s conduct of the proceedings; b to order a representative of a party to proceedings before it to meet all or part of the costs or expenses incurred by a party by reason of the representative’s conduct of the proceedings. 4 Appeal Tribunal procedure rules may also include provision for taxing or otherwise settling the costs or expenses referred to in subsection (1) or (3)(b) (and, in particular in England and Wales, for enabling the amount of such costs to be assessed by way of detailed assessment in the High Court)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "35", "section_title": " Powers of Appeal Tribunal.", "section_text": "35 1 For the purpose of disposing of an appeal, the Appeal Tribunal may— a exercise any of the powers of the body or officer from whom the appeal was brought, or b remit the case to that body or officer. 2 Any decision or award of the Appeal Tribunal on an appeal has the same effect, and may be enforced in the same manner, as a decision or award of the body or officer from whom the appeal was brought."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "36", "section_title": " Enforcement of decisions etc.", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 No person shall be punished for contempt of the Appeal Tribunal except by, or with the consent of, a judge. 5 A magistrates’ court shall not remit the whole or part of a fine imposed by the Appeal Tribunal unless it has the consent of a judge who is a member of the Appeal Tribunal."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37", "section_title": " Appeals from Appeal Tribunal.", "section_text": "37 1 Subject to subsection (3), an appeal on any question of law lies from any decision or order of the Appeal Tribunal to the relevant appeal court with the leave of the Appeal Tribunal or of the relevant appeal court. 2 In subsection (1) the “ relevant appeal court ” means— a in the case of proceedings in England and Wales, the Court of Appeal, and b in the case of proceedings in Scotland, the Court of Session. 3 No appeal lies from a decision of the Appeal Tribunal refusing leave for the institution or continuance of, or for the making of an application in, proceedings by a person who is the subject of a restriction of proceedings order made under section 33. 4 This section is without prejudice to section 13 of the  Administration of Justice Act 1960 (appeal in case of contempt of court)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37ZA", "section_title": "Appeals to Supreme Court: grant of certificate by Appeal Tribunal", "section_text": "37ZA 1 If the Appeal Tribunal is satisfied that— a the conditions in subsection (4) or (5) are fulfilled in relation to the Appeal Tribunal's decision or order in any proceedings, and b as regards that decision or order, a sufficient case for an appeal to the Supreme Court has been made out to justify an application under section 37ZB, the Appeal Tribunal may grant a certificate to that effect. 2 The Appeal Tribunal may grant a certificate under this section only on an application made by a party to the proceedings. 3 The Appeal Tribunal may not grant a certificate under this section in the case of proceedings in Scotland. 4 The conditions in this subsection are that a point of law of general public importance is involved in the decision or order of the Appeal Tribunal and that point of law is— a a point of law that— i relates wholly or mainly to the construction of an enactment or statutory instrument, and ii has been fully argued in the proceedings and fully considered in the judgment of the Appeal Tribunal in the proceedings, or b a point of law— i in respect of which the Appeal Tribunal is bound by a decision of the Court of Appeal or the Supreme Court in previous proceedings, and ii that was fully considered in the judgments given by the Court of Appeal or, as the case may be, the Supreme Court in those previous proceedings. 5 The conditions in this subsection are that a point of law of general public importance is involved in the decision or order of the Appeal Tribunal and that— a the proceedings entail a decision relating to a matter of national importance or consideration of such a matter, b the result of the proceedings is so significant (whether considered on its own or together with other proceedings or likely proceedings) that, in the opinion of the Appeal Tribunal, a hearing by the Supreme Court is justified, or c the Appeal Tribunal is satisfied that the benefits of earlier consideration by the Supreme Court outweigh the benefits of consideration by the Court of Appeal. 6 No appeal lies against the grant or refusal of a certificate under subsection (1)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37ZB", "section_title": "Appeals to Supreme Court: permission to appeal", "section_text": "37ZB 1 If the Appeal Tribunal grants a certificate under section 37ZA in relation to any proceedings, a party to those proceedings may apply to the Supreme Court for permission to appeal directly to the Supreme Court. 2 An application under subsection (1) must be made— a within one month from the date on which the certificate is granted, or b within such time as the Supreme Court may allow in a particular case. 3 If on such an application it appears to the Supreme Court to be expedient to do so, the Supreme Court may grant permission for such an appeal. 4 If permission is granted under this section— a no appeal from the decision or order to which the certificate relates lies to the Court of Appeal, but b an appeal lies from that decision or order to the Supreme Court. 5 An application under subsection (1) is to be determined without a hearing. 6 Subject to subsection (4), no appeal lies to the Court of Appeal from a decision or order of the Appeal Tribunal in respect of which a certificate is granted under section 37ZA until— a the time within which an application can be made under subsection (1) has expired, and b where such an application is made, that application has been determined in accordance with this section."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37ZC", "section_title": "Appeals to Supreme Court: exclusions", "section_text": "37ZC 1 No certificate may be granted under section 37ZA in respect of a decision or order of the Appeal Tribunal in any proceedings where, by virtue of any enactment (other than sections 37ZA and 37ZB), no appeal would lie from that decision or order of the Appeal Tribunal to the Court of Appeal, with or without the leave or permission of the Appeal Tribunal or the Court of Appeal. 2 No certificate may be granted under section 37ZA in respect of a decision or order of the Appeal Tribunal in any proceedings where, by virtue of any enactment, no appeal would lie from a decision of the Court of Appeal on that decision or order of the Appeal Tribunal to the Supreme Court, with or without the leave or permission of the Court of Appeal or the Supreme Court. 3 Where no appeal would lie to the Court of Appeal from the decision or order of the Appeal Tribunal except with the leave or permission of the Appeal Tribunal or the Court of Appeal, no certificate may be granted under section 37ZA in respect of a decision or order of the Appeal Tribunal unless it appears to the Appeal Tribunal that it would be a proper case for granting leave or permission to appeal to the Court of Appeal. 4 No certificate may be granted under section 37ZA where the decision or order of the Appeal Tribunal is made in the exercise of its jurisdiction to punish for contempt."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37A", "section_title": "Sums to which financial penalty can relate", "section_text": "37A 1 This section has effect for the purposes of this Part. 2 “Financial award”— a means a sum of money (or, if more than one, the sums of money) ordered by an employment tribunal on a claim involving an employer and a worker, or on a relevant appeal, to be paid by the employer to the worker, and b includes— i any sum (a  “costs sum”) required to be paid in accordance with an order in respect of costs or expenses which relate to proceedings on, or preparation time relating to, the claim or a relevant appeal, and ii in a case to which section 16 applies, a sum ordered to be paid to the Secretary of State under that section. 3 Subsection (2)(b)(i) applies irrespective of when the order was made or the amount of the costs sum was determined. 4 “ Settlement sum ” means a sum payable by an employer to a worker under the terms of a settlement in respect of which a certificate has been issued under section 19A(1). 5 “ Relevant sum ” means— a a financial award, or b a settlement sum. 6 “ Relevant appeal ”, in relation to a financial award, means an appeal against— a the decision on the claim to which it relates, b a decision to make, or not to make, an order in respect of a financial award (including any costs sum) on the claim, c the amount of any such award, or d any decision made on an appeal within paragraphs (a) to (c) or this paragraph. 7 Sections 37B to 37D apply for the purposes of calculating the unpaid amount on any day of a relevant sum."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37B", "section_title": "Financial award: unpaid amount", "section_text": "37B 1 In the case of a financial award, the unpaid amount on any day means the amount outstanding immediately before that day in respect of— a the initial amount of the financial award (see subsection (2)), and b interest payable in respect of the financial award by virtue of section 14. 2 The initial amount of a financial award is— a in a case to which section 16 applies, the monetary award within the meaning of that section (see section 17(3)), together with any costs sum, and b in any other case, the sum or sums of money ordered to be paid (including any costs sum). 3 An amount in respect of a financial award is not to be regarded as outstanding— a when the worker could make an application for an order for a costs sum in relation to— i proceedings on the claim to which the financial award relates, ii proceedings on a relevant appeal, b when the worker has made such an application but the application has not been withdrawn or finally determined, c when the employer or worker could appeal against— i the decision on the claim to which it relates, ii a decision to make, or not to make, a financial award (including any costs sum) on the claim, iii the amount of any such award, or iv any decision made on an appeal within sub-paragraphs (i) to (iii) or this sub-paragraph, but has not done so, or d when the employer or worker has made such an appeal but the appeal has not been withdrawn or finally determined."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37C", "section_title": "Settlement sum: unpaid amount", "section_text": "37C 1 In the case of a settlement sum, the unpaid amount on any day means the amount outstanding immediately before that day in respect of— a the settlement sum, and b interest (if any) calculated in accordance with the settlement (within the meaning of section 19A). 2 Subject to section 37D(2) and (3), an amount in respect of a settlement sum is not to be regarded as outstanding if the settlement sum is not recoverable under section 19A(3)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37D", "section_title": "Unpaid amount of relevant sum: further provision", "section_text": "37D 1 Subsections (2) and (3) apply where— a a relevant sum is to be paid by instalments, b any instalment is not paid on or before the day on which it is due to be paid, and c a warning notice (see section 37E) is given in consequence of the failure to pay that instalment (“the unpaid instalment”). 2 For the purposes of calculating the unpaid amount for— a that warning notice, and b any penalty notice given in respect of that warning notice, any remaining instalments (whether or not yet due) are to be treated as having been due on the same day as the unpaid instalment. 3 Accordingly, the amount outstanding in respect of the financial award or settlement sum is to be taken to be— a the aggregate of— i the unpaid instalment, and ii any remaining instalments, including, in the case of a settlement sum, any amount which is not recoverable under section 19A(3) by reason only of not being due, b interest on those amounts calculated in accordance with section 37B(1)(b) or 37C(1)(b) (and subsection (2)). 4 Subsections (2) and (3) are not to be taken to affect the time at which any remaining instalment is due to be paid by the employer. 5 The provisions of this Part apply where a financial award consists of two or more sums (whether or not any of them is a costs sum) which are required to be paid at different times as if— a it were a relevant sum to be paid by instalments, and b those sums were the instalments. 6 Where a payment by an employer is made, or purported to be made, in respect of a relevant sum, an enforcement officer may determine whether, and to what extent, the payment is to be treated as being— a in respect of that relevant sum or instead in respect of some other amount owed by the employer; b in respect of the initial amount or interest on it, in the case of a payment treated as being in respect of the relevant sum."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37E", "section_title": "Warning notice", "section_text": "37E 1 This section applies where an enforcement officer considers that an employer who is required to pay a relevant sum has failed— a in the case of a relevant sum which is to be paid by instalments, to pay an instalment on or before the day on which it is due to be paid, or b in any other case, to pay the relevant sum in full on or before the day on which it is due to be paid. 2 The officer may give the employer a notice (a  “warning notice”) stating the officer's intention to impose a financial penalty in respect of the relevant sum unless before a date specified in the warning notice (“ the specified date ”) the employer has paid in full the amount so specified (“ the specified amount ”). This is subject to subsection (3). 3 Where a penalty notice has previously been given in respect of the relevant sum, the officer may not give a warning notice until— a 3 months have elapsed since the end of the relevant period (within the meaning of section 37H) relating to the last penalty notice given in respect of the relevant sum, and b if the relevant sum is to be paid by instalments, the last instalment has become due for payment. 4 The specified date must be after the end of the period of 28 days beginning with the day on which the warning notice is given. 5 The specified amount must be the unpaid amount of the relevant sum on the day on which the warning notice is given. 6 A warning notice must identify the relevant sum and state— a how the specified amount has been calculated; b the grounds on which it is proposed to impose a penalty; c the amount of the financial penalty that would be imposed if no payment were made in respect of the relevant sum before the specified date; d that the employer may before the specified date make representations about the proposal to impose a penalty, including representations— i about payments which the employer makes in respect of the relevant sum after the warning notice is given; ii about the employer's ability to pay both a financial penalty and the relevant sum; e how any such representations may be made. 7 The statement under subsection (6)(e) must include provision for allowing representations to be made by post (whether or not it also allows them to be made in any other way). 8 If the employer pays the specified amount before the specified date, the relevant sum is to be treated for the purposes of this Part as having been paid in full. 9 Subsection (8) is not to be taken to affect the liability of the employer to pay any increase in the unpaid amount between the date of the warning notice and the date of payment."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37F", "section_title": "Penalty notice", "section_text": "37F 1 This section applies where an enforcement officer— a has given a warning notice to an employer, and b is satisfied that the employer has failed to pay the specified amount in full before the specified date. 2 The officer may give the employer a notice (a  “penalty notice”) requiring the employer to pay a financial penalty to the Secretary of State. 3 A penalty notice must identify the relevant sum and state— a the grounds on which the penalty notice is given; b the unpaid amount of the relevant sum on the specified date and how it has been calculated; c the amount of the financial penalty (see subsections (4) to (6)); d how the penalty must be paid; e the period within which the penalty must be paid; f how the employer may pay a reduced penalty instead of the financial penalty; g the amount of the reduced penalty (see subsection (8)); h how the employer may appeal against the penalty notice; i the consequences of non-payment. 4 Subject to subsections (5) and (6), the amount of the financial penalty is 50% of the unpaid amount of the relevant sum on the specified date. 5 If the unpaid amount on the specified date is less than £200, the amount of the penalty is £100. 6 If the unpaid amount on the specified date is more than £10,000, the amount of the financial penalty is £5,000. 7 The period specified under subsection (3)(e) must be a period of not less than 28 days beginning with the day on which the penalty notice is given. 8 The amount of the reduced penalty is 50% of the amount of the financial penalty. 9 Subsection (10) applies if, within the period of 14 days beginning with the day on which the penalty notice is given, the employer— a pays the unpaid amount of the relevant sum on the specified date (as stated in the notice under subsection (3)(b)), and b pays the reduced penalty to the Secretary of State. 10 The employer is to be treated— a for the purposes of this Part, as having paid the relevant sum in full, and b by paying the reduced penalty, as having paid the whole of the financial penalty. 11 Subsection (10)(a) is not to be taken to affect the liability of the employer to pay any increase in the unpaid amount of the relevant sum between the specified date and the date of payment."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37G", "section_title": "Appeal against penalty notice", "section_text": "37G 1 An employer to whom a penalty notice is given may, before the end of the period specified under section 37F(3)(e) (period within which penalty must be paid), appeal against— a the penalty notice; or b the amount of the financial penalty. 2 An appeal under subsection (1) lies to an employment tribunal. 3 An appeal under subsection (1) may be made on one or more of the following grounds— a that the grounds stated in the penalty notice under section 37F(3)(a) were incorrect; b that it was unreasonable for the enforcement officer to have given the notice; c that the calculation of an amount stated in the penalty notice was incorrect. 4 On an appeal under subsection (1), an employment tribunal may— a allow the appeal and cancel the penalty notice; b in the case of an appeal made on the ground that the calculation of an amount stated in the penalty notice was incorrect, allow the appeal and substitute the correct amount for the amount stated in the penalty notice; c dismiss the appeal. 5 Where an employer has made an appeal under subsection (1), the penalty notice is not enforceable until the appeal has been withdrawn or finally determined."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37H", "section_title": "Interest and recovery", "section_text": "37H 1 This section applies if all or part of a financial penalty which an employer is required by a penalty notice to pay is unpaid at the end of the relevant period. 2 The relevant period is— a if no appeal is made under section 37G(1) relating to the penalty notice, the period specified in the penalty notice under section 37F(3)(e); b if such an appeal is made, the period ending when the appeal is withdrawn or finally determined. 3 The outstanding amount of the financial penalty for the time being carries interest— a at the rate that, on the last day of the relevant period, was specified in section 17 of the Judgments Act 1838, b from the end of the relevant period until the time when the amount of interest calculated under this subsection equals the amount of the financial penalty, (and does not also carry interest as a judgment debt under that section). 4 The outstanding amount of a penalty and any interest is recoverable— a in England and Wales, if the county court so orders, under section 85 of the County Courts Act 1984 or otherwise as if the sum were payable under an order of the county court; b in Scotland, by diligence as if the penalty notice were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 5 Any amount received by the Secretary of State under this Part is to be paid into the Consolidated Fund."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37I", "section_title": "Withdrawal of warning notice", "section_text": "37I 1 Where— a a warning notice has been given (and not already withdrawn), b it appears to an enforcement officer that— i the notice incorrectly omits any statement or is incorrect in any particular, or ii the warning notice was given in contravention of section 37E(3), and c if a penalty notice has been given in relation to the warning notice, any appeal made under section 37G(1) has not been determined, the officer may withdraw the warning notice by giving notice of withdrawal to the employer. 2 Where a warning notice is withdrawn, no penalty notice may be given in relation to it. 3 Where a warning notice is withdrawn after a penalty notice has been given in relation to it— a the penalty notice ceases to have effect; b any sum paid by or recovered from the employer by way of financial penalty payable under the penalty notice must be repaid to the employer with interest at the appropriate rate running from the date when the sum was paid or recovered; c any appeal under section 37G(1) relating to the penalty notice must be dismissed. 4 In subsection (3)(b), the appropriate rate means the rate that, on the date the sum was paid or recovered, was specified in section 17 of the Judgments Act 1838. 5 A notice of withdrawal under this section must indicate the effect of the withdrawal (but a failure to do so does not make the notice of withdrawal ineffective). 6 Withdrawal of a warning notice relating to a relevant sum does not preclude a further warning notice being given in relation to that sum (subject to section 37E(3))."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37J", "section_title": "Withdrawal of penalty notice", "section_text": "37J 1 Where— a a penalty notice has been given (and not already withdrawn or cancelled), and b it appears to an enforcement officer that— i the notice incorrectly omits any statement required by section 37F(3), or ii any statement so required is incorrect in any particular, the officer may withdraw it by giving notice of the withdrawal to the employer. 2 Where a penalty notice is withdrawn and no replacement penalty notice is given in accordance with section 37K— a any sum paid by or recovered from the employer by way of financial penalty payable under the notice must be repaid to the employer with interest at the appropriate rate running from the date when the sum was paid or recovered; b any appeal under section 37G(1) relating to the penalty notice must be dismissed. 3 In a case where subsection (2) applies, the notice of withdrawal must indicate the effect of that subsection (but a failure to do so does not make the withdrawal ineffective). 4 In subsection (2)(a),  “ the appropriate rate ” means the rate that, on the date the sum was paid or recovered, was specified in section 17 of the Judgments Act 1838."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37K", "section_title": "Replacement penalty notice", "section_text": "37K 1 Where an enforcement officer— a withdraws a penalty notice (“the original penalty notice”) under section 37J, and b is satisfied that the employer failed to pay the specified amount in full before the specified date in accordance with the warning notice in relation to which the original penalty notice was given, the officer may at the same time give another penalty notice in relation to the warning notice (“the replacement penalty notice”). 2 The replacement penalty notice must— a indicate the differences between it and the original penalty notice that the enforcement officer reasonably considers material, and b indicate the effect of section 37L. 3 Failure to comply with subsection (2) does not make the replacement penalty notice ineffective. 4 Where a replacement penalty notice is withdrawn under section 37J, no further replacement penalty notice may be given under subsection (1) pursuant to the withdrawal. 5 Nothing in this section affects any power that arises apart from this section to give a penalty notice."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37L", "section_title": "Effect of replacement penalty notice", "section_text": "37L 1 This section applies where a penalty notice is withdrawn under section 37J and a replacement penalty notice is given in accordance with section 37K. 2 If an appeal relating to the original penalty notice has been made under section 37G(1) and has not been withdrawn or finally determined before the time when that notice is withdrawn— a the appeal (“the earlier appeal”) is to have effect after that time as if it were against the replacement penalty notice, and b the employer may exercise the right under section 37G to appeal against the replacement penalty notice only after withdrawing the earlier appeal. 3 If a sum was paid by or recovered from the employer by way of financial penalty under the original penalty notice— a an amount equal to that sum (or, if more than one, the total of those sums) is to be treated as having been paid in respect of the replacement penalty notice, and b any amount by which that sum (or total) exceeds the amount of the financial penalty payable under the replacement penalty notice must be repaid to the employer with interest at the appropriate rate running from the date when the sum (or, if more than one, the first of them) was paid or recovered. 4 In subsection (3)(b)  “ the appropriate rate ” means the rate that, on the date mentioned in that provision, was specified in section 17 of the Judgments Act 1838."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37M", "section_title": "Enforcement officers", "section_text": "37M The Secretary of State may appoint or authorise persons to act as enforcement officers for the purposes of this Part."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37N", "section_title": "Power to amend Part 2A", "section_text": "37N 1 The Secretary of State may by regulations— a amend subsection (5) or (6) of section 37F by substituting a different amount; b amend subsection (4) or (8) of that section by substituting a different percentage; c amend section 37E(4) or 37F(7) or (9) by substituting a different number of days. 2 Any provision that could be made by regulations under this section may instead be included in an order under section 12A(12)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37O", "section_title": "Modification in particular cases", "section_text": "37O 1 The Secretary of State may by regulations make provision for this Part to apply with modifications in cases where— a two or more financial awards were made against an employer on claims relating to different workers that were considered together by an employment tribunal, or b settlement sums are payable by an employer under two or more settlements in cases dealt with together by a conciliation officer. 2 Regulations under subsection (1) may in particular provide for any provision of this Part to apply as if any such financial awards or settlement sums, taken together, were a single relevant sum. 3 The Secretary of State may by regulations make provision for this Part to apply with modifications in cases where a financial award has been made against an employer but is not regarded as outstanding by virtue only of the fact that an application for an order for a costs sum has not been finally determined (or any appeal within section 37B(3)(c) so far as relating to the application could still be made or has not been withdrawn or finally determined). 4 Regulations under subsection (3) may in particular provide— a for any provision of this Part to apply, or to apply if the enforcement officer so determines, as if the application had not been, and could not be, made; b for any costs sum the amount of which is subsequently determined, or the order for which is subsequently made, to be treated for the purposes of this Part as a separate relevant sum."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37P", "section_title": "Giving of notices", "section_text": "37P 1 For the purposes of section 7 of the Interpretation Act 1978 in its application to this Part, the proper address of an employer is— a if the employer has notified an enforcement officer of an address at which the employer is willing to accept notices, that address; b otherwise— i in the case of a body corporate, the address of the body's registered or principal office; ii in the case of a partnership or an unincorporated body or association, the principal office of the partnership, body or association; iii in any other case, the last known address of the person in question. 2 In the case of— a a body corporate registered outside the United Kingdom, b a partnership carrying on business outside the United Kingdom, or c an unincorporated body or association with offices outside the United Kingdom, the references in subsection (1) to its principal office include references to its principal office within the United Kingdom (if any)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "37Q", "section_title": "Financial penalties for non-payment: interpretation", "section_text": "37Q 1 In this Part, the following terms have the following meanings— “claim”— means anything that is referred to in the relevant legislation as a claim, a complaint or a reference, other than a reference made by virtue of section 122(2) or 128(2) of the Equality Act 2010 (reference by court of question about a non-discrimination or equality rule  etc ), and also includes an application, under regulations made under section 45 of the Employment Act 2002, for a declaration that a person is a permanent employee; “ costs sum ” has the meaning given by section 37A; “ employer ” has the same meaning as in section 12A; “ enforcement officer ” means a person appointed or authorised to act under section 37M; “ financial award ” has the meaning given by section 37A; “ penalty notice ” has the meaning given by section 37F; “ relevant appeal ” has the meaning given by section 37A; “ relevant sum ” has the meaning given by section 37A; “ settlement sum ” has the meaning given by section 37A; “specified amount” and  “ specified date ”, in relation to a warning notice or a penalty notice given in relation to it, have the meanings given by section 37E(2); “unpaid amount”— in relation to a financial award, has the meaning given by section 37B; in relation to a settlement sum, has the meaning given by section 37C; subject, in each case, to section 37D; “ warning notice ” has the meaning given by section 37E(2); “ worker ” has the same meaning as in section 12A. 2 References in this Part to an employer, in relation to a warning notice or penalty notice, are to the person to whom the notice is given (whether or not the person is an employer at the time in question). 3 For the purposes of this Part a relevant sum is to be regarded as having been paid in full when the amount unpaid in respect of that sum on the date of payment has been paid. 4 For the purposes of this Part, a penalty notice is given in relation to a warning notice if it is given as the result of a failure by the employer to pay the specified amount before the specified date. 5 The Secretary of State may by regulations amend this section so as to alter the meaning of  “claim”. 6 Any provision that could be made by regulations under subsection (5) may instead be included in an order under section 12A(12)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "38", "section_title": " Crown employment.", "section_text": "38 1 This Act has effect in relation to Crown employment and persons in Crown employment as it has effect in relation to other employment and other employees. 2 In this Act “ Crown employment ” means employment under or for the purposes of a government department or any officer or body exercising on behalf of the Crown functions conferred by a statutory provision. 3 For the purposes of the application of this Act in relation to Crown employment in accordance with subsection (1)— a references to an employee shall be construed as references to a person in Crown employment, and b references to a contract of employment shall be construed as references to the terms of employment of a person in Crown employment. 4 Subsection (1) applies to— a service as a member of the naval, military or air forces of the Crown, and b employment by an association established for the purposes of Part XI of the  Reserve Forces Act 1996; but Her Majesty may by Order in Council make any provision of this Act apply to service as a member of the naval, military or air forces of the Crown subject to such exceptions and modifications as may be specified in the Order in Council."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "39", "section_title": " Parliamentary staff.", "section_text": "39 1 This Act has effect in relation to employment as a relevant member of the House of Lords staff or a relevant member of the House of Commons staff as it has effect in relation to other employment. 2 Nothing in any rule of law or the law or practice of Parliament prevents a relevant member of the House of Lords staff or a relevant member of the House of Commons staff from bringing before an  employment tribunal  proceedings of any description which could be brought before such a tribunal by a person who is not a relevant member of the House of Lords staff or a relevant member of the House of Commons staff. 3 For the purposes of the application of this Act in relation to a relevant member of the House of Commons staff— a references to an employee shall be construed as references to a relevant member of the House of Commons staff, and b references to a contract of employment shall be construed as including references to the terms of employment of a relevant member of the House of Commons staff. 4 In this Act “ relevant member of the House of Lords staff ” means any person who is employed under a contract of employment with the Corporate Officer of the House of Lords. 5 In this Act “ relevant member of the House of Commons staff ” has the same meaning as in section 195 of the  Employment Rights Act 1996; and (subject to an Order in Council under subsection (12) of that section)— a subsections (6) and (7) of that section have effect for determining who is the employer of a relevant member of the House of Commons staff for the purposes of this Act, and b subsection (8) of that section applies in relation to proceedings brought by virtue of this section."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "40", "section_title": " Power to amend Act.", "section_text": "40 1 The Secretary of State   and the Lord Chancellor, acting jointly,   may by order— a provide that any provision of this Act to which this section applies and which is specified in the order shall not apply to persons, or to employments, of such classes as may be prescribed in the order, or b provide that any provision of this Act to which this section applies shall apply to persons or employments of such classes as may be prescribed in the order subject to such exceptions and modifications as may be so prescribed. 2 This section applies to sections 3, 8, 16 and 17  ...."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "41", "section_title": " Orders, regulations and rules.", "section_text": "41 1 Any power conferred by this Act on a Minister of the Crown to make an order, and any power conferred by this Act to make regulations or rules, is exercisable by statutory instrument. 1A No recommendation may be made to Her Majesty to make an Order in Council under section 38(4) unless a draft of the Order in Council has been laid before Parliament and approved by a resolution of each House of Parliament. 2   A statutory instrument containing—   a an order under  section 3  ...  , 12A(12)   ...   or 40,  b regulations under  section   4, 28,  37N, 37O or 37Q(5),   , or  c regulations under section 37QB that amend or repeal provision made by an Act, may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 3 A statutory instrument containing— a an order made by a Minister of the Crown under any other provision of this Act except Part II of Schedule 2, or b   any other regulations   or rules made under this Act, is subject to annulment in pursuance of a resolution of either House of Parliament. 4 Any power conferred by this Act which is exercisable by statutory instrument includes power to make such incidental, supplementary or transitional provision as appears to the Minister exercising the power to be necessary or expedient. 5 This section does not apply in relation to Procedure Rules (the procedure for which is provided for by Schedule A1)."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "42", "section_title": " Interpretation.", "section_text": "42 1 In this Act                      (except where otherwise expressly provided)  —   “ ACAS ” means the Advisory, Conciliation and Arbitration Service,   “ the Appeal Tribunal ” means the Employment Appeal Tribunal, “ Appeal Tribunal procedure rules ” shall be construed in accordance with section 30(1), “ appointed member ” shall be construed in accordance with section 22(1)(c), “ Certification Officer ” shall be construed in accordance with section 254 of the Trade Union and Labour Relations (Consolidation) Act 1992, “ conciliation officer ” means an officer designated by   ACAS                     under section 211 of the  Trade Union and Labour Relations (Consolidation) Act 1992, “ contract of employment ” means a contract of service or apprenticeship, whether express or implied, and (if it is express) whether oral or in writing, “ employee ” means an individual who has entered into or works under (or, where the employment has ceased, worked under) a contract of employment, “ employer ”, in relation to an employee, means the person by whom the employee is (or, where the employment has ceased, was) employed, “ employers’ association ” has the same meaning as in the Trade Union and Labour Relations (Consolidation) Act 1992, “ employment ” means employment under a contract of employment and “ employed ” shall be construed accordingly, “   employment tribunal  procedure regulations ” shall be construed in accordance with section 7(1),   “ representative ” shall be construed in accordance with section 6(1)\t\t\t\t\t\t\t\t(in Part 1) or section 29(1)\t\t\t\t\t\t\t\t(in Part 2),   “ statutory provision ” means a provision, whether of a general or a special nature, contained in, or in any document made or issued under, any Act, whether of a general or special nature, “ successor ”, in relation to the employer of an employee, means (subject to subsection (2)) a person who in consequence of a change occurring (whether by virtue of a sale or other disposition or by operation of law) in the ownership of the undertaking, or of the part of the undertaking, for the purposes of which the employee was employed, has become the owner of the undertaking or part, and “ trade union ” has the meaning given by section 1 of the Trade Union and Labour Relations (Consolidation) Act 1992. 2 The definition of “ successor ” in subsection (1) has effect (subject to the necessary modifications) in relation to a case where— a the person by whom an undertaking or part of an undertaking is owned immediately before a change is one of the persons by whom (whether as partners, trustees or otherwise) it is owned immediately after the change, or b the persons by whom an undertaking or part of an undertaking is owned immediately before a change (whether as partners, trustees or otherwise) include the persons by whom, or include one or more of the persons by whom, it is owned immediately after the change, as it has effect where the previous owner and the new owner are wholly different persons. 3 For the purposes of this Act any two employers shall be treated as associated if— a one is a company of which the other (directly or indirectly) has control, or b both are companies of which a third person (directly or indirectly) has control; and “ associated employer ” shall be construed accordingly."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "43", "section_title": " Consequential amendments.", "section_text": "43 Schedule 1 (consequential amendments) shall have effect."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "44", "section_title": " Transitionals, savings and transitory provisions.", "section_text": "44 Schedule 2 (transitional provisions, savings and transitory provisions) shall have effect."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "45", "section_title": " Repeals and revocations.", "section_text": "45 The enactments specified in Part I of Schedule 3 are repealed, and the instruments specified in Part II of that Schedule are revoked, to the extent specified in the third column of that Schedule."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "46", "section_title": " Commencement.", "section_text": "46 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "47", "section_title": " Extent.", "section_text": "47 This Act does not extend to Northern Ireland."}, {"act": "Employment Tribunals Act 1996", "year": 1996, "section": "48", "section_title": " Short title.", "section_text": "48 This Act may be cited as  the Employment Tribunals Act 1996 ."}]