[{"act": "Family Law Act 1996", "year": 1996, "section": "1", "section_title": " The general principles underlying  section 22 .", "section_text": "1 The court and any person, in exercising functions under or in consequence of  section 22 , shall have regard to the following general principles— a that the institution of marriage is to be supported; b that the parties to a marriage which may have broken down are to be encouraged to take all practicable steps, whether by marriage counselling or otherwise, to save the marriage; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "2", "section_title": " Divorce and separation.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "3", "section_title": " Circumstances in which orders are made.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "4", "section_title": " Conversion of separation order into divorce order.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "5", "section_title": " Marital breakdown.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "6", "section_title": " Statement of marital breakdown.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "7", "section_title": " Period for reflection and consideration.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "8", "section_title": " Attendance at information meetings.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "9", "section_title": " Arrangements for the future.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "10", "section_title": " Hardship: orders preventing divorce.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "11", "section_title": " Welfare of children.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "12", "section_title": "Rules about procedure", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "13", "section_title": " Directions with respect to mediation.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "14", "section_title": " Adjournments.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "15", "section_title": " Financial arrangements.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Family Law Act 1996", "year": 1996, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Family Law Act 1996", "year": 1996, "section": "18", "section_title": " Grounds for financial provision orders in magistrates’ courts.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "19", "section_title": " Jurisdiction in relation to divorce and separation.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "20", "section_title": " Time when proceedings for divorce or separation begin.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "21", "section_title": " Intestacy: effect of separation.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "22", "section_title": " Funding for marriage support services.", "section_text": "22 1 The   Secretary of State  may, with the approval of the Treasury, make grants in connection with— a the provision of marriage support services; b research into the causes of marital breakdown; c research into ways of preventing marital breakdown. 2 Any grant under this section may be made subject to such conditions as the   Secretary of State  considers appropriate. 3 In exercising his power to make grants in connection with the provision of marriage support services, the   Secretary of State  is to have regard, in particular, to the desirability of services of that kind being available when they are first needed."}, {"act": "Family Law Act 1996", "year": 1996, "section": "23", "section_title": " Provision of marriage counselling.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "24", "section_title": " Interpretation of Part II  etc.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "25", "section_title": " Connected proceedings.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "26", "section_title": " Legal aid for mediation in family matters.", "section_text": "26 1 In the  Legal Aid Act 1988 insert, after section 13— Part IIIA  Mediation  Scope of this Part. 13A 1 This Part applies to mediation in disputes relating to family matters. 2   “ Family matters ” means matters which are governed by English law and in relation to which any question has arisen, or may arise— a under any provision of— i the 1973 Act; ii the  Domestic Proceedings and Magistrates’ Courts Act 1978; iii Parts I to V of the  Children Act 1989; iv Parts II and  IV  of the Family Law Act 1996; or v any other enactment prescribed; b under any prescribed jurisdiction of a prescribed court or tribunal; or c under any prescribed rule of law. 3 Regulations may restrict this Part to mediation in disputes of any prescribed description. 4 The power to— a make regulations under subsection (2), or b revoke any regulations made under subsection (3), is exercisable only with the consent of the Treasury. 2 In section 2 of the 1988 Act, after subsection (3), insert— 3A   “ Mediation ” means mediation to which Part IIIA of this Act applies; and includes steps taken by a mediator in any case— a in determining whether to embark on mediation; b in preparing for mediation; and c in making any assessment under that Part. 3 In section 43 of the 1988 Act, after the definition of  “legal representative” insert—   “ mediator ” means a person with whom the Board contracts for the provision of mediation by any person."}, {"act": "Family Law Act 1996", "year": 1996, "section": "27", "section_title": " Provision and availability of mediation.", "section_text": "27 After section 13A of the 1988 Act, insert—  Provision and availability of mediation. 13B 1 The Board may secure the provision of mediation under this Part. 2 If mediation is provided under this Part, it is to be available to any person whose financial resources are such as, under regulations, make him eligible for mediation. 3 A person is not to be granted mediation in relation to any dispute unless mediation appears to the mediator suitable to the dispute and the parties and all the circumstances. 4 A grant of mediation under this Part may be amended, withdrawn or revoked. 5 The power conferred by subsection (1) shall be exercised in accordance with any directions given by the Lord Chancellor. 6 Any contract entered into by the Board for the provision of mediation under this Part must require the mediator to comply with a code of practice. 7 The code must require the mediator to have arrangements designed to ensure— a that parties participate in mediation only if willing and not influenced by fear of violence or other harm; b that cases where either party may be influenced by fear of violence or other harm are identified as soon as possible; c that the possibility of reconciliation is kept under review throughout mediation; and d that each party is informed about the availability of independent legal advice. 8 Where there are one or more children of the family, the code must also require the mediator to have arrangements designed to ensure that the parties are encouraged to consider— a the welfare, wishes and feelings of each child; and b whether and to what extent each child should be given the opportunity to express his or her wishes and feelings in the mediation. 9 A contract entered into by the Board for the provision of mediation under this Part must also include such other provision as the Lord Chancellor may direct the Board to include. 10 Directions under this section may apply generally to contracts, or to contracts of any description, entered into by the Board, but shall not be made with respect to any particular contract."}, {"act": "Family Law Act 1996", "year": 1996, "section": "28", "section_title": " Payment for mediation.", "section_text": "28 1 After section 13B of the 1988 Act, insert—  Payment for mediation under this Part. 13C 1 Except as provided by this section, the legally assisted person is not to be required to pay for mediation provided under this Part. 2 Subsection (3) applies if the financial resources of a legally assisted person are such as, under regulations, make him liable to make a contribution. 3 The legally assisted person is to pay to the Board in respect of the costs of providing the mediation, a contribution of such amount as is determined or fixed by or under the regulations. 4 If the total contribution made by a person in respect of any mediation exceeds the Board’s liability on his account, the excess shall be repaid to him. 5 Regulations may provide that, where— a mediation under this Part is made available to a legally assisted person, and b property is recovered or preserved for the legally assisted person as a result of the mediation, a sum equal to the Board’s liability on the legally assisted person’s account is, except so far as the regulations otherwise provide, to be a first charge on the property in favour of the Board. 6 Regulations under subsection (5) may, in particular, make provision— a as to circumstances in which property is to be taken to have been, or not to have been, recovered or preserved; and b as to circumstances in which the recovery or preservation of property is to be taken to be, or not to be, the result of any mediation. 7 For the purposes of subsection (5), the nature of the property and where it is situated is immaterial. 8 The power to make regulations under section 34(2)(f) and (8) is exercisable in relation to any charge created under subsection (5) as it is exercisable in relation to the charge created by section 16. 9 For the purposes of subsections (4) and (5), the Board’s liability on any person’s account in relation to any mediation is the aggregate amount of— a the sums paid or payable by the Board on his account for the mediation, determined in accordance with subsection (10); b any sums paid or payable in respect of its net liability on his account, determined in accordance with subsection (11) and the regulations— i in respect of any proceedings, and ii for any advice or assistance under Part III in connection with the proceedings or any matter to which the proceedings relate, so far as the proceedings relate to any matter to which the mediation relates; and c any sums paid or payable in respect of its net liability on his account, determined in accordance with the regulations, for any other advice or assistance under Part III in connection with the mediation or any matter to which the mediation relates. 10 For the purposes of subsection (9)(a), the sums paid or payable by the Board on any person’s account for any mediation are— a sums determined under the contract between the Board and the mediator as payable by the Board on that person’s account for the mediation; or b if the contract does not differentiate between such sums and sums payable on any other person’s account or for any other mediation, such part of the remuneration payable under the contract as may be specified in writing by the Board. 11 For the purposes of subsection (9)(b), the Board’s net liability on any person’s account in relation to any proceedings is its net liability on his account under section 16(9)(a) and (b) in relation to the proceedings. 2 In section 16(9), after paragraph (b) insert and c if and to the extent that regulations so provide, any sums paid or payable in respect of the Board’s liability on the legally assisted person’s account in relation to any mediation in connection with any matter to which those proceedings relate. 3 At the end of section 16, insert— 11 For the purposes of subsection (9)(c) above, the Board’s liability on any person’s account in relation to any mediation is its liability on his account under section 13C(9)(a) and (c) above in relation to the mediation."}, {"act": "Family Law Act 1996", "year": 1996, "section": "29", "section_title": " Mediation and civil legal aid.", "section_text": "29 In section 15 of the 1988 Act, after subsection (3E) insert— 3F A person shall not be granted representation for the purposes of proceedings relating to family matters, unless he has attended a meeting with a mediator— a to determine— i whether mediation appears suitable to the dispute and the parties and all the circumstances, and ii in particular, whether mediation could take place without either party being influenced by fear of violence or other harm; and b if mediation does appear suitable, to help the person applying for representation to decide whether instead to apply for mediation. 3G Subsection (3F) does not apply— a in relation to proceedings under— i Part IV of the Family Law Act 1996; ii section 37 of the  Matrimonial Causes Act 1973; iii Part IV or V of the  Children Act 1989; b in relation to proceedings of any other description that may be prescribed; or c in such circumstances as may be prescribed. 3H So far as proceedings relate to family matters, the Board, in determining under subsection (3)(a) whether, in relation to the proceedings, it is reasonable that a person should be granted representation under this Part— a must have regard to whether and to what extent recourse to mediation would be a suitable alternative to taking the proceedings; and b must for that purpose have regard to the outcome of the meeting held under subsection (3F) and to any assessment made for the purposes of section 13B(3)."}, {"act": "Family Law Act 1996", "year": 1996, "section": "30", "section_title": " Rights concerning   home where one spouse or civil partner  has no estate, etc.", "section_text": "30 1 This section applies if— a one spouse    or civil partner (“A”)  is entitled to occupy a dwelling-house by virtue of— i a beneficial estate or interest or contract; or ii any enactment giving   A  the right to remain in occupation; and b the other spouse    or civil partner (“B”)  is not so entitled. 2 Subject to the provisions of this Part,   B  has the following rights ( “home rights” )— a if in occupation, a right not to be evicted or excluded from the dwelling-house or any part of it by   A  except with the leave of the court given by an order under section 33; b if not in occupation, a right with the leave of the court so given to enter into and occupy the dwelling-house. 3 If   B  is entitled under this section to occupy a dwelling-house or any part of a dwelling-house, any payment or tender made or other thing done by   B  in or towards satisfaction of any liability of   A  in respect of rent, mortgage payments or other outgoings affecting the dwelling-house is, whether or not it is made or done in pursuance of an order under section 40, as good as if made or done by   A . 4 B's  occupation by virtue of this section— a is to be treated, for the purposes of the  Rent (Agriculture) Act 1976 and the  Rent Act 1977 (other than Part V and sections 103 to 106 of that Act), as occupation   by A as A's  residence, and b if   B occupies the dwelling-house as B's  only or principal home, is to be treated, for the purposes of the  Housing Act 1985  , Part I of the Housing Act 1988  , Chapter 1 of Part 5 of the Housing Act 1996  ,  the Prevention of Social Housing Fraud Act 2013   and the Renting Homes (Wales) Act  2016 (anaw 1) , as occupation   by A as A's  only or principal home. 5 If   B )— a is entitled under this section to occupy a dwelling-house or any part of a dwelling-house, and b makes any payment in or towards satisfaction of any liability of   A  in respect of mortgage payments affecting the dwelling-house, the person to whom the payment is made may treat it as having been made by  A , but the fact that that person has treated any such payment as having been so made does not affect any claim of   B against A  to an interest in the dwelling-house by virtue of the payment. 6 If   B  is entitled under this section to occupy a dwelling-house or part of a dwelling-house by reason of an interest of   A  under a trust, all the provisions of subsections (3) to (5) apply in relation to the trustees as they apply in relation to   A . 7 This section does not apply to a dwelling-house    which— a in the case of spouses, has at no time been, and was at no time intended by them to be, a matrimonial home of theirs; and b in the case of civil partners, has at no time been, and was at no time intended by them to be, a civil partnership home of theirs. 8 B’s home rights  continue— a only so long as the marriage   or civil partnership  subsists, except to the extent that an order under section 33(5) otherwise provides; and b only so long as   A  is entitled as mentioned in subsection (1) to occupy the dwelling-house, except where provision is made by section 31 for those rights to be a charge on an estate or interest in the dwelling-house. 9 It is hereby declared that   a person — a who has an equitable interest in a dwelling-house or in its proceeds of sale, but b is not   a person  in whom there is vested (whether solely or as joint tenant) a legal estate in fee simple or a legal term of years absolute in the dwelling-house, is to be treated, only for the purpose of determining whether he has   home rights , as not being entitled to occupy the dwelling-house by virtue of that interest."}, {"act": "Family Law Act 1996", "year": 1996, "section": "31", "section_title": " Effect of   home rights  as charge on dwelling-house.", "section_text": "31 1 Subsections (2) and (3) apply if, at any time during a   marriage or civil partnership, A  is entitled to occupy a dwelling-house by virtue of a beneficial estate or interest. 2 B’s home rights  are a charge on the estate or interest. 3 The charge created by subsection (2) has the same priority as if it were an equitable interest created at whichever is the latest of the following dates— a the date on which   A  acquires the estate or interest; b the date of the marriage   or of the formation of the civil partnership ; and c 1st January 1968 (the commencement date of the  Matrimonial Homes Act 1967). 4 Subsections (5) and (6) apply if, at any time when   B’s home rights  are a charge on an interest of   A  under a trust, there are, apart from   A or B , no persons, living or unborn, who are or could become beneficiaries under the trust. 5 The rights are a charge also on the estate or interest of the trustees for   A . 6 The charge created by subsection (5) has the same priority as if it were an equitable interest created (under powers overriding the trusts) on the date when it arises. 7 In determining for the purposes of subsection (4) whether there are any persons who are not, but could become, beneficiaries under the trust, there is to be disregarded any potential exercise of a general power of appointment exercisable by either or both of   A and B  alone (whether or not the exercise of it requires the consent of another person). 8 Even though   B’s home rights  are a charge on an estate or interest in the dwelling-house, those rights are brought to an end by— a the death of   A , or b the termination (otherwise than by death) of the marriage   or civil partnership , unless the court directs otherwise by an order made under section 33(5). 9 If— a B’s home rights  are a charge on an estate or interest in the dwelling-house, and b that estate or interest is surrendered to merge in some other estate or interest expectant on it in such circumstances that, but for the merger, the person taking the estate or interest would be bound by the charge, the surrender has effect subject to the charge and the persons thereafter entitled to the other estate or interest are, for so long as the estate or interest surrendered would have endured if not so surrendered, to be treated for all purposes of this Part as deriving title to the other estate or interest under   A  or, as the case may be, under the trustees for   A , by virtue of the surrender. 10 If the title to the legal estate by virtue of which   A  is entitled to occupy a dwelling-house (including any legal estate held by trustees for   A ) is registered under the  Land Registration Act 2002  or any enactment replaced by that Act— a registration of a land charge affecting the dwelling-house by virtue of this Part is to be effected by registering a notice under that Act; and b B’s home rights  are not to be capable of falling within paragraph 2 of Schedule 1 or 3 to that Act. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 If— a B’s home rights are a charge on the estate of A or of trustees of A, and b that estate is the subject of a mortgage, then if, after the date of the creation of the mortgage (\t\t\t\t\t\t“the first mortgage”), the charge is registered under section 2 of the  Land Charges Act 1972, the charge is, for the purposes of section 94 of the  Law of Property Act 1925 (which regulates the rights of mortgagees to make further advances ranking in priority to subsequent mortgages), to be deemed to be a mortgage subsequent in date to the first mortgage. 13 It is hereby declared that a charge under subsection (2) or (5) is not registrable under subsection (10) or under section 2 of the Land Charges Act 1972 unless it is a charge on a legal estate."}, {"act": "Family Law Act 1996", "year": 1996, "section": "32", "section_title": " Further provisions relating to home rights.", "section_text": "32 Schedule 4 (provisions supplementary to sections 30 and 31) has effect."}, {"act": "Family Law Act 1996", "year": 1996, "section": "33", "section_title": " Occupation orders where applicant has estate or interest etc. or has   home rights .", "section_text": "33 1 If— a a person (\t\t\t\t\t\t\t\t“the person entitled”)— i is entitled to occupy a dwelling-house by virtue of a beneficial estate or interest or contract or by virtue of any enactment giving him the right to remain in occupation, or ii has   home rights  in relation to a dwelling-house, and b the dwelling-house— i is or at any time has been the home of the person entitled and of another person with whom he is associated, or ii was at any time intended by the person entitled and any such other person to be their home, the person entitled may apply to the court for an order containing any of the provisions specified in subsections (3), (4) and (5). 2 If an agreement to marry is terminated, no application under this section may be made by virtue of section 62(3)(e) by reference to that agreement after the end of the period of three years beginning with the day on which it is terminated. 2A If a civil partnership agreement (as defined by section 73 of the Civil Partnership Act 2004) is terminated, no application under this section may be made by virtue of section 62(3)(eza) by reference to that agreement after the end of the period of three years beginning with the day on which it is terminated. 3 An order under this section may— a enforce the applicant’s entitlement to remain in occupation as against the other person (\t\t\t\t\t\t\t\t“the respondent”); b require the respondent to permit the applicant to enter and remain in the dwelling-house or part of the dwelling-house; c regulate the occupation of the dwelling-house by either or both parties; d if the respondent is entitled as mentioned in subsection (1)(a)(i), prohibit, suspend or restrict the exercise by him of his right to occupy the dwelling-house; e if the respondent has   home rights  in relation to the dwelling-house and the applicant is the other spouse   or civil partner , restrict or terminate those rights; f require the respondent to leave the dwelling-house or part of the dwelling-house; or g exclude the respondent from a defined area in which the dwelling-house is included. 4 An order under this section may declare that the applicant is entitled as mentioned in subsection (1)(a)(i) or has   home rights . 5 If the applicant has   home rights  and the respondent is the other spouse   or civil partner , an order under this section made during the marriage   or civil partnership  may provide that those rights are not brought to an end by— a the death of the other spouse   or civil partner ; or b the termination (otherwise than by death) of the marriage   or civil partnership . 6 In deciding whether to exercise its powers under subsection (3) and (if so) in what manner, the court shall have regard to all the circumstances including— a the housing needs and housing resources of each of the parties and of any relevant child; b the financial resources of each of the parties; c the likely effect of any order, or of any decision by the court not to exercise its powers under subsection (3), on the health, safety or well-being of the parties and of any relevant child; and d the conduct of the parties in relation to each other and otherwise. 7 If it appears to the court that the applicant or any relevant child is likely to suffer significant harm attributable to conduct of the respondent if an order under this section containing one or more of the provisions mentioned in subsection (3) is not made, the court shall make the order unless it appears to it that— a the respondent or any relevant child is likely to suffer significant harm if the order is made; and b the harm likely to be suffered by the respondent or child in that event is as great as, or greater than, the harm attributable to conduct of the respondent which is likely to be suffered by the applicant or child if the order is not made. 8 The court may exercise its powers under subsection (5) in any case where it considers that in all the circumstances it is just and reasonable to do so. 9 An order under this section— a may not be made after the death of either of the parties mentioned in subsection (1); and b except in the case of an order made by virtue of subsection (5)(a), ceases to have effect on the death of either party. 10 An order under this section may, in so far as it has continuing effect, be made for a specified period, until the occurrence of a specified event or until further order."}, {"act": "Family Law Act 1996", "year": 1996, "section": "34", "section_title": " Effect of order under s. 33 where rights are charge on dwelling-house.", "section_text": "34 1 If   B’s home rights  are a charge on the estate or interest of   A  or of trustees for   A — a an order under section 33 against   A  has, except so far as a contrary intention appears, the same effect against persons deriving title under   A  or under the trustees and affected by the charge, and b sections 33(1), (3), (4) and (10) and 30(3) to (6) apply in relation to any person deriving title under   A  or under the trustees and affected by the charge as they apply in relation to   A . 2 The court may make an order under section 33 by virtue of subsection (1)(b) if it considers that in all the circumstances it is just and reasonable to do so."}, {"act": "Family Law Act 1996", "year": 1996, "section": "35", "section_title": " One former spouse   or former civil partner  with no existing right to occupy.", "section_text": "35 1 This section applies if— a one former spouse   or former civil partner  is entitled to occupy a dwelling-house by virtue of a beneficial estate or interest or contract, or by virtue of any enactment giving him the right to remain in occupation; b the other former spouse   or former civil partner  is not so entitled; and c the dwelling-house— i in the case of former spouses, was at any time their matrimonial home or was at any time intended by them to be their matrimonial home, or ii in the case of former civil partners, was at any time their civil partnership home or was at any time intended by them to be their civil partnership home. 2 The former spouse   or former civil partner  not so entitled may apply to the court for an order under this section against the other former spouse   or former civil partner (\t\t\t\t\t\t“the respondent”). 3 If the applicant is in occupation, an order under this section must contain provision— a giving the applicant the right not to be evicted or excluded from the dwelling-house or any part of it by the respondent for the period specified in the order; and b prohibiting the respondent from evicting or excluding the applicant during that period. 4 If the applicant is not in occupation, an order under this section must contain provision— a giving the applicant the right to enter into and occupy the dwelling-house for the period specified in the order; and b requiring the respondent to permit the exercise of that right. 5 An order under this section may also— a regulate the occupation of the dwelling-house by either or both of the parties; b prohibit, suspend or restrict the exercise by the respondent of his right to occupy the dwelling-house; c require the respondent to leave the dwelling-house or part of the dwelling-house; or d exclude the respondent from a defined area in which the dwelling-house is included. 6 In deciding whether to make an order under this section containing provision of the kind mentioned in subsection (3) or (4) and (if so) in what manner, the court shall have regard to all the circumstances including— a the housing needs and housing resources of each of the parties and of any relevant child; b the financial resources of each of the parties; c the likely effect of any order, or of any decision by the court not to exercise its powers under subsection (3) or (4), on the health, safety or well-being of the parties and of any relevant child; d the conduct of the parties in relation to each other and otherwise; e the length of time that has elapsed since the parties ceased to live together; f the length of time that has elapsed since the marriage   or civil partnership  was dissolved or annulled; and g the existence of any pending proceedings between the parties— i for an order under section 23A or 24 of the  Matrimonial Causes Act 1973 (property adjustment orders in connection with divorce proceedings etc.); ia for a property adjustment order under Part 2 of Schedule 5 to the Civil Partnership Act 2004; ii for an order under paragraph 1(2)(d) or (e) of Schedule 1 to the  Children Act 1989 (orders for financial relief against parents); or iii relating to the legal or beneficial ownership of the dwelling-house. 7 In deciding whether to exercise its power to include one or more of the provisions referred to in subsection (5)\t\t\t\t\t(\t\t\t\t\t\t“a subsection (5) provision”) and (if so) in what manner, the court shall have regard to all the circumstances including the matters mentioned in subsection (6)(a) to (e). 8 If the court decides to make an order under this section and it appears to it that, if the order does not include a subsection (5) provision, the applicant or any relevant child is likely to suffer significant harm attributable to conduct of the respondent, the court shall include the subsection (5) provision in the order unless it appears to the court that— a the respondent or any relevant child is likely to suffer significant harm if the provision is included in the order; and b the harm likely to be suffered by the respondent or child in that event is as great as or greater than the harm attributable to conduct of the respondent which is likely to be suffered by the applicant or child if the provision is not included. 9 An order under this section— a may not be made after the death of either of the former spouses   or former civil partners ; and b ceases to have effect on the death of either of them. 10 An order under this section must be limited so as to have effect for a specified period not exceeding six months, but may be extended on one or more occasions for a further specified period not exceeding six months. 11 A former spouse   or former civil partner  who has an equitable interest in the dwelling-house or in the proceeds of sale of the dwelling-house but in whom there is not vested (whether solely or as joint tenant) a legal estate in fee simple or a legal term of years absolute in the dwelling-house is to be treated (but only for the purpose of determining whether he is eligible to apply under this section) as not being entitled to occupy the dwelling-house by virtue of that interest. 12 Subsection (11) does not prejudice any right of such a former spouse   or former civil partner  to apply for an order under section 33. 13 So long as an order under this section remains in force, subsections (3) to (6) of section 30 apply in relation to the applicant— a as if he were B (the person entitled to occupy the dwelling-house by virtue of that section); and b as if the respondent were A (the person entitled as mentioned in subsection (1)(a) of that section)."}, {"act": "Family Law Act 1996", "year": 1996, "section": "36", "section_title": " One cohabitant or former cohabitant with no existing right to occupy.", "section_text": "36 1 This section applies if— a one cohabitant or former cohabitant is entitled to occupy a dwelling-house by virtue of a beneficial estate or interest or contract or by virtue of any enactment giving him the right to remain in occupation; b the other cohabitant or former cohabitant is not so entitled; and c that dwelling-house is the home in which they   cohabit or a home in which they at any time cohabited or intended to cohabit . 2 The cohabitant or former cohabitant not so entitled may apply to the court for an order under this section against the other cohabitant or former cohabitant (\t\t\t\t\t\t“the respondent”). 3 If the applicant is in occupation, an order under this section must contain provision— a giving the applicant the right not to be evicted or excluded from the dwelling-house or any part of it by the respondent for the period specified in the order; and b prohibiting the respondent from evicting or excluding the applicant during that period. 4 If the applicant is not in occupation, an order under this section must contain provision— a giving the applicant the right to enter into and occupy the dwelling-house for the period specified in the order; and b requiring the respondent to permit the exercise of that right. 5 An order under this section may also— a regulate the occupation of the dwelling-house by either or both of the parties; b prohibit, suspend or restrict the exercise by the respondent of his right to occupy the dwelling-house; c require the respondent to leave the dwelling-house or part of the dwelling-house; or d exclude the respondent from a defined area in which the dwelling-house is included. 6 In deciding whether to make an order under this section containing provision of the kind mentioned in subsection (3) or (4) and (if so) in what manner, the court shall have regard to all the circumstances including— a the housing needs and housing resources of each of the parties and of any relevant child; b the financial resources of each of the parties; c the likely effect of any order, or of any decision by the court not to exercise its powers under subsection (3) or (4), on the health, safety or well-being of the parties and of any relevant child; d the conduct of the parties in relation to each other and otherwise; e the nature of the parties’ relationship   and in particular the level of commitment involved in it ; f the length of time during which they have   cohabited ; g whether there are or have been any children who are children of both parties or for whom both parties have or have had parental responsibility; h the length of time that has elapsed since the parties ceased to live together; and i the existence of any pending proceedings between the parties— i for an order under paragraph 1(2)(d) or (e) of Schedule 1 to the  Children Act 1989 (orders for financial relief against parents); or ii relating to the legal or beneficial ownership of the dwelling-house. 7 In deciding whether to exercise its powers to include one or more of the provisions referred to in subsection (5)\t\t\t\t\t(\t\t\t\t\t\t“a subsection (5) provision”) and (if so) in what manner, the court shall have regard to all the circumstances including— a the matters mentioned in subsection (6)(a) to (d); and b the questions mentioned in subsection (8). 8 The questions are— a whether the applicant or any relevant child is likely to suffer significant harm attributable to conduct of the respondent if the subsection (5) provision is not included in the order; and b whether the harm likely to be suffered by the respondent or child if the provision is included is as great as or greater than the harm attributable to conduct of the respondent which is likely to be suffered by the applicant or child if the provision is not included. 9 An order under this section— a may not be made after the death of either of the parties; and b ceases to have effect on the death of either of them. 10 An order under this section must be limited so as to have effect for a specified period not exceeding six months, but may be extended on one occasion for a further specified period not exceeding six months. 11 A person who has an equitable interest in the dwelling-house or in the proceeds of sale of the dwelling-house but in whom there is not vested (whether solely or as joint tenant) a legal estate in fee simple or a legal term of years absolute in the dwelling-house is to be treated (but only for the purpose of determining whether he is eligible to apply under this section) as not being entitled to occupy the dwelling-house by virtue of that interest. 12 Subsection (11) does not prejudice any right of such a person to apply for an order under section 33. 13 So long as the order remains in force, subsections (3) to (6) of section 30 apply in relation to the applicant— a as if he were B (the person entitled to occupy the dwelling-house by virtue of that section); and b as if the respondent were A (the person entitled as mentioned in subsection (1)(a) of that section)."}, {"act": "Family Law Act 1996", "year": 1996, "section": "37", "section_title": " Neither spouse   or civil partner  entitled to occupy.", "section_text": "37 1 This section applies if— a one spouse or former spouse and the other spouse or former spouse occupy a dwelling-house which is or was the matrimonial home; but b neither of them is entitled to remain in occupation— i by virtue of a beneficial estate or interest or contract; or ii by virtue of any enactment giving him the right to remain in occupation. 1A This section also applies if— a one civil partner or former civil partner and the other civil partner or former civil partner occupy a dwelling-house which is or was the civil partnership home; but b neither of them is entitled to remain in occupation— i by virtue of a beneficial estate or interest or contract; or ii by virtue of any enactment giving him the right to remain in occupation. 2 Either of the parties may apply to the court for an order against the other under this section. 3 An order under this section may— a require the respondent to permit the applicant to enter and remain in the dwelling-house or part of the dwelling-house; b regulate the occupation of the dwelling-house by either or both of the   parties ; c require the respondent to leave the dwelling-house or part of the dwelling-house; or d exclude the respondent from a defined area in which the dwelling-house is included. 4 Subsections (6) and (7) of section 33 apply to the exercise by the court of its powers under this section as they apply to the exercise by the court of its powers under subsection (3) of that section. 5 An order under this section must be limited so as to have effect for a specified period not exceeding six months, but may be extended on one or more occasions for a further specified period not exceeding six months."}, {"act": "Family Law Act 1996", "year": 1996, "section": "38", "section_title": " Neither cohabitant or former cohabitant entitled to occupy.", "section_text": "38 1 This section applies if— a one cohabitant or former cohabitant and the other cohabitant or former cohabitant occupy a dwelling-house which is the home in which they   cohabit or cohabited ; but b neither of them is entitled to remain in occupation— i by virtue of a beneficial estate or interest or contract; or ii by virtue of any enactment giving him the right to remain in occupation. 2 Either of the parties may apply to the court for an order against the other under this section. 3 An order under this section may— a require the respondent to permit the applicant to enter and remain in the dwelling-house or part of the dwelling-house; b regulate the occupation of the dwelling-house by either or both of the parties; c require the respondent to leave the dwelling-house or part of the dwelling-house; or d exclude the respondent from a defined area in which the dwelling-house is included. 4 In deciding whether to exercise its powers to include one or more of the provisions referred to in subsection (3)\t\t\t\t\t(\t\t\t\t\t\t“a subsection (3) provision”) and (if so) in what manner, the court shall have regard to all the circumstances including— a the housing needs and housing resources of each of the parties and of any relevant child; b the financial resources of each of the parties; c the likely effect of any order, or of any decision by the court not to exercise its powers under subsection (3), on the health, safety or well-being of the parties and of any relevant child; d the conduct of the parties in relation to each other and otherwise; and e the questions mentioned in subsection (5). 5 The questions are— a whether the applicant or any relevant child is likely to suffer significant harm attributable to conduct of the respondent if the subsection (3) provision is not included in the order; and b whether the harm likely to be suffered by the respondent or child if the provision is included is as great as or greater than the harm attributable to conduct of the respondent which is likely to be suffered by the applicant or child if the provision is not included. 6 An order under this section shall be limited so as to have effect for a specified period not exceeding six months, but may be extended on one occasion for a further specified period not exceeding six months."}, {"act": "Family Law Act 1996", "year": 1996, "section": "39", "section_title": " Supplementary provisions.", "section_text": "39 1 In this Part an   “ occupation order ” means an order under section 33, 35, 36, 37 or 38. 2 An application for an occupation order may be made in other family proceedings or without any other family proceedings being instituted. 3 If— a an application for an occupation order is made under section 33, 35, 36, 37 or 38, and b the court considers that it has no power to make the order under the section concerned, but that it has power to make an order under one of the other sections, the court may make an order under that other section. 4 The fact that a person has applied for an occupation order under sections 35 to 38, or that an occupation order has been made, does not affect the right of any person to claim a legal or equitable interest in any property in any subsequent proceedings (including subsequent proceedings under this Part)."}, {"act": "Family Law Act 1996", "year": 1996, "section": "40", "section_title": " Additional provisions that may be included in certain occupation orders.", "section_text": "40 1 The court may on, or at any time after, making an occupation order under section 33, 35 or 36— a impose on either party obligations as to— i the repair and maintenance of the dwelling-house; or ii the discharge of rent, mortgage payments or other outgoings affecting the dwelling-house; b order a party occupying the dwelling-house or any part of it (including a party who is entitled to do so by virtue of a beneficial estate or interest or contract or by virtue of any enactment giving him the right to remain in occupation) to make periodical payments to the other party in respect of the accommodation, if the other party would (but for the order) be entitled to occupy the dwelling-house by virtue of a beneficial estate or interest or contract or by virtue of any such enactment; c grant either party possession or use of furniture or other contents of the dwelling-house; d order either party to take reasonable care of any furniture or other contents of the dwelling-house; e order either party to take reasonable steps to keep the dwelling-house and any furniture or other contents secure. 2 In deciding whether and, if so, how to exercise its powers under this section, the court shall have regard to all the circumstances of the case including— a the financial needs and financial resources of the parties; and b the financial obligations which they have, or are likely to have in the foreseeable future, including financial obligations to each other and to any relevant child. 3 An order under this section ceases to have effect when the occupation order to which it relates ceases to have effect."}, {"act": "Family Law Act 1996", "year": 1996, "section": "41", "section_title": " Additional considerations if parties are cohabitants or former cohabitants.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "42", "section_title": " Non-molestation orders.", "section_text": "42 1 In this Part a \t\t\t\t\t\t\t\t\t\t\t\t“ non-molestation order ” means an order containing either or both of the following provisions— a provision prohibiting a person (\t\t\t\t\t\t\t\t“the respondent”) from molesting another person who is associated with the respondent; b provision prohibiting the respondent from molesting a relevant child. 2 The court may make a non-molestation order— a if an application for the order has been made (whether in other family proceedings or without any other family proceedings being instituted) by a person who is associated with the respondent; or b if in any family proceedings to which the respondent is a party the court considers that the order should be made for the benefit of any other party to the proceedings or any relevant child even though no such application has been made. 3 In subsection (2) \t\t\t\t\t\t“family proceedings” includes proceedings in which the court has made an emergency protection order under section 44 of the  Children Act 1989 which includes an exclusion requirement (as defined in section 44A(3) of that Act). 4 Where an agreement to marry is terminated, no application under subsection (2)(a) may be made by virtue of section 62(3)(e) by reference to that agreement after the end of the period of three years beginning with the day on which it is terminated. 4A A court considering whether to make an occupation order shall also consider whether to exercise the power conferred by subsection (2)(b). 4B In this Part  “ the applicant ”, in relation to a non-molestation order, includes (where the context permits) the person for whose benefit such an order would be or is made in exercise of the power conferred by subsection (2)(b). 4ZA If a civil partnership agreement (as defined by section 73 of the Civil Partnership Act 2004) is terminated, no application under this section may be made by virtue of section 62(3)(eza) by reference to that agreement after the end of the period of three years beginning with the day on which it is terminated. 5 In deciding whether to exercise its powers under this section and, if so, in what manner, the court shall have regard to all the circumstances including the need to secure the health, safety and well-being— a of the applicant  . . .  ; and b of any relevant child. 6 A non-molestation order may be expressed so as to refer to molestation in general, to particular acts of molestation, or to both. 7 A non-molestation order may be made for a specified period or until further order. 8 A non-molestation order which is made in other family proceedings ceases to have effect if those proceedings are withdrawn or dismissed."}, {"act": "Family Law Act 1996", "year": 1996, "section": "42A", "section_title": "Offence of breaching non-molestation order", "section_text": "42A 1 A person who without reasonable excuse does anything that he is prohibited from doing by a non-molestation order is guilty of an offence. 2 In the case of a non-molestation order made by virtue of section 45(1), a person can be guilty of an offence under this section only in respect of conduct engaged in at a time when he was aware of the existence of the order. 3 Where a person is convicted of an offence under this section in respect of any conduct, that conduct is not punishable as a contempt of court. 4 A person cannot be convicted of an offence under this section in respect of any conduct which has been punished as a contempt of court. 5 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , or a fine not exceeding the statutory maximum, or both. 6 A reference in any enactment to proceedings under this Part, or to an order under this Part, does not include a reference to proceedings for an offence under this section or to an order made in such proceedings. “ Enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978 (c. 30)."}, {"act": "Family Law Act 1996", "year": 1996, "section": "43", "section_title": " Leave of court required for applications by children under sixteen.", "section_text": "43 1 A child under the age of sixteen may not apply for an occupation order or a non-molestation order except with the leave of the court. 2 The court may grant leave for the purposes of subsection (1) only if it is satisfied that the child has sufficient understanding to make the proposed application for the occupation order or non-molestation order."}, {"act": "Family Law Act 1996", "year": 1996, "section": "44", "section_title": " Evidence of agreement to marry   or form a civil partnership .", "section_text": "44 1 Subject to subsection (2), the court shall not make an order under section 33 or 42 by virtue of section 62(3)(e) unless there is produced to it evidence in writing of the existence of the agreement to marry. 2 Subsection (1) does not apply if the court is satisfied that the agreement to marry was evidenced by— a the gift of an engagement ring by one party to the agreement to the other in contemplation of their marriage, or b a ceremony entered into by the parties in the presence of one or more other persons assembled for the purpose of witnessing the ceremony. 3 Subject to subsection (4), the court shall not make an order under section 33 or 42 by virtue of section 62(3)(eza) unless there is produced to it evidence in writing of the existence of the civil partnership agreement (as defined by section 73 of the Civil Partnership Act 2004). 4 Subsection (3) does not apply if the court is satisfied that the civil partnership agreement was evidenced by— a a gift by one party to the agreement to the other as a token of the agreement, or b a ceremony entered into by the parties in the presence of one or more other persons assembled for the purpose of witnessing the ceremony."}, {"act": "Family Law Act 1996", "year": 1996, "section": "45", "section_title": " Ex parte orders.", "section_text": "45 1 The court may, in any case where it considers that it is just and convenient to do so, make an occupation order or a non-molestation order even though the respondent has not been given such notice of the proceedings as would otherwise be required by rules of court. 2 In determining whether to exercise its powers under subsection (1), the court shall have regard to all the circumstances including— a any risk of significant harm to the applicant or a relevant child, attributable to conduct of the respondent, if the order is not made immediately; b whether it is likely that the applicant will be deterred or prevented from pursuing the application if an order is not made immediately; and c whether there is reason to believe that the respondent is aware of the proceedings but is deliberately evading service and that the applicant or a relevant child will be seriously prejudiced by the delay  involved  in effecting substituted service. 3 If the court makes an order by virtue of subsection (1) it must afford the respondent an opportunity to make representations relating to the order as soon as just and convenient at a full hearing. 4 If, at a full hearing, the court makes an occupation order ( “the full order”), then— a for the purposes of calculating the maximum period for which the full order may be made to have effect, the relevant section is to apply as if the period for which the full order will have effect began on the date on which the initial order first had effect; and b the provisions of section 36(10) or 38(6) as to the extension of orders are to apply as if the full order and the initial order were a single order. 5 In this section—   “ full hearing ” means a hearing of which notice has been given to all the parties in accordance with rules of court;   “ initial order ” means an occupation order made by virtue of subsection (1); and   “ relevant section ” means section 33(10), 35(10), 36(10), 37(5) or 38(6)."}, {"act": "Family Law Act 1996", "year": 1996, "section": "46", "section_title": " Undertakings.", "section_text": "46 1 In any case where the court has power to make an occupation order or non-molestation order, the court may accept an undertaking from any party to the proceedings. 2 No power of arrest may be attached to any undertaking given under subsection (1). 3 The court shall not accept an undertaking under subsection (1)  instead of making an occupation order  in any case where apart from this section a power of arrest would be attached to the order. 3A The court shall not accept an undertaking under subsection (1) instead of making a non-molestation order in any case where it appears to the court that— a the respondent has used or threatened violence against the applicant or a relevant child; and b for the protection of the applicant or child it is necessary to make a non-molestation order so that any breach may be punishable under section 42A. 4 An undertaking given to a court under subsection (1) is enforceable as if   the court had made an occupation order or a non-molestation order in terms corresponding to those of the undertaking . 5 This section has effect without prejudice to the powers of the High Court and  the family court  apart from this section."}, {"act": "Family Law Act 1996", "year": 1996, "section": "47", "section_title": " Arrest for breach of order.", "section_text": "47 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If— a the court makes   an occupation order ; and b it appears to the court that the respondent has used or threatened violence against the applicant or a relevant child, it shall attach a power of arrest to one or more provisions of the order unless satisfied that in all the circumstances of the case the applicant or child will be adequately protected without such a power of arrest. 3 Subsection (2) does not apply in any case where   the occupation order  is made by virtue of section 45(1), but in such a case the court may attach a power of arrest to one or more provisions of the order if it appears to it— a that the respondent has used or threatened violence against the applicant or a relevant child; and b that there is a risk of significant harm to the applicant or child, attributable to conduct of the respondent, if the power of arrest is not attached to those provisions immediately. 4 If, by virtue of subsection (3), the court attaches a power of arrest to any provisions of   an occupation order , it may provide that the power of arrest is to have effect for a shorter period than the other provisions of the order. 5 Any period specified for the purposes of subsection (4) may be extended by the court (on one or more occasions) on an application to vary or discharge   the occupation order . 6 If, by virtue of subsection (2) or (3), a power of arrest is attached to certain provisions of an order, a constable may arrest without warrant a person whom he has reasonable cause for suspecting to be in breach of any such provision. 7 If a power of arrest is attached under subsection (2) or (3) to certain provisions of the order and the respondent is arrested under subsection (6)— a he must be brought before the relevant judicial authority within the period of 24 hours beginning at the time of his arrest; and b if the matter is not then disposed of forthwith, the relevant judicial authority before whom he is brought may remand him. In reckoning for the purposes of this subsection any period of 24 hours, no account is to be taken of Christmas Day, Good Friday or any Sunday. 8 If the court— a has made a non-molestation order, or b has made an occupation order but has not attached a power of arrest under subsection (2) or (3) to any provision of the order, or has attached that power only to certain provisions of the order, then, if at any time the applicant considers that the respondent has failed to comply with the order, he may apply to the relevant judicial authority for the issue of a warrant for the arrest of the respondent. 9 The relevant judicial authority shall not issue a warrant on an application under subsection (8) unless— a the application is substantiated on oath; and b the relevant judicial authority has reasonable grounds for believing that the respondent has failed to comply with the order. 10 If a person is brought before a court by virtue of a warrant issued under subsection (9) and the court does not dispose of the matter forthwith, the court may remand him. 11 Schedule 5 (which makes provision corresponding to that applying in magistrates’ courts in civil cases under sections 128 and 129 of the  Magistrates’ Courts Act 1980) has effect in relation to the powers of the High Court and  the family court  to remand a person by virtue of this section. 12 If a person remanded under this section is granted bail  ..., he may be required by the relevant judicial authority to comply, before release on bail or later, with such requirements as appear to that authority to be necessary to secure that he does not interfere with witnesses or otherwise obstruct the course of justice."}, {"act": "Family Law Act 1996", "year": 1996, "section": "48", "section_title": " Remand for medical examination and report.", "section_text": "48 1 If the relevant judicial authority has reason to consider that a medical report will be required, any power to remand a person under section 47(7)(b) or (10) may be exercised for the purpose of enabling a medical examination and report to be made. 2 If such a power is so exercised, the adjournment must not be for more than 4 weeks at a time unless the relevant judicial authority remands the accused in custody. 3 If the relevant judicial authority so remands the accused, the adjournment must not be for more than 3 weeks at a time. 4 If there is reason to suspect that a person who has been arrested— a under section 47(6), or b under a warrant issued on an application made under section 47(8), is suffering from   mental disorder within the meaning of the Mental Health Act 1983 , the relevant judicial authority has the same power to make an order under section 35 of   that Act (remand for report on accused’s mental condition) as the Crown Court has under   that section  in the case of an accused person within the meaning of that section."}, {"act": "Family Law Act 1996", "year": 1996, "section": "49", "section_title": " Variation and discharge of orders.", "section_text": "49 1 An occupation order or non-molestation order may be varied or discharged by the court on an application by— a the respondent, or b the person on whose application the order was made. 2 In the case of a non-molestation order made by virtue of section 42(2)(b), the order may be varied or discharged by the court even though no such application has been made. 3 If   B’s home rights are, under section 31,  are a charge on the estate or interest of   A  or of trustees for   A , an order under section 33 against   A  may also be varied or discharged by the court on an application by any person deriving title under   A  or under the trustees and affected by the charge. 4 If, by virtue of section 47(3), a power of arrest has been attached to certain provisions of an occupation order  . . . , the court may vary or discharge the order under subsection (1) in so far as it confers a power of arrest (whether or not any application has been made to vary or discharge any other provision of the order)."}, {"act": "Family Law Act 1996", "year": 1996, "section": "50", "section_title": " Power of magistrates’ court to suspend execution of committal order.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "51", "section_title": " Power of magistrates’ court to order hospital admission or guardianship.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "52", "section_title": " Amendments of Children Act 1989.", "section_text": "52 Schedule 6 makes amendments of the provisions of the Children Act 1989 relating to interim care orders and emergency protection orders."}, {"act": "Family Law Act 1996", "year": 1996, "section": "53", "section_title": " Transfer of certain tenancies.", "section_text": "53 Schedule 7 makes provision in relation to the transfer of certain tenancies on divorce etc. or on separation of cohabitants."}, {"act": "Family Law Act 1996", "year": 1996, "section": "54", "section_title": " Dwelling-house subject to mortgage.", "section_text": "54 1 In determining for the purposes of this Part whether a person is entitled to occupy a dwelling-house by virtue of an estate or interest, any right to possession of the dwelling-house conferred on a mortgagee of the dwelling-house under or by virtue of his mortgage is to be disregarded. 2 Subsection (1) applies whether or not the mortgagee is in possession. 3 Where a person (\t\t\t\t\t\t“A”) is entitled to occupy a dwelling-house by virtue of an estate or interest, a connected person does not by virtue of— a any   home rights  conferred by section 30, or b any rights conferred by an order under section 35 or 36, have any larger right against the mortgagee to occupy the dwelling-house than A has by virtue of his estate or interest and of any contract with the mortgagee. 4 Subsection (3) does not apply, in the case of   home rights , if under section 31 those rights are a charge, affecting the mortgagee, on the estate or interest mortgaged. 5 In this section \t\t\t\t\t\t\t\t\t\t\t\t“ connected person ”, in relation to any person, means that person’s spouse, former spouse   , civil partner, former civil partner , cohabitant or former cohabitant."}, {"act": "Family Law Act 1996", "year": 1996, "section": "55", "section_title": " Actions by mortgagees: joining connected persons as parties.", "section_text": "55 1 This section applies if a mortgagee of land which consists of or includes a dwelling-house brings an action in any court for the enforcement of his security. 2 A connected person who is not already a party to the action is entitled to be made a party in the circumstances mentioned in subsection (3). 3 The circumstances are that— a the connected person is enabled by section 30(3) or (6) (or by section 30(3) or (6) as applied by section 35(13) or 36(13)), to meet the mortgagor’s liabilities under the mortgage; b he has applied to the court before the action is finally disposed of in that court; and c the court sees no special reason against his being made a party to the action and is satisfied— i that he may be expected to make such payments or do such other things in or towards satisfaction of the mortgagor’s liabilities or obligations as might affect the outcome of the proceedings; or ii that the expectation of it should be considered under section 36 of the  Administration of Justice Act 1970. 4 In this section  “connected person” has the same meaning as in section 54."}, {"act": "Family Law Act 1996", "year": 1996, "section": "56", "section_title": " Actions by mortgagees: service of notice on certain persons.", "section_text": "56 1 This section applies if a mortgagee of land which consists, or substantially consists, of a dwelling-house brings an action for the enforcement of his security, and at the relevant time there is— a in the case of unregistered land, a land charge of Class F registered against the person who is the estate owner at the relevant time or any person who, where the estate owner is a trustee, preceded him as trustee during the subsistence of the mortgage; or b in the case of registered land, a subsisting registration of— i a notice under section 31(10); ii a notice under section 2(8) of the  Matrimonial Homes Act 1983; or iii a notice or caution under section 2(7) of the  Matrimonial Homes Act 1967. 2 If the person on whose behalf— a the land charge is registered, or b the notice or caution is entered, is not a party to the action, the mortgagee must serve notice of the action on him. 3 If— a an official search has been made on behalf of the mortgagee which would disclose any land charge of Class F, notice or caution within subsection (1)(a) or (b), b a certificate of the result of the search has been issued, and c the action is commenced within the priority period, the relevant time is the date of the certificate. 4 In any other case the relevant time is the time when the action is commenced. 5 The priority period is, for both registered and unregistered land, the period for which, in accordance with section 11(5) and (6) of the  Land Charges Act 1972, a certificate on an official search operates in favour of a purchaser."}, {"act": "Family Law Act 1996", "year": 1996, "section": "57", "section_title": " Jurisdiction of courts.", "section_text": "57 1 For the purposes of this Part \t\t\t\t\t\t\t\t\t\t\t\t“ the court ” means  the High Court or the family court . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "58", "section_title": " Contempt proceedings.", "section_text": "58 The powers of the court in relation to contempt of court arising out of a person’s failure to comply with an order under this Part may be exercised by the relevant judicial authority."}, {"act": "Family Law Act 1996", "year": 1996, "section": "59", "section_title": " Magistrates’ courts.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "60", "section_title": " Provision for third parties to act on behalf of victims of domestic violence.", "section_text": "60 1 Rules of court may provide for a prescribed person, or any person in a prescribed category, ( “a representative”) to act on behalf of another in relation to proceedings to which this Part applies. 2 Rules made under this section may, in particular, authorise a representative to apply for an occupation order or for a non-molestation order for which the person on whose behalf the representative is acting could have applied. 3 Rules made under this section may prescribe— a conditions to be satisfied before a representative may make an application to the court on behalf of another; and b considerations to be taken into account by the court in determining whether, and if so how, to exercise any of its powers under this Part when a representative is acting on behalf of another. 4 Any rules made under this section may be made so as to have effect for a specified period and may make consequential or transitional provision with respect to the expiry of the specified period. 5 Any such rules may be replaced by further rules made under this section."}, {"act": "Family Law Act 1996", "year": 1996, "section": "61", "section_title": " Appeals.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "62", "section_title": " Meaning of \n\t\t\t\t“cohabitants”, \n\t\t\t\t“relevant child” and \n\t\t\t\t“associated persons”.", "section_text": "62 1 For the purposes of this Part— a \t\t\t\t\t\t\t\t“cohabitants” are   two persons who are neither married to each other nor civil partners of each other but are living together   as if they were a married couple or   civil partners;  and b                       “ cohabit ” and  “ former cohabitants ” are to be read accordingly, but the latter expression  does not include cohabitants who have subsequently married each other  or become civil partners of each other . 2 In this Part, \t\t\t\t\t\t“relevant child”, in relation to any proceedings under this Part, means— a any child who is living with or might reasonably be expected to live with either party to the proceedings; b any child in relation to whom an order under the  Adoption Act 1976  , the Adoption and Children Act 2002  or the  Children Act 1989 is in question in the proceedings; and c any other child whose interests the court considers relevant. 3 For the purposes of this Part, a person is associated with another person if— a they are or have been married to each other; aa they are or have been civil partners of each other; b they are cohabitants or former cohabitants; c they live or have lived in the same household, otherwise than merely by reason of one of them being the other’s employee, tenant, lodger or boarder; d they are relatives; e they have agreed to marry one another (whether or not that agreement has been terminated); ea they have or have had an intimate personal relationship with each other which is or was of significant duration; eza they have entered into a civil partnership agreement (as defined by section 73 of the Civil Partnership Act 2004)\t\t\t\t\t\t\t(whether or not that agreement has been terminated); f in relation to any child, they are both persons falling within subsection (4); or g they are parties to the same family proceedings (other than proceedings under this Part). 4 A person falls within this subsection in relation to a child if— a he is a parent of the child; or b he has or has had parental responsibility for the child. 5 If a child has been adopted or  falls within subsection (7) , two persons are also associated with each other for the purposes of this Part if— a one is a natural parent of the child or a parent of such a natural parent; and b the other is the child or any person— i who has become a parent of the child by virtue of an adoption order or has applied for an adoption order, or ii with whom the child has at any time been placed for adoption. 6 A body corporate and another person are not, by virtue of subsection (3)(f) or (g), to be regarded for the purposes of this Part as associated with each other. 7 A child falls within this subsection if— a an adoption agency, within the meaning of section 2 of the Adoption and Children Act 2002, has power to place him for adoption under section 19 of that Act (placing children with parental consent) or he has become the subject of an order under section 21 of that Act (placement orders), or b he is freed for adoption by virtue of an order made— i in England and Wales, under section 18 of the Adoption Act 1976, ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii in Northern Ireland, under Article 17(1) or 18(1) of the Adoption (Northern Ireland) Order 1987  , or c he is the subject of a Scottish permanence order which includes provision granting authority to adopt 8 In subsection(7)(c) “Scottish permanence order” means a permanence order under section80 of the  Adoption and Children (Scotland) Act 2007 (asp4)  (including a deemed permanence order having effect by virtue of article13(1), 14(2), 17(1) or 19(2) of the Adoption and Children (Scotland) Act 2007 (Commencement  No. 4, Transitional and Savings Provisions) Order 2009 ( S.S.I. 2009/267 )). "}, {"act": "Family Law Act 1996", "year": 1996, "section": "63", "section_title": " Interpretation of Part IV.", "section_text": "63 1 In this Part—  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ adoption order ” means an adoption order within the meaning of section 72(1) of the Adoption Act 1976 or section 46(1) of the Adoption and Children Act 2002;  \t\t\t\t\t\t\t\t“associated”, in relation to a person, is to be read with section 62(3) to (6); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ child ” means a person under the age of eighteen years;                         \t\t\t\t\t\t\t\t“cohabit”, \t\t\t\t\t\t\t\t“cohabitant” and \t\t\t\t\t\t\t\t“former cohabitant” have the meaning given by section 62(1); \t\t\t\t\t\t\t\t“the court” is to be read with section 57; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ development ” means physical, intellectual, emotional, social or behavioural development; \t\t\t\t\t\t\t\t“dwelling-house” includes (subject to subsection (4))— any building or part of a building which is occupied as a dwelling, any caravan, house-boat or structure which is occupied as a dwelling, and any yard, garden, garage or outhouse belonging to it and occupied with it; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ family proceedings ” means any proceedings— under the inherent jurisdiction of the High Court in relation to children; or under the enactments mentioned in subsection (2); \t\t\t\t\t\t\t\t“harm”— in relation to a person who has reached the age of eighteen years, means ill-treatment or the impairment of health; and in relation to a child, means ill-treatment or the impairment of health or development; \t\t\t\t\t\t\t\t“health” includes physical or mental health;  “ home rights ” has the meaning given by section 30;  \t\t\t\t\t\t\t\t“ill-treatment” includes forms of ill-treatment which are not physical and, in relation to a child, includes sexual abuse; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \t\t\t\t\t\t\t\t“mortgage”, \t\t\t\t\t\t\t\t“mortgagor” and \t\t\t\t\t\t\t\t“mortgagee” have the same meaning as in the  Law of Property Act 1925; \t\t\t\t\t\t\t\t“mortgage payments” includes any payments which, under the terms of the mortgage, the mortgagor is required to make to any person; \t\t\t\t\t\t\t\t“non-molestation order” has the meaning given by section 42(1); \t\t\t\t\t\t\t\t“occupation order” has the meaning given by section 39; \t\t\t\t\t\t\t\t“parental responsibility” has the same meaning as in the  Children Act 1989; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ relative ”, in relation to a person, means— the father, mother, stepfather, stepmother, son, daughter, stepson, stepdaughter, grandmother, grandfather, grandson or granddaughter of that person or of that person’s   spouse, former spouse, civil partner or former civil partner , or the brother, sister, uncle, aunt, niece   , nephew or first cousin \t\t\t\t\t\t\t\t\t(whether of the full blood or of the half blood or   by marriage or civil partnership)  of that person or of that person’s   spouse, former spouse, civil partner or former civil partner , and includes, in relation to a person who   is cohabiting or has cohabited with another person , any person who would fall within paragraph (a) or (b) if the parties were married to each other  or were civil partners of each other ; \t\t\t\t\t\t\t\t“relevant child”, in relation to any proceedings under this Part, has the meaning given by section 62(2); \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ the relevant judicial authority ”, in relation to any order under this Part, means— where the order was made by the High Court, a judge of that court; where the order was made by the family court, a judge of that court. 2 The enactments referred to in the definition of \t\t\t\t\t\t“family proceedings” are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b this Part; ba Part 4A; c the  Matrimonial Causes Act 1973; d the  Adoption Act 1976; e the  Domestic Proceedings and Magistrates’ Courts Act 1978; f Part III of the  Matrimonial and Family Proceedings Act 1984; g Parts I,  II  and IV of the  Children Act 1989; h   sections 54 and 54A   of the Human Fertilisation and Embryology Act 2008; i the Adoption and Children Act 2002. ia Part 1 of Schedule 2 to the Female Genital Mutilation Act 2003, other than paragraph 3 of that Schedule; j Schedules 5 to 7 to the Civil Partnership Act 2004. 3 Where the question of whether harm suffered by a child is significant turns on the child’s health or development, his health or development shall be compared with that which could reasonably be expected of a similar child. 4 For the purposes of sections 31, 32, 53 and 54 and such other provisions of this Part (if any) as may be prescribed, this Part is to have effect as if paragraph (b) of the definition of \t\t\t\t\t\t“dwelling-house” were omitted. 5 It is hereby declared that this Part applies as between the parties to a marriage even though either of them is, or has at any time during the marriage been, married to more than one person."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63A", "section_title": "Forced marriage protection orders", "section_text": "63A 1 The court may make an order for the purposes of protecting— a a person from being forced into a marriage or from any attempt to be forced into a marriage; or b a person who has been forced into a marriage. 2 In deciding whether to exercise its powers under this section and, if so, in what manner, the court must have regard to all the circumstances including the need to secure the health, safety and well-being of the person to be protected. 3 In ascertaining that person's well-being, the court must, in particular, have such regard to the person's wishes and feelings (so far as they are reasonably ascertainable) as the court considers appropriate in the light of the person's age and understanding. 4 For the purposes of this Part a person (“A”) is forced into a marriage if another person (“B”) forces A to enter into a marriage (whether with B or another person) without A's free and full consent. 5 For the purposes of subsection (4) it does not matter whether the conduct of B which forces A to enter into a marriage is directed against A, B or another person. 6 In this Part— “ force ” includes coerce by threats or other psychological means (and related expressions are to be read accordingly); and “ forced marriage protection order ” means an order under this section."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63B", "section_title": "Contents of orders", "section_text": "63B 1 A forced marriage protection order may contain— a such prohibitions, restrictions or requirements; and b such other terms; as the court considers appropriate for the purposes of the order. 2 The terms of such orders may, in particular, relate to— a conduct outside England and Wales as well as (or instead of) conduct within England and Wales; b respondents who are, or may become, involved in other respects as well as (or instead of) respondents who force or attempt to force, or may force or attempt to force, a person to enter into a marriage; c other persons who are, or may become, involved in other respects as well as respondents of any kind. 3 For the purposes of subsection (2) examples of involvement in other respects are— a aiding, abetting, counselling, procuring, encouraging or assisting another person to force, or to attempt to force, a person to enter into a marriage; or b conspiring to force, or to attempt to force, a person to enter into a marriage."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63C", "section_title": "Applications and other occasions for making orders", "section_text": "63C 1 The court may make a forced marriage protection order— a on an application being made to it; or b without an application being made to it but in the circumstances mentioned in subsection (6). 2 An application may be made by— a the person who is to be protected by the order; or b a relevant third party. 3 An application may be made by any other person with the leave of the court. 4 In deciding whether to grant leave, the court must have regard to all the circumstances including— a the applicant's connection with the person to be protected; b the applicant's knowledge of the circumstances of the person to be protected; and c the wishes and feelings of the person to be protected so far as they are reasonably ascertainable and so far as the court considers it appropriate, in the light of the person's age and understanding, to have regard to them. 5 An application under this section may be made in other family proceedings or without any other family proceedings being instituted. 6 The circumstances in which the court may make an order without an application being made are where— a any other family proceedings are before the court (“the current proceedings”); b the court considers that a forced marriage protection order should be made to protect a person (whether or not a party to the current proceedings); and c a person who would be a respondent to any such proceedings for a forced marriage protection order is a party to the current proceedings. 7 In this section— “ family proceedings ” has the same meaning as in Part 4 (see section 63(1) and (2)) but also includes— proceedings under the inherent jurisdiction of the High Court in relation to adults; proceedings in which the court has made an emergency protection order under section 44 of the Children Act 1989 (c. 41) which includes an exclusion requirement (as defined in section 44A(3) of that Act); and proceedings in which the court has made an order under section 50 of the Act of 1989 (recovery of abducted children  etc. ); and “ relevant third party ” means a person specified, or falling within a description of persons specified, by order of the Lord Chancellor. 8 An order of the Lord Chancellor under subsection (7) may, in particular, specify the Secretary of State."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63CA", "section_title": "Offence of breaching order", "section_text": "63CA 1 A person who without reasonable excuse does anything that the person is prohibited from doing by a forced marriage protection order is guilty of an offence. 2 In the case of a forced marriage protection order made by virtue of section 63D(1), a person can be guilty of an offence under this section only in respect of conduct engaged in at a time when the person was aware of the existence of the order. 3 Where a person is convicted of an offence under this section in respect of any conduct, that conduct is not punishable as a contempt of court. 4 A person cannot be convicted of an offence under this section in respect of any conduct which has been punished as a contempt of court. 5 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , or a fine, or both. 6 A reference in any enactment to proceedings under this Part, or to an order under this Part, does not include a reference to proceedings for an offence under this section or to an order made in proceedings for such an offence. 7 “ Enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63D", "section_title": "Ex parte orders: Part 4A", "section_text": "63D 1 The court may, in any case where it considers that it is just and convenient to do so, make a forced marriage protection order even though the respondent has not been given such notice of the proceedings as would otherwise be required by rules of court. 2 In deciding whether to exercise its powers under subsection (1), the court must have regard to all the circumstances including— a any risk of significant harm to the person to be protected or another person if the order is not made immediately; b whether it is likely that an applicant will be deterred or prevented from pursuing an application if an order is not made immediately; and c whether there is reason to believe that— i the respondent is aware of the proceedings but is deliberately evading service; and ii the delay involved in effecting substituted service will cause serious prejudice to the person to be protected or (if a different person) an applicant. 3 The court must give the respondent an opportunity to make representations about any order made by virtue of subsection (1). 4 The opportunity must be— a as soon as just and convenient; and b at a hearing of which notice has been given to all the parties in accordance with rules of court."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63E", "section_title": "Undertakings instead of orders", "section_text": "63E 1 In any case where the court has power to make a forced marriage protection order, the court may accept an undertaking from the respondent instead of making the order. 2 But a court may not accept an undertaking under subsection (1) if it appears to the court— a that the respondent has used or threatened violence against the person to be protected, and b that, for the person's protection, it is necessary to make a forced marriage protection order so that any breach of it by the respondent may be punishable under section 63CA. 4 An undertaking given to the court under subsection (1) is enforceable as if the court had made the order in terms corresponding to those of the undertaking. 5 This section is without prejudice to the powers of the court apart from this section."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63F", "section_title": "Duration of orders", "section_text": "63F A forced marriage protection order may be made for a specified period or until varied or discharged."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63G", "section_title": "Variation of orders and their discharge", "section_text": "63G 1 The court may vary or discharge a forced marriage protection order on an application by— a any party to the proceedings for the order; b the person being protected by the order (if not a party to the proceedings for the order); or c any person affected by the order. 2 In addition, the court may vary or discharge a forced marriage protection order made by virtue of section 63C(1)(b) even though no application under subsection (1) above has been made to the court. 3 Section 63D applies to a variation of a forced marriage protection order as it applies to the making of such an order. 4 Section 63E applies to proceedings for a variation of a forced marriage protection order as it applies to proceedings for the making of such an order. 5 Accordingly, references in sections 63D and 63E to making a forced marriage protection order are to be read for the purposes of subsections (3) and (4) above as references to varying such an order. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63H", "section_title": "Attachment of powers of arrest to orders", "section_text": " 63H . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63I", "section_title": "Arrest under attached powers", "section_text": "63I . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63J", "section_title": "Arrest under warrant", "section_text": "63J 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 An interested party may apply to the relevant judge for the issue of a warrant for the arrest of a person if the interested party considers that the person has failed to comply with  a forced marriage protection order  or is otherwise in contempt of court in relation to the order. 3 The relevant judge must not issue a warrant on an application under subsection (2) unless— a the application is substantiated on oath; and b the relevant judge has reasonable grounds for believing that the person to be arrested has failed to comply with the order or is otherwise in contempt of court in relation to the order. 4 In this section  “ interested party ”, in relation to a forced marriage protection order, means— a the person being protected by the order; b (if a different person) the person who applied for the order; or c any other person; but no application may be made under subsection (2) by a person falling within paragraph (c) without the leave of the relevant judge."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63K", "section_title": "Remand: general", "section_text": "63K 1 The court before which an arrested person is brought  ... by virtue of a warrant issued under section 63J may, if the matter is not then disposed of immediately, remand the person concerned. 2 Schedule 5 has effect in relation to the powers of the court to remand a person by virtue of this section but as if the following modifications were made to the Schedule. 3 The modifications are that— a in paragraph 2(1) of Schedule 5, the reference to section 47 is to be read as a reference to this section; and b in paragraph 2(5)(b) of the Schedule, the reference to section 48(1) is to be read as a reference to section 63L(1). 4 Subsection (5) applies if a person remanded under this section is granted bail under Schedule 5 as modified above. 5 The person may be required by the relevant judge to comply, before release on bail or later, with such requirements as appear to the relevant judge to be necessary to secure that the person does not interfere with witnesses or otherwise obstruct the course of justice."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63L", "section_title": "Remand: medical examination and report", "section_text": "63L 1 Any power to remand a person under section 63K(1) may be exercised for the purpose of enabling a medical examination and report to be made if the relevant judge has reason to consider that a medical report will be required. 2 If such a power is so exercised, the adjournment must not be for more than 4 weeks at a time unless the relevant judge remands the accused in custody. 3 If the relevant judge remands the accused in custody, the adjournment must not be for more than 3 weeks at a time. 4 Subsection (5) applies if there is reason to suspect that a person who has been arrested— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b under a warrant issued on an application made under section 63J(2); is suffering from   mental disorder within the meaning of the Mental Health Act 1983 . 5 The relevant judge has the same power to make an order under section 35 of the Mental Health Act 1983 (c. 20)\t\t\t\t\t(remand for report on accused's mental condition) as the Crown Court has under section 35 of that Act in the case of an accused person within the meaning of that section."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63M", "section_title": "Jurisdiction of courts: Part 4A", "section_text": "63M 1 For the purposes of this Part  “ the court ” means the High Court or                        the family court . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63N", "section_title": "Power to extend jurisdiction to magistrates' courts", "section_text": " 63N . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63O", "section_title": "Contempt proceedings: Part 4A", "section_text": "63O The powers of the court in relation to contempt of court arising out of a person's failure to comply with a forced marriage protection order or otherwise in connection with such an order may be exercised by the relevant judge."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63P", "section_title": "Appeals: Part 4A", "section_text": " 63P . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63Q", "section_title": "Guidance", "section_text": "63Q 1 The Secretary of State may from time to time prepare and publish guidance to such descriptions of persons as the Secretary of State considers appropriate about— a the effect of this Part or any provision of this Part; or b other matters relating to forced marriages. 2 A person exercising public functions to whom guidance is given under this section must have regard to it in the exercise of those functions. 3 Nothing in this section permits the Secretary of State to give guidance to any court or tribunal."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63R", "section_title": "Other protection or assistance against forced marriage", "section_text": "63R 1 This Part does not affect any other protection or assistance available to a person who— a is being, or may be, forced into a marriage or subjected to an attempt to be forced into a marriage; or b has been forced into a marriage. 2 In particular, it does not affect— a the inherent jurisdiction of the High Court; b any criminal liability; c any civil remedies under the Protection from Harassment Act 1997 (c. 40); d any right to an occupation order or a non-molestation order under Part 4 of this Act; e any protection or assistance under the Children Act 1989 (c. 41); f any claim in tort; or g the law of marriage."}, {"act": "Family Law Act 1996", "year": 1996, "section": "63S", "section_title": "Interpretation of Part 4A", "section_text": "63S In this Part— “the court” is to be read with section 63M; “force”\t\t\t\t\t(and related expressions), in relation to a marriage, are to be read in accordance with section 63A(4) to (6); “ forced marriage protection order ” has the meaning given by section 63A(6); “ marriage ” means any religious or civil ceremony of marriage (whether or not legally binding); and “ the relevant judge ”, in relation to any order under this Part, means— where the order was made by the High Court, a judge of that court; and where the order was made by  the family court, a judge of that court."}, {"act": "Family Law Act 1996", "year": 1996, "section": "64", "section_title": " Provision for separate representation for children.", "section_text": "64 1 The Lord Chancellor may by regulations provide for the separate representation of children in proceedings in England and Wales which relate to any matter in respect of which a question has arisen, or may arise, under— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b Part IV; c the 1973 Act;  . . .  d the  Domestic Proceedings and Magistrates’ Courts Act 1978   or e Schedule 5 or 6 to the Civil Partnership Act 2004. 2 The regulations may provide for such representation only in specified circumstances."}, {"act": "Family Law Act 1996", "year": 1996, "section": "65", "section_title": " Rules, regulations and orders.", "section_text": "65 1 Any power to make rules, orders or regulations which is conferred by this Act is exercisable by statutory instrument. 2 Any statutory instrument made under this Act may— a contain such incidental, supplemental, consequential and transitional provision as the Lord Chancellor considers appropriate; and b make different provision for different purposes. 3 Any statutory instrument containing an order, rules or regulations made under this Act, other than an order made under section 5(8) or 67(3), shall be subject to annulment by a resolution of either House of Parliament. 4 No order shall be made under section 5(8) unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 5 This section does not apply   ... to rules of court made, or any power to make rules of court, for the purposes of this Act."}, {"act": "Family Law Act 1996", "year": 1996, "section": "66", "section_title": " Consequential amendments, transitional provisions and repeals.", "section_text": "66 1 Schedule 8 makes minor and consequential amendments. 2 Schedule 9 provides for the making of other modifications consequential on provisions of this Act, makes transitional provisions and provides for savings. 3 Schedule 10 repeals certain enactments."}, {"act": "Family Law Act 1996", "year": 1996, "section": "67", "section_title": " Short title, commencement and extent.", "section_text": "67 1 This Act may be cited as the Family Law Act 1996. 2 Section 65 and this section come into force on the passing of this Act. 3 The other provisions of this Act come into force on such day as the Lord Chancellor may by order appoint; and different days may be appointed for different purposes. 4 This Act, other than section 17, extends only to England and Wales, except that— a in Schedule 8— i the amendments of section 38 of the  Family Law Act 1986 extend also to Northern Ireland; ii the amendments of the  Judicial Proceedings (Regulation of Reports) Act 1926 extend also to Scotland; and iii the amendments of the  Maintenance Orders Act 1950, the  Civil Jurisdiction and Judgments Act 1982, the  Finance Act 1985 and sections 42 and 51 of the Family Law Act 1986 extend also to both Northern Ireland and Scotland; and b in Schedule 10, the repeal of section 2(1)(b) of the  Domestic and Appellate Proceedings (Restriction of Publicity) Act 1968 extends also to Scotland."}]