[{"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "1", "section_title": " Providers to be subject to investigation.", "section_text": "1 In the  Health Service Commissioners Act 1993 (the 1993 Act) after section 2 there shall be inserted—  Persons subject to investigation  Health service providers subject to investigation. 2A 1 Persons are subject to investigation by the Health Service Commissioner for England if they are persons (whether individuals or bodies) undertaking to provide in England general medical services, general dental services, general ophthalmic services or pharmaceutical services under the  National Health Service Act 1977. 2 Persons are subject to investigation by the Health Service Commissioner for Wales if they are persons (whether individuals or bodies) undertaking to provide in Wales general medical services, general dental services, general ophthalmic services or pharmaceutical services under the National Health Service Act 1977. 3 Persons are subject to investigation by the Health Service Commissioner for Scotland if they are persons (whether individuals or bodies) undertaking to provide in Scotland general medical services, general dental services, general ophthalmic services or pharmaceutical services under the  National Health Service (Scotland) Act 1978. 4 In this Act— a references to a family health service provider are to any person mentioned in subsection (1), (2) or (3); b references to family health services are to any of the services so mentioned.  Independent providers subject to investigation. 2B 1 Persons are subject to investigation by the Health Service Commissioner for England if— a they are persons (whether individuals or bodies) providing services in England under arrangements with health service bodies or family health service providers, and b they are not themselves health service bodies or family health service providers. 2 Persons are subject to investigation by the Health Service Commissioner for Wales if— a they are persons (whether individuals or bodies) providing services in Wales under arrangements with health service bodies or family health service providers, and b they are not themselves health service bodies or family health service providers. 3 Persons are subject to investigation by the Health Service Commissioner for Scotland if— a they are persons (whether individuals or bodies) providing services in Scotland under arrangements with health service bodies or family health service providers, and b they are not themselves health service bodies or family health service providers. 4 The services provided under arrangements mentioned in subsection (1)(a), (2)(a) or (3)(a) may be services of any kind. 5 In this Act references to an independent provider are to any person providing services as mentioned in subsection (1), (2) or (3)."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "2", "section_title": " Commissioners’ general remit as to providers.", "section_text": "2 1 Section 3 of the 1993 Act (general remit of Commissioners) shall be amended as follows. 2 After subsection (1) there shall be inserted— 1A Where a family health service provider has undertaken to provide any family health services and a complaint is duly made to a Commissioner by or on behalf of a person that he has sustained injustice or hardship in consequence of— a action taken by the family health service provider in connection with the services, b action taken in connection with the services by a person employed by the family health service provider in respect of the services, c action taken in connection with the services by a person acting on behalf of the family health service provider in respect of the services, or d action taken in connection with the services by a person to whom the family health service provider has delegated any functions in respect of the services, the Commissioner may, subject to the provisions of this Act, investigate the alleged action. 1B Where the family health service provider mentioned in subsection (1A) is a member of a recognised fund-holding practice, references there to action taken by any person in connection with family health services include references to action taken by the person concerned in connection with any allotted sum paid to the members of the practice. 1C Where an independent provider has made an arrangement with a health service body or a family health service provider to provide a service (of whatever kind) and a complaint is duly made to a Commissioner by or on behalf of a person that he has sustained injustice or hardship in consequence of— a a failure in the service provided by the independent provider, b a failure of the independent provider to provide the service, or c maladministration connected with any other action taken in relation to the service, the Commissioner may, subject to the provisions of this Act, investigate the alleged failure or other action. 1D Any failure or maladministration mentioned in subsection (1C) may arise from action of— a the independent provider, b a person employed by the provider, c a person acting on behalf of the provider, or d a person to whom the provider has delegated any functions. 3 After subsection (4) there shall be inserted— 5 Nothing in this Act authorises or requires a Commissioner to question the merits of a decision taken without maladministration by— a a family health service provider, b a person employed by a family health service provider, c a person acting on behalf of a family health service provider, or d a person to whom a family health service provider has delegated any functions. 6 Nothing in this Act authorises or requires a Commissioner to question the merits of a decision taken without maladministration by— a an independent provider, b a person employed by an independent provider, c a person acting on behalf of an independent provider, or d a person to whom an independent provider has delegated any functions."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "3", "section_title": " Providers: other provisions.", "section_text": "3 Schedule 1 (which contains other provisions relating to family health service providers and independent providers, including provisions consequential on sections 1 and 2) shall have effect."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "4", "section_title": " Mental Welfare Commission for Scotland.", "section_text": "4 1 In section 2(3) of the 1993 Act (bodies subject to investigation by Health Service Commissioner for Scotland) the word “and” at the end of paragraph (c) shall be omitted and after paragraph (d) there shall be inserted and                   e the Mental Welfare Commission for Scotland . 2 In section 4(3) of the 1993 Act (no investigation where protective functions of Mental Welfare Commission for Scotland applicable) after “action” there shall be inserted  “                  by a health service body other than the Mental Welfare Commission for Scotland if it is action                ” . 3 After section 7 of the 1993 Act there shall be inserted—  Certain functions of Mental Welfare Commission for Scotland. 7A A Commissioner shall not conduct an investigation in respect of action taken by the Mental Welfare Commission for Scotland under section 33 (orders for discharge of hospital patients), 35I (revocation of community care orders) or 50 (orders discharging patients from guardianship) of the  Mental Health (Scotland) Act 1984."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "5", "section_title": " Availability of other remedy.", "section_text": "5 In section 4 of the 1993 Act (availability of other remedy) after subsection (3) there shall be inserted— 4 Subsection (5) applies where— a action by reference to which a complaint is made under section 3(1), (1A) or (1C) is action by reference to which a complaint can be made under a procedure operated by a health service body, a family health service provider or an independent provider, and b subsection (1), (2) or (3) does not apply as regards the action. 5 In such a case a Commissioner shall not conduct an investigation in respect of the action unless he is satisfied that— a the other procedure has been invoked and exhausted, or b in the particular circumstances it is not reasonable to expect that procedure to be invoked or (as the case may be) exhausted. 6 Section 1(2) of the  Hospital Complaints Procedure Act 1985 (which provides that no right of appeal  etc.  conferred under section 1 of that Act is to preclude an investigation under this Act) shall have effect subject to subsection (5) above."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "6", "section_title": " Exercise of clinical judgment.", "section_text": "6 1 Section 5 of the 1993 Act (no investigation to be conducted of action taken in consequence of exercise of clinical judgment) shall be omitted. 2 In section 3 of the 1993 Act (general remit of Commissioners) after subsection (6) (inserted by section 2 above) there shall be inserted— 7 Subsections (4) to (6) do not apply to the merits of a decision to the extent that it was taken in consequence of the exercise of clinical judgment."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "7", "section_title": " General health services.", "section_text": "7 1 Section 6 of the 1993 Act (general health services etc.) shall be amended as follows. 2 The following provisions shall be omitted— a subsection (1) (no investigation to be conducted of action taken by person providing general medical services etc. under  National Health Service Act 1977); b subsection (2) (no investigation to be conducted of action taken by medical practitioners etc. in pursuance of contracts under Part II of  National Health Service (Scotland) Act 1978). 3 After subsection (4) there shall be inserted— 5 A Commissioner shall not conduct an investigation in respect of action taken by a Health Authority in the exercise of its functions under regulations made under section 29, 36, 39 or 42 of the  National Health Service Act 1977 by virtue of section 17 of the  Health and Medicines Act 1988 (investigations of matters relating to services). 6 A Commissioner shall not conduct an investigation in respect of action taken by a Health Board in the exercise of its functions under regulations made under section 19, 25(2), 26(2) or 27(2) of the  National Health Service (Scotland) Act 1978 by virtue of section 17 of the  Health and Medicines Act 1988."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "8", "section_title": " Personnel matters.", "section_text": "8 1 Section 7 of the 1993 Act (personnel, contracts etc.) shall be amended as follows. 2 In subsection (1) (Commissioner not to investigate personnel matters) after “1978” there shall be inserted  “                  or the  National Health Service and Community Care Act 1990                ” . 3 After subsection (3A) (inserted by Schedule 1 to this Act) there shall be inserted— 3B Nothing in the preceding provisions of this section prevents a Commissioner conducting an investigation in respect of action taken by a health service body in operating a procedure established to examine complaints."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "9", "section_title": " Complaints: requirements to be met.", "section_text": "9 In section 9 of the 1993 Act (requirements to be complied with as regards complaints) the following subsections shall be omitted— a subsection (5) (Commissioner must be satisfied that health service body has been afforded reasonable opportunity to investigate complaint); b subsection (6) (subsection (5) to be disregarded in certain circumstances)."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "10", "section_title": " Reports.", "section_text": "10 1 Section 14 of the 1993 Act (reports by Commissioners) shall be amended as follows. 2 In subsection (1) for paragraph (c) there shall be substituted— c to the health service body who at the time the report is made provides the service, or has the function, in relation to which the complaint was made, . 3 In subsection (2)— a the word “and” shall be inserted at the end of paragraph (a); b paragraph (c) and the word “and” at the end of paragraph (b) shall be omitted. 4 In subsection (3) for the words from “make a special report” to the end of the subsection there shall be substituted  “                  lay before each House of Parliament a special report on the case.                ” 5 For subsection (4) there shall be substituted— 4 Each of the Commissioners— a shall annually lay before each House of Parliament a general report on the performance of his functions under this Act, and b may from time to time lay before each House of Parliament such other reports with respect to those functions as he thinks fit."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "11", "section_title": " Information.", "section_text": "11 1 Section 15 of the 1993 Act (information) shall be amended as follows. 2 In subsection (1) (information not to be disclosed except for certain purposes) the word “or” at the end of paragraph (c) shall be omitted and after paragraph (d) there shall be inserted or                   e as permitted by subsection (1B). 3 After subsection (1) there shall be inserted— 1A Subsection (1B) applies where, in the course of an investigation, a Commissioner or any of his officers obtains information which— a does not fall to be disclosed for the purposes of the investigation or any report to be made in respect of it, and b is to the effect that a person is likely to constitute a threat to the health or safety of patients. 1B In such a case the Commissioner may disclose the information to any persons to whom he thinks it should be disclosed in the interests of the health and safety of patients; and a person to whom disclosure may be made may, for instance, be a body which regulates the profession to which the person mentioned in subsection (1A)(b) belongs or his employer or any person with whom he has made arrangements to provide services. 1C If a Commissioner discloses information as permitted by subsection (1B) he shall— a inform the person mentioned in subsection (1A)(b) that he has disclosed it, and b inform him of the identity of any person to whom he has disclosed it. 4 In subsection (2) (neither a Commissioner nor his officers to be called on to give evidence) after “nor his officers” there shall be inserted  “                  nor his advisers                ” . 5 After subsection (2) there shall be inserted— 3 The reference in subsection (2) to a Commissioner’s advisers is a reference to persons from whom the Commissioner obtains advice under paragraph 13 of Schedule 1."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "12", "section_title": " Finance.", "section_text": "12 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "13", "section_title": " Repeals.", "section_text": "13 The enactments set out in Schedule 2 are repealed to the extent there specified."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "14", "section_title": " Commencement.", "section_text": "14 1 This Act shall come into force in accordance with provision made by the Secretary of State by order made by statutory instrument. 2 An order (or different orders) may make different provision— a for different provisions of this Act; b for different purposes, whether framed by reference to different parts of the United Kingdom or otherwise. 3 An order may provide that a prescribed provision of this Act shall apply in relation to— a action beginning on or after a prescribed date; b action beginning before that date if it can reasonably be said that part of the same action occurs on or after that date. 4 In subsection (3)— a “ action ” includes failure to act; b “ prescribed ” means prescribed by the order."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "15", "section_title": " Northern Ireland.", "section_text": "15 The following provisions of this Act extend to Northern Ireland— a sections 3, 11, 13, 14 and this section, b Schedule 1 so far as it amends any enactment which extends to Northern Ireland, and c Schedule 2 so far as it repeals any enactment which extends to Northern Ireland."}, {"act": "Health Service Commissioners (Amendment) Act 1996", "year": 1996, "section": "16", "section_title": " Citation.", "section_text": "16 This Act may be cited as the Health Service Commissioners (Amendment) Act 1996."}]