[{"act": "Hong Kong (War Wives and Widows) Act 1996", "year": 1996, "section": "1", "section_title": " Acquisition of British citizenship.", "section_text": "1 1 The Secretary of State may, on an application made for the purpose, register as a British citizen any woman who, before the passing of this Act, was the recipient or intended recipient of a  UK  settlement letter if— a she has her residence, or principal residence, in Hong Kong;  ... b where she is no longer married to the man in recognition of whose service the assurance was given, she has not remarried ; and                         c the Secretary of State is satisfied that she is of good character 2 In this section “ UK settlement letter ” means a letter written by the Secretary of State which— a confirmed the assurance given to the intended recipient that, in recognition of her husband’s service, or her late or former husband’s service, in defence of Hong Kong during the Second World War, she could come to the United Kingdom for settlement at any time; and b was sent by the Secretary of State to the Hong Kong Immigration Department for onward transmission to the intended recipient (whether or not she in fact received it)."}, {"act": "Hong Kong (War Wives and Widows) Act 1996", "year": 1996, "section": "2", "section_title": " Consequential nationality provisions.", "section_text": "2 1 A woman who is registered as a British citizen by virtue of this Act shall be treated for the purposes of the  British Nationality Act 1981 as a British citizen otherwise than by descent. 2 The following provisions of that Act shall have effect as if this Act were included in that Act, namely— section 37 (Commonwealth citizenship); ... section 41 (regulations) other than subsection (2); section 42 (registration and naturalisation: citizenship ceremony, oath and pledge) ; section 42A (registration and naturalisation: fee) section 42B (registration and naturalisation: timing) section 44(1)  ... (decisions involving exercise of discretion); section 45 (evidence); section 50 (interpretation); and section 51(3) (meaning of “ citizen of the United Kingdom and Colonies ” in other Acts and instruments)."}, {"act": "Hong Kong (War Wives and Widows) Act 1996", "year": 1996, "section": "3", "section_title": " Short title and extent.", "section_text": "3 1 This Act may be cited as the Hong Kong (War Wives and Widows) Act 1996. 2 This Act has the same extent as the provisions of the  British Nationality Act 1981 mentioned in section 2(2) above."}]