[{"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "1", "section_title": " Grants for improvements and repairs, &c.", "section_text": "1 1 Grants are available from local housing authorities in accordance with this Chapter towards the cost of works required for— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the provision of facilities for disabled persons i in dwellings, qualifying houseboats and   caravans , and ii in the common parts of buildings containing one or more flats. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In the following provisions of this Chapter the expression  “ grant ” means a grant under subsection (1) above ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "2", "section_title": " Applications for grants.", "section_text": "2 1 No grant shall be paid unless an application for it is made to the local housing authority in accordance with the provisions of this Chapter and is approved by them. 2 An application for a grant shall be in writing and shall specify the premises to which it relates and contain— a particulars of the works in respect of which the grant is sought (in this Chapter referred to as the “ relevant works ”); b unless the local housing authority otherwise direct in any particular case, at least two estimates from different contractors of the cost of carrying out the relevant works; c particulars of any preliminary or ancillary services and charges in respect of the cost of which the grant is also sought; and d such other particulars as may be prescribed. 3 In this Chapter “ preliminary or ancillary services and charges ”, in relation to an application for a grant, means services and charges which— a relate to the application and the preparation for and the carrying out of works, and b are specified for the purposes of this subsection by order of the Secretary of State. 4 The Secretary of State may by regulations prescribe a form of application for a grant and an application for a grant to which any such regulations apply is not validly made unless it is in the prescribed form."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "3", "section_title": " Ineligible applicants.", "section_text": "3 1 No grant is payable under this Chapter unless the applicant is aged 18 or over on the date of the application. In the case of a joint application, any applicant under the age of 18 years on the date of the application shall be left out of account. 2 No grant is payable under this Chapter if the person who would otherwise qualify as the applicant for the grant is— a a local authority; b a   development   corporation; c an urban development corporation; d a housing action trust; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f   NHS England   , an integrated care board,   ...   Local Health Board , special health authority  ...   ,  NHS  trust or  NHS  foundation trust ; g a police and crime commissioner; h a joint authority established by Part IV of the  Local Government Act 1985; i a residuary body established by Part VII of that Act;  . . . j an authority established under section 10(1) of that Act (waste disposal); ja . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . jb an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009; jc a combined authority established under section 103 of that Act;   or jd a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023; k the London Fire Commissioner. 3 No grant is payable under this Chapter if the applicant is of a description excluded from entitlement to grant aid by regulations made by the Secretary of State. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A Regulations under subsection (3)  made by the Secretary of State  may proceed wholly or in part by reference to the provisions relating to entitlement to— a housing benefit; b universal credit; or c any other form of assistance, as they have effect from time to time."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "4", "section_title": " The age of the property.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "5", "section_title": " Excluded descriptions of works.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "6", "section_title": " Defective dwellings.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "7", "section_title": " Renovation grants: owner’s applications and tenant’s applications.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "8", "section_title": " Renovation grants: certificates required in case of owner’s application.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "9", "section_title": " Renovation grants: certificates required in case of tenant’s application.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "10", "section_title": " Renovation grants: prior qualifying period.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "11", "section_title": " Prior qualifying period: the ownership or tenancy condition.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "12", "section_title": " Renovation grants: purposes for which grant may be given.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "13", "section_title": " Renovation grants: approval of application.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "14", "section_title": " Common parts grants: occupation of flats by occupying tenants.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "15", "section_title": " Common parts grants: landlord’s and tenants’ applications.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "16", "section_title": " Common parts grants: certificate required to accompany application.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "17", "section_title": " Common parts grants: purposes for which grant may be given.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "18", "section_title": " Common parts grants: approval of application.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "19", "section_title": "\n\t\t\tDisabled facilities grants: owner’s and tenant’s applications.", "section_text": "19 1 A local housing authority shall not entertain an application for a  . . .   grant unless they are satisfied— a that the applicant has, or proposes to acquire, an owner’s interest in every parcel of land on which the relevant works are to be carried out, or b that the applicant is a tenant (alone or jointly with others)— i in the case of an application in respect of works to a dwelling, of the dwelling, or ii in the case of a common parts application, of a flat in the building, and, in either case, does not have or propose to acquire such an owner’s interest as is mentioned in paragraph (a)  , or c that the applicant is an occupier (alone or jointly with others) of a qualifying houseboat or a caravan and, in the case of a caravan, that at the time the application was made the caravan was stationed on land within the authority’s area. 2 References in this Chapter to an “ owner's application ” or a “ tenant's application ”  or an “occupier’s application” , in relation to a  . . .   grant, shall be construed accordingly. 3 In accordance with directions given by the Secretary of State, a local housing authority may treat the condition in subsection (1)(a) as met by a person who has, or proposes to acquire, an owner’s interest in only part of the land concerned. 4 In this Chapter, in relation to an application for a  . . .   grant— “ qualifying owner’s interest ” means an owner’s interest meeting the condition in subsection (1)(a) or treated by virtue of subsection (3) as meeting that condition; and “ qualifying tenant ” means a tenant who meets the conditions in subsection (1)(b). 5 In this Chapter “ tenant ”, in relation to a  . . .   grant, includes— a a secure tenant, introductory tenant or statutory tenant, aa a tenant or licensee under a secure contract within the meaning of the Renting Homes (Wales) Act  2016 (anaw 1)  (see section 8 of that Act), ab a tenant or licensee under an introductory standard contract within the meaning of the Renting Homes (Wales) Act 2016 (see section 16 of that Act), b a protected occupier under the   Rent (Agriculture) Act 1976 or a person in occupation under an assured agricultural occupancy within the meaning of Part I of the   Housing Act 1988, c an employee (whether full-time or part-time) who occupies the dwelling or flat concerned for the better performance of his duties, and d a person having a licence to occupy the dwelling or flat concerned which satisfies such conditions as may be specified by order of the Secretary of State; and other expressions relating to tenancies, in the context of an application for  . . .   grant, shall be construed accordingly."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "20", "section_title": " Disabled facilities grants: the disabled occupant.", "section_text": "20 In this Chapter the “ disabled occupant ”, in relation to an application for  . . .   grant, means the disabled person for whose benefit it is proposed to carry out any of the relevant works."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "21", "section_title": " Disabled facilities grants: certificate required in case of owner’s application.", "section_text": "21 1 A local housing authority shall not entertain an owner’s application for a  . . .   grant unless it is accompanied by an owner’s certificate in respect of the dwelling to which the application relates or, in the case of a common parts application, in respect of each flat in the building occupied or proposed to be occupied by a disabled occupant. 2 An “ owner’s certificate ”, for the purposes of an application for a  . . .   grant, certifies that the applicant— a has or proposes to acquire a qualifying owner’s interest, and b intends that the disabled occupant will live in the dwelling or flat as his only or main residence throughout the grant condition period or for such shorter period as his health and other relevant circumstances permit."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "22", "section_title": " Disabled facilities grants: certificates required in case of tenant’s application.", "section_text": "22 1 A local housing authority shall not entertain a tenant’s application for a  . . .   grant unless it is accompanied by a tenant’s certificate. 2 A “ tenant’s certificate ”, for the purposes of an application for a  . . .   grant, certifies— a that the application is a tenant’s application, and b that the applicant intends that he (if he is the disabled occupant) or the disabled occupant will live in the dwelling or flat as his only or main residence throughout the grant condition period or for such shorter period as his health and other relevant circumstances permit. 3 Except where the authority consider it unreasonable in the circumstances to require such a certificate, they shall not entertain a tenant’s application for a  . . .   grant unless it is also accompanied by an owner’s certificate from the person who at the time of the application is the landlord under the tenancy."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "22A", "section_title": "Certificates required in case of occupier’s application", "section_text": "22A 1 A local housing authority shall not entertain an occupier’s application for a grant unless it is accompanied by an occupier’s certificate. 2 An “occupier’s certificate”, for the purposes of an application for a grant, certifies— a that the application is an occupier’s application, and b that the applicant intends that he (if he is the disabled occupant) or the disabled occupant will live in the qualifying houseboat or   caravan   (as the case may be) as his only or main residence throughout the grant condition period or for such shorter period as his health and other relevant circumstances permit. 3 Except where the authority consider it unreasonable in the circumstances to require such a certificate, they shall not entertain an occupier’s application for a grant unless it is also accompanied by a consent certificate from each person (other than the applicant) who at the time of the application— a is entitled to possession of the premises at which the qualifying houseboat is moored or, as the case may be, the   land   on which the   caravan   is stationed; or b is entitled to dispose of the qualifying houseboat or, as the case may be, the   caravan . 4 A “consent certificate”, for the purposes of subsection (3), certifies that the person by whom the certificate is given consents to the carrying out of the relevant works."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "23", "section_title": " Disabled facilities grants: purposes for which grant must or may be given.", "section_text": "23 1 The purposes for which an application for a  . . .   grant must be approved, subject to the provisions of this Chapter, are the following— a facilitating access by the disabled occupant to and from   i the dwelling, qualifying houseboat or   caravan , or ii the building in which the dwelling or, as the case may be, flat is situated; b making   i the dwelling, qualifying houseboat or   caravan , or ii the building, safe   for the disabled occupant and other persons residing with him; c facilitating access by the disabled occupant to a room used or usable as the principal family room; d facilitating access by the disabled occupant to, or providing for the disabled occupant, a room used or usable for sleeping; e facilitating access by the disabled occupant to, or providing for the disabled occupant, a room in which there is a lavatory, or facilitating the use by the disabled occupant of such a facility; f facilitating access by the disabled occupant to, or providing for the disabled occupant, a room in which there is a bath or shower (or both), or facilitating the use by the disabled occupant of such a facility; g facilitating access by the disabled occupant to, or providing for the disabled occupant, a room in which there is a washhand basin, or facilitating the use by the disabled occupant of such a facility; h facilitating the preparation and cooking of food by the disabled occupant; i improving any heating system in the dwelling   , qualifying houseboat or   caravan    to meet the needs of the disabled occupant or, if there is no existing heating system   there   or any such system is unsuitable for use by the disabled occupant, providing a heating system suitable to meet his needs; j facilitating the use by the disabled occupant of a source of power, light or heat by altering the position of one or more means of access to or control of that source or by providing additional means of control; k facilitating access and movement by the disabled occupant around the dwelling   , qualifying houseboat or   caravan    in order to enable him to care for a person who is normally resident   there   and is in need of such care; l such other purposes as may be specified by order of the Secretary of State. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If in the opinion of the local housing authority the relevant works are more or less extensive than is necessary to achieve any of the purposes set out in subsection (1)\t\t\t\t\t . . . , they may, with the consent of the applicant, treat the application as varied so that the relevant works are limited to or, as the case may be, include such works as seem to the authority to be necessary for that purpose."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "24", "section_title": " Disabled facilities grants: approval of application.", "section_text": "24 1 The local housing authority shall approve an application for a grant for purposes within section 23(1), subject to the following provisions. 2 Where an authority entertain an owner’s application for a  . . .   grant made by a person who proposes to acquire a qualifying owner’s interest, they shall not approve the application until they are satisfied that he has done so. 3 A local housing authority shall not approve an application for a  . . .   grant unless they are satisfied— a that the relevant works are necessary and appropriate to meet the needs of the disabled occupant, and b that it is reasonable and practicable to carry out the relevant works having regard to the age and condition of   i the dwelling, qualifying houseboat or   caravan , or ii the  building. In considering the matters mentioned in paragraph (a) a local housing authority which is not itself a social services authority shall consult the social services authority. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A local housing authority shall not approve a common parts application for a  . . .   grant unless they are satisfied that the applicant has a power or is under a duty to carry out the relevant works."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "25", "section_title": " HMO grants: the interest of the applicant in the property.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "26", "section_title": " HMO grants: certificate required to accompany application.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "27", "section_title": " HMO grants: purposes for which grant may be given.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "28", "section_title": " HMO grants: approval of application.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "29", "section_title": " Restriction on grants for works already begun.", "section_text": "29 1 Subject as follows, a local housing authority shall not approve an application for a grant if the relevant works have been begun before the application is approved. 2 Where the relevant works have been begun but have not been completed, the authority may approve the application for a grant if they are satisfied that there were good reasons for beginning the works before the application was approved. 3 Where an authority decide to approve an application in accordance with subsection (2), they may, with the consent of the applicant, treat the application as varied so that the relevant works do not include any that are completed. But in determining for the purposes of the application the physical condition of the dwelling   , qualifying houseboat,   caravan   or  common parts  . . .   concerned, they shall consider the condition of the premises at the date of the application. 4 . . .  a local housing authority shall not approve an application for a grant if the relevant works have been completed. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "30", "section_title": " Means testing in case of application by owner-occupier or tenant.", "section_text": "30 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If in the case of an application for a  . . .   grant the financial resources of any person of a description specified by regulations exceed the applicable amount, the amount of any grant which may be paid shall, in accordance with regulations, be reduced from what it would otherwise have been. 5 Provision may be made by regulations— a for the determination of the amount which is to be taken to be the financial resources of any person, b for the determination of the applicable amount referred to in subsection  . . . \t\t\t\t\t\t\t(4), and c as to circumstances in which the financial resources of a person are to be assumed (by reason of his receiving a prescribed benefit or otherwise) not to exceed the applicable amount. 6 Regulations may, in particular— a make provision for account to be taken of the income, assets, needs and outgoings not only of the person himself but also of his spouse,   his civil partner,  any person living with him or intending to live with him and any person on whom he is dependent or who is dependent on him; b make provision for amounts specified in or determined under the regulations to be taken into account for particular purposes. 7 Regulations may apply for the purposes of this section, subject to such modifications as may be prescribed, any other statutory means-testing regime as it has effect from time to time. 8 Regulations may make provision requiring any information or evidence needed for the determination of any matter under this section to be furnished by such person as may be prescribed. 9 In this section “ regulations ” means regulations made by the Secretary of State with the consent of the Treasury."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "31", "section_title": " Determination of amount of grant in case of landlord’s application.", "section_text": "31 1 This section applies to an owner’s application in respect of works to a dwelling which is or is intended to be let, or to the common parts of a building in which a flat is or is intended to be let. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The amount of the grant (if any) shall be determined by the local housing authority, having regard to— a the extent to which the landlord is able to charge a higher rent for the premises because of the works, and b such other matters as the Secretary of State may direct. 4 The authority may, if they think it appropriate, seek and act upon the advice of rent officers as to any matter. 5 The Secretary of State may by regulations make provision requiring any information or evidence needed for the determination of any matter under this section to be furnished by such person as may be prescribed."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "32", "section_title": " Apportionment in case of tenants’ application for common parts grant.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "33", "section_title": " Power to specify maximum amount of grant.", "section_text": "33 1 The Secretary of State may, if he thinks fit, by order specify a maximum amount or a formula for calculating a maximum amount of grant which a local housing authority may pay in respect of an application for a grant. 2 An order under this section may make different provision for  . . .   different circumstances. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An authority may not  . . .   pay an amount of grant in excess of a specified maximum amount."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "34", "section_title": " Decision and notification.", "section_text": "34 1 A local housing authority shall by notice in writing notify an applicant for a grant as soon as reasonably practicable, and, in any event, not later than six months after the date of the application concerned, whether the application is approved or refused. 2 Where an authority decide to approve an application for a grant, they shall determine— a which of the relevant works are eligible for grant (in this Chapter referred to as “ the eligible works ”), b the amount of the expenses which in their opinion are properly to be incurred in the execution of the eligible works, c the amount of the costs which in their opinion have been properly incurred, or are properly to be incurred, with respect to preliminary or ancillary services and charges, and d the amount of grant they have decided to pay, taking into account all the relevant provisions of this Chapter. The total of the amounts referred to in paragraphs (b) and (c) is referred to in this Chapter as “ the estimated expense ”. 3 If the authority notify the applicant under subsection (1) that the application is approved, they shall specify in the notice— a the eligible works, b the amounts referred to in subsection (2)(b) and (c), and how those amounts have been calculated, and c the amount of the grant. 4 If the authority notify the applicant under subsection (1) that the application is refused, they shall at the same time notify him of the reasons for the refusal. 5 If after an application for a grant has been approved the authority are satisfied that owing to circumstances beyond the control of the applicant— a the eligible works cannot be, or could not have been, carried out on the basis of the amount of expenses referred to in subsection (2)(b), b the amount of the costs which have been or are to be incurred as mentioned in subsection (2)(c) has increased, or c the eligible works cannot be, or could not have been, carried out without carrying out additional works which could not have been reasonably foreseen at the time the application was made, the authority may re-determine the estimated expense and the amount of the grant. 6 Where an application for a grant is approved, the local housing authority may not impose any condition in relation to the approval or payment of the grant, except— a as provided by the following provisions of this Chapter, or b with the consent of the Secretary of State; and this applies whether the condition purports to operate as a condition, a personal covenant or otherwise."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "35", "section_title": " Payment of grants: general.", "section_text": "35 1 Where the local housing authority have approved an application for a grant, they shall pay the grant, subject to the following provisions of this Chapter. 2 The grant may be paid— a in whole after the completion of the eligible works, or b in part by instalments as the works progress and the balance after completion of the works. 3 Where a grant is paid by instalments, the aggregate of the instalments paid before the completion of the eligible works shall not at any time exceed nine-tenths of the amount of the grant."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "36", "section_title": " Delayed payment of mandatory grant.", "section_text": "36 1 The local housing authority may approve an application for a grant  on terms that payment of the grant, or part of it, will not be made before a date specified in the notification of their decision on the application. 2 That date shall not be more than twelve months, or such other period as may be specified by order of the Secretary of State, after the date of the application."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "37", "section_title": " Payment of grants: conditions as to carrying out of the works.", "section_text": "37 1 It is a condition of payment of every grant that the eligible works are carried out within twelve months from— a the date of approval of the application concerned, or b where section 36 applies (delayed payment of mandatory grant), the date specified in the notification of the authority’s decision, or, in either case, such further period as the local housing authority may allow. 2 The authority may, in particular, allow further time where they are satisfied that the eligible works cannot be, or could not have been, carried out without carrying out other works which could not have been reasonably foreseen at the time the application was made. 3 In approving an application for a grant a local housing authority may require as a condition of payment of the grant that the eligible works are carried out in accordance with such specifications as they determine. 4 The payment of a grant, or part of a grant, is conditional upon— a the eligible works or the corresponding part of the works being executed to the satisfaction of the authority, and b the authority being provided with an acceptable invoice, demand or receipt for payment for the works and any preliminary or ancillary services or charges in respect of which the grant or part of the grant is to be paid. For this purpose an invoice, demand or receipt is acceptable if it satisfies the authority and is not given by the applicant or a member of his family."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "38", "section_title": " Payment of grants: conditions as to contractors employed.", "section_text": "38 1 It is a condition of payment of every grant, unless the local housing authority direct otherwise in any particular case, that the eligible works are carried out by the contractor whose estimate accompanied the application or, where two or more estimates were submitted, by one of those contractors. 2 The Secretary of State may by regulations make provision as to the establishing and maintaining by local housing authorities of lists of contractors approved by them for the purpose of carrying out grant-aided works. 3 The regulations may provide that it shall be a condition of payment of every grant by a local housing authority by whom such a list is maintained that, except in such cases as may be prescribed and unless the local housing authority direct otherwise in any particular case, the eligible works are carried out by a contractor who is on the authority’s list of approved contractors."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "39", "section_title": " Payment of grant to contractor.", "section_text": "39 1 The local housing authority may pay a grant or part of a grant— a by payment direct to the contractor, or b by delivering to the applicant an instrument of payment in a form made payable to the contractor. They shall not do so unless the applicant was informed before the grant application was approved that this would or might be the method of payment. 2 Where an amount of grant is payable, but the works in question have not been executed to the satisfaction of the applicant, the local housing authority may at the applicant’s request and if they consider it appropriate to do so withhold payment from the contractor. If they do so, they may make the payment to the applicant instead."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "40", "section_title": " Applicant ceasing to be entitled before payment of grant.", "section_text": "40 1 This section applies where an application for a grant is approved but before the certified date the applicant ceases to be a person entitled to a grant  . . .  . In the case of a joint application this section does not apply unless all the applicants cease to be so entitled. 2 Where this section applies— a no grant shall be paid or, as the case may be, no further instalments shall be paid, and b the authority may demand that any instalment of the grant which has been paid be repaid forthwith, together with interest from the date on which it was paid until repayment, at such reasonable rate as the authority may determine. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of this section an applicant ceases to be a person entitled to a  . . .   grant— a in the case of an owner’s application— i if he ceases to have a qualifying owner’s interest, or ii if he ceases to have the intention specified in the owner’s certificate which accompanied the application; b in the case of a tenant’s application— i if he ceases to be a qualifying tenant of the dwelling, or ii if the application was accompanied by an owner’s certificate and the landlord ceases to have the intention specified in the certificate. But if the case falls within section 41 (change of circumstances affecting disabled occupant), the authority shall act under that section. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 This section has effect subject to section 56 (provisions relating to death of applicant)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "41", "section_title": " Change of circumstances affecting disabled occupant.", "section_text": "41 1 This section applies where an application for a  . . .   grant has been approved and before the certified date— a the works cease to be necessary or appropriate to meet the needs of the disabled occupant, or b the disabled occupant ceases to occupy the dwelling   , qualifying houseboat,   caravan    or flat concerned or it ceases to be the intention that he should occupy it, or c the disabled occupant dies. Where the application related to more than one disabled occupant, this section applies if any of paragraphs (a) to (c) applies in relation to any of them. 2 This section applies whether or not the disabled occupant (or any of them) is the applicant (or one of them). 3 Where this section applies the local housing authority may take such action as appears to them appropriate and may decide— a that no grant shall be paid or, as the case may be, no further instalments shall be paid, b that the relevant works or some of them should be completed and the grant or an appropriate proportion of it paid, or c that the application should be redetermined in the light of the new circumstances. 4 In making their decision the authority shall have regard to all the circumstances of the case. 5 If the authority decide that no grant shall be paid or that no further instalments shall be paid, they may demand that any instalment of the grant which has been paid be repaid forthwith, together with interest from the date on which it was paid until repayment, at such reasonable rate as the authority may determine."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "42", "section_title": " Cases in which grants may be re-calculated, withheld or repaid.", "section_text": "42 1 This section applies where an application for a grant has been approved by the local housing authority and— a the authority ascertain that the amount was determined under section 30 or 31 on the basis of inaccurate or incomplete information and exceeds that to which the applicant was entitled; b the authority ascertain that without their knowledge the eligible works were started before the application was approved; c the eligible works are not completed to the satisfaction of the authority within the period specified under section 37(1), or such extended period as they may allow under that provision; d the authority ascertain that the aggregate of the cost of completing the eligible works and the costs incurred with respect to preliminary or ancillary services and charges, is or is likely to be lower than the estimated expense; or e the authority ascertain that without their knowledge the eligible works were carried out otherwise than as required by section 38 (conditions as to contractors employed). 2 Where this section applies, the authority may— a refuse to pay the grant or any further instalment of grant which remains to be paid, or b make a reduction in the grant which, in a case falling within subsection (1)(d), is to be a reduction proportionate to the reduction in the estimated expense; and they may demand repayment by the applicant forthwith, in whole or part, of the grant or any instalment of the grant paid, together with interest at such reasonable rate as the authority may determine from the date of payment until repayment."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "43", "section_title": " Repayment where applicant not entitled to grant.", "section_text": "43 1 This section applies where an application for a grant is approved but it subsequently appears to the local housing authority that the applicant (or, in the case of a joint application, any of the applicants) was not, at the time the application was approved, entitled to a grant  . . .  . 2 Where this section applies— a no grant shall be paid or, as the case may be, no further instalments shall be paid, and b the authority may demand that any grant which has been paid be repaid forthwith, together with interest from the date on which it was paid until repayment, at such reasonable rate as the authority may determine. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of this section an applicant is not entitled to a  . . .   grant— a in the case of an owner’s application— i if he does not have a qualifying owner’s interest, or ii if he does not have the intention specified in the owner’s certificate which accompanied the application; or b in the case of a tenant’s application— i if he is not a qualifying tenant of the dwelling, or ii if the application was accompanied by an owner’s certificate and the landlord does not have the intention specified in the certificate;  or c in the case of an occupier’s application, if he does not have the intention specified in the occupier’s certificate which accompanied the application. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "44", "section_title": " Grant conditions: introductory.", "section_text": "44 1 Sections 51 and 52  have effect with respect to the conditions to be observed where an application for a grant has been approved by a local housing authority. In this Chapter a “ grant condition ” means a condition having effect in accordance with   either   of those sections. 2 Except as otherwise provided— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c a grant condition imposed under section 52 (power to impose other conditions with consent of Secretary of State) has effect for such period as may be specified in, or in accordance with, the Secretary of State’s consent. 3 In this Chapter— a the “ grant condition period ” means the period of five years, or such other period as the Secretary of State may by order specify or as may be imposed by the local housing authority with the consent of the Secretary of State, beginning with the certified date; and b the “ certified date ” means the date certified by the local housing authority as the date on which the execution of the eligible works is completed to their satisfaction. 4 A local housing authority may not impose any condition requiring a grant to be repaid except in accordance with   sections 51 and 52 . This applies whether the condition purports to operate as a condition of the grant, as a personal covenant or otherwise."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "45", "section_title": " Condition for repayment on disposal: renovation grants.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "46", "section_title": " Condition for repayment on disposal: common parts grants.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "47", "section_title": " Condition for repayment on disposal: HMO grants.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "48", "section_title": " Condition as to owner-occupation: renovation grants.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "49", "section_title": " Condition as to availability for letting: renovation grants.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "50", "section_title": " Conditions as to occupation: HMO grants.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "51", "section_title": " Conditions as to repayment in case of other compensation, &c.", "section_text": "51 1 Where a local housing authority approve an application for a grant they may, with the consent of the Secretary of State, impose a condition requiring the applicant to take reasonable steps to pursue any relevant claim to which this section applies and to repay the grant, so far as appropriate, out of the proceeds of such a claim. 2 The claims to which this section applies are— a an insurance claim, or a legal claim against another person, in respect of damage to the premises to which the grant relates, or b a legal claim for damages in which the cost of the works to premises to which the grant relates is part of the claim; and a claim is a relevant claim to the extent that works to make good the damage mentioned in paragraph (a), or the cost of which is claimed as mentioned in paragraph (b), are works to which the grant relates. 3 In the event of a breach of a condition under this section, the applicant shall on demand pay to the local housing authority the amount of the grant so far as relating to any such works, together with compound interest as from such date as may be prescribed by or determined in accordance with the regulations, calculated at such reasonable rate as the authority may determine and with yearly rests. 4 The local housing authority may determine not to make such a demand or to demand a lesser amount."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "52", "section_title": " Power to impose other conditions with consent of Secretary of State.", "section_text": "52 1 Where a local housing authority approve an application for a grant they may, with the consent of the Secretary of State, impose such conditions as they think fit— a relating to things done or omitted before the certified date and requiring the repayment to the local housing authority on demand of any instalments of grant paid, or b relating to things done or omitted on or after that date and requiring the payment to the local housing authority on demand of a sum equal to the amount of the grant paid; and, in either case, that amount may be required to be paid together with compound interest on that amount as from the date of payment, calculated at such reasonable rate as the authority may determine and with yearly rests. 2 A condition under this section is a local land charge and is binding on— a any person who is for the time being an owner of the dwelling  . . .   or building, and b such other persons (if any) as the authority may, with the consent of the Secretary of State, specify. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where the authority have the right to demand repayment of an amount as mentioned in subsection (1), they may determine not to demand payment or to demand a lesser amount. 5 Any conditions imposed under this section are in addition to the conditions provided for by   section 51  ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "53", "section_title": " Meaning of relevant disposal.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "54", "section_title": " Meaning of exempt disposal.", "section_text": "54 . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "55", "section_title": " Cessation of conditions on repayment of grant, &c.", "section_text": "55 1 If at any time while a grant condition remains in force with respect to a dwelling,  . . .   or building— a the owner of the dwelling,  . . .   or building to which the condition relates pays the amount of the grant to the local housing authority by whom the grant was made, b a mortgagee of the interest of the owner in that dwelling,  . . .   or building being a mortgagee entitled to exercise a power of sale, makes such a payment, c the local housing authority determine not to demand repayment on the breach of a grant condition, or d the authority demand repayment in whole or in part on the breach of a grant condition and that demand is satisfied, that grant condition and any other grant conditions shall cease to be in force with respect to that dwelling,  . . .   or building. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An amount paid by a mortgagee under subsection (1)(b) above shall be treated as part of the sums secured by the mortgage and may be discharged accordingly. 4 The purposes authorised for the application of capital money by— a section 73 of the  Settled Land Act 1925, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 26 of the  Universities and College Estates Act 1925, include the making of payments under this section."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "56", "section_title": " Provisions relating to death of applicant.", "section_text": "56 1 References in this Chapter to the applicant, in relation to a grant or an application for a grant, shall be construed in relation to any time after his death as a reference to his personal representatives. 2 Where the applicant dies after liability has been incurred for any preliminary or ancillary services or charges, the local housing authority may, if they think fit, pay grant in respect of some or all of those matters. 3 Where the applicant dies after the relevant works have been begun and before the certified date, the local housing authority may, if they think fit, pay grant in respect of some or all of the works already carried out and other relevant works covered by the application. 4 Nothing in this section shall be construed as preventing the provisions as to grant conditions applying in relation to any payment of grant under subsection (2) or (3)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "57", "section_title": " Power of local housing authority to carry out works which would attract grant.", "section_text": "57 1 A local housing authority may by agreement with a person having the requisite interest execute at his expense— a any works towards the cost of which a grant under this Chapter is payable or might be paid on an application duly made and approved, and b any further works which it is in their opinion necessary or desirable to execute together with the works mentioned in paragraph (a). 2 In subsection (1), the reference to a person having the requisite interest is a reference to— a in the case of a qualifying houseboat or   caravan , the person who is— i entitled to possession of the premises at which the qualifying houseboat is moored or the   land   on which the   caravan   is stationed, or ii entitled to dispose of the qualifying houseboat or   caravan , or b in any other case, the person who has an owner’s interest. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "58", "section_title": " Minor definitions: Chapter I.", "section_text": "58 In this Chapter—   “caravan”—  means a caravan within the meaning of Part 1 of the Caravan Sites and Control of Development Act 1960 (disregarding the amendment made by section 13(2) of the Caravan Sites Act 1968); and includes any yard, garden, outhouses and appurtenances belonging to it or usually enjoyed with it; “ common parts ”, in relation to a building, includes the structure and exterior of the building and common facilities provided, whether in the building or elsewhere, for persons who include the occupiers of one or more flats in the building; “ common parts application ”, in relation to an application for a  . . .  grant, means an application in respect of works to the common parts of a building containing one or more flats; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ flat ” means a dwelling which is a separate set of premises, whether or not on the same floor, divided horizontally from some other part of the building. “premises” includes a qualifying houseboat or a   caravan ; “qualifying houseboat” means a boat or similar structure designed or adapted for use as a place of permanent habitation which— has its only or main mooring within the area of a single local housing authority; is moored in pursuance of a right to that mooring; and is a dwelling for the purposes of Part 1 of the Local Government Finance Act 1992 (council tax), and includes any yard, garden, outhouses and appurtenances belonging to it or usually enjoyed with it; ..."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "59", "section_title": ".", "section_text": "59 In this Chapter the expressions listed below are defined by or otherwise fall to be construed in accordance with the provisions indicated— . . .  . . .  . . .  . . .    caravan  section 58 certified date section 44(3)(b) common parts section 58 common parts application (in relation to a  . . .   grant) section 58   development corporation  section 101 . . .  . . .  . . .  . . .  . . .  . . .  . . .  . . .  disabled occupant section 20 disabled person section 100(1) to (3) dwelling section 101 . . .  . . .  eligible works section 34(2)(a) estimated expense section 34(2) . . .  . . .  . . . . . . flat section 58 grant  . . .  section 1(6) grant condition section 44(1) grant condition period section 44(3)(a) . . .  . . .  . . .  . . .  housing action trust section 101 . . .  . . .    introductory standard contract     section 19   introductory tenant section 101 . . .  . . .  . . .  . . .  . . .  local authority section 101 local housing authority section 101 . . .  . . .  member of family section 98(1) . . . . . . occupier’s application section 19(1) and (2) . . .  . . .  owner sections 99 and 101 . . .  . . .  owner’s application . . .  . . .   –in relation to a  . . .  grant section 19(1) and (2) owner’s certificate (in relation to an application for a  . . .   grant) section 21(2) owner’s interest section 101 . . .  . . .  . . .  . . .  preliminary or ancillary services and charges section 2(3) premises section 58 prescribed section 101 qualifying houseboat section 58 qualifying owner’s interest . . .  . . .   –in relation to an application for a  . . .  grant section 19(4) . . .  . . .  . . . . . . qualifying tenant . . .  . . .   –in relation to an application for a  . . .  grant section 19(4) . . .  . . .  . . .  . . .  . . .  . . .  relevant works (in relation to a grant application) section 2(2)(a) . . .  . . .  . . .  . . .    secure contract     section 19   . . . secure tenant section 101 social services authority section 100(4) . . . statutory tenant section 101 tenancy and tenant (generally) section 101 tenant (and expressions relating to tenancies) . . .  . . .  . . .  . . .  . . .  . . .   –in the context of an application for  . . .  grant section 19(5) tenant’s application . . .  . . .   –in relation to a  . . .  grant section 19(1) and (2) . . .  . . .  tenant’s certificate . . .  . . .   –for the purposes of an application for a  . . .  grant section 22(2) urban development corporation section 101"}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "60", "section_title": " Group repair schemes.", "section_text": "60 1 A local housing authority may prepare a scheme (a “ group repair scheme ”) for the carrying out of works— a to put in reasonable repair the exterior of the buildings to which the scheme relates, or b to render the buildings to which the scheme relates structurally stable, or for both those purposes. 2 For the purposes of this Chapter “ building ” includes the whole or part of a terrace of houses or other units. 3 The scheme must satisfy the requirements of sections 61 and 62 as to the buildings to which it relates and the works specified in it."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "61", "section_title": " Qualifying buildings.", "section_text": "61 1 The buildings to which a group repair scheme relates must be qualifying buildings. 2 A building is a qualifying building if at the time the scheme is prepared it satisfies the conditions prescribed for qualifying buildings in relation to a group repair scheme. 3 A group repair scheme must relate to at least one qualifying building which at the time the scheme is prepared satisfies the conditions prescribed for a primary building in relation to a group repair scheme. 4 Each of the other qualifying buildings to which a group repair scheme relates must satisfy the conditions prescribed for an additional building in relation to a group repair scheme."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "62", "section_title": " Scheme works.", "section_text": "62 1 The works specified in a group repair scheme (“ scheme works ”) must be works of the following descriptions. 2 In the case of works to put in reasonable repair the exterior of the buildings to which the scheme relates, the works must be— a works to the exterior of the buildings to which the scheme relates, or b so far only as may be necessary to give satisfactory effect to such works, additional works to other parts of the buildings, and must be such that on completion of the works the exterior of the buildings will be in reasonable repair. 3 In the case of works to render the buildings to which the scheme relates structurally stable, the works must be— a works to the structure or to the foundations of the buildings to which the scheme relates, or b other works necessary to give satisfactory effect to such works, and must be such that on completion of the works the buildings will be structurally stable. 4 For the purposes of this Chapter the exterior of a building means— a any part of the building which is exposed to the elements of wind and rain or otherwise faces into the open air (including, in particular, roofs, chimneys, walls, doors, windows, rainwater goods and external pipework), and b the curtilage of the building, including any wall within the curtilage which is constructed as a retaining wall or otherwise to protect the structure of the building. 5 In relation to works to the curtilage of a building the reference in subsection (2)(b) to additional works to other parts of the building includes additional works on land outside the curtilage. 6 For the purposes of this Chapter the exterior of a building shall not be regarded as in reasonable repair unless it is substantially free from rising or penetrating damp."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "63", "section_title": " Approval of scheme by Secretary of State.", "section_text": "63 1 If a group repair scheme prepared by a local housing authority is approved by the Secretary of State, the authority may, with the consent of the persons participating in the scheme, enter into agreements to secure the carrying out of the works specified in the scheme. 2 The approval of the Secretary of State may be given either to a specific scheme or generally to schemes which fulfil such criteria as he may from time to time specify. 3 Different criteria may be specified for different types of scheme and for different areas. 4 The approval of a scheme may be made conditional upon compliance with requirements specified by the Secretary of State."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "64", "section_title": " Persons eligible to participate in group repair scheme.", "section_text": "64 1 A person is eligible to participate in a group repair scheme if at the date of the approval of the scheme— a he has an owner’s interest in a dwelling or other premises comprised in a building to which the scheme relates, and b as respects the dwelling or other premises in which he has an owner’s interest he either— i is able to give possession of any part of the building to which scheme works are proposed to be carried out, or ii has the consent of the occupier of that part to the carrying out of those works. In the case of a scheme not submitted for specific approval, the date of approval shall be taken to be the date on which the authority decide that the scheme fulfils the criteria for general approval. 2 A person eligible to participate in a group repair scheme may participate as an assisted participant— a if the owner’s interest which he has is an interest in a dwelling and he gives an owner-occupation certificate or a certificate of intended letting, or b if the owner’s interest which he has is an interest in a house in multiple occupation and he gives a certificate of future occupation. This is subject to the exceptions specified in subsection (7) or by order under that subsection. 3 An “ owner-occupation certificate ” certifies that the person concerned— a has an owner’s interest in the dwelling, and b intends that throughout the protected period he, or a member of his family, will live in the dwelling, as his (or that member’s) only or main residence. 4 A “ certificate of intended letting ” certifies that the person concerned— a has an owner’s interest in the dwelling, and b intends that throughout the protected period the dwelling will be let or available for letting as a residence and not for a holiday to someone other than a member of his family. In paragraph (b) “ letting ” does not include a letting on a long tenancy. 5 In subsection (4) references to letting include the grant of a licence to occupy premises. References in this Chapter to tenants, and other expressions relating to tenancies, in the context of a certificate of intended letting, shall be construed accordingly. 6 A “ certificate of future occupation ” certifies that the person concerned— a has an owner’s interest in the house, and b intends that throughout the protected period the house or a part of it (specified in the certificate) will be residentially occupied, or available for residential occupation, under tenancies or licences by persons who are not connected with the owner for the time being of the house. In paragraph (b) “ residential occupation ” does not include occupation for a holiday, and “ tenancies ” does not include a long tenancy. 7 The following may not participate in a group repair scheme as an assisted participant— a a local authority; b a new town corporation; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d a   Strategic Health Authority,  health authority, special health authority  , Primary Care Trust  or NHS trust; e a police authority established under section 3 of the Police Act 1996  . . .  ; f a housing action trust; g a registered social landlord; h any other authority, body or other person excluded by order of the Secretary of State. 8 An order under subsection (7)(h) may proceed wholly or in part by reference to the provisions relating to entitlement to housing benefit, or any other form of assistance, as they have effect from time to time. 9 A person eligible to participate in a group repair scheme who is unable to participate as an assisted participant may participate as an unassisted participant."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "65", "section_title": " Scheme consent and restriction on works.", "section_text": "65 1 The persons who are eligible to participate in a group repair scheme do so by signifying consent (“ scheme consent ”), in accordance with the terms of the scheme, to the proposals to carry out the works specified in the scheme. 2 No scheme works shall be carried out to a part of a building which consists of premises in respect of which no person eligible to participate has signified scheme consent, except as mentioned below. 3 The restriction in subsection (2) does not apply to works carried out to premises in respect of which there is no person (or no ascertainable person) eligible to participate in the scheme. 4 The restriction in subsection (2) does not apply to works— a which are carried out to premises in respect of which the person eligible to participate consents to their being carried out but has not signified scheme consent (and, accordingly, is not liable to contribute), and b which it is necessary to carry out in order satisfactorily to carry out any works specified in the scheme to another part of the same building in respect of which a person eligible to participate has signified scheme consent."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "66", "section_title": " Certificate of completion date.", "section_text": "66 1 When the works specified in a group repair scheme are completed, the local housing authority shall send to each assisted participant a certificate specifying the date on which the works were completed to the authority’s satisfaction. 2 In this Chapter that date is referred to as “ the completion date ”."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "67", "section_title": " Contributions by participants.", "section_text": "67 1 The participants in a group repair scheme are liable to contribute to the cost, as notified to them under the scheme, of scheme works relating to the premises in which they have an interest, at a rate determined in accordance with this section. 2 The cost of the works shall be apportioned between the several buildings and premises in such way as may be agreed between the participants with owner’s interests in them or, in default of agreement, equally. 3 In the case of an unassisted participant, the rate of contribution is 100 per cent. 4 In the case of an assisted participant whose owner’s interest is in premises other than a dwelling or house in multiple occupation, the rate of contribution is— a 25 per cent. where the building is in a renewal area, and b 50 per cent. in any other case. The Secretary of State may by order amend paragraph (a) or (b) so as to specify a different percentage. 5 In the case of any other assisted participant, the rate of contribution is a percentage determined by the local housing authority not exceeding that which would apply under subsection (4). 6 In making their determination the authority shall have regard to the way in which— a section 30 (means-testing in case of application by owner-occupier or tenant), or b section 31 (determination of amount of grant in case of landlord’s application), would apply if he were an applicant for a renovation grant or, as the case may require, an HMO grant. 7 They shall also have regard to any guidance given by the Secretary of State for the purposes of this section. Different guidance may be given for different cases, different descriptions of cases and different areas and, in particular, with respect to different local housing authorities or descriptions of authority (including a description framed by reference to authorities in a particular area)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "68", "section_title": " Variation of group repair scheme.", "section_text": "68 1 A group repair scheme may be varied at any time before the completion date. The variation may relate to the participants in the scheme, the buildings to which the scheme relates, the scheme works or any other matter. 2 A variation is not effective unless approved by the Secretary of State. The provisions of section 63(2) to (4) (supplementary provisions as to approval of scheme) apply to approval of a variation. 3 Where a scheme is varied to enable other persons to participate, section 64 (persons eligible to participate) applies in relation to new participants with the substitution for the reference to the date of approval of the scheme of a reference to the date of approval of the variation. In the case of a variation not submitted for specific approval, the date of approval shall be taken to be the date on which the authority decide that the variation fulfils the criteria for general approval. 4 Before varying a group repair scheme the local housing authority shall consult the existing participants and consider any representations made by them. 5 Fresh scheme consent is required in the case of an existing participant as to whom the authority are satisfied that his interests are adversely affected by the variation. In any other case the existing scheme consent shall be treated as extended to the scheme as varied."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "69", "section_title": " Conditions of participation: general.", "section_text": "69 1 The following sections have effect with respect to the conditions of participation in a group repair scheme as an assisted participant. 2 Except as otherwise provided those conditions have effect for the period of five years, or such other period as may be prescribed, beginning with the completion date. That period is referred to in this Chapter as “ the protected period ”. 3 For the purposes of those conditions the “ balance of the cost ” is the difference between— a the cost as notified to the participant under the scheme of such of the works specified in the scheme as relate to the premises in which his owner’s interest subsisted, and b the amount of the contribution in respect of that cost paid by him by virtue of section 67."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "70", "section_title": " Condition as to payment of balance of cost on disposal.", "section_text": "70 1 It is a condition of participation in a group repair scheme as an assisted participant that if, at any time after signifying scheme consent and before the end of the protected period, he makes a relevant disposal (other than an exempt disposal) of the premises in which he had an owner’s interest at the date of the approval of the scheme, he shall pay to the local housing authority on demand the balance of the cost. 2 The condition under this section is a local land charge and is binding on any person who is for the time being an owner of the premises concerned. 3 Where the authority have the right to demand payment of an amount as mentioned in subsection (1), they may determine not to demand payment or to demand a lesser amount. 4 The condition under this section shall cease to be in force with respect to any premises if there is a relevant disposal of the premises that is an exempt disposal, other than— a a disposal within section 54(1)(a) (disposal to associates of person making disposal), or b a disposal within section 54(1)(b) (vesting under will or on intestacy)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "71", "section_title": " Conditions as to occupation.", "section_text": "71 1 It is a condition of participation in a group repair scheme as an assisted participant— a where the participant gave an owner-occupation certificate, that throughout the protected period the dwelling is occupied in accordance with the intention stated in the certificate; b where the participant gave a certificate of intended letting, that throughout the protected period the dwelling is let or available for letting in accordance with the intention stated in the certificate; and c where the participant gave a certificate of future occupation, that throughout the protected period the house is residentially occupied, or available for residential occupation, in accordance with the intention stated in the certificate. 2 It is also a condition of participation as an assisted participant that if at any time when any of the above conditions is in force the authority serve notice on the owner of the dwelling or house requiring him to do so, he will within the period of 21 days beginning with the date on which the notice was served furnish to the authority a statement showing how that condition is being fulfilled. 3 A condition under this section is a local land charge and is binding on any person who is for the time being an owner of the dwelling or house. 4 In the event of a breach of a condition under this section, the owner for the time being of the dwelling or house shall pay to the local housing authority on demand the balance of the cost. 5 The local housing authority may determine not to make such a demand or may demand a lesser amount. 6 Any condition under this section shall cease to be in force with respect to any premises if there is a relevant disposal of the premises which is an exempt disposal other than a disposal within section 54(1)(a) (disposal to associates of person making disposal)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "72", "section_title": " Meaning of relevant disposal and exempt disposal.", "section_text": "72 Sections 53 and 54 (meaning of “ relevant disposal ” and “ exempt disposal ”) apply for the purposes of this Chapter."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "73", "section_title": " Payment of balance of cost, &c: cessation of conditions.", "section_text": "73 1 If at any time while a condition of participation under section 70 or 71 remains in force— a the assisted participant pays the balance of the cost to the local housing authority, b a mortgagee of the interest of the assisted participant in the premises being a mortgagee entitled to exercise a power of sale, makes such a payment, c the authority determine not to demand payment on the breach of a condition of participation, or d the authority demand payment in whole or in part on the breach of a condition of participation and that demand is satisfied, that condition and any other conditions of participation shall cease to be in force with respect to the premises of that assisted participant. 2 An amount paid by a mortgagee under subsection (1)(b) above shall be treated as part of the sums secured by the mortgage and may be discharged accordingly. 3 The purposes authorised for the application of capital money by— a section 73 of the  Settled Land Act 1925, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 26 of the  Universities and College Estates Act 1925, include the making of payments under this section."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "74", "section_title": " Power of Secretary of State to modify operation of Chapter.", "section_text": "74 1 If the Secretary of State so directs in the case of any scheme or any description of scheme, such of the preceding provisions of this Chapter as are specified in the direction shall not apply in relation to that scheme or, as the case may be, in relation to a scheme of that description. 2 The power under this section to give directions may be so exercised as to make different provision with respect to different local housing authorities or descriptions of authority (including a description framed by reference to authorities in a particular area)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "75", "section_title": " Index of defined expressions: Chapter II.", "section_text": "75 In this Chapter the expressions listed below are defined by or otherwise fall to be construed in accordance with the provisions indicated— assisted participant section 64(2) and (7) balance of the cost (in relation to conditions of participation) section 69(3) building section 60(2) certificate of future occupation section 64(6) certificate of intended letting section 64(4) completion date section 66(2) connected (with the owner of a dwelling) section 98(2) dwelling section 101 eligible to participate section 64(1) exempt disposal section 72 (and section 54) group repair scheme section 60(1) house in multiple occupation section 101 housing action trust section 101 local authority section 101 local housing authority section 101 long tenancy section 101 member of family section 98(1) new town corporation section 101 owner sections 99 and 101 owner-occupation certificate section 64(3) owner’s interest section 101 prescribed section 101 protected period (in relation to conditions of participation) section 69(2) reasonable repair section 96 registered social landlord section 101 relevant disposal section 72 (and section 53) renewal area section 101 scheme consent section 65(1) scheme works section 62 tenancy and tenant (generally) section 101 tenant and related expressions (in the context of a certificate of intended letting) section 64(5) unassisted participant section 64(9)"}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "76", "section_title": " Home repair assistance.", "section_text": "76 1 A local housing authority may, on application being made to them, give assistance under this Chapter (“ home repair assistance ”) in the form of a grant or the provision of materials for the carrying out of works of repair, improvement or adaptation to a dwelling. 2 The Secretary of State may by order make provision as to the total amount or value of home repair assistance that may be given— a on any one application, or b in respect of the same dwelling in any period of three years. 3 Home repair assistance shall not be given in respect of works— a for which a grant under Chapter I has been approved or in respect of which an application for a grant is pending, or b which are specified in a group repair scheme approved under Chapter II or prepared and awaiting the approval of the Secretary of State."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "77", "section_title": " Entitlement to home repair assistance.", "section_text": "77 1 Subject to the following provisions of this section, a local housing authority shall not entertain an application for home repair assistance unless they are satisfied— a that the applicant is aged 18 or over on the date of the application, b that he lives in the dwelling as his only or main residence, c that he has an owner’s interest in the dwelling, or is a tenant of the dwelling, alone or jointly with others, d that he has a duty or power to carry out the works in question, and e that he or his partner is in receipt of income support,   housing benefit, council tax benefit, any element of child tax credit other than the family element or working tax credit . 2 In the case of an application in respect of works to adapt a dwelling to enable an elderly, disabled or infirm person to be cared for, the condition in subsection (1)(b) shall be treated as met if the elderly, disabled or infirm person (whether or not the applicant) lives or proposes to live in the dwelling as his only or main residence. 3 For the purposes of the condition in subsection (1)(c) “ tenant ” includes— a a secure tenant or statutory tenant, b a protected occupier under the  Rent (Agriculture) Act 1976 or a person in occupation under an assured agricultural occupancy within the meaning of Part I of the  Housing Act 1988, and c an employee (whether full-time or part-time) who occupies the dwelling or flat concerned for the better performance of his duties; but does not include a tenant of an authority or body mentioned in section 3(2) (authorities and bodies not eligible to apply for grants under Chapter I). 4 An application may be made by a person who does not satisfy the condition in subsection (1)(c) but who occupies the dwelling under a right of exclusive occupation granted for his life or for a period of more than five years. But except in the case of— a works to adapt a dwelling to enable an elderly, disabled or infirm person, who lives or proposes to live in the dwelling as his only or main residence, to be cared for, b works relating to means of escape from fire or other fire precautions, or c any works to a dwelling in a renewal area, the local housing authority shall not entertain an application made by virtue of this subsection unless they are satisfied that the applicant has occupied the dwelling as his only or main residence for a period of at least three years immediately preceding the date of the application. 5 The condition in subsection (1)(e) does not apply— a to an applicant who is elderly, disabled or infirm, or b to an application in respect of works to adapt a dwelling to enable an elderly, disabled or infirm person, who lives or proposes to live in the dwelling, to be cared for."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "78", "section_title": " Assistance in respect of house-boats and mobile homes.", "section_text": "78 1 Subject to the following provisions of this section, sections 76 and 77 (home repair assistance) apply in relation to a house-boat or mobile home as in relation to a dwelling. 2 For the purposes of those sections as they apply in relation to a house-boat or mobile home, any person lawfully in occupation of the house-boat or mobile home shall be treated as a person with an owner’s interest in or a tenant of a dwelling. But except in the case of— a works to adapt a house-boat or mobile home to enable an elderly, disabled or infirm person, who lives or proposes to live there as his only or main residence, to be cared for, or b works relating to means of escape from fire or other fire precautions, the local housing authority shall not entertain an application for home repair assistance unless the residence requirement is met. 3 The residence requirement in the case of a house-boat is that the local housing authority are satisfied that— a the applicant has occupied the boat as his only or main residence for a period of at least three years immediately preceding the date of the application; b the boat has for that period had its only or main mooring in the same locality on an inland waterway or in marine waters within the boundary of the authority; and c the applicant had a right to moor his boat there. 4 The residence requirement in the case of a mobile home is that the local housing authority are satisfied that— a the applicant has occupied the mobile home as his only or main residence for a period of at least three years immediately preceding the date of the application; b the mobile home has for that period been on land forming part of the same protected site within the meaning of the  Mobile Homes Act 1983; and c the applicant occupied it under an agreement to which that Act applies or under a gratuitous licence. 5 In this section— “ house-boat ” means a boat or similar structure designed or adapted for use as a place of permanent habitation, and “ mobile home ” means a caravan within the meaning of Part I of the  Caravan Sites and Control of Development Act 1960 (disregarding the amendment made by section 13(2) of the  Caravan Sites Act 1968), which is a dwelling for the purposes of Part I of the  Local Government Finance Act 1992 (council tax)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "79", "section_title": " Power to make further provision by regulations.", "section_text": "79 1 The Secretary of State may by regulations make provision as to— a the manner of making an application for home repair assistance and the contents of such an application; b the procedure for dealing with applications for home repair assistance and for ensuring that works are carried out to any standard specified in the regulations; c the way in which the amount of home repair assistance to be given on any application is to be determined; and d the taking into account (in such manner and to such extent as may be prescribed) of the financial circumstances of the applicant. 2 The Secretary of State may by regulations make provision extending or restricting the availability of home repair assistance, by reference to such description of persons, circumstances or other factors as the Secretary of State thinks fit. 3 Regulations under subsection (2) may proceed wholly or in part by reference to the provisions relating to entitlement to housing benefit, or any other form of assistance, as they have effect from time to time."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "80", "section_title": " Index of defined expressions: Chapter III.", "section_text": "80 In this Chapter the expressions listed below are defined by or otherwise fall to be construed in accordance with the provisions indicated— disabled person section 100(1) to (3) dwelling section 101 elderly section 101 home repair assistance section 76(1) improvement section 101 local housing authority section 101 owner’s interest section 101 partner section 101 prescribed section 101 renewal area section 101 secure tenant section 101 statutory tenant section 101 tenancy and tenant (generally) section 101"}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "81", "section_title": " Deferred action notices.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "82", "section_title": " Service of deferred action notices.", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "83", "section_title": " Appeals against deferred action notices.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "84", "section_title": " Review of deferred action notices.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "85", "section_title": " Guidance by Secretary of State.", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "86", "section_title": " Unfitness for human habitation &c.: power to improve enforcement procedures.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "87", "section_title": " Unfitness for human habitation, &c.: power to charge for enforcement action.", "section_text": "              87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "88", "section_title": " Recovery of charge for enforcement action.", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "89", "section_title": " Power to prescribe forms.", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "90", "section_title": " Minor definitions: Chapter IV.", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "91", "section_title": " Index of defined expressions: Chapter IV.", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "92", "section_title": " Contributions by the Secretary of State.", "section_text": "92 1 The Secretary of State may pay contributions to local housing authorities towards such expenditure incurred by them under this Part as he may determine. 2 The rate or rates of the contributions, the calculation of the expenditure to which they relate and the manner of their payment shall be such as may be determined by the Secretary of State with the consent of the Treasury. 3 A determination under subsection (1) or (2)— a may be made generally or with respect to a particular local housing authority or description of authority, including a description framed by reference to authorities in a particular area, and b may make different provision in relation to different cases or descriptions of case. 4 Contributions under this section shall be payable subject to such conditions as to records, certificates, audit or otherwise as the Secretary of State may, with the approval of the Treasury, impose. 5 If, before the declaration of a renewal area, a local housing authority are satisfied that the rate of contributions which, in accordance with a determination under subsection (2), would otherwise be applicable to the authority will not be adequate, bearing in mind the action they propose to take with regard to the area, they may, before making the declaration, apply to the Secretary of State for contributions at a higher rate in respect of that area. 6 An application under subsection (5) shall be made in such form and shall contain such particulars as the Secretary of State may determine; and, if such an application is made, the authority shall not declare the area concerned to be a renewal area until the application is approved, refused or withdrawn. 7 If an application under subsection (5) is approved, the Secretary of State may pay contributions under subsection (1) in respect of the area concerned at such higher rate as he may determine under subsection (2)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "93", "section_title": " Recovery of contributions.", "section_text": "93 1 Where the Secretary of State has paid contributions under section 92 to a local housing authority, he may recover from the authority such amount as he determines to be appropriate in respect of repayments of grant under this Part. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The amount shall be calculated by reference to the amount appearing to the Secretary of State to represent his contribution to— a grants in respect of which repayments have been made to the authority, or b grants in respect of which repayments could have been recovered if reasonable steps had been taken by the authority, together with an appropriate percentage of any interest received by the authority, or which would have been received if reasonable steps had been taken by the authority. 4 The question what steps it would have been reasonable for the authority to take shall be determined by the Secretary of State. In determining whether the authority took reasonable steps, the Secretary of State may consider whether the authority properly exercised its discretion not to demand repayment of grant or to demand payment of a lesser sum."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "94", "section_title": " Consent of the Secretary of State.", "section_text": "94 The consent of the Secretary of State for the purposes of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 34(6)(b), 44(3)(a), 51 or 52 (conditions imposed with consent of Secretary of State), may be given either generally or in relation to any one or more specified authorities or descriptions of authority or in relation to particular cases or descriptions of case."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "95", "section_title": " Parsonages, charities, &c.", "section_text": "95 1 Sections 19 and 21 to 22A (conditions for application for grant)  do not apply to— a an application for a grant in respect of glebe land or the residence house of an ecclesiastical benefice, or b an application for a grant made by a charity or on behalf of a charity by the charity trustees of the charity. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In considering under section 31 the amount (if any) of the grant where the applicant is a charity or the application is in respect of glebe land, the local housing authority shall have regard, in addition to the matters mentioned in that section, to any obligation or practice on the part of the applicant to let dwellings at a rent less than that which could be obtained on the open market. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section  “ charity ” does not include   a private registered provider of social housing or   a registered social landlord   but otherwise has the same meaning as it has under section 10 of the Charities Act 2011 ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "96", "section_title": " Meaning of “reasonable repair”.", "section_text": "96 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "97", "section_title": " Fitness for human habitation.", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "98", "section_title": " Members of a person’s family and connected persons.", "section_text": "98 1 Section 113 of the  Housing Act 1985 (meaning of “ members of a person’s family ”) applies in determining whether a person is a member of another’s family for the purposes of this Part. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "99", "section_title": " Meaning of “owner\" of dwelling.", "section_text": "99 1 In this Part “ owner ”, in relation to a dwelling, means the person who— a is for the time being entitled to receive from a lessee of the dwelling (or would be so entitled if the dwelling were let) a rent at an annual rate of not less than two-thirds of the net annual value of the dwelling; and b is not himself liable as lessee of the dwelling, or of property which includes the dwelling, to pay such a rent to a superior landlord. 2 For this purpose the net annual value of a dwelling means the rent at which the dwelling might reasonably be expected to be let from year to year if the tenant undertook to pay all usual tenant’s rates and taxes and to bear the cost of repair and insurance and the other expenses, if any, necessary to maintain the dwelling in a state to command that rent. 3 Any dispute arising as to the net annual value of a dwelling shall be referred in writing for decision by the district valuer. In this subsection “ district valuer ” has the same meaning as in the Housing Act 1985."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "100", "section_title": " Disabled persons.", "section_text": "100 1 For the purposes of this Part a person is disabled if— a his sight, hearing or speech is substantially impaired, b he has a mental disorder or impairment of any kind, or c he is physically substantially disabled by illness, injury, impairment present since birth, or otherwise. 2 A person aged eighteen or over shall be taken for the purposes of this Part to be disabled if— za the person is registered in a register maintained under section 77(1) or (3) of the Care Act 2014 (registers of sight-impaired adults, disabled adults,  etc. ), zb in the opinion of the social services authority, the person falls within a category mentioned in section 77(4) of that Act (persons for whom register may be maintained), a the person is registered in a register maintained under section 18(5) of the Social Services and Well-being (Wales) Act 2014 (register of disabled adults and adults with an impairment or who have needs for care and support), or b in the opinion of the social services authority, the person falls within a category mentioned in section 18(6) of that Act. 3 A person under the age of eighteen shall be taken for the purposes of this Part to be disabled if— a he is registered in a register of disabled children maintained under paragraph 2 of Schedule 2 to the  Children Act 1989, or b he is in the opinion of the social services authority a disabled child as defined for the purposes of Part III of the  Children Act 1989 (local authority support for children and their families). c the person is registered as disabled in a register maintained under section 18(4) of the Social Services and Well-being (Wales) Act 2014, or d the person is, in the opinion of the social services authority, disabled as defined for the purposes of section 3 of the Social Services and Well-being (Wales) Act 2014. 4 In this Part “social services authority” means— a in England, the council which is the local authority for the purposes of the Local Authority Social Services Act 1970, and b in Wales, the council which is the local authority for the purposes of the Social Services and Well-being (Wales) Act 2014, for the area in which the dwelling or building is situated. 5 Nothing in subsection (1) above shall be construed as affecting the persons who are to be regarded as   having a disability for the purposes of section 77 of the Care Act 2014 or as  disabled under  ... section 17(11) of the Children Act 1989   or section 3 of the Social Services and Well-being (Wales) Act 2014   ...."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "101", "section_title": " Minor definitions: Part I.", "section_text": "101 In this Part—   “development corporation” has the same meaning as in the Housing Act 1985;   “ dwelling ” means a building or part of a building occupied or intended to be occupied as a separate dwelling, together with any yard, garden, outhouses and appurtenances belonging to it or usually enjoyed with it; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ housing action trust ” means a housing action trust established under Part III of the  Housing Act 1988 and includes any body established by order under section 88 of the Housing Act 1988; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ introductory tenancy ” and “ introductory tenant ” have the same meaning as in Chapter I of Part V of the  Housing Act 1996; “ local authority ” and “ local housing authority ” have the same meaning as in the  Housing Act 1985; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... “ owner ”, in relation to a dwelling, has the meaning given by section 99  . . . ; “ owner’s interest ”, in relation to any premises, means— an estate in fee simple absolute in possession, or a term of years absolute of which not less than five years remain unexpired at the date of the application, whether held by the applicant alone or jointly with others; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ prescribed ” means prescribed by regulations made by the Secretary of State; “ registered social landlord ” has the same meaning as in Part I of the Housing Act 1996; “ renewal area ” has the same meaning as in Part VII of the Local Government and Housing Act 1989; “secure tenant” has  the same meaning as in Part IV of the  Housing Act 1985; “statutory tenant” means a  statutory tenant within the meaning of the  Rent Act 1977 or the  Rent (Agriculture) Act 1976; “ tenancy ” includes a sub-tenancy and an agreement for a tenancy or sub-tenancy; “ tenant ” includes a sub-tenant and any person deriving title under the original tenant or sub-tenant; “ urban development corporation ” has the same meaning as in the Housing Act 1985 and includes any body established by order under section 165B of the  Local Government, Planning and Land Act 1980."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "102", "section_title": " Transitional provisions.", "section_text": "102 1 The provisions of   Chapter 1   of this Part have effect in place of Part VIII of the  Local Government and Housing Act 1989 (grants towards cost of improvements and repairs, &c.). 2 Subject as follows, the provisions of that Part continue to apply to applications for grant of the descriptions mentioned in section 101 of that Act made before the commencement of this Part. 3 Sections 112 and 113 of that Act (which require a local housing authority to approve certain grant applications) do not apply to an application under that Part made after 2nd February 1996 which has not been approved or refused before the commencement of this Part, unless— a the six month period under section 116(1) of that Act (period within which applicant to be notified of decision) has elapsed before commencement, or b the works were begun on or before 2nd February 1996— i in an emergency, or ii in order to comply with a notice under section 189, 190 or 352 of the Housing Act 1985. 4 An application to which section 112 or 113 of the Local Government and Housing Act 1989 would have applied but for subsection (3) above shall be dealt with after the commencement of this Part as if those sections were omitted from Part VIII of that Act. 5 The above provisions do not affect the power conferred by section 150(4) to make transitional provision and savings in relation to the commencement of this Part, including provision supplementary or incidental to the above provisions. Supplementary and incidental provision may, in particular, be made adapting the provisions of Part VIII of that Act in the case of applications to which section 112 or 113 would have applied but for the above provisions."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "103", "section_title": " Consequential amendments: Part I.", "section_text": "103 The enactments mentioned in Schedule 1 have effect with the amendments specified there which are consequential on the provisions of this Part."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "104", "section_title": " Construction contracts.", "section_text": "104 1 In this Part a “ construction contract ” means an agreement with a person for any of the following— a the carrying out of construction operations; b arranging for the carrying out of construction operations by others, whether under sub-contract to him or otherwise; c providing his own labour, or the labour of others, for the carrying out of construction operations. 2 References in this Part to a construction contract include an agreement— a to do architectural, design, or surveying work, or b to provide advice on building, engineering, interior or exterior decoration or on the laying-out of landscape, in relation to construction operations. 3 References in this Part to a construction contract do not include a contract of employment (within the meaning of the  Employment Rights Act 1996). 4 The Secretary of State may by order add to, amend or repeal any of the provisions of subsection (1), (2) or (3) as to the agreements which are construction contracts for the purposes of this Part or are to be taken or not to be taken as included in references to such contracts. No such order shall be made unless a draft of it has been laid before and approved by a resolution of each of House of Parliament. 5 Where an agreement relates to construction operations and other matters, this Part applies to it only so far as it relates to construction operations. An agreement relates to construction operations so far as it makes provision of any kind within subsection (1) or (2). 6 This Part applies only to construction contracts which— a are entered into after the commencement of this Part, and b relate to the carrying out of construction operations in England, Wales or Scotland. 7 This Part applies whether or not the law of England and Wales or Scotland is otherwise the applicable law in relation to the contract."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "105", "section_title": " Meaning of “construction operations\".", "section_text": "105 1 In this Part “ construction operations ” means, subject as follows, operations of any of the following descriptions— a construction, alteration, repair, maintenance, extension, demolition or dismantling of buildings, or structures forming, or to form, part of the land (whether permanent or not); b construction, alteration, repair, maintenance, extension, demolition or dismantling of any works forming, or to form, part of the land, including (without prejudice to the foregoing) walls, roadworks, power-lines,   electronic communications apparatus , aircraft runways, docks and harbours, railways, inland waterways, pipe-lines, reservoirs, water-mains, wells, sewers, industrial plant and installations for purposes of land drainage, coast protection or defence; c installation in any building or structure of fittings forming part of the land, including (without prejudice to the foregoing) systems of heating, lighting, air-conditioning, ventilation, power supply, drainage, sanitation, water supply or fire protection, or security or communications systems; d external or internal cleaning of buildings and structures, so far as carried out in the course of their construction, alteration, repair, extension or restoration; e operations which form an integral part of, or are preparatory to, or are for rendering complete, such operations as are previously described in this subsection, including site clearance, earth-moving, excavation, tunnelling and boring, laying of foundations, erection, maintenance or dismantling of scaffolding, site restoration, landscaping and the provision of roadways and other access works; f painting or decorating the internal or external surfaces of any building or structure. 2 The following operations are not construction operations within the meaning of this Part— a drilling for, or extraction of, oil or natural gas; b extraction (whether by underground or surface working) of minerals; tunnelling or boring, or construction of underground works, for this purpose; c assembly, installation or demolition of plant or machinery, or erection or demolition of steelwork for the purposes of supporting or providing access to plant or machinery, on a site where the primary activity is— i nuclear processing, power generation, or water or effluent treatment, or ii the production, transmission, processing or bulk storage (other than warehousing) of chemicals, pharmaceuticals, oil, gas, steel or food and drink; d manufacture or delivery to site of— i building or engineering components or equipment, ii materials, plant or machinery, or iii components for systems of heating, lighting, air-conditioning, ventilation, power supply, drainage, sanitation, water supply or fire protection, or for security or communications systems, except under a contract which also provides for their installation; e the making, installation and repair of artistic works, being sculptures, murals and other works which are wholly artistic in nature. 3 The Secretary of State may by order add to, amend or repeal any of the provisions of subsection (1) or (2) as to the operations and work to be treated as construction operations for the purposes of this Part. 4 No such order shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "106", "section_title": " Provisions not applicable to contract with residential occupier.", "section_text": "106 1 This Part does not apply— a to a construction contract with a residential occupier (see below),  or b to any other description of construction contract excluded from the operation of this Part by order of the Secretary of State. 2 A construction contract with a residential occupier means a construction contract which principally relates to operations on a dwelling which one of the parties to the contract occupies, or intends to occupy, as his residence. In this subsection “ dwelling ” means a dwelling-house or a flat; and for this purpose— “ dwelling-house ” does not include a building containing a flat; and “ flat ” means separate and self-contained premises constructed or adapted for use for residential purposes and forming part of a building from some other part of which the premises are divided horizontally. 3 The Secretary of State may by order amend subsection (2). 4 No order under this section shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "106A", "section_title": "Power to disapply provisions of this Part", "section_text": "106A 1 The Secretary of State may by order provide that any or all of the provisions of this Part, so far as extending to England and Wales, shall not apply to any description of construction contract relating to the carrying out of construction operations (not being operations in Wales) which is specified in the order. 2 The Welsh Ministers may by order provide that any or all of the provisions of this Part, so far as extending to England and Wales, shall not apply to any description of construction contract relating to the carrying out of construction operations in Wales which is specified in the order. 3 The Scottish Ministers may by order provide that any or all of the provisions of this Part, so far as extending to Scotland, shall not apply to any description of construction contract which is specified in the order. 4 An order under this section shall not be made unless a draft of it has been laid before and approved by resolution of— a in the case of an order under subsection (1), each House of Parliament; b in the case of an order under subsection (2), the National Assembly for Wales; c in the case of an order under subsection (3), the Scottish Parliament."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "107", "section_title": " Provisions applicable only to agreements in writing.", "section_text": "107 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "108", "section_title": " Right to refer disputes to adjudication.", "section_text": "108 1 A party to a construction contract has the right to refer a dispute arising under the contract for adjudication under a procedure complying with this section. For this purpose “ dispute ” includes any difference. 2 The contract shall   include provision in writing so as to  — a enable a party to give notice at any time of his intention to refer a dispute to adjudication; b provide a timetable with the object of securing the appointment of the adjudicator and referral of the dispute to him within 7 days of such notice; c require the adjudicator to reach a decision within 28 days of referral or such longer period as is agreed by the parties after the dispute has been referred; d allow the adjudicator to extend the period of 28 days by up to 14 days, with the consent of the party by whom the dispute was referred; e impose a duty on the adjudicator to act impartially; and f enable the adjudicator to take the initiative in ascertaining the facts and the law. 3 The contract shall provide   in writing  that the decision of the adjudicator is binding until the dispute is finally determined by legal proceedings, by arbitration (if the contract provides for arbitration or the parties otherwise agree to arbitration) or by agreement. The parties may agree to accept the decision of the adjudicator as finally determining the dispute. 3A The contract shall include provision in writing permitting the adjudicator to correct his decision so as to remove a clerical or typographical error arising by accident or omission. 4 The contract shall also provide   in writing  that the adjudicator is not liable for anything done or omitted in the discharge or purported discharge of his functions as adjudicator unless the act or omission is in bad faith, and that any employee or agent of the adjudicator is similarly protected from liability. 5 If the contract does not comply with the requirements of subsections (1) to (4), the adjudication provisions of the Scheme for Construction Contracts apply. 6 For England and Wales, the Scheme may apply the provisions of the  Arbitration Act 1996 with such adaptations and modifications as appear to the Minister making the scheme to be appropriate. For Scotland, the Scheme may include provision conferring powers on courts in relation to adjudication and provision relating to the enforcement of the adjudicator’s decision."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "108A", "section_title": "Adjudication costs: effectiveness of provision", "section_text": "108A 1 This section applies in relation to any contractual provision made between the parties to a construction contract which concerns the allocation as between those parties of costs relating to the adjudication of a dispute arising under the construction contract. 2 The contractual provision referred to in subsection (1) is ineffective unless— a it is made in writing, is contained in the construction contract and confers power on the adjudicator to allocate his fees and expenses as between the parties, or b it is made in writing after the giving of notice of intention to refer the dispute to adjudication."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "109", "section_title": " Entitlement to stage payments.", "section_text": "109 1 A party to a construction contract is entitled to payment by instalments, stage payments or other periodic payments for any work under the contract unless— a it is specified in the contract that the duration of the work is to be less than 45 days, or b it is agreed between the parties that the duration of the work is estimated to be less than 45 days. 2 The parties are free to agree the amounts of the payments and the intervals at which, or circumstances in which, they become due. 3 In the absence of such agreement, the relevant provisions of the Scheme for Construction Contracts apply. 4 References in the following sections to a payment  provided for by the contract   include a payment by virtue of this section."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "110", "section_title": " Dates for payment.", "section_text": "110 1 Every construction contract shall— a provide an adequate mechanism for determining what payments become due under the contract, and when, and b provide for a final date for payment in relation to any sum which becomes due. The parties are free to agree how long the period is to be between the date on which a sum becomes due and the final date for payment. 1A The requirement in subsection (1)(a) to provide an adequate mechanism for determining what payments become due under the contract, or when, is not satisfied where a construction contract makes payment conditional on— a the performance of obligations under another contract, or b a decision by any person as to whether obligations under another contract have been performed. 1B In subsection (1A)(a) and (b) the references to obligations do not include obligations to make payments (but see section 113). 1C Subsection (1A) does not apply where— a the construction contract is an agreement between the parties for the carrying out of construction operations by another person, whether under sub-contract or otherwise, and b the obligations referred to in that subsection are obligations on that other person to carry out those operations. 1D The requirement in subsection (1)(a) to provide an adequate mechanism for determining when payments become due under the contract is not satisfied where a construction contract provides for the date on which a payment becomes due to be determined by reference to the giving to the person to whom the payment is due of a notice which relates to what payments are due under the contract. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If or to the extent that a contract does not contain such provision as is mentioned in subsection (1)  ..., the relevant provisions of the Scheme for Construction Contracts apply."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "110A", "section_title": "Payment notices: contractual requirements", "section_text": "110A 1 A construction contract shall, in relation to every payment provided for by the contract— a require the payer or a specified person to give a notice complying with subsection (2) to the payee not later than five days after the payment due date, or b require the payee to give a notice complying with subsection (3) to the payer or a specified person not later than five days after the payment due date. 2 A notice complies with this subsection if it specifies— a in a case where the notice is given by the payer— i the sum that the payer considers to be or to have been due at the payment due date in respect of the payment, and ii the basis on which that sum is calculated; b in a case where the notice is given by a specified person— i the sum that the payer or the specified person considers to be or to have been due at the payment due date in respect of the payment, and ii the basis on which that sum is calculated. 3 A notice complies with this subsection if it specifies— a the sum that the payee considers to be or to have been due at the payment due date in respect of the payment, and b the basis on which that sum is calculated. 4 For the purposes of this section, it is immaterial that the sum referred to in subsection (2)(a) or (b) or (3)(a) may be zero. 5 If or to the extent that a contract does not comply with subsection (1), the relevant provisions of the Scheme for Construction Contracts apply. 6 In this and the following sections, in relation to any payment provided for by a construction contract— “ payee ” means the person to whom the payment is due; “ payer ” means the person from whom the payment is due; “ payment due date ” means the date provided for by the contract as the date on which the payment is due; “ specified person ” means a person specified in or determined in accordance with the provisions of the contract."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "110B", "section_title": "Payment notices: payee's notice in default of payer's notice", "section_text": "110B 1 This section applies in a case where, in relation to any payment provided for by a construction contract— a the contract requires the payer or a specified person to give the payee a notice complying with section 110A(2) not later than five days after the payment due date, but b notice is not given as so required. 2 Subject to subsection (4), the payee may give to the payer a notice complying with section 110A(3) at any time after the date on which the notice referred to in subsection (1)(a) was required by the contract to be given. 3 Where pursuant to subsection (2) the payee gives a notice complying with section 110A(3), the final date for payment of the sum specified in the notice shall for all purposes be regarded as postponed by the same number of days as the number of days after the date referred to in subsection (2) that the notice was given. 4 If— a the contract permits or requires the payee, before the date on which the notice referred to in subsection (1)(a) is required by the contract to be given, to notify the payer or a specified person of— i the sum that the payee considers will become due on the payment due date in respect of the payment, and ii the basis on which that sum is calculated, and b the payee gives such notification in accordance with the contract, that notification is to be regarded as a notice complying with section 110A(3) given pursuant to subsection (2)\t\t\t\t\t\t\t\t\t\t(and the payee may not give another such notice pursuant to that subsection)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "111n1", "section_title": "  Requirement to pay notified sum.", "section_text": "111 1 Subject as follows, where a payment is provided for by a construction contract, the payer must pay the notified sum (to the extent not already paid) on or before the final date for payment. 2 For the purposes of this section, the  “ notified sum ” in relation to any payment provided for by a construction contract means— a in a case where a notice complying with section 110A(2) has been given pursuant to and in accordance with a requirement of the contract, the amount specified in that notice; b in a case where a notice complying with section 110A(3) has been given pursuant to and in accordance with a requirement of the contract, the amount specified in that notice; c in a case where a notice complying with section 110A(3) has been given pursuant to and in accordance with section 110B(2), the amount specified in that notice. 3 The payer or a specified person may in accordance with this section give to the payee a notice of the payer's intention to pay less than the notified sum. 4 A notice under subsection (3) must specify— a the sum that the payer considers to be due on the date the notice is served, and b the basis on which that sum is calculated. It is immaterial for the purposes of this subsection that the sum referred to in paragraph (a) or (b) may be zero. 5 A notice under subsection (3)— a must be given not later than the prescribed period before the final date for payment, and b in a case referred to in subsection (2)(b) or (c), may not be given before the notice by reference to which the notified sum is determined. 6 Where a notice is given under subsection (3), subsection (1) applies only in respect of the sum specified pursuant to subsection (4)(a). 7 In subsection (5),  “ prescribed period ” means— a such period as the parties may agree, or b in the absence of such agreement, the period provided by the Scheme for Construction Contracts. 8 Subsection (9) applies where in respect of a payment— a a notice complying with section 110A(2) has been given pursuant to and in accordance with a requirement of the contract (and no notice under subsection (3) is given), or b a notice under subsection (3) is given in accordance with this section, but on the matter being referred to adjudication the adjudicator decides that more than the sum specified in the notice should be paid. 9 In a case where this subsection applies, the decision of the adjudicator referred to in subsection (8) shall be construed as requiring payment of the additional amount not later than— a seven days from the date of the decision, or b the date which apart from the notice would have been the final date for payment, whichever is the later. 10 Subsection (1) does not apply in relation to a payment provided for by a construction contract where— a the contract provides that, if the payee becomes insolvent the payer need not pay any sum due in respect of the payment, and b the payee has become insolvent after the prescribed period referred to in subsection (5)(a). 11 Subsections (2) to (5) of section 113 apply for the purposes of subsection (10) of this section as they apply for the purposes of that section."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "112", "section_title": " Right to suspend performance for non-payment.", "section_text": "112 1 Where the requirement in section 111(1) applies in relation to any sum but is not complied with, , the person to whom the sum is due has the right (without prejudice to any other right or remedy) to suspend performance of   any or all of  his obligations under the contract to the party by whom payment ought to have been made (“ the party in default ”). 2 The right may not be exercised without first giving to the party in default at least seven days’ notice of intention to suspend performance, stating the ground or grounds on which it is intended to suspend performance. 3 The right to suspend performance ceases when the party in default makes payment in full of  the sum referred to in subsection (1) . 3A Where the right conferred by this section is exercised, the party in default shall be liable to pay to the party exercising the right a reasonable amount in respect of costs and expenses reasonably incurred by that party as a result of the exercise of the right. 4 Any period during which performance is suspended in pursuance of   , or in consequence of the exercise of,  the right conferred by this section shall be disregarded in computing for the purposes of any contractual time limit the time taken, by the party exercising the right or by a third party, to complete any work directly or indirectly affected by the exercise of the right. Where the contractual time limit is set by reference to a date rather than a period, the date shall be adjusted accordingly."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "113", "section_title": " Prohibition of conditional payment provisions.", "section_text": "113 1 A provision making payment under a construction contract conditional on the payer receiving payment from a third person is ineffective, unless that third person, or any other person payment by whom is under the contract (directly or indirectly) a condition of payment by that third person, is insolvent. 2 For the purposes of this section a company becomes insolvent— a when it enters administration within the meaning of Schedule B1 to the Insolvency Act 1986, b on the appointment of an administrative receiver or a receiver or manager of its property under Chapter I of Part III of that Act, or the appointment of a receiver under Chapter II of that Part, c on the passing of a resolution for voluntary winding-up without a declaration of solvency under section 89 of that Act, or d on the making of a winding-up order under Part IV or V of that Act. 3 For the purposes of this section a partnership becomes insolvent— a on the making of a winding-up order against it under any provision of the Insolvency Act 1986 as applied by an order under section 420 of that Act, or b when sequestration is awarded on the estate of the partnership under section   22 of the Bankruptcy (Scotland) Act 2016   or the partnership grants a trust deed for its creditors. 4 For the purposes of this section an individual becomes insolvent— a on the making of a bankruptcy order against him under Part IX of the  Insolvency Act 1986, or b on the sequestration of his estate under the Bankruptcy (Scotland) Act   2016   or when he grants a trust deed for his creditors. 5 A company, partnership or individual shall also be treated as insolvent on the occurrence of any event corresponding to those specified in subsection (2), (3) or (4) under the law of Northern Ireland or of a country outside the United Kingdom. 6 Where a provision is rendered ineffective by subsection (1), the parties are free to agree other terms for payment. In the absence of such agreement, the relevant provisions of the Scheme for Construction Contracts apply."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "114", "section_title": " The Scheme for Construction Contracts.", "section_text": "114 1 The Minister shall by regulations make a scheme (“ the Scheme for Construction Contracts ”) containing provision about the matters referred to in the preceding provisions of this Part. 2 Before making any regulations under this section the Minister shall consult such persons as he thinks fit. 3 In this section “ the Minister ” means— a for England and Wales, the Secretary of State, and b for Scotland, the Lord Advocate. 4 Where any provisions of the Scheme for Construction Contracts apply by virtue of this Part in default of contractual provision agreed by the parties, they have effect as implied terms of the contract concerned. 5 Regulations under this section shall not be made unless a draft of them has been approved by resolution of each House of Parliament."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "115", "section_title": " Service of notices, &c.", "section_text": "115 1 The parties are free to agree on the manner of service of any notice or other document required or authorised to be served in pursuance of the construction contract or for any of the purposes of this Part. 2 If or to the extent that there is no such agreement the following provisions apply. 3 A notice or other document may be served on a person by any effective means. 4 If a notice or other document is addressed, pre-paid and delivered by post— a to the addressee’s last known principal residence or, if he is or has been carrying on a trade, profession or business, his last known principal business address, or b where the addressee is a body corporate, to the body’s registered or principal office, it shall be treated as effectively served. 5 This section does not apply to the service of documents for the purposes of legal proceedings, for which provision is made by rules of court. 6 References in this Part to a notice or other document include any form of communication in writing and references to service shall be construed accordingly."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "116", "section_title": " Reckoning periods of time.", "section_text": "116 1 For the purposes of this Part periods of time shall be reckoned as follows. 2 Where an act is required to be done within a specified period after or from a specified date, the period begins immediately after that date. 3 Where the period would include Christmas Day, Good Friday or a day which under the  Banking and Financial Dealings Act 1971 is a bank holiday in England and Wales or, as the case may be, in Scotland, that day shall be excluded."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "117", "section_title": " Crown application.", "section_text": "117 1 This Part applies to a construction contract entered into by or on behalf of the Crown otherwise than by or on behalf of Her Majesty in her private capacity. 2 This Part applies to a construction contract entered into on behalf of the Duchy of Cornwall notwithstanding any Crown interest. 3 Where a construction contract is entered into by or on behalf of Her Majesty in right of the Duchy of Lancaster, Her Majesty shall be represented, for the purposes of any adjudication or other proceedings arising out of the contract by virtue of this Part, by the Chancellor of the Duchy or such person as he may appoint. 4 Where a construction contract is entered into on behalf of the Duchy of Cornwall, the Duke of Cornwall or the possessor for the time being of the Duchy shall be represented, for the purposes of any adjudication or other proceedings arising out of the contract by virtue of this Part, by such person as he may appoint."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "118", "section_title": " The Board and its committees.", "section_text": "118 1 The Architects’ Registration Council of the United Kingdom established under the  Architects (Registration) Act 1931 (“ the 1931 Act ”) shall be known as the Architects Registration Board. 2 The Board of Architectural Education, the Admission Committee and the Discipline Committee constituted under the 1931 Act are abolished. 3 In section 3 of the 1931 Act (constitution and functions of Architects’ Registration Council), after subsection (2) insert— 2A Part I of the First Schedule to this Act makes provision about the constitution and proceedings of the Board. 2B There shall be a Professional Conduct Committee of the Board and Part II of that Schedule makes provision about its constitution and proceedings. 2C Part III of that Schedule gives to the Board power to establish other committees and makes provision about their constitution and proceedings. 2D Part IV of that Schedule makes general provision about the Board and its committees. . 4 For the First Schedule to the 1931 Act (constitution of Council) substitute the Schedule set out in Part I of Schedule 2."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "119", "section_title": " Registrar and staff.", "section_text": "119 For section 4 of the 1931 Act substitute—  The Registrar. 4 1 The Board shall appoint a person to be known as the Registrar of Architects. 2 The Board shall determine the period for which, and the terms on which, the Registrar is appointed. 3 The Registrar shall have the functions provided by or by virtue of this Act and any other functions which the Board directs. 4 The Board may, in addition to paying to the Registrar a salary or fees— a pay pensions to or in respect of him or make contributions to the payment of such pensions; and b pay him allowances, expenses and gratuities.  Staff. 4A 1 The Board may appoint staff. 2 The Board shall determine the period for which, and the terms on which, its staff are appointed. 3 Staff appointed by the Board shall have the duties which the Board directs. 4 The Board may, in addition to paying salaries to its staff— a pay pensions to or in respect of them or make contributions to the payment of such pensions; and b pay them allowances, expenses and gratuities. ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "120", "section_title": " Registration.", "section_text": "120 1 Before section 6 of the 1931 Act insert—  The Register. 5A 1 The Registrar shall maintain the Register of Architects in which there shall be entered the name of every person entitled to be registered under this Act. 2 The Register shall show the regular business address of each registered person. 3 The Registrar shall make any necessary alterations to the Register and, in particular, shall remove from the Register the name of any registered person who has died or has applied in the prescribed manner requesting the removal of his name. 4 The Board shall publish annually the current version of the Register and a copy of the most recently published version of the Register shall be provided to any person who requests one on payment of a reasonable charge determined by the Board. 5 A copy of the Register purporting to be published by the Board shall be evidence (and, in Scotland, sufficient evidence) of any matter mentioned in it. 6 A certificate purporting to be signed by the Registrar which states that a person— a is registered; b is not registered; c was registered on a specified date or during a specified period; d was not registered on a specified date or during a specified period; or e has never been registered, shall be evidence (and, in Scotland, sufficient evidence) of any matter stated. . 2 For section 6 of the 1931 Act substitute—  Entitlement to registration. 6 1 A person who has applied to the Registrar in the prescribed manner for registration in pursuance of this section is entitled to be registered if— a he holds such qualifications and has gained such practical experience as may be prescribed; or b he has a standard of competence which, in the opinion of the Board, is equivalent to that demonstrated by satisfying paragraph (a). 2 The Board may require a person who applies for registration on the ground that he satisfies subsection (1)(b) to pass a prescribed examination in architecture. 3 Before prescribing— a qualifications or practical experience for the purposes of subsection (1)(a); or b any examination for the purposes of subsection (2), the Board shall consult the bodies representative of architects which are incorporated by royal charter and such other professional and educational bodies as it thinks appropriate. 4 The Board may require— a an applicant for registration in pursuance of this section; and b a candidate for any examination under subsection (2), to pay a fee of a prescribed amount. 5 The Board may by rules prescribe the information and evidence to be furnished to the Registrar in connection with an application for registration in pursuance of this section. 6 Where a person has duly applied for registration in pursuance of this section— a if the Registrar is satisfied that the person is entitled to be registered, he shall enter his name in the Register; but b if the Registrar is not so satisfied, he shall refer the application to the Board. 7 The Registrar shall not consider an application for registration in pursuance of this section in any case in which it is inappropriate for him to do so (for instance because he is in any way connected with the applicant) but in such a case he shall refer the application to the Board. 8 Where a person’s application is referred to the Board under subsection (6) or (7), the Board shall direct the Registrar to enter the person’s name in the Register if the Board is satisfied that the person is entitled to be registered. 9 The Registrar shall serve on an applicant for registration in pursuance of this section written notice of the decision on his application— a where the application is made on the ground that he satisfies subsection (1)(a), within three months of his application being duly made; and b where the application is made on the ground that he satisfies subsection (1)(b), within six months of his application being duly made. . 3 After section 6A of the 1931 Act insert—  Retention of name in Register. 6B 1 The Board may require a registered person to pay a fee (in this section referred to as a “ retention fee ”) of a prescribed amount if he wishes his name to be retained in the Register in any calendar year after that in which it was entered. 2 Where, after the Registrar has sent a registered person who is liable to pay a retention fee a written demand for the payment of the fee, the person fails to pay the fee within the prescribed period, the Registrar may remove the person’s name from the Register. 3 Where a person whose name has been removed from the Register under subsection (2) pays the retention fee, together with any further prescribed fee, before the end of the calendar year for which the retention fee is payable or such longer period as the Board may allow— a his name shall be re-entered in the Register (without his having to make an application under section 6 or 6A); and b if the Board so directs, it shall be treated as having been re-entered on the date on which it was removed.  Registration: additional requirements. 6C 1 Where the Board is not satisfied that a person who— a applies for registration in pursuance of section 6 or 6A; b wishes his name to be retained or re-entered in the Register under section 6B; or c applies for his name to be re-entered in the Register under section 7ZD, has gained such recent practical experience as rules made by the Board require a person to have gained before he is entitled to have his name entered, retained or re-entered in the Register, his name shall not be so entered or re-entered, or shall be removed, unless he satisfies the Board of his competence to practise. 2 Where the Board decides that the name of a person to whom paragraph (b) of subsection (1) applies is by virtue of that subsection to be removed from, or not to be re-entered in, the Register, the Registrar shall serve on him written notice of the decision within the prescribed period after the date of the decision. ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "121", "section_title": " Discipline.", "section_text": "121 For section 7 of the 1931 Act substitute—  Unacceptable professional conduct and serious professional incompetence. 7 1 Where an allegation is made that a registered person is guilty of— a unacceptable professional conduct (that is, conduct which falls short of the standard required of a registered person); or b serious professional incompetence, or it appears to the Registrar that a registered person may be so guilty, the case shall be investigated by persons appointed in accordance with rules made by the Board. 2 Where persons investigating a case under subsection (1) find that a registered person has a case to answer they shall report their finding to the Professional Conduct Committee. 3 Where the Professional Conduct Committee receives a report under subsection (2) in relation to a registered person, the Committee shall consider whether he is guilty of unacceptable professional conduct or serious professional incompetence. 4 Before considering whether a registered person is guilty of unacceptable professional conduct or serious professional incompetence the Professional Conduct Committee shall— a serve on him written notice outlining the case against him; and b give him the opportunity to appear before the Committee to argue his case. 5 At any such hearing the registered person is entitled to be legally represented. 6 The Board may make rules as to the procedure to be followed by the Professional Conduct Committee in any proceedings under this section. 7 If the Board does not make rules for the appointment of persons to investigate whether registered persons have been guilty of unacceptable professional conduct or serious professional incompetence, the Professional Conduct Committee shall consider such questions without any prior investigation.  Disciplinary orders. 7ZA 1 The Professional Conduct Committee may make a disciplinary order in relation to a registered person if— a it is satisfied, after considering his case, that he is guilty of unacceptable professional conduct or serious professional incompetence; or b he has been convicted of a criminal offence other than an offence which has no material relevance to his fitness to practise as an architect. 2 In this Act “ disciplinary order ” means— a a reprimand; b a penalty order; c a suspension order; or d an erasure order. 3 Where the Professional Conduct Committee makes a disciplinary order in relation to a person, the Registrar shall serve written notice of the order on the person as soon as is reasonably practicable. 4 The Professional Conduct Committee shall, at appropriate intervals and in such manner as it considers appropriate, publish— a the names of persons whom it has found guilty of unacceptable professional conduct or serious professional incompetence or in relation to whom it has made a disciplinary order under subsection (1)(b); and b in the case of each person a description of the conduct, incompetence or offence concerned and the nature of any disciplinary order made. 5 Where, after considering the case of a registered person, the Professional Conduct Committee is not satisfied that he is guilty of unacceptable professional conduct or serious professional incompetence, it shall, if he so requests, publish a statement of that fact in such manner as it considers appropriate.  Penalty orders. 7ZB 1 Where a penalty order is made in relation to a registered person, he shall pay to the Board the sum specified in the order. 2 A penalty order may not specify a sum exceeding the amount which, at the relevant time, is the amount specified as level 4 on the standard scale of fines for summary offences. In this subsection “ the relevant time ” means— a in a case within subsection (1)(a) of section 7ZA, the time of the conduct or incompetence of which the registered person is found guilty; and b in a case within subsection (1)(b) of that section, the time when he committed the criminal offence of which he has been convicted. 3 A penalty order shall specify the period within which the sum specified in it is to be paid. 4 If the person in relation to whom a penalty order is made does not pay the sum specified in the order within the period so specified, the Professional Conduct Committee may make a suspension order or an erasure order in relation to him. 5 The Board shall pay into the Consolidated Fund any sum paid under a penalty order.  Suspension orders. 7ZC Where a suspension order is made in relation to a registered person, the Registrar shall remove his name from the Register but shall re-enter it in the Register at the end of such period not exceeding two years as is specified in the order.  Erasure orders. 7ZD 1 Where an erasure order is made in relation to a registered person, the Registrar shall remove his name from the Register and it shall not be re-entered in the Register unless the Board so directs. 2 No application shall be made for the name of a person in relation to whom an erasure order has been made to be re-entered in the Register— a before the end of the period of two years beginning with the date of the erasure order or such longer period specified in the erasure order as the Professional Conduct Committee considers appropriate in a particular case; or b where he has made a previous application for his name to be re-entered in the Register, before the end of the prescribed period beginning with the date of the decision of the Board on that application. 3 The Registrar shall serve on a person who applies for his name to be re-entered in the Register under this section written notice of the decision on his application within the prescribed period after the date of the decision. 4 The Board may require a person whose name is re-entered in the Register under this section to pay a fee of a prescribed amount. ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "122", "section_title": " Code of practice.", "section_text": "122 After section 7ZD of the 1931 Act insert—  Code of practice. 7ZE 1 The Board shall issue a code laying down standards of professional conduct and practice expected of registered persons. 2 The Board shall keep the code under review and vary its provisions whenever it considers it appropriate to do so. 3 Before issuing or varying the code, the Board shall— a consult such professional bodies and such other persons with an interest in architecture as it considers appropriate; and b publish in such manner as it considers appropriate notice that it proposes to issue or vary the code, stating where copies of the proposals can be obtained. 4 Failure by a registered person to comply with the provisions of the code— a shall not be taken of itself to constitute unacceptable professional conduct or serious professional incompetence on his part; but b shall be taken into account in any proceedings against him under section 7. 5 The Board shall provide a copy of the code to any person who requests one on payment of a reasonable charge determined by the Board (and may provide a copy free of charge whenever it considers appropriate). ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "123", "section_title": " Offence of practising while not registered.", "section_text": "123 1 In section 1 (prohibition on practising or carrying on business under title of architect by person who is not registered) of the  Architects Registration Act 1938 (“ the 1938 Act ”), after subsection (1) insert— 1A In this Act (and in section 17 of the principal Act) “ business ” includes any undertaking which is carried on for gain or reward or in the course of which services are provided otherwise than free of charge. . 2 In section 3 of the 1938 Act (offence of practising while not registered), for the words from “to a fine\" to “therefor:\" substitute  “              to a fine not exceeding level 4 on the standard scale:            ” . 3 Re-number that section as subsection (1) of that section and after that subsection as so renumbered insert— 2 In relation to an offence under subsection (1)— a section 127(1) of the  Magistrates’ Courts Act 1980 (information to be laid within six months of offence); b Article 19(1) of the  Magistrates’ Courts (Northern Ireland) Order 1981 (complaint to be made within that time); and c section 136(1) of the  Criminal Procedure (Scotland) Act 1995 (proceedings to be commenced within that time), shall have effect as if for the references in them to six months there were substituted references to two years. . 4 Re-number section 17 of the 1931 Act (defence for certain bodies corporate, firms and partnerships) as subsection (1) of that section and after that subsection as so renumbered insert— 2 The Board may by rules provide that subsection (1) shall not apply in relation to a body corporate, firm or partnership unless it has provided to the Board such information necessary for determining whether that subsection applies as may be prescribed. ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "124", "section_title": " The Education Fund.", "section_text": "124 1 No fees received under the 1931 Act shall be credited to the Architects’ Registration Council Education Fund (“ the Fund ”) constituted under the  Architects Registration (Amendment) Act 1969 (“ the 1969 Act ”). 2 The Board may transfer the assets of the Fund to such person and on such terms as may be approved by the Secretary of State. 3 A person to whom the assets of the Fund are transferred under subsection (2) shall apply the assets, and all income arising from the assets, for the purposes authorised in subsection (4) of section 1 of the 1969 Act (assuming for this purpose that the reference in that subsection to the Council were a reference to the person to whom the assets of the Fund are transferred)."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "125", "section_title": " Supplementary.", "section_text": "125 1 The amendments made by Part II of Schedule 2, and the transitional provisions and savings in Part III of that Schedule, shall have effect. 2 In this Part— “ the 1931 Act ” means the  Architects (Registration) Act 1931, “ the 1938 Act ” means the  Architects Registration Act 1938, and “ the 1969 Act ” means the Architects Registration (Amendment) Act 1969. 3 In this Part “ the Fund ” means the Architects’ Registration Council Education Fund. 4 The 1931 Act, the 1938 Act and this Part may be cited together as the Architects Acts 1931 to 1996."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "126", "section_title": " Power of Secretary of State to give financial assistance for regeneration and development.", "section_text": "126 1 The Secretary of State may, with the consent of the Treasury, give financial assistance to any person in respect of expenditure incurred in connection with activities which contribute to the regeneration or development of an area. 2 Activities which contribute to the regeneration or development of an area include, in particular— a securing that land and buildings are brought into effective use; b contributing to, or encouraging, economic development; c creating an attractive and safe environment; d preventing crime or reducing the fear of crime; e providing or improving housing or social and recreational facilities, for the purpose of encouraging people to live or work in the area or of benefiting people who live there; f providing employment for local people; g providing or improving training, educational facilities or health services for local people; h assisting local people to make use of opportunities for education, training or employment; i benefiting local people who have special needs because of disability or because of their sex or the racial group to which they belong. 3 In subsection (2)— “ local people ”, in relation to an area, means people who live or work in the area; and “ racial group ” has the same meaning as in   section 9 of the Equality Act 2010 ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "127", "section_title": " Regeneration and development: forms of assistance.", "section_text": "127 1 Financial assistance under section 126 (powers of Secretary of State to give financial assistance) may be given in any form. 2 Assistance may, in particular, be given by way of— a grants, b loans, c guarantees, or d incurring expenditure for the benefit of the person assisted. 3 The Secretary of State must not, in giving financial assistance under section 126, purchase loan or share capital in a company."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "128", "section_title": " Regeneration and development: terms on which assistance is given.", "section_text": "128 1 Financial assistance under section 126 may be given on such terms as the Secretary of State, with the consent of the Treasury, considers appropriate. 2 The terms may, in particular, include provision as to— a circumstances in which the assistance is to be repaid, or otherwise made good, to the Secretary of State, and the manner in which that is to be done; or b circumstances in which the Secretary of State is entitled to recover the proceeds or part of the proceeds of any disposal of land or buildings in respect of which assistance was provided. 3 The person receiving assistance must comply with the terms on which it is given, and compliance may be enforced by the Secretary of State."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "129", "section_title": " Regeneration and development: consequential amendment.", "section_text": "129 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "130", "section_title": " Regeneration and development: Welsh Development Agency.", "section_text": "130 1 In the  Welsh Development Agency Act 1975, after section 10 insert—  Financial assistance for regeneration and development. 10A 1 The Secretary of State may appoint the Agency to act as his agent in connection with such of his functions mentioned in subsection (2) below as he may specify. 2 The functions are— a functions under sections 126 to 128 of the Housing Grants, Construction and Regeneration Act 1996 (financial assistance for regeneration and development), so far as they relate to— i financial assistance which the Agency has power to give apart from this section; or ii financial assistance given under that Act in pursuance of an agreement entered into by the Secretary of State for Wales before the coming into force of this section, or b functions of the Secretary of State in relation to financial assistance given by the Secretary of State for Wales under sections 27 to 29 of the Housing and Planning Act 1986. 3 An appointment under this section shall be on such terms as the Secretary of State, with the approval of the Treasury, may specify; and the Agency shall act under the appointment in accordance with those terms. 4 The Agency’s powers in relation to functions under an appointment under this section include the powers it has in relation to functions under subsection (3) of section 1 by virtue of subsections (6) and (7) of that section. 2 In section 2(8) of that Act, after “declared that\" insert  “                    , except as provided by section 10A below,                  ” ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "131", "section_title": " Resolution by local housing authority to pay relocation grants.", "section_text": "131 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "132", "section_title": " Relocation grants: applications and payments.", "section_text": "132 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "133", "section_title": " Relocation grants: qualifying persons and qualifying dwellings.", "section_text": "133 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "134", "section_title": " Relocation grants: amount.", "section_text": "134 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "135", "section_title": " Relocation grants: condition for repayment on disposal.", "section_text": "135 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "136", "section_title": " Relocation grants: conditions as to owner-occupation.", "section_text": "136 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "137", "section_title": " Relocation grants: cessation of conditions on repayment of grant, &c.", "section_text": "137 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "138", "section_title": " Relocation grants: liability to repay is a charge on dwelling.", "section_text": "138 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "139", "section_title": " Relocation grants: contributions by the Secretary of State.", "section_text": "139 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "140", "section_title": " Minor definitions relating to relocation grants.", "section_text": "140 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "141", "section_title": " Existing housing grants: meaning of exempt disposal", "section_text": "141 1 Section 124 of the  Local Government and Housing Act 1989 (relevant and exempt disposals for purposes of housing grants) is amended as follows. 2 In subsection (3) (exempt disposals), for paragraph (c) substitute— c a disposal of the whole of the dwelling in pursuance of any such order as is mentioned in subsection (4A) below; . 3 After subsection (4) insert— 4A The orders referred to in subsection (3)(c) above are orders under— a section 24 or 24A of the Matrimonial Causes Act 1973 (property adjustment orders or orders for the sale of property in connection with matrimonial proceedings), b section 2 of the Inheritance (Provision for Family and Dependants) Act 1975 (orders as to financial provision to be made from estate), c section 17 of the Matrimonial and Family Proceedings Act 1984 (property adjustment orders or orders for the sale of property after overseas divorce, &c.), or d paragraph 1 of Schedule 1 to the Children Act 1989 (orders for financial relief against parents); ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "142", "section_title": " Home energy efficiency schemes.", "section_text": "142 1 In section 15 of the  Social Security Act 1990 (grants for the improvement of energy efficiency in certain dwellings, &c.) for subsection (1) (power to make grants) substitute— 1 The Secretary of State may make or arrange for the making of grants— a towards the cost of carrying out work for the purpose of— i improving the thermal insulation of dwellings, or ii otherwise reducing or preventing the wastage of energy in dwellings (whether in connection with space or water heating, lighting, the use of domestic appliances or otherwise), and b where any such work is, or is to be, carried out, towards the cost of providing persons with advice on reducing or preventing the wastage of energy in dwellings; but no grants shall be made under this section except in accordance with regulations made by the Secretary of State. . 2 In subsection (10) of that section, after the definition of “ functions ”, insert— “ materials ” includes space and water heating systems; ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "143", "section_title": " Urban development corporations: pre-dissolution transfers.", "section_text": "143 1 After section 165A of the  Local Government, Planning and Land Act 1980 insert—  Transfer of property, rights and liabilities to statutory bodies. 165B 1 Subject to this section, the Secretary of State may at any time by order transfer to a statutory body, upon such terms as he thinks fit, any property, rights or liabilities which— a are for the time being vested in an urban development corporation, and b are not proposed to be transferred under section 165 or 165A above. 2 An order under this section may terminate— a any appointment of the corporation under subsection (1) of section 177 of the Leasehold Reform, Housing and Urban Development Act 1993 (power of corporations to act as agents of the Urban Regeneration Agency); and b any arrangements made by the corporation under subsection (2) of that section. 3 An order under this section may— a establish new bodies corporate to receive any property, rights or liabilities to be transferred by an order under this section; b amend, repeal or otherwise modify any enactment for the purpose of enabling any body established under any enactment to receive such property, rights or liabilities. 4 An order under this section— a may contain such incidental, consequential, transitional or supplementary provision as the Secretary of State thinks necessary or expedient (including provisions amending, repealing or otherwise modifying any enactment); and b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Before making an order under this section, the Secretary of State shall consult each local authority in whose area all or part of the urban development area is situated. 6 In this section— “ enactment ” includes any instrument made under any enactment; “ statutory body ” means any body established under this section or any other enactment. . 2 In consequence of the above amendment, the Local Government, Planning and Land Act 1980 is amended as follows. 3 In section 165(9) (meaning of local authority) for “sections 165A and 166\" substitute  “                    sections 165A to 166                  ” . 4 In section 165A(1) (power of Secretary of State to transfer property &c. to himself) for paragraph (b) substitute— b are not proposed to be transferred under section 165 above or 165B below. . 5 In section 166(5) (dissolution of corporations) after “section 165A\" insert  “                    or 165B                  ” ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "144", "section_title": " Housing action trusts: orders for dissolution.", "section_text": "144 1 Section 88 of the  Housing Act 1988 (dissolution of housing action trusts) is amended as follows. 2 In subsection (4) (contents of dissolution orders) after paragraph (a) insert— aa where it provides for any such disposal or transfer as is mentioned in subsection (2)(b) above, may contain provisions— i establishing new bodies corporate to receive the disposal or transfer; or ii amending, repealing or otherwise modifying any enactment for the purpose of enabling any body established under any enactment to receive the disposal or transfer; . 3 In paragraph (b) of that subsection (supplementary and transitional provisions) for the words from “any enactment\", where it first appears, to “order\" substitute  “                    , repealing or otherwise modifying any enactment                  ” . 4 After that subsection insert— 5 In this section “ enactment ” includes any instrument made under any enactment. ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "145", "section_title": " The Commission for the New Towns: orders for dissolution.", "section_text": "145 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "146", "section_title": " Orders, regulations and directions.", "section_text": "146 1 Orders, regulations and directions under this Act may make different provision for different cases or descriptions of case, including different provision for different areas. 2 Orders and regulations under this Act may contain such incidental, supplementary or transitional provisions and savings as the  the authority making them   considers appropriate. 3 Orders and regulations under this Act shall be made by statutory instrument which, except for— a orders and regulations subject to affirmative resolution procedure (see sections 104(4), 105(4), 106(4)  , 106A   and 114(5)), b orders under section 150(3), or c regulations which only prescribe forms or particulars to be contained in forms, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "147", "section_title": " Repeals and revocations.", "section_text": "147 The enactments specified in Schedule 3 are repealed or revoked to the extent specified."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "148", "section_title": " Extent.", "section_text": "148 1 The provisions of this Act extend to England and Wales. 2 The following provisions of this Act extend to Scotland— Part II (construction contracts),  . . . sections 126 to 128 (financial assistance for regeneration and development), and Part V (miscellaneous and general provisions), except— i sections 141, 144 and 145 (which amend provisions which do not extend to Scotland), and ii Part I of Schedule 3 (repeals consequential on provisions not extending to Scotland). 3 The following provisions of this Act extend to Northern Ireland—  . . . Part V (miscellaneous and general provisions), except— i sections 142 to 145 (home energy efficiency schemes and residuary bodies), and ii Parts I and III of Schedule 3 (repeals consequential on provisions not extending to Northern Ireland). 4 Except as otherwise provided, any amendment or repeal by this Act of an enactment has the same extent as the enactment amended or repealed."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "149", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "149 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of Part II (construction contracts) or section 142 (home energy efficiency schemes)— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "150", "section_title": " Commencement.", "section_text": "150 1 The following provisions of this Act come into force on Royal Assent— section 146 (orders, regulations and directions), sections 148 to 151 (extent, commencement and other general provisions). 2 The following provisions of this Act come into force at the end of the period of two months beginning with the date on which this Act is passed— sections 126 to 130 (financial assistance for regeneration and development), section 141 (existing housing grants: meaning of exempt disposal), section 142 (home energy efficiency schemes), sections 143 to 145 (residuary bodies), Part III of Schedule 3 (repeals consequential on Part IV) and section 147 so far as relating to that Part. 3 The other provisions of this Act come into force on a day appointed by order of the Secretary of State, and different days may be appointed for different areas and different purposes. 4 The Secretary of State may by order under subsection (3) make such transitional provision and savings as appear to him to be appropriate in connection with the coming into force of any provision of this Act."}, {"act": "Housing Grants, Construction and Regeneration Act 1996", "year": 1996, "section": "151", "section_title": " Short title.", "section_text": "151 This Act may be cited as the Housing Grants, Construction and Regeneration Act 1996."}]