[{"act": "Law Reform (Year and a Day Rule) Act 1996", "year": 1996, "section": "1", "section_title": " Abolition of “year and a day rule”.", "section_text": "1 The rule known as the “ year and a day rule ” (that is, the rule that, for the purposes of offences involving death and of suicide, an act or omission is conclusively presumed not to have caused a person’s death if more than a year and a day elapsed before he died) is abolished for all purposes."}, {"act": "Law Reform (Year and a Day Rule) Act 1996", "year": 1996, "section": "2", "section_title": " Restriction on institution of proceedings for a fatal offence.", "section_text": "2 1 Proceedings to which this section applies may only be instituted by or with the consent of the Attorney General. 2 This section applies to proceedings against a person for a fatal offence if— a the injury alleged to have caused the death was sustained more than three years before the death occurred, or b the person has previously been convicted of an offence committed in circumstances alleged to be connected with the death. 3 In subsection (2) “ fatal offence ” means— a murder, manslaughter, infanticide or any other offence of which one of the elements is causing a person’s death,  ... b an offence under section 2(1) of the Suicide Act 1961 (offence of encouraging or assisting suicide) in connection with the death of a person,  or c an offence under section 5 of the Domestic Violence, Crime and Victims Act 2004  of causing or allowing the death of a child or vulnerable adult 4 No provision that proceedings may be instituted only by or with the consent of the Director of Public Prosecutions shall apply to proceedings to which this section applies. 5 In the application of this section to Northern Ireland— a the reference in subsection (1) to the Attorney General is to the Attorney General for Northern Ireland, and aa the reference in subsection (3)(b) to section 2(1) of the Suicide Act 1961 is to be read as a reference to section 13(1) of the Criminal Justice Act (Northern Ireland) 1966, and b the reference in subsection (4) to the Director of Public Prosecutions is to the Director of Public Prosecutions for Northern Ireland."}, {"act": "Law Reform (Year and a Day Rule) Act 1996", "year": 1996, "section": "3", "section_title": " Short title, commencement and extent.", "section_text": "3 1 This Act may be cited as the Law Reform (Year and a Day Rule) Act 1996. 2 Section 1 does not affect the continued application of the rule referred to in that section to a case where the act or omission (or the last of the acts or omissions) which caused the death occurred before the day on which this Act is passed. 3 Section 2 does not come into force until the end of the period of two months beginning with the day on which this Act is passed; but that section applies to the institution of proceedings after the end of that period in any case where the death occurred during that period (as well as in any case where the death occurred after the end of that period). 4 This Act extends to England and Wales and Northern Ireland."}]