[{"act": "Marriage Ceremony (Prescribed Words) Act 1996", "year": 1996, "section": "1", "section_title": " Alternatives for prescribed declaration and words of contract.", "section_text": "1 1 In section 44(3) of the  Marriage Act 1949 (which sets out a declaration and words of contract required to be made and used by the parties in the course of a marriage ceremony in a registered building) for the proviso there shall be substituted— 3A As an alternative to the declaration set out in subsection (3) of this section the persons contracting the marriage may make the requisite declaration either— a by saying “I declare that I know of no legal reason why I [ name ] may not be joined in marriage to [ name ]”; or b by replying “I am” to the question put to them successively “Are you [ name ] free lawfully to marry [ name ]?”; and as an alternative to the words of contract set out in that subsection the persons to be married may say to each other “I [ name ] take you [ or  thee] [ name ] to be my wedded wife [ or  husband]”. 2 Those alternatives shall also be available in other cases where the declaration and form of words in section 44(3) are required to be made and used and accordingly— a in sections 45(1) and 45A(2) and (3) of the Marriage Act 1949 (register office marriages and marriages of persons who are house-bound or detained) after “subsection (3)” there shall be inserted  “                    or (3A)                  ” ; b in section 46B(3) of that Act and section 10(3) of the  Marriage (Registrar-General’s Licence) Act 1970 (marriages on approved premises and marriages of seriously ill persons) after “section 44(3)” there shall be inserted  “                    or (3A)                  ” ; and in the said sections 45(1), 45A(2) and (3) and 46B(3) the words “in the presence of a registrar” shall be omitted. 3 In section 52 of the  Marriage Act 1949 (Welsh translation of declaration and form of words in section 44(3)) for “declaration and form of words”, in both places, there shall be substituted  “                declarations and forms of words              ” ."}, {"act": "Marriage Ceremony (Prescribed Words) Act 1996", "year": 1996, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Marriage Ceremony (Prescribed Words) Act 1996. 2 This Act shall come into force on such day as the Secretary of State may appoint by an order made by statutory instrument. 3 This Act does not extend to Scotland or Northern Ireland."}]