[{"act": "National Health Service (Residual Liabilities) Act 1996", "year": 1996, "section": "1", "section_title": " Transfer of residual liabilities: England and Wales.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service (Residual Liabilities) Act 1996", "year": 1996, "section": "2", "section_title": " Transfer of residual liabilities: Scotland.", "section_text": "2 1 If a National Health Service trust, a Health Board  , a Special Health Board or the Common Services Agency for the Scottish Health Service  ceases to exist, the Secretary of State must exercise his statutory powers to transfer property, rights and liabilities of the body so as to secure that all of its liabilities are dealt with. 2 For the purposes of subsection (1), a liability is dealt with by being transferred to— a the Secretary of State; b a National Health Service trust; c a Health Board; d a Special Health Board; or e the Common Services Agency for the Scottish Health Service."}, {"act": "National Health Service (Residual Liabilities) Act 1996", "year": 1996, "section": "3", "section_title": " Provision for Northern Ireland.", "section_text": "3 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to those of section 1— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "National Health Service (Residual Liabilities) Act 1996", "year": 1996, "section": "4", "section_title": " Short title and extent.", "section_text": "4 1 This Act may be cited as the National Health Service (Residual Liabilities) Act 1996. 2 Section 1 extends only to England and Wales, section 2 extends only to Scotland and section 3 extends only to Northern Ireland."}]