[{"act": "Offensive Weapons Act 1996", "year": 1996, "section": "1", "section_title": " Arrest without warrant for offences of carrying offensive weapons  etc.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 50(3) of the  Criminal Law (Consolidation) (Scotland) Act 1995 (arrest without warrant), after “section 49(1)” there is inserted  “                or section 49A(1) or (2)              ” ."}, {"act": "Offensive Weapons Act 1996", "year": 1996, "section": "2", "section_title": " Increased penalty for offence of carrying an offensive weapon without lawful authority or reasonable excuse.", "section_text": "2 1 In section 1 of the Prevention of Crime Act 1953, in subsection (1)(b), for “two” there is substituted “four”. 2 In section 47 of the Criminal Law (Consolidation) (Scotland) Act 1995 (prohibition of the carrying of offensive weapons), in subsection (1)(b), for “two” there is substituted  “                four              ” . 3 In Article 22 of the  Public Order (Northern Ireland) Order 1987 (carrying of offensive weapon in public place), in paragraph (3)(b), for “2” there is substituted  “                4              ” . 4 Subsections (1) to (3) above do not apply to offences committed before this Act comes into force."}, {"act": "Offensive Weapons Act 1996", "year": 1996, "section": "3", "section_title": " Increased penalty for offence of having article with blade or point in public place.", "section_text": "3 1 In section 139 of the  Criminal Justice Act 1988, in subsection (6), for the words following “shall be liable” there is substituted— a on summary conviction, to imprisonment for a term not exceeding six months, or a fine not exceeding the statutory maximum, or both; b on conviction on indictment, to imprisonment for a term not exceeding two years, or a fine, or both. 2 Subsection (1) above does not apply to an offence committed before this Act comes into force."}, {"act": "Offensive Weapons Act 1996", "year": 1996, "section": "4", "section_title": " Offence of having article with blade or point (or offensive weapon) on school premises etc.", "section_text": "4 1 After section 139 of the Criminal Justice Act 1988 (offence of having article with blade or point in public place) there is inserted—  Offence of having article with blade or point (or offensive weapon) on school premises. 139A 1 Any person who has an article to which section 139 of this Act applies with him on school premises shall be guilty of an offence. 2 Any person who has an offensive weapon within the meaning of section 1 of the  Prevention of Crime Act 1953 with him on school premises shall be guilty of an offence. 3 It shall be a defence for a person charged with an offence under subsection (1) or (2) above to prove that he had good reason or lawful authority for having the article or weapon with him on the premises in question. 4 Without prejudice to the generality of subsection (3) above, it shall be a defence for a person charged with an offence under subsection (1) or (2) above to prove that he had the article or weapon in question with him— a for use at work, b for educational purposes, c for religious reasons, or d as part of any national costume. 5 A person guilty of an offence— a under subsection (1) above shall be liable— i on summary conviction to imprisonment for a term not exceeding six months, or a fine not exceeding the statutory maximum, or both; ii on conviction on indictment, to imprisonment for a term not exceeding two years, or a fine, or both; b under subsection (2) above shall be liable— i on summary conviction, to imprisonment for a term not exceeding six months, or a fine not exceeding the statutory maximum, or both; ii on conviction on indictment, to imprisonment for a term not exceeding four years, or a fine, or both. 6 In this section and section 139B, “ school premises ” means land used for the purposes of a school excluding any land occupied solely as a dwelling by a person employed at the school; and “ school ” has the meaning given by section 14(5) of the  Further and Higher Education Act 1992. 7 In the application of this section to Northern Ireland— a the reference in subsection (2) above to section 1 of the  Prevention of Crime Act 1953 is to be construed as a reference to Article 22 of the  Public Order (Northern Ireland) Order 1987; and b the reference in subsection (6) above to section 14(5) of the Further and Higher Education Act 1992 is to be construed as a reference to Article 2(2) of the  Education and Libraries (Northern Ireland) Order 1986.  Power of entry to search for articles with a blade or point and offensive weapons. 139B 1 A constable may enter school premises and search those premises and any person on those premises for— a any article to which section 139 of this Act applies, or b any offensive weapon within the meaning of section 1 of the Prevention of Crime Act 1953, if he has reasonable grounds for believing that an offence under section 139A of this Act is being, or has been, committed. 2 If in the course of a search under this section a constable discovers an article or weapon which he has reasonable grounds for suspecting to be an article or weapon of a kind described in subsection (1) above, he may seize and retain it. 3 The constable may use reasonable force, if necessary, in the exercise of the power of entry conferred by this section. 4 In the application of this section to Northern Ireland the reference in subsection (1)(b) above to section 1 of the Prevention of Crime Act 1953 is to be construed as a reference to Article 22 of the Public Order (Northern Ireland) Order 1987. 2 In section 172 of that Act (extent), in subsection (3), for “section 139” there is substituted  “                sections 139 to 139B              ” . 3 After section 49 of the  Criminal Law (Consolidation) (Scotland) Act 1995 (offence of having in public place article with blade or point) there is inserted—  Offence of having article with blade or point (or offensive weapon) on school premises. 49A 1 Any person who has an article to which section 49 of this Act applies with him on school premises shall be guilty of an offence. 2 Any person who has an offensive weapon within the meaning of section 47 of this Act with him on school premises shall be guilty of an offence. 3 It shall be a defence for a person charged with an offence under subsection (1) or (2) above to prove that he had good reason or lawful authority for having the article or weapon with him on the premises in question. 4 Without prejudice to the generality of subsection (3) above, it shall be a defence for a person charged with an offence under subsection (1) or (2) above to prove that he had the article or weapon in question with him— a for use at work, b for educational purposes, c for religious reasons, or d as part of any national costume. 5 A person guilty of an offence— a under subsection (1) above shall be liable— i on summary conviction to imprisonment for a term not exceeding six months, or a fine not exceeding the statutory maximum, or both; ii on conviction on indictment, to imprisonment for a term not exceeding two years, or a fine, or both; b under subsection (2) above shall be liable— i on summary conviction, to imprisonment for a term not exceeding six months, or a fine not exceeding the statutory maximum, or both; ii on conviction on indictment, to imprisonment for a term not exceeding four years, or a fine, or both. 6 In this section and section 49B of this Act, “ school premises ” means land used for the purposes of a school excluding any land occupied solely as a dwelling by a person employed at the school; and “ school ” has the meaning given by section 135(1) of the  Education (Scotland) Act 1980.  Power of entry to search for articles with a blade or point and offensive weapons. 49B 1 A constable may enter school premises and search those premises and any person on those premises for— a any article to which section 49 of this Act applies, or b any offensive weapon within the meaning of section 47 of this Act, if he has reasonable grounds for suspecting that an offence under section 49A of this Act is being, or has been, committed. 2 If in the course of a search under this section a constable discovers an article or weapon which he has reasonable grounds for believing to be an article or weapon of a kind described in subsection (1) above, he may seize it. 3 The constable may use reasonable force, if necessary, in the exercise of the power of entry conferred by this section. 4 Subsections (1) to (3) above shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint."}, {"act": "Offensive Weapons Act 1996", "year": 1996, "section": "5", "section_title": " Meaning of offensive weapon: Scotland", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Offensive Weapons Act 1996", "year": 1996, "section": "6", "section_title": " Sale of knives and certain articles with blade or point to persons under sixteen.", "section_text": "6 1 After section 141 of the  Criminal Justice Act 1988 (offensive weapons) there is inserted—  Sale of knives and certain articles with blade or point to persons under sixteen. 141A 1 Any person who sells to a person under the age of sixteen years an article to which this section applies shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months, or a fine not exceeding level 5 on the standard scale, or both. 2 Subject to subsection (3) below, this section applies to— a any knife, knife blade or razor blade, b any axe, and c any other article which has a blade or which is sharply pointed and which is made or adapted for use for causing injury to the person. 3 This section does not apply to any article described in— a section 1 of the  Restriction of Offensive Weapons Act 1959, b an order made under section 141(2) of this Act, or c an order made by the Secretary of State under this section. 4 It shall be a defence for a person charged with an offence under subsection (1) above to prove that he took all reasonable precautions and exercised all due diligence to avoid the commission of the offence. 5 The power to make an order under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 In section 172 of that Act (extent) in subsection (2), for “and 142” there is substituted  “                141A and 142              ” . 3 Subsections (1) and (2) above shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint."}, {"act": "Offensive Weapons Act 1996", "year": 1996, "section": "7", "section_title": " Short title and extent.", "section_text": "7 1 This Act may be cited as the Offensive Weapons Act 1996. 2 Sections 2(3) and (4), 3 and 4(1), (2) and (4) and this section extend to Northern Ireland."}]