[{"act": "Police Act 1996", "year": 1996, "section": "1", "section_title": " Police areas.", "section_text": "1 1 England and Wales shall be divided into police areas. 2 The police areas referred to in subsection (1) shall be— a those listed in Schedule 1 (subject to   any amendment made to the first column of that Schedule by regulations under section 31A or any amendment made to the second column, or to the first and second columns, by an order   under section 32 below,   section 45 of the Local Government (Democracy) (Wales) Act 2013,   section 17 of the Local Government Act 1992 or Part 1 of the Local Government and Public Involvement in Health Act 2007 ), b the metropolitan police district, and c the City of London police area. 3 References in Schedule 1 to any local government area are to that area as it is for the time being,  . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "2", "section_title": " Maintenance of police forces.", "section_text": "2 1 A police force shall be maintained for every police area for the time being listed in Schedule 1. 2 For further provision about the maintenance of those police forces, see Chapter 1 of Part 1 of the Police Reform and Social Responsibility Act 2011."}, {"act": "Police Act 1996", "year": 1996, "section": "3", "section_title": " Establishment of police authorities.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "4", "section_title": " Membership of police authorities  etc.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "5", "section_title": " Reductions in size of police authorities.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "5A", "section_title": " Maintenance of the metropolitan police force.", "section_text": "5A   1   A police force shall be maintained for the metropolitan police district. 2 For further provision about the maintenance of the metropolitan police force, see Chapter 2 of Part 1 of the Police Reform and Social Responsibility Act 2011."}, {"act": "Police Act 1996", "year": 1996, "section": "5B", "section_title": " Establishment of the Metropolitan Police Authority.", "section_text": "5B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "5C", "section_title": " Membership  etc  of the Metropolitan Police Authority.", "section_text": "5C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "6", "section_title": " General functions of police authorities.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "6AZA", "section_title": "Common Council to remain police authority for City", "section_text": "6AZA The Common Council of the City of London is to continue to be the police authority for the City of London police area."}, {"act": "Police Act 1996", "year": 1996, "section": "6ZA", "section_title": "Power to confer particular functions on   the Common Council  ", "section_text": "6ZA 1 The Secretary of State may by order confer particular functions on   the Common Council . 2 Without prejudice to the generality of subsection (1), an order under this section may contain provision requiring   the Common Council — a to monitor the performance of    the City of London police force   in— i complying with any duty imposed on the force by or under this Act, the Human Rights Act 1998 or any other enactment; ii carrying out any plan issued by virtue of section 6ZB; aa to hold the Commissioner of Police for the City of London to account for the exercise of the Commissioner's functions under Part 2 of the Police Reform Act 2002 in relation to the handling of complaints; b to secure that arrangements are made for that force to co-operate with other police forces whenever necessary or expedient; c to promote diversity within that force and within   the Common Council . 3 Before making an order under this section the Secretary of State must consult— a the Common Council, b the Commissioner of Police for the City of London, and c such other persons as he thinks fit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "6ZB", "section_title": "Plans by   the Common Council  ", "section_text": "6ZB 1 Before the beginning of each financial year   the Common Council   shall issue a plan (a  “policing plan”) setting out— a   the Common Council's   objectives (“policing objectives”) for the policing of   the City of London police area, and for the discharge by the City of London Police of its national or international functions   during that year; and b the proposed arrangements for the policing of that area for the period of three years beginning with that year. 2 In issuing a policing plan, the Common Council must have regard to the strategic policing requirement issued under section 37A. 3 Before determining policing objectives,                           the Common Council                         shall— a consult the   Commissioner of Police for the City of London , and b consider any views obtained by   the Common Council   in accordance with arrangements made under section 96. 4 A draft of a policing plan required to be issued by   the Common Council   under this section shall be prepared by the   Commissioner of Police for the City of London   and submitted by him to the   Common Council for   it to consider. The   Common Council shall   consult the   Commissioner of Police for the City of London  before issuing a policing plan which differs from the draft submitted by him under this subsection. 5 The Secretary of State may by regulations make provision supplementing that made by this section. 6 The regulations may make provision (further to that made by subsection (3)) as to persons who are to be consulted, and matters that are to be considered, before determining policing objectives. 7 The regulations may contain provision as to— a matters to be dealt with in policing plans (in addition to those mentioned in subsection (1)); b persons who are to be consulted, and matters that are to be considered, in preparing policing plans; c modification of policing plans; d persons to whom copies of policing plans are to be sent. 8 Before making regulations under this section the Secretary of State must consult— a the Common Council, b the Commissioner of Police for the City of London, and c such other persons as he thinks fit. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "6ZC", "section_title": "Reports by   the Common Council  ", "section_text": "6ZC 1 The Secretary of State may by order require   the Common Council   to issue reports concerning the   discharge of the Common Council's functions . 2 An order under this section may contain provision as to— a the periods to be covered by reports, and, as regards each period, the date by which reports are to be issued; b the matters to be dealt with in reports; c persons to whom copies of reports are to be sent. 3 Before making an order under this section the Secretary of State must consult— a the Common Council, b the Commissioner of Police for the City of London, and c such other persons as he thinks fit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "6A", "section_title": " Three-year strategy plans", "section_text": "6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "7", "section_title": " Local policing objectives.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "8", "section_title": " Local policing plans.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "8A", "section_title": "Local policing summaries", "section_text": "8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9", "section_title": " Annual reports by police authorities.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9A", "section_title": " General functions of the Commissioner of Police of the Metropolis.", "section_text": "9A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9B", "section_title": " Appointment of Commissioner of Police of the Metropolis.", "section_text": "9B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9C", "section_title": " Functions of Deputy Commissioner of Police of the Metropolis.", "section_text": "9C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9D", "section_title": " Appointment of Deputy Commissioner of Police of the Metropolis.", "section_text": "9D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9E", "section_title": " Removal of Commissioner or Deputy Commissioner.", "section_text": "9E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9F", "section_title": " Assistant Commissioners of Police of the Metropolis.", "section_text": "9F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9FA", "section_title": " Appointment and removal of Deputy Assistant Commissioners", "section_text": "9FA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9G", "section_title": " Commanders.", "section_text": "9G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "9H", "section_title": " Other members of the metropolitan police force.", "section_text": "9H 1 The ranks that may be held in the metropolitan police force shall be such as may be prescribed by regulations under section 50. 2 The ranks so prescribed in the case of the metropolitan police force shall include, in addition to the ranks of— a Commissioner of Police of the Metropolis, b Deputy Commissioner of Police of the Metropolis, c Assistant Commissioner of Police of the Metropolis, and ca Deputy Assistant Commissioner of Police of the Metropolis, and d Commander, those of   chief superintendent,  superintendent, chief inspector, inspector, sergeant and constable. 3 In the metropolitan police force, appointments and promotions to any rank below that of Commander shall be made in accordance with regulations under section 50 by the Commissioner of Police of the Metropolis."}, {"act": "Police Act 1996", "year": 1996, "section": "10", "section_title": " General functions of chief constables.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "11", "section_title": " Appointment and removal of chief constables.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "11A", "section_title": " Appointment and removal of deputy chief constables", "section_text": "11A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "12", "section_title": " Assistant chief constables.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "12A", "section_title": " Power of deputy to exercise functions of chief constable", "section_text": "12A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "13", "section_title": " Other members of police forces.", "section_text": "13 1 The ranks that may be held in a police force maintained under section 2 shall be such as may be prescribed by regulations under section 50 and the ranks so prescribed shall include, in addition to chief constable  , deputy chief constable  and assistant chief constable, the ranks of  chief superintendent  superintendent, chief inspector, inspector, sergeant and constable. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Appointments and promotions to any rank below that of assistant chief constable in any police force maintained under section 2 shall be made, in accordance with regulations under section 50, by the chief constable."}, {"act": "Police Act 1996", "year": 1996, "section": "14", "section_title": " Police fund.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "15", "section_title": " Civilian employees.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "16", "section_title": " Appointment of   chief executive .", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "17", "section_title": " Appointment of persons not employed by police authorities.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "18", "section_title": " Supply of goods and services.", "section_text": "18 1 Subsections (1) to (3) of section 1 of the Local Authorities (Goods and Services) Act 1970 (c. 39)(supply of goods and services by local authorities)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b   shall,   in their application to the Common Council of the City of London in its capacity as the police authority for the City of London police force  , apply with the modification set out in subsection (2) . 2 The modification is that references in those subsections to a public body shall be read as references to any person. 3   The Common Council in its capacity as police authority   may not enter into an agreement with   another local policing body   under section 1 of the 1970 Act in respect of a matter which could be the subject of   force collaboration provision in a collaboration agreement                       ."}, {"act": "Police Act 1996", "year": 1996, "section": "19", "section_title": " Approval of decisions about precepts.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "20", "section_title": " Questions on police matters at council meetings.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "20A", "section_title": " Questions on metropolitan police matters at London Assembly meetings.", "section_text": "20A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "21", "section_title": " Application of certain provisions to police authorities.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "22", "section_title": " Reports by chief constables to police authorities.", "section_text": "22 1   The Commissioner of Police for the City of London   shall, as soon as possible after the end of each financial year, submit to the   Common Council   a general report on the policing during that year of   the City of London police area . 2   The chief constable   shall arrange for a report submitted by him under subsection (1) to be published in such manner as appears to him to be appropriate. 3   The Commissioner of Police for the City of London   shall, whenever so required by the   Common Council , submit to   the Common Council   a report on such matters as may be specified in the requirement, being matters connected with the policing of the   City of London police area . 4 A report submitted under subsection (3) shall be in such form as the   Common Council   may specify. 5 If it appears to the   Commissioner of Police for the City of London   that a report in compliance with subsection (3) would contain information which in the public interest ought not to be disclosed, or is not needed for the discharge of the functions of the   Common Council , he may request   the Common Council   to refer the requirement to submit the report to the Secretary of State; and in any such case the requirement shall be of no effect unless it is confirmed by the Secretary of State. 6 The   Common Council   may arrange, or require the  chief officer  to arrange, for a report submitted under subsection (3) to be published in such manner as appears to   the Common Council   to be appropriate. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "22A", "section_title": "Collaboration agreements", "section_text": "22A 1 A collaboration agreement may be made by— a two or more policing bodies; or b the chief officers of police of one or more police forces   and— i one or more policing bodies together with one or more other persons, or ii if no other person is a party to the agreement, two or more policing bodies. 2 A collaboration agreement is an agreement containing one or more of the following— a provision about the discharge of functions of members of a police force (“force collaboration provision”); b provision about support by a policing body for another policing body (“policing body collaboration provision”); c provision about support by a policing body for the police force which another policing body is responsible for maintaining (“policing body & force collaboration provision”). 3 A collaboration agreement may not contain force collaboration provision unless the parties to the agreement consist of, or include,— a the chief officer of police of each police force to which the provision relates, and b the policing body that is responsible for maintaining each such police force. 4 A collaboration agreement may not contain policing body collaboration provision unless the parties to the agreement consist of, or include, each policing body to which the provision relates. 5 A collaboration agreement may not contain policing body & force collaboration provision unless the parties to the agreement consist of, or include— a the policing body, or each policing body, to which the provision relates; b the chief officer of police of the police force, or each police force, to which the provision relates; and c the policing body that is responsible for maintaining each such police force. 6 Subsection  (1)(a)   does not prevent other persons from being parties to collaboration agreements. 7 Subsection (2) does not prevent a collaboration agreement from including other kinds of provision. 8 For the purposes of subsections (3) and (5), the circumstances in which force collaboration provision, or policing body & force collaboration provision, is to be taken to relate to a police force include the cases where provision relates— a to functions of a kind which are or may be exercisable by members of that police force, or b to the police area for which that police force is established. 9 For the purposes of subsections (4) and (5), the circumstances in which policing body collaboration provision, or policing body & force collaboration provision, is to be taken to relate to a policing body include the cases where provision relates— a to functions of a kind which are or may be exercisable by that policing body or members of the staff of that body, or b to the police area for which that policing body is established."}, {"act": "Police Act 1996", "year": 1996, "section": "22B", "section_title": "Duty of chief officers to keep collaboration agreements under review", "section_text": "22B 1 The chief officer of police of a police force must keep under consideration the ways in which the collaboration functions could be exercised by the chief officer and by one or more other persons to improve the efficiency or effectiveness of— a that police force, and b one or more other police forces. 2 If the chief officer considers that there is a particular way in which the collaboration functions could be so exercised by the chief officer and by one or more other particular persons (“the proposed collaboration”), the chief officer must notify those other persons (the  “proposed partners”) of the proposed collaboration. 3 The chief officer, and the proposed partners notified under subsection (2) (the  “notified proposed partners”), must consider whether to exercise the collaboration functions to give effect to the proposed collaboration. 4 In considering whether to so exercise the collaboration functions, the chief officer and the notified proposed partners must consider whether the proposed collaboration would be in the interests of the efficiency or effectiveness of one or more police forces. 5 Subsection (6) applies if all, or two or more, of— a the chief officer, and b the notified proposed partners, (the  “agreeing parties”) are of the view that the proposed collaboration would be in the interests of the efficiency or effectiveness of one or more police forces (if the agreeing parties were to exercise the collaboration functions to give effect to the proposed collaboration, or to give effect to it so far as it relates to them). 6 The agreeing parties must exercise the collaboration functions so as to give effect to the proposed collaboration or to give effect to it so far as it relates to them. 7 In this section  “ collaboration functions ” means functions of chief officers of police or policing bodies under any of sections 22A to 23I (apart from this section)."}, {"act": "Police Act 1996", "year": 1996, "section": "22C", "section_title": "Duty of policing bodies to keep collaboration agreements under review", "section_text": "22C 1 A policing body must keep under consideration the ways in which the collaboration functions could be exercised by the policing body and by one or more other persons to improve— a the efficiency or effectiveness of— i that policing body, ii the police force which that policing body is responsible for maintaining, or iii that body and that force, and b the efficiency or effectiveness of one or more other policing bodies and police forces. 2 If the policing body considers that there is a particular way in which the collaboration functions could be so exercised by the policing body and by one or more other particular persons (“the proposed collaboration”), the policing body must notify those other persons (the  “proposed partners”) of the proposed collaboration. 3 The policing body, and the proposed partners notified under subsection (2) (the  “notified proposed partners”), must consider whether to exercise the collaboration functions to give effect to the proposed collaboration. 4 In considering whether to so exercise the collaboration functions, the policing body and the notified proposed partners must consider whether the proposed collaboration would be in the interests of the efficiency or effectiveness of one or more policing bodies or police forces. 5 Subsection (6) applies if all, or two or more, of— a the policing body, and b the notified proposed partners, (the  “agreeing parties”) are of the view that the proposed collaboration would be in the interests of the efficiency or effectiveness of one or more policing bodies or police forces (if the agreeing parties were to exercise the collaboration functions to give effect to the proposed collaboration, or to give effect to it so far as it relates to them). 6 The agreeing parties must exercise the collaboration functions so as to give effect to the proposed collaboration, or to give effect to it so far as it relates to them. 7 In this section  “ collaboration functions ” means functions of policing bodies or chief officers of police under any of sections 22A to 23I (apart from this section)."}, {"act": "Police Act 1996", "year": 1996, "section": "23", "section_title": "  Collaboration agreements involving police forces  ", "section_text": "23 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2   Force collaboration provision may, in particular, consist of provision—   a for the joint discharge of functions by members of police forces; b for members of a police force to discharge functions in another force's area; c for members of a police force to be provided to another force. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4   A collaboration agreement   may provide for a member of a police force, or a civilian employee, to be under the direction and control of a chief officer specified in or determined in accordance with the agreement. 5 A chief officer may make   a collaboration agreement   only if the chief officer thinks that the agreement is in the interests of the efficiency or effectiveness of one or more police forces. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "23A", "section_title": "Collaboration agreements involving policing bodie", "section_text": "23A 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2   Policing body collaboration provision, or policing body & force collaboration provision, may, in particular, consist of provision—   a for support to be provided jointly by two or more   policing bodies ; b for support to be provided for two or more   policing bodies   or forces jointly; c for   a policing body   to provide support to   another policing body   or to a force maintained by   another policing body . 3                     In relation to policing body collaboration provision, or policing body & force collaboration provision,   references to the provision of support include, in particular, the provision of— a premises; b equipment; c staff; d services; e facilities. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5   A policing body may make a collaboration agreement  only if it thinks that the agreement is in the interests of the efficiency or effectiveness of one or more   policing bodies   or police forces. 6 A policing body must consult the chief officer of police of the police force which the body is responsible for maintaining before making a collaboration agreement (unless that chief officer is a party to the agreement). 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "23AA", "section_title": "Force collaboration provision about civilian employees", "section_text": "23AA 1 This section applies to force collaboration provision, contained in a collaboration agreement, which is about the discharge of functions by  persons designated under section 38 of the Police Reform Act 2002 (“designated persons”) by the chief officer of one police force   (the  “assisting force”) for the purposes of another police force (the  “assisted force”). 2 The force collaboration provision must specify— a the functions which the  designated persons   are permitted by the collaboration agreement to discharge for the purposes of the assisted force, and b any restrictions or conditions on that permission for the   designated persons   to discharge those functions. 3 The force collaboration provision must not permit the   designated persons   to discharge functions for the purposes of the assisted force unless  those persons   are, by virtue of the relevant section 38 designation, authorised to discharge those functions for the purposes of the assisting force. 4 The force collaboration provision does not authorise the  designated persons   to discharge functions for the purposes of the assisted force (but see section 38B of the Police Reform Act 2002). 5 References in this section to the discharge of functions by  persons designated under section 38 of the Police Reform Act 2002 by the chief officer of the assisting force   for the purposes of the assisted force include references to— a the joint discharge of functions by the  designated persons   and members of the assisted police force, b the discharge of functions by the  designated persons   in the assisted force's area, and c the provision of the  designated persons   to the assisted force. 6 In this section— ... “ relevant section 38 designation ”, in relation to a  designated person , means the section 38 designation relating to  the person ; “ section 38 designation ” means a designation under section 38 of the Police Reform Act 2002."}, {"act": "Police Act 1996", "year": 1996, "section": "23B", "section_title": "Collaboration agreements: payments", "section_text": "23B 1 A collaboration agreement may provide for payments between   parties to the agreement . 2 Provision under subsection (1) may  in the case of policing bodies or chief officers of police who are parties to the agreement , in particular— a specify the   policing bodies or chief officers of police   by which and to which a payment is to be made or the manner in which those   policing bodies or chief officers of police   are to be determined; b specify the amount of any payment or the manner in which it is to be determined. 3   A policing body or chief officer of police   must make any payments required by provision made under subsection (1). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "23C", "section_title": "Collaboration agreements: consultation and supplemental", "section_text": "23C 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A collaboration agreement must be in writing. 3 A collaboration agreement may make different provision for different cases or circumstances. 4 A collaboration agreement may be varied by a subsequent collaboration agreement. 5 A collaboration agreement may be brought to an end by agreement between the parties to it; and section 23(6) or, as the case may be, section 23A(6) applies to an agreement under this subsection. 6 If circumstances are such that one or more of the parties to a collaboration agreement would not, at a particular time, have power to enter into a collaboration agreement of that description (whether because of a failure to meet the requirements of section 22A(1) or (5) or otherwise) each person who does not have that power must cease to be a party to the agreement."}, {"act": "Police Act 1996", "year": 1996, "section": "23D", "section_title": "Collaboration agreements: accountability", "section_text": "23D 1 Where a chief officer makes a   collaboration agreement , the   policing body   responsible for maintaining the force shall hold the chief officer to account for the discharge of functions by anyone who— a is acting under the terms of the agreement, and b while so acting, is under the direction and control of the chief officer. 2 Before   making a collaboration agreement to which a chief officer of police is to be a party, a policing body   must notify the chief officer of the arrangements that it proposes to make for the discharge of its functions under this section in connection with the agreement. 3 When deciding what arrangements to make, the   policing body   shall, in particular,   make   arrangements for those functions to be discharged jointly with another   policing body   responsible for maintaining a force whose chief officer is a party to the agreement. 4 The functions conferred on a                     policing body                   under this section do not affect any other function of holding a chief officer to account."}, {"act": "Police Act 1996", "year": 1996, "section": "23E", "section_title": "Collaboration agreements: publication", "section_text": "23E 1 A person who makes a collaboration agreement must— a publish the agreement, or b publish the fact that the agreement has been made and such other details about it as the person thinks appropriate. 2                 In a case where information is notified to a chief officer of police under section 23D(2), that information  must be published by the chief officer with the information under subsection (1)."}, {"act": "Police Act 1996", "year": 1996, "section": "23F", "section_title": "Collaboration agreements: guidance", "section_text": "23F 1 The Secretary of State may give chief officers or   policing bodies   guidance about collaboration agreements or related matters. 2 In discharging their functions, chief officers and   policing bodies   must have regard to the guidance. 3 The Secretary of State may give other persons who exercise functions of a public nature guidance about collaboration agreements or related matters, and those persons must have regard to the guidance in exercising such functions."}, {"act": "Police Act 1996", "year": 1996, "section": "23FA", "section_title": "  Police functions that must be the subject of force collaboration provision", "section_text": "23FA 1 The Secretary of State may, by order, require a specified police function to be exercised in relation to— a all police areas, or b all police areas apart from any specified in the order, in accordance with police collaboration provision. 2 An order under this section may specify whether the specified police function is required to be exercised in relation to the specified police areas in accordance with police collaboration provision contained in— a a single collaboration agreement which relates to all of those police areas, or b a number of collaboration agreements which, between them, relate to all of those police areas. 3 Provision under subsection (2)(b) need not specify a particular number of collaboration agreements. 4 A statutory instrument containing an order under this section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 If, but for this subsection, an instrument containing an order under this section would be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. 6 In this section  “ specified ” means specified in an order under this section."}, {"act": "Police Act 1996", "year": 1996, "section": "23G", "section_title": "Collaboration agreements: directions", "section_text": "23G 1 The Secretary of State may give chief officers or   policing bodies   directions about collaboration agreements or related matters. 2 A direction may be given to— a one or more chief officers; b one or more   policing bodies   2A The Secretary of State may give one or more other persons who exercise functions of a public nature directions about collaboration agreements or related matters. 3 A person to whom a direction is given must comply with it. 4 A direction may, in particular— a require two or more persons to make, or prohibit them from making, a collaboration agreement; b require two or more persons to vary, or prohibit them from varying, a collaboration agreement; c require two or more persons to consider making a collaboration agreement of a specified description; d specify terms to be included, or not to be included, in collaboration agreements. 5 A direction may relate to— a a particular agreement, b agreements of a particular description, or c agreements in general. 6 Before giving a direction under this section the Secretary of State must consult the person or persons to whom it is to be given."}, {"act": "Police Act 1996", "year": 1996, "section": "23H", "section_title": "Collaboration agreements: termination by Secretary of State", "section_text": "23H 1 The Secretary of State may terminate a collaboration agreement by notice to the parties to the agreement. 2 A notice under this section may provide for the termination of the agreement with immediate effect or at the end of a specified period. 3 Before giving a notice under this section the Secretary of State must consult the parties to the agreement."}, {"act": "Police Act 1996", "year": 1996, "section": "23HA", "section_title": "Decisions about efficiency or effectiveness", "section_text": "23HA In reaching a conclusion about whether or not a collaboration agreement is, or would be, in the interests of efficiency or effectiveness of one or more police forces (the  “police forces under consideration”), a person must, in particular, consider— a the existing collaboration agreements, and other arrangements for co-operation, to which the police forces under consideration are parties; b the desirability of police forces taking a consistent approach in making such agreements and other arrangements; and c the opportunities available to the police forces under consideration to make such agreements and other arrangements."}, {"act": "Police Act 1996", "year": 1996, "section": "23I", "section_title": "Collaboration agreements: definitions", "section_text": "23I 1 This section has effect for the purposes of sections   22A   to 23H. 2 “ Police force ” includes— a the British Transport Police Force, and b the Civil Nuclear Constabulary. 3 “ Chief officer ” means— a in relation to the British Transport Police Force, the Chief Constable of the force, b in relation to the Civil Nuclear Constabulary, the chief constable of the Constabulary, and c in relation to any other police force, the chief officer of police of that force. 4 “Policing body” means— aa a local policing body, a the British Transport Police Authority, and b the Civil Nuclear Police Authority. 5 The following expressions have the meanings given in section 22A— “collaboration agreement”; “force collaboration provision”; “policing body collaboration provision”; “policing body & force collaboration provision”. 6 References to the police force which a policing body is responsible for maintaining include— a in the case of the British Transport Police Authority, the British Transport Police, and b in the case of the Civil Nuclear Police Authority, the Civil Nuclear Constabulary. 7 References to a police force include— a references to the special constables appointed by a chief officer of police,  ... b references to the civilian employees of the police force;  and c references to persons who are under the direction and control of the chief officer of police by virtue of being volunteers with the force; and references to the members of a police force are to be read accordingly. 8 For that purpose  “ civilian employee ” means— a in the case of a police force maintained under section 2 or 5A, the members of the civilian staff of that force; b in the case of any other police force, the employees of the policing body responsible for maintaining that force who are under the direction and control of the chief officer of police of that force."}, {"act": "Police Act 1996", "year": 1996, "section": "24", "section_title": " Aid of one police force by another.", "section_text": "24 1 The chief officer of police of any police force may, on the application of the chief officer of police of any other police force, provide constables or other assistance for the purpose of enabling the other force to meet any special demand on its resources. 2 If it appears to the Secretary of State to be expedient in the interests of public safety or order that any police force should be reinforced or should receive other assistance for the purpose of enabling it to meet any special demand on its resources, and that satisfactory arrangements under subsection (1) cannot be made, or cannot be made in time, he may direct the chief officer of police of any police force to provide such constables or other assistance for that purpose as may be specified in the direction. 3 While a constable is provided under this section for the assistance of another police force he shall, notwithstanding  sections   sections 2 and 4 of the Police Reform and Social Responsibility Act 2011 (“ the 2011 Act ”) , be under the direction and control of the chief officer of police of that other force. 3A While a member of the civilian staff of a police force maintained under section 2, or a member of the civilian staff of the metropolitan police force, is provided under this section for the assistance of another police force, that member of staff is, notwithstanding section 2 or 4 of the 2011 Act, under the direction and control of the chief officer of police of that other force. 4 The   local policing body   maintaining a police force for which assistance is provided under this section shall pay to the   local policing body   maintaining the force from which that assistance is provided such contribution as may be agreed upon between   those bodies   or, in the absence of any such agreement, as may be provided by any agreement subsisting at the time between all   local policing bodies   generally, or, in the absence of such general agreement, as may be determined by the Secretary of State. 4A This section shall apply in relation to the British Transport Police Authority, the British Transport Police Force and the Chief Constable of that Force as it applies to a   local policing body  , a police force and a chief officer of police respectively; and for that purpose the reference in subsection (3) to   sections 2 and 4 of the 2011 Act                        shall be construed as including a reference to section 24(2) of the Railways and Transport Safety Act 2003. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "25", "section_title": " Provision of special services.", "section_text": "25 1 The chief officer of police of a police force may provide, at the request of any person, special police services at any premises or in any locality in the police area for which the force is maintained, subject to the payment to the   local policing body   of charges on such scales as may be determined by   that body . 1A The Chief Constable of the British Transport Police Force may provide special police services at the request of any person, subject to the payment to the  British Transport Police Authority   of charges on such scales as may be determined by that Authority. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "26", "section_title": " Provision of advice and assistance to international organisations etc.", "section_text": "26 1 Subject to the provisions of this section, a   local policing body   may provide advice and assistance— a to an international organisation or institution, or b to any other person or body which is engaged outside the United Kingdom in the carrying on of activities similar to any carried on by   the body   or the chief officer of police for its area. 2 The power conferred on a   local policing body   by subsection (1) includes a power to make arrangements under which a member of the police force maintained by   the body   is engaged for a period of temporary service with a person or body within paragraph (a) or (b) of that subsection. 3 The power conferred by subsection (1) shall not be exercised except with the consent of the Secretary of State or in accordance with a general authorisation given by him. 4 A consent or authorisation under subsection (3) may be given subject to such conditions as appear to the Secretary of State to be appropriate. 5 Nothing in this section authorises a   local policing body   to provide any financial assistance by— a making a grant or loan, b giving a guarantee or indemnity, or c investing by acquiring share or loan capital. 6 A   local policing body   may make charges for advice or assistance provided by it under this section. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The provisions of this section are without prejudice to the  Police (Overseas Service) Act 1945  . . .   ."}, {"act": "Police Act 1996", "year": 1996, "section": "27", "section_title": " Special constables.", "section_text": "27 1 The chief officer of police of the police force maintained for a police area may, in accordance with regulations under section 51, appoint special constables for that area. 2 Subject to  provision included in a   collaboration agreement  by virtue of section 23(4),   section 24(3) and   regulations under section 51, all special constables appointed for a police area shall be under the direction and control of, and subject to dismissal by, the chief officer of police."}, {"act": "Police Act 1996", "year": 1996, "section": "28", "section_title": " Police cadets.", "section_text": "28 1 The chief officer of police of a police force may, in accordance with regulations under section 52, appoint persons as police cadets to undergo training with a view to becoming members of that police force. 2 Subject to regulations under section 52, all police cadets shall be under the control of, and subject to dismissal by, the chief officer of police. 3   Accordingly , for the purposes of any enactment relating to the functions of employers and of any rule of law with respect to the vicarious liability of employers,   the chief officer of a police force   shall be treated as the employer of any police cadets undergoing training with the force. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "29", "section_title": " Attestation of constables.", "section_text": "29 Every member of a police force maintained for a police area and every special constable appointed for a police area shall, on appointment, be attested as a constable by making a declaration in the form set out in Schedule 4— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . before a justice of the peace having jurisdiction within the police area."}, {"act": "Police Act 1996", "year": 1996, "section": "30", "section_title": " Jurisdiction of constables.", "section_text": "30 1 A member of a police force shall have all the powers and privileges of a constable throughout England and Wales and the adjacent United Kingdom waters. 2 A special constable shall have all the powers and privileges of a constable throughout England and Wales and the adjacent United Kingdom waters. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A A member of the British Transport Police Force who is for the time being required by virtue of    section 22A    to serve with a police force maintained by a   local policing body   shall have all the powers and privileges of a member of that police force. 3B Where a member of the British Transport Police Force is for the time being under the direction and control of the chief officer of another police force by virtue of a   collaboration agreement under section 22A , the member shall have all the powers and privileges of a member of that other force. 3C In subsection (3B),  “police force” and  “chief officer” have the meanings given by section 23I. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section— powers includes powers under any enactment, whenever passed or made; “ United Kingdom waters ” means the sea and other waters within the seaward limits of the territorial sea; and this section, so far as it relates to powers under any enactment, makes them exercisable throughout the United Kingdom waters whether or not the enactment applies to those waters apart from this provision. 6 This section is without prejudice to— a sections 98 and 99 below, and b any other enactment conferring powers on constables for particular purposes."}, {"act": "Police Act 1996", "year": 1996, "section": "31", "section_title": " Rewards for diligence", "section_text": "31 1 The chief constable of a police force maintained under section 2 may grant to members of that police force rewards for exceptional diligence or other specially meritorious conduct. 2 The Commissioner of Police of the Metropolis may grant to members of the metropolitan police force rewards for exceptional diligence or other specially meritorious conduct. 3 The Common Council may, on the recommendation of the Commissioner of Police for the City of London, grant out of the City of London police fund to members of the City of London police force rewards for exceptional diligence or other specially meritorious conduct."}, {"act": "Police Act 1996", "year": 1996, "section": "31A", "section_title": "Power to amend names of police areas", "section_text": "31A 1 The Secretary of State may by regulations amend any name of a police area specified in the first column of Schedule 1 (police areas). 2 A statutory instrument containing regulations under subsection (1) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "32", "section_title": " Power to alter police areas by order.", "section_text": "32 1 The Secretary of State may by order make alterations in police areas in England and Wales other than the City of London police area. 2 The alterations that may be made by an order under this section include alterations that result in a reduction or an increase in the number of police areas, but not alterations that result in the abolition of the metropolitan police district. 3 The Secretary of State shall not exercise his power under this section to make alterations unless either— a he has received a request to make the alterations from the   local policing body   for each of the areas  ... affected by them, or b it appears to him to be expedient to make the alterations in the interests of efficiency or effectiveness. 4 The Secretary of State shall exercise his power to make orders under this section in such a way as to ensure that  no police area falls partly in England and partly in Walesand that                     none of the following areas— a a county in which there are no district councils, b a district in any other county, c a county borough in Wales, and d a London borough, is divided between two or more police areas. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "33", "section_title": " Objections to alterations proposed by Secretary of State.", "section_text": "33 1 Before making an order under section 32 by virtue of subsection (3)(b) of that section, the Secretary of State shall give notice of his proposal to— a the   local policing body   for every area  ... that he proposes to alter, b the council of every county, district, county borough or London borough wholly or partly within any area (other than the metropolitan police district) that he proposes to alter, bb the Greater London Authority, if he proposes to alter the metropolitan police district, c the council of every London borough, county or district all or part of which would under the proposal be brought into or left out of the metropolitan police district, and d such other persons as he considers appropriate. 2 A notice under subsection (1) shall— a specify the proposed alterations and describe the general nature of any related provisions proposed to be included in the order, b set out the Secretary of State’s reasons for proposing the alterations, and c specify a date before which any objections to the proposals are to be delivered to the Secretary of State. 3 The date specified under subsection (2)(c) shall fall after the end of the period of four months beginning with the date of the notice. 4 Where objections have been duly delivered to the Secretary of State by a person notified under subsection (1), the Secretary of State shall before making the order under section 32— a consider the objections, and b give to that person a further notice stating whether he accepts the objections and, if he does not, giving his reasons. 5 Where the Secretary of State has given a notice under subsection (1) specifying proposed alterations, the provisions of an order making the alterations may be inconsistent with the notice so far as it describes the general nature of the provisions, and may contain provisions not referred to in the notice."}, {"act": "Police Act 1996", "year": 1996, "section": "34", "section_title": " Orders altering police areas: supplementary provisions.", "section_text": "34 1 The power to make orders under section 32 includes power to make such supplementary and transitional provision as the Secretary of State thinks necessary or expedient, including— a provision as to who is to be a police and crime commissioner; b provision for the transfer of property, rights and liabilities; c provision for the transfer of members of police forces and other persons; d provision as to pending legal proceedings. 1A Provision falling within subsection (1)(a) includes, in particular— a provision for the police and crime commissioner for a police area affected by the order to become the police and crime commissioner for a police area resulting from the order; b provision for the holding of an election for the police and crime commissioner for any police area resulting from the order. 2 Without prejudice to subsection (1), the power to make orders under section 32 includes power— a to amend Schedule 1 to this Act and section 76 of the  London Government Act 1963 (extent of metropolitan police district),  ... b to amend any other enactment, and any instrument made under any enactment, where the amendment is consequential on any provision of the order  and                         c to apply (with or without modification) any provision of, or made under, Chapter 6 of Part 1 of the Police Reform and Social Responsibility Act 2011. 2A An order under section 32 which includes provision within subsection (1A)(b) may, in particular require the election in question to be held before the alteration of police areas takes effect. 3 No order shall be made under section 32 by virtue of subsection (3)(b) of that section unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 4 An order to which subsection (3) applies, and which would apart from this subsection be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, shall proceed in that House as if it were not such an instrument. 5 A statutory instrument containing an order made under section 32 by virtue of subsection (3)(a) of that section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "35", "section_title": " The Scilly Isles.", "section_text": "35 For the purposes of the application of this Part to the Isles of Scilly— a the Isles shall be treated as if they were a county, and b references to the council of a county shall be construed as references to the Council of the Isles."}, {"act": "Police Act 1996", "year": 1996, "section": "36", "section_title": " General duty of Secretary of State.", "section_text": "36 1 The Secretary of State shall exercise his powers under the provisions of this Act referred to in subsection (2) in such manner and to such extent as appears to him to be best calculated to promote the efficiency and effectiveness of the police. 2 The provisions of this Act mentioned in subsection (1) are— a Part I; b this Part; c Part III  ...; d in Chapter  II  of Part IV,   sections 84 and 85   and Schedule 6; and e in Part V, section 95."}, {"act": "Police Act 1996", "year": 1996, "section": "36A", "section_title": " National Policing Plan", "section_text": "36A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "37", "section_title": " Setting of objectives for police authorities.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "37A", "section_title": "The strategic policing requirement", "section_text": "37A 1 The Secretary of State must, from time to time, issue a document (the  “strategic policing requirement”) which sets out what, in the Secretary of State's view, are— a national threats at the time the document is issued, and b appropriate national policing capabilities to counter those national threats. 2 A chief officer of police must, in exercising the functions of chief officer, have regard to the strategic policing requirement. 3 Before issuing the strategic policing requirement, the Secretary of State— a must obtain the advice of— i such persons as appear to the Secretary of State to represent the views of chief officers of police, and ii such persons as appear to the Secretary of State to represent the views of local policing bodies, and b must consult such other persons as the Secretary of State thinks fit. 4 The strategic policing requirement need not set out a national threat (in particular) if, in the Secretary of State's view, countering the threat would involve police forces other than England and Wales police forces (and only those other police forces). 5 References in this section to national policing capabilities to counter a threat are references to the ability of all England and Wales police forces— a to exercise one or more functions to counter that threat, b to exercise one or more functions in one or more particular ways to counter that threat, or c to exercise one or more functions in accordance with common operational standards to counter that threat. 6 In this section— “ England and Wales police force ” means— a police force maintained under section 2, the metropolitan police force, and the City of London police force; “ national threat ” means a threat (whether actual or prospective) which is— a threat to national security, public safety, public order or public confidence that is of such gravity as to be of national importance, or a threat which can be countered effectively or efficiently only by national policing capabilities to counter the threat."}, {"act": "Police Act 1996", "year": 1996, "section": "38", "section_title": " Setting of performance targets.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "39", "section_title": " Codes of practice.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "39A", "section_title": " Codes of practice for chief officers", "section_text": "39A 1 The College of Policing may, with the approval of the Secretary of State, issue codes of practice relating to the discharge of their functions by chief officers of police if the College considers that— a it is necessary to do so in order to promote the efficiency and effectiveness of police forces generally, b it is necessary to do so in order to facilitate the carrying out by members of any two or more police forces of joint or co-ordinated operations, or c it is for any other reason in the national interest to do so. 2   The College of Policing may, with the approval of the Secretary of State,   from time to time revise the whole or any part of a code of practice issued under this section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The College of Policing shall consult with the National Crime Agency before issuing or revising a code of practice under this section. 5 The Secretary of State shall lay any code of practice issued by   the College of Policing  under this section, and any revision of any such code, before Parliament. 6 The Secretary of State shall not be required by subsection (5) to lay before Parliament, or may exclude from what he does so lay, anything the publication of which, in his opinion— a would be against the interests of national security; b could prejudice the prevention or detection of crime or the apprehension or prosecution of offenders; or c could jeopardise the safety of any person. 7 In discharging any function to which a code of practice under this section relates, a chief officer of police shall have regard to the code."}, {"act": "Police Act 1996", "year": 1996, "section": "40", "section_title": " Power to give directions in relation to police force", "section_text": "40 1 Where the Secretary of State is satisfied that the whole or any part of a police force is failing to discharge any of its functions in an effective manner, whether generally or in particular respects, he may direct the   local policing body   responsible for maintaining the force to take specified measures for the purpose of remedying the failure. 2 Where the Secretary of State is satisfied that the whole or a part of a police force will fail to discharge any of its functions in an effective manner, whether generally or in particular respects, unless remedial measures are taken, he may direct the   local policing body   responsible for maintaining the force to take specified measures in order to prevent such a failure occurring. 3 The measures that may be specified in a direction under subsection (1) or (2) include the submission to the Secretary of State of an action plan setting out the measures which the person or persons submitting the plan propose to take for the purpose of remedying the failure in question or (as the case may be) preventing such a failure occurring. 4 The Secretary of State shall not give a direction under this section in relation to any police force unless— a the   local policing body   responsible for maintaining the force and the chief officer of police of that force have each been given such information about the Secretary of State's grounds for proposing to give that direction as he considers appropriate for enabling them to make representations or proposals under the following paragraphs of this subsection; b that   local policing body   and chief officer have each been given an opportunity of making representations about those grounds; c that   local policing body   and chief officer have each had an opportunity of making proposals for the taking of remedial measures that would make the giving of the direction unnecessary; and d the Secretary of State has considered any such representations and any such proposals. 5 Subsection (4) does not apply if the Secretary of State is satisfied that— a the   local policing body   responsible for maintaining the force and the chief officer of police of that force have already been made aware of the matters constituting the Secretary of State's grounds for proposing to give a direction under this section; b the information they had about those matters was sufficient to enable them to identify remedial measures that would have made the giving of the direction unnecessary; and c they have each had a reasonable opportunity to take such measures. 6 The Secretary of State shall not give a direction under this section unless Her Majesty's Chief Inspector of Constabulary has been given— a the same information about the grounds for proposing to give that direction as is required to be given under subsection (4)(a) (or would be so required but for subsection (5)); and b an opportunity of making written observations about those grounds. The Secretary of State shall publish any such observations in such manner as appears to him to be appropriate. 7 A   local policing body   that is given a direction under this section shall comply with it."}, {"act": "Police Act 1996", "year": 1996, "section": "40A", "section_title": "Power to give directions in relation to   local policing body  ", "section_text": "40A 1 Where the Secretary of State is satisfied that a   local policing body   is failing to discharge any of its functions in an effective manner, whether generally or in particular respects, he may direct the   local policing body   to take specified measures for the purpose of remedying the failure. 2 Where the Secretary of State is satisfied that a   local policing body   will fail to discharge any of its functions in an effective manner, whether generally or in particular respects, unless remedial measures are taken, he may direct the   local policing body   to take specified measures in order to prevent such a failure occurring. 3 The measures that may be specified in a direction under subsection (1) or (2) include the submission to the Secretary of State of an action plan setting out the measures which   the local policing body   submitting the plan proposes to take for the purpose of remedying the failure in question or (as the case may be) preventing such a failure occurring. 4 The Secretary of State shall not give a direction under this section in relation to a   local policing body   unless— a the   local policing body   has been given such information about the Secretary of State's grounds for proposing to give that direction as he considers appropriate for enabling it to make representations or proposals under the following paragraphs of this subsection; b the   local policing body   has been given an opportunity of making representations about those grounds; c the   local policing body   has had an opportunity of making proposals for the taking of remedial measures that would make the giving of the direction unnecessary; and d the Secretary of State has considered any such representations and any such proposals. 5 Subsection (4) does not apply if the Secretary of State is satisfied that— a the   local policing body   has already been made aware of the matters constituting the Secretary of State's grounds for proposing to give a direction under this section; b the information  the local policing body  had about those matters was sufficient to enable it to identify remedial measures that would have made the giving of the direction unnecessary; and c the local policing body  has had a reasonable opportunity to take such measures. 6 The Secretary of State shall not give a direction under this section unless Her Majesty's Chief Inspector of Constabulary has been given— a the same information about the grounds for proposing to give that direction as is required to be given under subsection (4)(a) (or would be so required but for subsection (5)); and b an opportunity of making written observations about those grounds. The Secretary of State shall publish any such observations in such manner as appears to him to be appropriate. 7 A   local policing body   that is given a direction under this section shall comply with it. 8 Nothing in this section or in section 40 prevents the Secretary of State from exercising (whether in relation to the same matter or different matters or at the same time or at different times) both his powers under this section and his powers under section 40."}, {"act": "Police Act 1996", "year": 1996, "section": "40B", "section_title": "Procedure for directions under section 40 or 40A", "section_text": "40B 1 The Secretary of State may by regulations make further provision as to the procedure to be followed in cases where— a a proposal is made for the giving of a direction under section 40; b a proposal is made for the giving of a direction under section 40A. 2 Before making any regulations under this section, the Secretary of State shall consult with— a such persons as appear to the Secretary of State to represent the views of police and crime commissioners; aa the Mayor's Office for Policing and Crime; ab the Common Council; b the National Police Chiefs' Council ; and c such other persons as he thinks fit. 3 Regulations under this section may make different provision for different cases and circumstances. 4 A statutory instrument containing regulations under this section shall not be made unless a draft of the regulations has been laid before Parliament and approved by a resolution of each House. 5 On giving a direction under section 40 or section 40A to a   local policing body , the Secretary of State shall notify the chief officer of police of the force in question that he has given that direction. 6 Where the Secretary of State gives a direction under section 40 or section 40A he shall lay before Parliament— a a copy of the direction; and b a report about it. 7 A report under   subsection (6) — a shall be prepared at such time as the Secretary of State considers appropriate; and b may relate to more than one direction."}, {"act": "Police Act 1996", "year": 1996, "section": "40C", "section_title": "Power to give directions to College of Policing", "section_text": "40C 1 The Secretary of State may give a direction to the College of Policing requiring it to exercise any particular function that is conferred on the College by this Act or any other enactment. 2 The College of Policing shall carry out such other duties for the purpose of furthering the efficiency, effectiveness or integrity of the police as the Secretary of State may from time to time direct."}, {"act": "Police Act 1996", "year": 1996, "section": "41", "section_title": " Directions as to minimum budget.", "section_text": "41 1 The power of the Secretary of State to give directions under section 40  or 40A   to a   a police and crime commissioner   shall include power to direct   the commissioner   that the amount of   the commissioner's   council tax requirement (under section 42A of the Local Government Finance Act 1992) or budget requirement (under section 43 of that Act) for any financial year   shall not be less than an amount specified in the direction. 1A But the Secretary of State may not give a direction to the police and crime commissioner for a police area by virtue of subsection (1) unless the Secretary of State is satisfied that it is necessary to give the direction in order to prevent the safety of people in that police area from being put at risk. 2 The power exercisable by virtue of subsection (1), and any direction given under that power, are subject to any limitation imposed under Chapter  4ZA or   IVA  of Part I of the Local Government Finance Act 1992. 3 A direction shall not be given by virtue of subsection (1) in relation to a financial year at any time after the end of the preceding December. 4 Where the Secretary of State gives a direction to   a police and crime commissioner   by virtue of subsection (1), any precept issued or calculation made by   the commissioner   under Part I of the Local Government Finance Act 1992 which is inconsistent with the direction shall be void."}, {"act": "Police Act 1996", "year": 1996, "section": "41A", "section_title": " Power to give directions as to action plans", "section_text": "41A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "41B", "section_title": " Procedure for directions under section 41A", "section_text": "41B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "42", "section_title": "Metropolitan police: suspension or removal of Commissioner or Deputy Commissioner", "section_text": "42 1 The Secretary of State may require the Mayor's Office for Policing and Crime to exercise the power under section 48 of the Police Reform and Social Responsibility Act 2011 (the  “ 2011 Act ”) to call upon the Commissioner of Police of the Metropolis, or the Deputy Commissioner of Police of the Metropolis, to retire or resign. 1A The Secretary of State may also require the Mayor's Office for Policing and Crime to exercise the power under section 48 of the 2011 Act to suspend the Commissioner of Police of the Metropolis, or the Deputy Commissioner of Police of the Metropolis, if the Secretary of State considers that it is necessary for the maintenance of public confidence in the metropolitan police force for that police officer to be suspended. 2   Before requiring the Mayor's Office for Policing and Crime to exercise its power to call upon the Commissioner of Police of the Metropolis, or the Deputy Commissioner of Police of the Metropolis, to retire or resign, the Secretary of State shall—   a give the officer concerned a notice in writing— i informing him of the Secretary of State’s intention to require the exercise of that power; and ii explaining the Secretary of State’s grounds for requiring the exercise of that power; and b give that officer an opportunity to make representations to the Secretary of State. 2A Where the Secretary of State gives a notice under subsection (2)(a), he shall send a copy of the   notice to the Mayor's Office for Policing and Crime.   2B The Secretary of State shall consider any representations made to him under subsection (2). 3 Where the Secretary of State proposes to require the exercise of a power mentioned in subsection (1), he  shall, appoint one or more persons (one at least of whom shall be a person who is not an officer of police or of a Government department) to hold an inquiry and report to him and shall consider any report made under this subsection. 3A At an inquiry held under subsection (3)— a the Commissioner  or Deputy Commissioner   shall be entitled, in accordance with any regulations under section 42A, to make representations to the inquiry; b the   Mayor's Office for Policing and Crime   shall be entitled, in accordance with any regulations made under section 42A, to make representations to the inquiry. 3B The entitlement of the Commissioner  or Deputy Commissioner   to make representations shall include the entitlement to make them in person. 4 The costs incurred by a                       the Commissioner                        or Deputy Commissioner                                          in respect of an inquiry under this section, taxed in such manner as the Secretary of State may direct, shall be defrayed out of the police fund. 4A If the Secretary of State exercises the power conferred by subsection (1) to require the Mayor's Office for Policing and Crime to call upon the Commissioner to retire or resign— a the requirement of section 48(1) of the 2011 Act to obtain the Secretary of State's consent does not apply, and b section 48(5) of the 2011 Act does not apply. 4B In this section “ the Commissioner ” means the Commissioner of Police of the Metropolis and “ the Deputy Commissioner ” means the Deputy Commissioner of Police of the Metropolis. 4C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "42A", "section_title": " Procedure in relation to    exercise of powers under section 42   ", "section_text": "42A 1 The Secretary of State may by regulations make provision as to the procedure to be followed in the exercise of any power conferred or duty imposed by section  ... 42. 2 Before making any regulations under this section, the Secretary of State shall consult with— a the Mayor's Office for Policing and Crime; b the National Police Chiefs' Council ; and c such other persons as he thinks fit. 3 Regulations under this section may make different provision for different cases and circumstances. 4 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "43", "section_title": " Reports from police authorities.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "44", "section_title": "Provision of information by chief officers of police", "section_text": "44 1 The Secretary of State may require a chief officer of police of any police force to provide the Secretary of State with information on such matters as may be specified in the requirement, being matters connected with— a the policing of the police area for which that police force is maintained, or b the discharge of the national or international functions of that police force. 2 A requirement under subsection (1) may, in particular, specify information in the form of statistical data, being data connected with— a the policing of that police area, or b the discharge of the national or international functions of the police force for that area. 3 A requirement under subsection (1) may specify the form in which information is to be provided. 4 The Secretary of State may require a chief officer to publish, in such manner as appears to the Secretary of State to be appropriate, information provided in accordance with a requirement under subsection (1). 5 The Secretary of State may cause a consolidated and classified abstract of any information in the form of statistical data that is provided in accordance with subsection (1) to be prepared and laid before Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "45", "section_title": " Criminal statistics.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "46", "section_title": " Police grant.", "section_text": "46 1 Subject to the following provisions of this section, the Secretary of State shall   for each financial year—                      a make grants to police and crime commissioners for the purposes of their functions, b make grants to the Common Council for the purposes of its functions as police authority, and c make grants to the Greater London Authority for the purposes of the functions of the Mayor's Office for Policing and Crime;   and in those provisions a reference to a grant recipient is a reference to a police and crime commissioner, the Common Council or the Greater London Authority.   2 For each financial year the Secretary of State shall with the approval of the Treasury determine— a the aggregate amount of grants to be made under this section, and b the amount of the grant to be made to each   grant recipient ; and any determination may be varied by further determinations under this subsection. 3 The Secretary of State shall prepare a report setting out any determination under subsection (2), and stating the considerations which he took into account in making the determination. 4 In determining the allocation among   grant recipients   of the whole or any part of the aggregate amount of grants, the Secretary of State may exercise his discretion by applying such formulae or other rules as he considers appropriate. 5 The considerations which the Secretary of State takes into account in making a determination under subsection (2), and the formulae and other rules referred to in subsection (4), may be different for   different grant recipients or different classes of grant recipient . 6 A copy of every report prepared under subsection (3) shall be laid before the House of Commons, and no payment of grant shall be made unless the report setting out the determination of its amount has been approved by resolution of that House. 7 A grant to a   grant recipient   under this section shall be paid at such time, or in instalments of such amounts and at such times, as the Secretary of State may with the approval of the Treasury determine; and any such time may fall within or after the financial year concerned. 7A Where the Greater London Authority receives a grant under this section, it shall forthwith account for the grant to the   Mayor's Office for Policing and Crime   and pay it over to   that Office . 8 Where in consequence of a further determination under subsection (2) the amount of   a grant recipient's   grant is less than the amount already paid to it for the year concerned, a sum equal to the difference shall be paid by   the grant recipient   to the Secretary of State on such day as he may specify; but no sum shall be payable by   a grant recipient   under this subsection unless the report setting out the further determination has been approved by resolution of the House of Commons. 9 Where the Greater London Authority is required to pay a sum under subsection (8) above, the Mayor of London may direct the   Mayor's Office for Policing and Crime   to pay an amount not exceeding that sum to the Greater London Authority on such day as he may specify in the direction."}, {"act": "Police Act 1996", "year": 1996, "section": "47", "section_title": " Grants for capital expenditure.", "section_text": "47 1 The Secretary of State may make grants in respect of capital expenditure incurred (or to be incurred)  ...   by local policing bodies . 2 Grants under this section may be made either unconditionally or subject to conditions. 3 The Secretary of State shall exercise his powers under this section only with the approval of the Treasury. 4 Any grant   under subsection (1) in respect of expenditure incurred (or to be incurred) by the Mayor's Office for Policing and Crime   shall be paid to the Greater London Authority. 5 Where the Greater London Authority receives a grant under this section, it shall forthwith account for the grant to the   Mayor's Office for Policing and Crime   and pay it over to   that Office ."}, {"act": "Police Act 1996", "year": 1996, "section": "48", "section_title": " Grants for expenditure on safeguarding national security.", "section_text": "48 1 The Secretary of State may make grants in respect of expenditure incurred (or to be incurred) for police purposes   by local policing bodies in connection with safeguarding national security . 2 Grants under this section may be made either unconditionally or subject to conditions. 3 The Secretary of State shall exercise his powers under this section only with the approval of the Treasury. 4 Any grant   under subsection (1) in respect of expenditure incurred (or to be incurred) by the Mayor's Office for Policing and Crime   shall be paid to the Greater London Authority. 5 Where the Greater London Authority receives a grant under this section, it shall forthwith account for the grant to the   Mayor's Office for Policing and Crime   and pay it over to   that Office ."}, {"act": "Police Act 1996", "year": 1996, "section": "49", "section_title": " Local inquiries.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "50", "section_title": " Regulations for police forces.", "section_text": "50 1 Subject to the provisions of this section, the Secretary of State may make regulations as to the government, administration and conditions of service of police forces. 2 Without prejudice to the generality of subsection (1), regulations under this section may make provision with respect to— a the ranks to be held by members of police forces; b the qualifications for appointment and promotion of members of police forces; c periods of service on probation; d voluntary retirement of members of police forces; e the conduct, efficiency and effectiveness of members of police forces and the maintenance of discipline; f the suspension of members of a police force from membership of that force and from their office as constable; g the maintenance of personal records of members of police forces; h the duties which are or are not to be performed by members of police forces; i the treatment as occasions of police duty of attendance at meetings of the Police Federations and of any body recognised by the Secretary of State for the purposes of section 64; j the hours of duty, leave, pay and allowances of members of police forces; and k the issue, use and return of police clothing, personal equipment and accoutrements. 2ZA Regulations under this section may not make any provision which may be made under   section 50A (regulations as to police ranks) or under  section 1 of the Public Service Pensions Act 2013 in relation to members of police forces. 2ZB If the College of Policing submits to the Secretary of State draft regulations with respect to any of the matters mentioned in  subsection (2)(a), (b), (c) or (g)   subsection (2)(b), (c) or (g) , the Secretary of State shall make regulations in terms of the draft unless the Secretary of State considers that— a doing so would impair the efficiency or effectiveness of the police, or b it would be unlawful to do so, or c it would for some other reason be wrong to do so. 2ZC The Secretary of State may not make regulations with respect to any of the matters mentioned in  subsection (2)(a), (b), (c) or (g)   subsection (2)(b), (c) or (g)   unless the text of the regulations has been prepared or approved by the College of Policing. 2A Without prejudice to the generality of subsection (1) or (2), regulations under this section may make provision with respect to the procedures to be followed by police and crime commissioners, or the Mayor's Office for Policing and Crime, in exercising— a powers of suspension, or b powers of removal, (whether, in the case of the Mayor's Office for Policing and Crime, on their own initiative or in compliance with a requirement imposed by the Secretary of State). 2B In subsection (2A)— “ power of removal ” means— the power conferred on police and crime commissioners by section 38(3) of the 2011 Act to require chief constables to retire or resign; the power conferred on the Mayor's Office for Policing and Crime by section 48(3) of the 2011 Act to require the Commissioner or Deputy Commissioner of Police of the Metropolis to retire or resign; “ power of suspension ” means— the power conferred on police and crime commissioners by section 38(2) of the 2011 Act to suspend chief constables; the power conferred on the Mayor's Office for Policing and Crime by section 48(1) of the 2011 Act to suspend the Commissioner or Deputy Commissioner of Police of the Metropolis; and for this purpose  “ 2011 Act ” means the Police Reform and Social Responsibility Act 2011. 3 Without prejudice to the powers conferred by this section, regulations under this section shall— a establish, or b make provision for the establishment of, procedures for the taking of disciplinary proceedings in respect of the conduct, efficiency and effectiveness of members of police forces, including procedures for cases in which such persons may be dealt with by dismissal. 3A Regulations under this section may provide for the procedures that are established by or under regulations made by virtue of subsection (3) to apply (with or without modifications) in respect of the conduct, efficiency or effectiveness of any person where— a an allegation relating to the conduct, efficiency or effectiveness of the person comes to the attention of a chief officer of police, a local policing body or the  Director General of the Independent Office for Police Conduct , b at the time of the alleged misconduct, inefficiency or ineffectiveness the person was a member of a police force, and c condition A, B or C is satisfied in relation to the person. 3B Condition A is that the person ceases to be a member of a police force after the allegation first comes to the attention of a person mentioned in subsection (3A)(a). 3C Condition B is that the person had ceased to be a member of a police force before the allegation first came to the attention of a person mentioned in subsection (3A)(a) but the period between the person having ceased to be a member of a police force and the allegation first coming to the attention of a person mentioned in subsection (3A)(a) does not exceed the period specified in regulations under this section. 3D Condition C is that— a the person had ceased to be a member of a police force before the allegation first came to the attention of a person mentioned in subsection (3A)(a), b the period between the person having ceased to be a member of a police force and the allegation first coming to the attention of a person mentioned in subsection (3A)(a) exceeds the period specified for the purposes of condition B, and c the alleged misconduct, inefficiency or ineffectiveness is such that, if proved, the person could have been dealt with by dismissal if the person had still been a member of a police force. 3E Regulations made by virtue of subsection (3A) as they apply in a case where condition C is satisfied in relation to a person must provide that disciplinary proceedings may be taken against the person in respect of the alleged misconduct, inefficiency or ineffectiveness only if the   Director General of the Independent Office for Police Conduct   determines that taking such proceedings would be reasonable and proportionate having regard to— a the seriousness of the alleged misconduct, inefficiency or ineffectiveness, b the impact of the allegation on public confidence in the police, and c the public interest. 3F Regulations made by virtue of subsection (3A) may make provision about matters to be taken into account by the  Director General of the Independent Office for Police Conduct   for the purposes of subsection (3E)(a) to (c). 3G Regulations made by virtue of subsection (3A) must provide that disciplinary proceedings which are not the first disciplinary proceedings to be taken against the person in respect of the alleged misconduct, inefficiency or ineffectiveness may be taken only if they result from a re-investigation of the allegation (whether carried out under regulations under this section or under the Police Reform Act 2002) that begins within the period specified in the regulations. The period specified must begin with the date when the person ceased to be a member of a police force. 4 In relation to any matter as to which provision may be made by regulations under this section, the regulations may ... — a authorise or require provision to be made by, or confer discretionary powers on, the Secretary of State,   local policing bodies , chief officers of police or other persons, or b authorise or require the delegation by any person of functions conferred on that person by or under the regulations. 5 Regulations under this section for regulating pay and allowances may be made with retrospective effect to any date specified in the regulations, but nothing in this subsection shall be construed as authorising pay or allowances payable to any person to be reduced retrospectively. 6 Regulations under this section as to conditions of service shall secure that appointments for fixed terms are not made except where the person appointed holds the rank of superintendent or a higher rank. 6A Without prejudice to the powers conferred by this section, regulations under this section may make provision with respect to— a steps to be taken in connection with the appointment of senior officers; b payments to senior officers who cease to hold office before the end of a fixed term appointment. 6B In subsection (6A)  “ senior officer ” means— a a member of a police force holding a rank above that of chief superintendent; b the Commissioner of Police for the City of London. 7 Regulations under this section may make different provision for different cases and circumstances. 8 Any statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "50A", "section_title": "Regulations for police forces: ranks", "section_text": "50A 1 The Secretary of State may by regulations specify the ranks that may be held by members of police forces, other than chief officers of police. 2 The ranks must include the rank of constable. 3 The Secretary of State may by regulations make provision that is consequential on, or incidental or supplemental to, regulations under subsection (1). 4 The power conferred by subsection (3) includes power to— a repeal, revoke or otherwise amend legislation that (in relation to members of police forces in England and Wales) makes provision with respect to ranks that are not specified in regulations under subsection (1); b make other amendments of legislation that are consequential on regulations under subsection (1). 5 In subsection (4),  “ legislation ” means any provision of— a an Act (including this Act), b subordinate legislation within the meaning of the Interpretation Act 1978, c an Act of the Scottish Parliament or an instrument made under such an Act, d a Measure or Act of the National Assembly for Wales or an instrument made under a Measure or Act of that Assembly, or e Northern Ireland legislation or an instrument made under Northern Ireland legislation. 6 Regulations under this section may include transitional, transitory or saving provision. 7 Regulations under this section may make different provision for different cases or circumstances."}, {"act": "Police Act 1996", "year": 1996, "section": "50B", "section_title": "Regulations under section 50A: procedure", "section_text": "50B 1 A statutory instrument containing regulations under section 50A may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 2 If the College of Policing submits to the Secretary of State a draft of regulations under section 50A, then (subject to subsection (3)) the Secretary of State must— a lay before each House of Parliament for approval a draft of a statutory instrument containing regulations in terms of the draft prepared by the College of Policing, and b if the draft of the statutory instrument is approved by both Houses of Parliament, make the regulations in those terms. 3 The duty under subsection (2) does not apply if the Secretary of State considers— a that it would be unlawful to make regulations in terms of the draft, b that it would impair the efficiency of the police to do so, or c that it would for some other reason be wrong to do so. 4 The Secretary of State may not lay before each House of Parliament for approval a draft of a statutory instrument containing regulations under section 50A unless— a the draft is laid in accordance with the duty under subsection (2), or b the College of Policing has approved the text of the regulations."}, {"act": "Police Act 1996", "year": 1996, "section": "51", "section_title": " Regulations for special constables.", "section_text": "51 1 The Secretary of State may make regulations as to the government, administration and conditions of service of special constables. 2 Without prejudice to the generality of subsection (1), regulations under this section may make provision with respect to— a the qualifications for appointment of special constables; b the retirement of special constables; ba the conduct  , efficiency and effectiveness   of special constables and the maintenance of discipline; c the suspension of special constables from their office as constable;  and   ca the treatment as occasions of police duty of attendance at meetings of the Police Federations and of any body recognised by the Secretary of State for the purposes of section 64; d the allowances payable to special constables; and e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2ZA Regulations under this section may not make any provision which may be made under section 1 of the Public Service Pensions Act 2013 in relation to special constables. 2ZB If the College of Policing submits to the Secretary of State draft regulations with respect to— a the ranks to be held by special constables, b the qualifications for appointment and promotion of special constables, c periods of service on probation, or d maintenance of personal records of special constables, the Secretary of State shall make regulations in terms of the draft. 2ZC The duty in subsection (2ZB) does not apply if the Secretary of State considers that— a making regulations in terms of the draft would impair the efficiency or effectiveness of the police, or b it would be unlawful to make regulations in those terms, or c it would for some other reason be wrong to make regulations in those terms. 2ZD The Secretary of State may not make regulations with respect to the matters mentioned in subsection (2ZB) unless the text of the regulations has been prepared or approved by the College of Policing. 2A Without prejudice to the powers conferred by this section, regulations under this section shall— a establish, or b make provision for the establishment of, procedures for the taking of disciplinary proceedings in respect of the conduct, efficiency and effectiveness of special constables, including procedures for cases in which such persons may be dealt with by dismissal. 2B Regulations under this section may provide for the procedures that are established by or under regulations made by virtue of subsection (2A) to apply (with or without modifications) in respect of the conduct, efficiency or effectiveness of any person where— a an allegation relating to the conduct, efficiency or effectiveness of the person comes to the attention of a chief officer of police, a local policing body or the  Director General of the Independent Office for Police Conduct , b at the time of the alleged misconduct, inefficiency or ineffectiveness the person was a special constable, and c condition A, B or C is satisfied in relation to the person. 2C Condition A is that the person ceases to be a special constable after the allegation first comes to the attention of a person mentioned in subsection (2B)(a). 2D Condition B is that the person had ceased to be a special constable before the allegation first came to the attention of a person mentioned in subsection (2B)(a) but the period between the person having ceased to be a special constable and the allegation first coming to the attention of a person mentioned in subsection (2B)(a) does not exceed the period specified in regulations under this section. 2E Condition C is that— a the person had ceased to be a special constable before the allegation first came to the attention of a person mentioned in subsection (2B)(a), b the period between the person having ceased to be a special constable and the allegation first coming to the attention of a person mentioned in subsection (2B)(a) exceeds the period specified for the purposes of condition B, and c the alleged misconduct, inefficiency or ineffectiveness is such that, if proved, the person could have been dealt with by dismissal if the person had still been a special constable. 2F Regulations made by virtue of subsection (2B) as they apply in a case where condition C is satisfied in relation to a person must provide that disciplinary proceedings may be taken against the person in respect of the alleged misconduct, inefficiency or ineffectiveness only if the   Director General of the Independent Office for Police Conduct   determines that taking such proceedings would be reasonable and proportionate having regard to— a the seriousness of the alleged misconduct, inefficiency or ineffectiveness, b the impact of the allegation on public confidence in the police, and c the public interest. 2G Regulations made by virtue of subsection (2B) may make provision about matters to be taken into account by the  Director General of the Independent Office for Police Conduct   for the purposes of subsection (2F)(a) to (c). 2H Regulations made by virtue of subsection (2B) must provide that disciplinary proceedings which are not the first disciplinary proceedings to be taken against the person in respect of the alleged misconduct, inefficiency or ineffectiveness may be taken only if they result from a re-investigation of the allegation (whether carried out under regulations under this section or under the Police Reform Act 2002) that begins within the period specified in the regulations. The period specified must begin with the date when the person ceased to be a special constable. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A In relation to any matter as to which provision may be made by regulations under this section, the regulations may— a authorise or require provision to be made by, or confer discretionary powers on, the Secretary of State,   local policing bodies , chief officers of police or other persons, or b authorise or require the delegation by any person of functions conferred on that person by or under the regulations. 4 Subsections (7) and (8) of section 50 shall apply to regulations under this section."}, {"act": "Police Act 1996", "year": 1996, "section": "52", "section_title": " Regulations for police cadets.", "section_text": "52 1 The Secretary of State may make regulations as to the government, administration and conditions of service of police cadets. 1ZA Regulations under this section may not make any provision which may be made under section 1 of the Public Service Pensions Act 2013 in relation to police cadets. 1A In relation to any matter as to which provision may be made by regulations under this section, the regulations may— a authorise or require provision to be made by, or confer discretionary powers on, the Secretary of State,   local policing bodies , chief officers of police or other persons, or b authorise or require the delegation by any person of functions conferred on that person by or under the regulations. 2 Subsections (5), (7) and (8) of section 50 shall apply to regulations under this section. 3 Before making regulations under this section relating to pensions the Secretary of State shall consult with the Police Advisory Board for England and Wales and shall also invite the views of the Northern Ireland Policing Board and the Police Association for Northern Ireland."}, {"act": "Police Act 1996", "year": 1996, "section": "52A", "section_title": "Regulations about hours, leave or pay: consultation  etc", "section_text": "52A 1 This section applies where the Secretary of State is proposing to make regulations under section 50 or 52 on a matter that relates to— a hours of duty, b leave, c pay and allowances, or d the issue, use and return of police clothing, personal equipment and accoutrements. 2 In the case of regulations under section 50 concerning members of police forces of or below the rank of chief superintendent, or regulations under section 52, before making the regulations the Secretary of State shall (subject to subsection (5))— a refer the matter to the Police Remuneration Review Body under section 64B(1), and b consider that body's report on the matter. 3 In the case of regulations under section 50 concerning members of police forces above the rank of chief superintendent, before making the regulations the Secretary of State shall (subject to subsection (5))— a consider advice on the matter from the Senior Salaries Review Body, or b where subsection (4) applies, refer the matter to the Police Remuneration Review Body under section 64B(1) and consider that body's report on the matter. 4 This subsection applies where— a the regulations would affect members of police forces who are not above the rank of chief superintendent as well as those who are, and b the Secretary of State thinks that it would be preferable for the matter to be considered by the same body. 5 The duty to consider advice from the Senior Salaries Review Body or to refer the matter to the Police Remuneration Review Body does not apply if the Secretary of State considers that— a there is not enough time to do so because the need to make the regulations is so urgent, or b it is unnecessary to do so by reason of the nature of the proposed regulations. 6 In all cases, before making the regulations the Secretary of State shall supply a draft of them to, and consider any representations made by, persons whom the Secretary of State considers to represent the interests of— a the persons and bodies who between them maintain police forces; b chief officers of police; c members of police forces; d police cadets appointed under section 28. 7 The Secretary of State may by order amend this section in consequence of a change in the name or functions of the body for the time being specified in subsection (3)(a). 8 A statutory instrument containing an order under subsection (7) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "53", "section_title": " Regulations as to standard  and provision   of equipment.", "section_text": "53 1 The Secretary of State may make regulations requiring equipment provided or used for police purposes to satisfy such requirements as to design and performance as may be prescribed in the regulations. 1A The Secretary of State may by regulations make any or all of the following provisions— a provision requiring   one or more police forces , when using equipment for the purposes specified in the regulations to use only— i the equipment which is specified in the regulations; ii equipment which is of a description so specified; or iii equipment which is of a type approved by the Secretary of State in accordance with the regulations; b provision requiring   one or more police forces   to keep available for use the equipment falling within paragraph (a)(i) to (iii) which is specified or described in, or approved in accordance with, the regulations; c provision prohibiting   one or more police forces   from using equipment of a type approved as mentioned in paragraph (a)(iii) except— i where the conditions subject to which the approval was given are satisfied; and ii in accordance with the other terms of that approval; d provision requiring equipment used by   one or more police forces   to comply, in the case of all police forces, with such conditions as may be specified in the regulations, or as may be approved by the Secretary of State in accordance with the regulations; e provision prohibiting   one or more police forces   from using equipment specified in the regulations, or any equipment of a description so specified. 1AA The Secretary of State may, by regulations, make provision about the arrangements which must be, may be, or must not be, used for the provision of equipment for use for police purposes. 1AB The regulations may, in particular— a make provision about the nature or terms of such arrangements, or b prescribe arrangements which may be, or must be, used. 1B The Secretary of State shall not make any regulations under subsection (1A)  or (1AA)   unless he considers it necessary to do so for the purpose of promoting the efficiency and effectiveness   of one or more police forces . 2 Before making any regulations under this section, the Secretary of State shall consult with— a such persons as appear to the Secretary of State to represent the views of police and crime commissioners; aa the Mayor's Office for Policing and Crime; ab the Common Council; b the National Police Chiefs' Council ; and c such other persons as he thinks fit. 2A Regulations under this section may make different provision for different cases and circumstances. 2B A statutory instrument containing any regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2C In this section “ equipment ” includes— za software; a vehicles; and b headgear and protective and other clothing."}, {"act": "Police Act 1996", "year": 1996, "section": "53A", "section_title": " Regulation of procedures and practices", "section_text": "53A 1 The Secretary of State may by regulations make provision requiring   one or more police forces — a to adopt particular procedures or practices; or b to adopt procedures or practices of a particular description. 1A If the College of Policing, having consulted the National Crime Agency, submits to the Secretary of State a draft of regulations under this section, the Secretary of State shall make regulations in terms of the draft unless the Secretary of State considers that— a doing so would impair the efficiency or effectiveness of the police, or b it would be unlawful to do so, or c it would for some other reason be wrong to do so. 1B The Secretary of State may not make regulations under this section unless the text of the regulations has been prepared or approved by the College of Policing. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Regulations under this section may make different provision for different cases and circumstances. 9 A statutory instrument containing   regulations   under this section shall not be made unless a draft of the regulations has been laid before Parliament and approved by a resolution of each House. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "53E", "section_title": "Guidance about civilian staff employed by local policing bodies and chief officers", "section_text": "53E 1 In this section  “ relevant civilian staff ” means individuals, other than constables, who— a are employed by a local policing body or a chief officer of police, or b provide services to a local policing body or a chief officer of police, in pursuance of contractual arrangements but without being employed by the body or officer, and can be expected to have frequent contact with members of the public in the course of doing so. 2 The College of Policing may issue guidance to local policing bodies and chief officers of police with regard to— a the experience or qualifications to be expected of relevant civilian staff; b the training to be undertaken by such staff. 3 The College may from time to time revise the whole or any part of any guidance issued under this section. 4 The College shall publish any guidance issued under this section and any revision of it. 5 In discharging any function to which guidance under this section relates, a local policing body or chief officer of police shall have regard to the guidance."}, {"act": "Police Act 1996", "year": 1996, "section": "53F", "section_title": "Guidance about designated police volunteers", "section_text": "53F 1 The College of Policing may issue guidance to chief officers of police about— a the experience or qualifications that it would be appropriate for a person to have before being designated as a community support volunteer or a policing support volunteer under section 38 of the Police Reform Act 2002; b the training to be undertaken by a person before being so designated or after being so designated. 2 The College may from time to time revise the whole or any part of any guidance issued under this section. 3 The College must publish any guidance issued under this section and any revision of it. 4 Each chief officer of police must have regard to guidance issued under this section."}, {"act": "Police Act 1996", "year": 1996, "section": "54", "section_title": " Appointment and functions of inspectors of constabulary.", "section_text": "54 1 Her Majesty may appoint such number of inspectors (to be known as “Her Majesty’s Inspectors of Constabulary”) as the Secretary of State may with the consent of the Treasury determine, and of the persons so appointed one may be appointed as chief inspector of constabulary. 2 The inspectors of constabulary shall inspect, and report  ... on the efficiency and effectiveness of, every police force maintained for a police area  ...   ...  .... 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B The Secretary of State may at any time require the inspectors of constabulary to carry out an inspection under this section of a police force maintained for any police area; and a requirement under this subsection may include a requirement for the inspection to be confined to a particular part of the force in question, to particular matters or to particular activities of that force. 2BA The local policing body for a police area may at any time request the inspectors of constabulary to carry out an inspection under this section of a police force maintained for that police area; and a request under this subsection may include a request for the inspection to be confined to a particular part of the force in question, to particular matters or to particular activities of that force. 2BB Where a local policing body requests the inspectors to carry out an inspection under subsection (2BA), the body must pay to the inspectors such reasonable costs incurred or to be incurred in connection with the inspection as the inspectors may require. 2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2D It shall be the duty of the chief inspector of constabulary— a to enter into arrangements with the  Director General of the Independent Office for Police Conduct (“the Director General”)   for the purpose of securing cooperation, in the carrying out of their respective functions, between the inspectors of constabulary and  the Director General ; and b to ensure that inspectors of constabulary provide  the Director General   with all such assistance and co-operation as may be required by those arrangements or as otherwise appears to the chief inspector to be appropriate for facilitating the carrying out by  the Director General   of  his or her   functions. 3 The inspectors of constabulary shall carry out such other duties for the purpose of furthering police efficiency and effectiveness as the Secretary of State may from time to time direct. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The chief inspector of constabulary shall in each year submit to the Secretary of State a report   on the carrying out of inspections under this section , and the   chief inspector   shall lay a copy of that report before Parliament. 4A A report under subsection (4) must include the chief inspector's assessment of the efficiency and effectiveness of policing in England and Wales for the year in respect of which the report is prepared. 5 The inspectors of constabulary shall be paid such salary and allowances as the Secretary of State may with the consent of the Treasury determine. 6 Schedule 4A (which makes further provision about the inspectors of constabulary) has effect. 7 For the purposes of this section, a police force includes— a staff appointed by the chief officer of police of the police force; aa persons designated as community support volunteers or policing support volunteers under section 38 of the Police Reform Act 2002; b staff appointed by a local policing body if, or to the extent that, they are employed to assist the police force; c persons providing services, in pursuance of contractual arrangements (but without being employed by the chief officer of police of the police force or its local policing body), to assist the police force in relation to the discharge of its chief officer's functions; d any other persons if, or to the extent that, they are engaged by virtue of any enactment in carrying out the activities of the police force."}, {"act": "Police Act 1996", "year": 1996, "section": "55", "section_title": " Publication of reports.", "section_text": "55 1 The inspectors of constabulary must arrange for any report prepared under section 54 to be published in such manner as appears to the inspectors to be appropriate. 2 But the inspectors of constabulary must exclude from publication under subsection (1) anything that the inspectors consider— a would be against the interests of national security, or b might jeopardise the safety of any person. 2A The inspectors must disclose to the Secretary of State anything excluded from publication by virtue of subsection (2). 3 The inspectors of constabulary must send a copy of the published report to— a the Secretary of State, b the local policing body maintaining the police force to which the report relates, c the chief officer of police of that police force, and d any police and crime panel established under section 28 of the Police Reform and Social Responsibility Act 2011 for the police area of that police force. 4 The   local policing body   shall invite the chief officer of police to submit comments on the published report to the   body   before such date as it may specify. 5 The   local policing body   shall prepare comments on the published report and shall arrange for— a its comments, b any comments submitted by the chief officer of police in accordance with subsection (4), and c any response which the   body   has to the comments submitted by the chief officer of police, to be published in such manner as appears to the   body   to be appropriate. 5A The comments of the local policing body, together with any comments submitted by the chief officer of police and any response to those comments by the local policing body, must be published before the end of the period of 56 days beginning with the day on which the report is published. 5B If the published report includes a recommendation, the comments of the local policing body must include an explanation of— a the action the local policing body has taken or proposes to take in response to the recommendation, or b why the local policing body has not taken, or does not propose to take, any action in response. 6 The   local policing body    ... shall send a copy of any document published under subsection (5)  to—  a the inspectors of constabulary, and b the Secretary of State. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "56", "section_title": " Assistant inspectors and staff officers.", "section_text": "56 1 The  chief inspector of constabulary   may appoint assistant inspectors of constabulary. 2 Members of a police force may be appointed by the  chief inspector of constabulary   to be assistant inspectors of constabulary or to be staff officers to the inspectors of constabulary. 3 Persons appointed under this section shall be paid such salary and allowances as the Secretary of State may with the consent of the Treasury determine."}, {"act": "Police Act 1996", "year": 1996, "section": "57", "section_title": " Common services.", "section_text": "57 1 The Secretary of State may provide and maintain, or may contribute to the provision or maintenance of, such organisations, facilities and services as he considers necessary or expedient for promoting the efficiency or effectiveness of the police. 1A The power conferred by subsection (1) includes power to give financial assistance to any person in connection with the provision or maintenance of such organisations, facilities and services as are mentioned in that subsection. 1B Financial assistance under subsection (1)— a may, in particular, be given in the form of a grant, loan or guarantee or investment in a body corporate; and b may be given subject to terms and conditions determined by the Secretary of State; but any financial assistance under that subsection other than a grant requires the consent of the Treasury. 1C Terms and conditions imposed under subsection (1B)(b) may include terms and conditions as to repayment with or without interest. 1D Any sums received by the Secretary of State by virtue of terms and conditions imposed under that subsection are to be paid into the Consolidated Fund. 2 Charges may be made for the use of facilities and services provided by the Secretary of State (or by organisations provided or maintained by him) under subsection (1). 3 The Secretary of State may by regulations make provision for requiring   one or more police forces   to use specified facilities or services, or facilities or services of a specified description, (whether or not provided under subsection (1)) if he considers that it would be in the interests of the efficiency or effectiveness of the police for them to do so. 3A Regulations under this section relating to all police forces may also require the    National Crime Agency   to use the specified facilities or services, or the facilities or services of a specified description, if the Secretary of State considers that it would be in the interests of the efficiency or effectiveness of the   Agency for the Agency  to do so. 4 Before making regulations under this section, the Secretary of State shall consult— a such persons as appear to the Secretary of State to represent the views of police and crime commissioners, aa the Mayor's Office for Policing and Crime, ab the Common Council, b the National Police Chiefs' Council ; and c if the regulations relate to the   National Crime Agency , that Agency. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "58", "section_title": " Research.", "section_text": "58 The Secretary of State may set up such bodies and take such other steps as appear to him to be necessary or expedient for the purpose of undertaking research into matters affecting the efficiency or effectiveness of the police."}, {"act": "Police Act 1996", "year": 1996, "section": "59", "section_title": " Police Federations.", "section_text": "59 1 There shall continue to be a Police Federation for England and Wales for the purpose of representing members of the police forces in England and Wales, and special constables appointed for a police area in England and Wales, in all matters affecting their welfare and efficiency, except for— a questions of promotion affecting individuals, and b (subject to subsection (2)) questions of discipline affecting individuals. 1A In fulfilling that purpose, the Police Federation for England and Wales must— a protect the public interest, b maintain high standards of conduct, and c maintain high standards of transparency. 1B There shall continue to be a Police Federation for Scotland for the purpose of representing constables of the Police Service of Scotland in all matters affecting their welfare and efficiency, except for— a questions of promotion affecting individuals, and b (subject to subsection (2A)) questions of discipline affecting individuals. 2 The Police Federation for England and Wales may— a represent a member of a police force at any proceedings brought under regulations made in accordance with section 50(3) above, or on an appeal from any such proceedings; b represent a special constable at any proceedings brought under regulations made in accordance with section 51(2A) above, or on an appeal from any such proceedings. 2A The Police Federation for Scotland may represent a constable of the Police Service of Scotland at any proceedings brought under regulations made in accordance with section 48 of the Police and Fire Reform (Scotland) Act 2012 (asp 8) in so far as relating to the matters described in section 52 of that Act, or on an appeal from any such proceedings. 3 Except on an appeal to a police appeals tribunal or as provided in regulations made in accordance with section 84— a a member of a police force in England and Wales may only be represented under subsection (2)(a) by another member of a police force or a special constable; b a special constable appointed for a police area in England and Wales may only be represented under subsection (2)(b) by another special constable or a member of a police force; c a constable of the Police Service of Scotland may only be represented under subsection (2A) by another constable of the Police Service of Scotland. 4 The Police Federations shall act through local and central representative bodies. 5 The Police Federations and every branch of a Federation shall be entirely independent of, and subject to subsection (6) unassociated with, any body or person outside the police service, but may employ persons outside the police service in an administrative or advisory capacity. 6 The Secretary of State— a may authorise a Police Federation or a branch of a Federation to be associated with a person or body outside the police service in such cases and manner, and subject to such conditions and restrictions, as he may specify, and b may vary or withdraw an authorisation previously given; and anything for the time being so authorised shall not be precluded by subsection (5). 7 This section applies to police cadets as it applies to members of police forces, and references to the police service shall be construed accordingly. 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "60", "section_title": " Regulations for Police Federations.", "section_text": "60 1 The Secretary of State may by regulations— a prescribe the constitution and proceedings of the Police Federations, or b authorise the Federations to make rules concerning such matters relating to their constitution and proceedings as may be specified in the regulations. 2 Without prejudice to the generality of subsection (1), regulations under this section may make provision— a with respect to the membership of the Federations; b with respect to the raising of funds by the Federations by voluntary subscription and the use and management of funds derived from such subscriptions; c with respect to the manner in which representations may be made by committees or bodies of the Federations to  local policing bodies,   the Scottish Police Authority ,   chief officers of police and the Secretary of State; d for the payment by the Secretary of State of expenses incurred in connection with the Federations and for the use by the Federations of premises provided by  local policing bodies or   the Scottish Police Authority  for  police purposes; and e   about the pay, pension or allowances and other conditions of service for any member of a police force or special constable who is the secretary or officer of a Police Federation (including provision which applies existing regulations with modifications), and may require   the appropriate Federation to make contributions in respect of the pay, pension or allowances payable to or in respect of any such person. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Regulations under this section may contain such supplementary and transitional provisions as appear to the Secretary of State to be appropriate, including provisions adapting references in any enactment (including this Act) to committees or other bodies of the Federations. 4 Before making any regulations under this section the Secretary of State shall consult— a for regulations extending to England and Wales, the national board of the Police Federation for England and Wales, and b for regulations extending to Scotland, the three Central Committees of the Police Federation for Scotland, sitting together as a Joint Committee. 5 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 This section applies to police cadets as it applies to members of police forces."}, {"act": "Police Act 1996", "year": 1996, "section": "60A", "section_title": "Sections 59 and 60: special provision for the Scottish Police Services Authority and the Scottish Crime and Drug Enforcement Agency", "section_text": "60A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "61", "section_title": " The Police Negotiating Board for the United Kingdom.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "62", "section_title": " Functions of the Board with respect to regulations.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "63", "section_title": "  Police Advisory Board for England and Wales  ", "section_text": "63 1 There shall continue to be a Police Advisory Board for England and Wales  ... for the purpose of advising the Secretary of State on general questions affecting the police  .... 1ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The constitution and proceedings of  the Police Advisory Board for England and Wales   shall be such as the Secretary of State may determine after consulting organisations representing the interests  of local policing bodies,   of police authorities and of members of police forces and police cadets. 3 Before making— a   regulations or rules under section 50, 52, 84 or 85 , other than regulations  to which section 50(2ZC) applies or   regulations of a kind referred to in section 52A(1) , or b regulations under Part 2   or 2B  of the Police Reform Act 2002,  or  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d an order under section 97A, or e an order under section 11A of the Police Pensions Act 1976 (power to amend kinds of service), the Secretary of State shall supply the Police Advisory Board for England and Wales with a   draft of the regulations, rules or order , and take into consideration any representations made by that Board. 4 Section 4K of the Fire and Rescue Services Act 2004  and section 107EE of the Local Democracy, Economic Development and Construction Act 2009 also impose requirements   on the Secretary of State to consult the Police Advisory Board for England and Wales."}, {"act": "Police Act 1996", "year": 1996, "section": "64", "section_title": " Membership of trade unions.", "section_text": "64 1 Subject to the following provisions of this section, a member of a police force shall not be a member of any trade union, or of any association having for its objects, or one of its objects, to control or influence the pay, pensions or conditions of service of any police force. 2 Where a person was a member of a trade union before becoming a member of a police force, he may, with the consent of the chief officer of police, continue to be a member of that union during the time of his service in the police force. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section applies to police cadets as it applies to members of a police force, and references to a police force or to service in a police force shall be construed accordingly. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Nothing in this section applies to membership of the Police Federations, or of any body recognised by the Secretary of State for the purposes of this section as representing members of police forces who are not members of those Federations."}, {"act": "Police Act 1996", "year": 1996, "section": "64A", "section_title": "The Police Remuneration Review Body", "section_text": "64A 1 There shall be a body called the Police Remuneration Review Body. 2 It shall consist of— a a chair appointed by the Prime Minister, and b five or more other members appointed by the Secretary of State, one of whom the Secretary of State may appoint as deputy chair. 3 Before making an appointment, the Prime Minister or the Secretary of State shall consult the Department of Justice in Northern Ireland. 4 The Secretary of State may by order— a change the name of the body established by this section, and b make consequential amendments to any provision contained in or made under this or any other Act. 5 A statutory instrument containing an order under subsection (4) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Schedule 4B shall have effect in relation to the Police Remuneration Review Body."}, {"act": "Police Act 1996", "year": 1996, "section": "64B", "section_title": "Reports by the Police Remuneration Review Body", "section_text": "64B 1 The Police Remuneration Review Body shall consider and report on any matter referred to it by the Secretary of State that relates to— a hours of duty, b leave, c pay and allowances, or d the issue, use and return of police clothing, personal equipment and accoutrements, as regards members of police forces of or below the rank of chief superintendent or police cadets appointed under section 28. 2 A report under subsection (1) shall be submitted to— a the Secretary of State, and b the Prime Minister, and the Secretary of State shall arrange for it to be published. 3 The Police Remuneration Review Body shall also consider and report on any matter referred to it by the Department of Justice in Northern Ireland that relates to— a hours of duty, b leave, c pay and allowances, or d the issue, use and return of equipment, as regards members of the Police Service of Northern Ireland of or below the rank of chief superintendent, police trainees appointed under section 39 of the Police (Northern Ireland) Act 2000 or police cadets appointed under section 42 of that Act. 4 A report under subsection (3) shall be submitted to the Department of Justice, and that Department shall arrange for it to be published. 5 When referring a matter to the Police Remuneration Review Body, the Secretary of State or Department of Justice may give directions to that body about— a the time within which it must report; b considerations to which it must have particular regard; c the evidence that it must obtain; d matters on which it is to make recommendations. 6 The Police Remuneration Review Body may include in a report under this section any recommendations it considers appropriate arising out of matters referred to it under this section (whether or not it is required to do so by a direction under subsection (5)). 7 A reference or direction under this section may be varied or revoked."}, {"act": "Police Act 1996", "year": 1996, "section": "65", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "66", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "67", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "68", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "69", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "70", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "71", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "72", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "73", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "74", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "75", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "76", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "77", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "78", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "79", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "80", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "81", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "82", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "83", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "84", "section_title": " Representation  etc.  at disciplinary and other proceedings", "section_text": "84 1 The Secretary of State shall by regulations make provision for or in connection with— a enabling the officer concerned or a relevant authority to be represented in proceedings conducted under regulations made in pursuance of section 50(3)   or (3A)  or section 51(2A)  or (2B) ; b enabling the panel conducting such proceedings to receive advice from a relevant lawyer or another person falling within any prescribed description of persons. 2 Regulations under this section may in particular make provision— a specifying the circumstances in which the officer concerned or a relevant authority is entitled to be legally represented (by a relevant lawyer); b specifying the circumstances in which the officer concerned or a relevant authority is entitled to be represented by a person (other than a relevant lawyer) who falls within any prescribed description of persons; c for securing that— i a relevant authority may be legally represented, and ii the panel conducting the proceedings may receive advice from a relevant lawyer, whether or not the officer concerned is legally represented. 3 Without prejudice to the powers conferred by this section, regulations under this section shall, in relation to cases where the officer concerned is entitled to legal or other representation, make provision— a for securing that the officer is notified of his right to such representation; b specifying when the officer is to be so notified; c for securing that proceedings at which the officer may be dismissed are not to take place unless the officer has been notified of his right to such representation. 4 In this section— “ the officer concerned ”, in relation to proceedings within subsection (1)(a), means the member of a police force or special constable   or, as the case may be, the former member of a police force or the former special constable,  to whom the proceedings relate; “ the panel ”, in relation to proceedings within subsection (1)(a), means the panel of persons, or the person, prescribed for the purpose of conducting the proceedings; “ prescribed ” means prescribed by regulations under this section; “ relevant authority\"  , in relation to proceedings conducted under regulations made in pursuance of section 50(3) or section 51(2A),  means— where the officer concerned is a member of a police force (other than   the chief officer of police ), or a special constable, the chief officer of police of the police force of which the officer is a member, or for which the officer is appointed as a special constable; where the officer concerned is   the chief officer of police, the local policing body   for the police force of which the officer is a member;   “ relevant authority ”, in relation to proceedings conducted under regulations made in pursuance of section 50(3A) or section 51(2B), means—  where the officer concerned is a former member of a police force (other than a former chief officer of police), or a former special constable, the chief officer of police of the police force of which the officer was last a member, or for which the officer was last appointed as a special constable; where the officer concerned is a former chief officer of police, the local policing body for the police force of which the officer was last a member; “ relevant lawyer ” means a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes the exercise of a right of audience (within the meaning of that Act); “ senior officer ” means a member of a police force holding a rank above that of chief superintendent. 5 But in prescribed circumstances  “ relevant authority ” also includes the  Independent Office for Police Conduct . 6 Regulations under this section may make different provision for different cases and circumstances. 7 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 Subsection (7) does not apply to a statutory instrument containing (whether alone or with other provision) any regulations under this section coming into force at a time that is the earliest time at which any regulations under this section are to come into force since the commencement of paragraph 7 of Schedule 22 to the Criminal Justice and Immigration Act 2008. 9 A statutory instrument within subsection (8) may not be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "85", "section_title": " Appeals against dismissal etc.", "section_text": "85 1 The Secretary of State shall by rules make provision specifying the cases in which a member of a police force or a special constable   , or a former member of a police force or a former special constable,  may appeal to a police appeals tribunal. 2 A police appeals tribunal may, on the determination of an appeal under this section, make an order dealing with the appellant in any way in which he could have been dealt with by the person who made the decision appealed against. 3 The Secretary of State may make rules as to the procedure on appeals to police appeals tribunals under this section. 4 Rules made under this section may, in particular, make provision— a for enabling a police appeals tribunal, in such circumstances as are specified in the rules, to determine a case without a hearing; b for the appellant or the respondent to be entitled, in a case where there is a hearing, to be represented— i by a relevant lawyer within the meaning of section 84, or ii by a person who falls within any description of persons prescribed by the rules; c for enabling a police appeals tribunal to require any person to attend a hearing to give evidence or to produce documents, and rules made in pursuance of paragraph (c) may apply subsections (2) and (3) of section 250 of the Local Government Act 1972 with such modifications as may be set out in the rules. 4A Rules under this section may make different provision for different cases and circumstances. 5 A statutory instrument containing rules under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5A Subsection (5) does not apply to a statutory instrument containing (whether alone or with other provision) the first rules made under this section after the commencement of paragraph 8 of Schedule 22 to the Criminal Justice and Immigration Act 2008: such an instrument may not be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 6 Schedule 6 shall have effect in relation to appeals under this section."}, {"act": "Police Act 1996", "year": 1996, "section": "86", "section_title": " Admissibility of statements in subsequent proceedings.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "87", "section_title": " Guidance concerning disciplinary proceedings etc.", "section_text": "87 1 The Secretary of State may issue guidance as to the discharge of their disciplinary functions to— a local policing bodies, b chief officers of police, c other members of police forces, d civilian police employees, and e the  Director General of the Independent Office for Police Conduct . 1B The College of Policing may, with the approval of the Secretary of State, issue guidance to the persons mentioned in subsection (1)(a) to (c) as to the discharge of their disciplinary functions in relation to members of police forces and special constables and former members of police forces and former special constables. 2 Nothing in this section shall authorise the issuing of any guidance about a particular case. 3 It shall be the duty of every person to whom any guidance under this section is issued to have regard to that guidance in discharging the functions to which the guidance relates. 4 A failure by a person to whom guidance under this section is issued to have regard to the guidance shall be admissible in evidence in any disciplinary proceedings or on any appeal from a decision taken in any such proceedings. 4A In this section  “ disciplinary functions ” means— a functions in relation to the conduct, efficiency and effectiveness of, and the maintenance of discipline of, the following persons (including functions in relation to disciplinary proceedings)— i members of police forces; ii special constables; iii civilian police employees; iv persons designated as community support volunteers or policing support volunteers under section 38 of the Police Reform Act 2002; b functions in relation to disciplinary proceedings against persons who were, but have ceased to be, persons falling within paragraph (a). 5 In this section— “ civilian police employee ” means— a member of the civilian staff of a police force, including the metropolitan police force (within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011), or a person employed by the Common Council of the City of London in its capacity as police authority who is under the direction and control of the Commissioner of Police for the City of London; “disciplinary proceedings”— in relation to a member of a police force or a special constable, or a former member of a police force or a former special constable, means any proceedings under regulations under section 50 or 51 that are identified as disciplinary proceedings by those regulations; in relation to any other person, means any proceedings identified as disciplinary proceedings by regulations made by the Secretary of State for the purposes of this section. 6 A statutory instrument containing regulations under paragraph (b) of the definition of  “disciplinary proceedings” in subsection (5) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "87A", "section_title": "Guidance concerning conduct  etc", "section_text": "87A 1 The Secretary of State may issue guidance as to matters of conduct, efficiency and effectiveness to— a members of police forces, b special constables,  ... c civilian police employees  , and d persons designated as community support volunteers or policing support volunteers under section 38 of the Police Reform Act 2002. 2 The College of Policing may, with the approval of the Secretary of State, issue guidance of the type described in subsection (1) to the persons mentioned in paragraphs (a) and (b) of that subsection. 3 It shall be the duty of every person to whom any guidance under this section is issued to have regard to the guidance. 4 A failure by a person to whom guidance under this section is issued to have regard to the guidance shall be admissible in evidence in any disciplinary proceedings brought against the person. 5 In this section  “ civilian police employees ” and  “ disciplinary proceedings ” have the same meaning as in section 87."}, {"act": "Police Act 1996", "year": 1996, "section": "88", "section_title": " Liability for wrongful acts of constables.", "section_text": "88 1 The chief officer of police for a police area shall be liable in respect of   any unlawful conduct of   constables under his direction and control in the performance or purported performance of their functions in like manner as a master is liable in respect of torts committed by his servants in the course of their employment, and accordingly shall   , in the case of a tort,   be treated for all purposes as a joint tortfeasor. 2 There shall be paid out of the police fund— a any damages or costs awarded against the chief officer of police in any proceedings brought against him by virtue of this section and any costs incurred by him in any such proceedings so far as not recovered by him in the proceedings; and b any sum required in connection with the settlement of any claim made against the chief officer of police by virtue of this section, if the settlement is approved by the   local policing body                   . 3 Any proceedings in respect of a claim made by virtue of this section shall be brought against the chief officer of police for the time being or, in the case of a vacancy in that office, against the person for the time being performing the functions of the chief officer of police; and references in subsections (1) and (2) to the chief officer of police shall be construed accordingly. 4 A   local policing body   may, in such cases and to such extent as appear to it to be appropriate, pay out of the police fund— a any damages or costs awarded against a person to whom this subsection applies in proceedings for   any unlawful conduct of   that person, b any costs incurred and not recovered by such a person in such proceedings, and c any sum required in connection with the settlement of a claim that has or might have given rise to such proceedings. 5 Subsection (4) applies to a person who is— a a member of the police force maintained by the   local policing body , b a constable for the time being required to serve with that force by virtue of section 24 or 98  of this Act  ... , or c a special constable appointed for the   local policing body's   police area. 5A This section shall have effect where, by virtue of   Part 3 of Schedule 3 to the Crime and Courts Act 2013, a National Crime Agency officer   who is neither a constable nor an employee of the   local policing body   is provided to a police force as if— a any unlawful conduct of his in the performance or purported performance of his functions were unlawful conduct of a constable under the direction and control of the chief officer of police of that force; and b subsection (4) applied to him in the case of the   local policing body   maintaining that force. 6 This section shall have effect where an international joint investigation team has been formed under the leadership of a constable who is a member of a police force as if— a any unlawful conduct, in the performance or purported performance of his functions as such, of any member of that team who is neither a constable nor an employee of the   local policing body   were unlawful conduct of a constable under the direction and control of the chief officer of police of that force; and b subsection (4) applied, in the case of the   local policing body   maintaining that force, to every member of that team to whom it would not apply apart from this subsection. 7 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State. 8 A statutory instrument containing an order under subsection (7) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "88A", "section_title": "Duty to report dismissals  etc  to College of Policing", "section_text": "88A 1 The relevant authority must report a person to the College of Policing where— a the person ceases to be a member of a police force or a special constable by virtue of being dismissed at proceedings conducted under regulations made in pursuance of section 50(3) or 51(2A); b the person is a former member of a police force or a former special constable and there is a finding in relation to the person in disciplinary proceedings that the person would have been dismissed if the person had still been a member of a police force or a special constable; c the person ceases to be a civilian police employee by virtue of being dismissed and the reason, or one of the reasons, for the dismissal relates to conduct, efficiency or effectiveness; d the person is a former civilian police employee and there is a finding in relation to the person in disciplinary proceedings that the person would have been dismissed if the person had still been such an employee. 2 A report under subsection (1)— a must be made within such period as is specified in regulations made by the Secretary of State; b must include such information as is so specified. 3 In this section  “ relevant authority ” means— a in relation to a person falling within subsection (1)(a), other than a person who was a chief officer of police immediately before being dismissed, the chief officer of police of the police force of which the person was a member, or for which the person was appointed as a special constable, at that time; b in relation to a person falling within subsection (1)(a) who was a chief officer of police immediately before being dismissed, the local policing body for the police force of which the person was a member at that time; c in relation to a person falling within subsection (1)(b), other than a former chief officer of police, the chief officer of police of the police force of which the person was last a member or for which the person was last appointed as a special constable; d in relation to a person falling within subsection (1)(b) who is a former chief officer of police, the local policing body for the police force of which the person was last a member; e in relation to a person falling within subsection (1)(c), the chief officer of police under whose direction and control the person was immediately before being dismissed; f in relation to a person falling within subsection (1)(d), the chief officer of police under whose direction and control the person was immediately before ceasing to be a civilian police employee. 4 In this section  “ disciplinary proceedings ” means— a in relation to a former member of a police force or a former special constable, proceedings conducted under regulations made in pursuance of section 50(3A) or 51(2B); b in relation to a former civilian police employee, any proceedings that are identified as disciplinary proceedings in relation to such a person by regulations made by the Secretary of State. 5 For the purposes of this section, a person is a civilian police employee if the person is— a a member of the civilian staff of a police force, including the metropolitan police force (within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011), or b a person employed by the Common Council of the City of London in its capacity as police authority who is under the direction and control of the Commissioner of Police for the City of London. 6 A person is dismissed for the purposes of subsection (1)(c) if the circumstances in which the person ceases to be a civilian police employee amount to dismissal within the meaning of Part 10 of the Employment Rights Act 1996 (see section 95 of that Act). 7 Regulations under this section may make different provision for different cases and circumstances. 8 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "88B", "section_title": "Duty to maintain police barred list", "section_text": "88B 1 The College of Policing must maintain a list of persons who are reported to the College under section 88A. 2 The list maintained under subsection (1) is to be known as the police barred list. 3 The police barred list must include such information in relation to a person reported to the College of Policing under section 88A as is specified in regulations made by the Secretary of State. 4 Regulations under this section— a may make different provision for different cases and circumstances; b may confer a discretion on the College of Policing. 5 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "88C", "section_title": "Effect of inclusion in police barred list", "section_text": "88C 1 A person who is included in the police barred list is a barred person for the purposes of this section and sections 88D and 88E. 2 Before employing or appointing any person, a person mentioned in subsection (5) must check with the College of Policing whether the proposed employee or proposed appointee (as the case may be) is a barred person. 3 A person mentioned in subsection (5) may not employ a barred person or otherwise appoint a barred person to any position. 4 For the purposes of subsections (2) and (3) a person who is to be seconded to work for a person mentioned in subsection (5), and who will not be employed by that person, is to be regarded as being appointed by that person. 5 The persons referred to in subsections (2) to (4) are— a a chief officer of police; b a local policing body; c the chief inspector of constabulary; d the   Independent Office for Police Conduct ; e a person specified in regulations made by the Secretary of State. 6 A person may be specified in regulations under subsection (5)(e) only if the person has relevant public functions. 7 In this section and sections 88D and 88E  “ relevant public functions ” means functions of a public nature exercisable in, or in relation to, England and Wales that relate to policing or law enforcement. 8 A statutory instrument containing regulations under subsection (5)(e) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 9 Before designating a person as a community support volunteer or a policing support volunteer under section 38 of the Police Reform Act 2002, a chief officer of police must check with the College of Policing whether the person is a barred person. 10 A chief officer of police may not designate a barred person as a community support volunteer or a policing support volunteer under section 38 of the Police Reform Act 2002."}, {"act": "Police Act 1996", "year": 1996, "section": "88D", "section_title": "Application of section 88C to persons with mixed functions", "section_text": "88D 1 If a person to be specified in regulations under section 88C(5)(e) has both relevant public functions and other functions, the person may be so specified as follows (but not otherwise)— a in relation to the exercise of the person's relevant public functions, or b in relation to the exercise of such of those relevant public functions as are of a description specified in the regulations. 2 In this section— a a person who is specified in regulations under section 88C(5)(e) is referred to as a specified person, and b in relation to that person, the functions in relation to the exercise of which the person is specified are referred to as specified functions. 3 In relation to a specified person— a the duties in section 88C(2) and (3) apply only to the extent that the proposed employee or proposed appointee (as the case may be) will be involved in the exercise of specified functions; b the additional duties in subsections (4) and (5) of this section apply where the specified person is proposing to arrange for an existing employee or existing appointee to become involved in the exercise of specified functions (not having previously been so involved). 4 Before making the arrangement, the specified person must check with the College of Policing whether the existing employee or existing appointee (as the case may be) is a barred person. 5 The specified person may not arrange for an existing employee or existing appointee who is a barred person to become involved in the exercise of specified functions. 6 For the purposes of subsections (3) to (5) a person who is seconded to work for a specified person is to be regarded as an existing appointee of that person (if not an existing employee of that person)."}, {"act": "Police Act 1996", "year": 1996, "section": "88E", "section_title": "Prohibition on contractors using barred persons", "section_text": "88E 1 A person mentioned in section 88C(5) may not enter into a contract for the provision of services if the terms of the contract would permit a barred person to be involved in the exercise of relevant public functions. 2 A local policing body may not enter into a contract for the provision of services to a chief officer of police if the terms of the contract would permit a barred person to be involved in the exercise of relevant public functions. 3 Subsection (1) applies in relation to a person specified in regulations under section 88C(5)(e) as described in section 88D(1)(b) as if the reference in subsection (1) to relevant public functions were a reference to those relevant public functions in relation to the exercise of which the person is specified."}, {"act": "Police Act 1996", "year": 1996, "section": "88F", "section_title": "Removal from police barred list", "section_text": "88F 1 This section applies where a relevant authority reports a person to the College of Policing under section 88A and— a in relation to a person reported by virtue of section 88A(1)(a), the person is reinstated as a member of a police force or a special constable (as the case may be) at proceedings conducted under rules made under section 85; b in relation to a person reported by virtue of section 88A(1)(b), the finding that the person would have been dismissed is set aside at proceedings conducted under rules made under section 85; c in relation to a person reported by virtue of section 88A(1)(c), the dismissal is found to have been an unfair dismissal— i following a complaint under section 111 of the Employment Rights Act 1996, and ii whether by an employment tribunal or on appeal; d in relation to a person reported by virtue of section 88A(1)(d), the finding that the person would have been dismissed is set aside at proceedings that are identified as appeal proceedings by regulations made by the Secretary of State. 2 Where this section applies, the relevant authority must make a further report to the College of Policing in relation to the person. 3 A report under subsection (2)— a must be made within such period as is specified in regulations made by the Secretary of State; b must include such information as is so specified. 4 On receipt of a report under subsection (2) in relation to a person the College of Policing must remove the person from the police barred list. 5 The Secretary of State may by regulations make provision in connection with the removal of a person from the police barred list otherwise than under subsection (4). 6 Regulations under subsection (5) may confer functions on the College of Policing including functions which involve the exercise of a discretion. 7 “Relevant authority” has the same meaning in this section as it has in section 88A. 8 Regulations under this section may make different provision for different cases and circumstances. 9 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "88G", "section_title": "Publication of information in police barred list", "section_text": "88G 1 This section applies to a person who— a is included in the police barred list, and b is of a description specified in regulations made by the Secretary of State. 2 The College of Policing must (in accordance with subsection (3)) publish such information included in the police barred list in relation to a person to whom this section applies as is specified in regulations made by the Secretary of State. 3 Information published under subsection (2) must— a be published in such manner as the College of Policing considers appropriate, b be published within such period following its inclusion in the police barred list as is specified in regulations made by the Secretary of State, c remain published by the College for a period of 5 years beginning with the date on which it is first published, and d cease to be published by the College at the end of that period. 4 The Secretary of State may by regulations provide for the duty in subsection (2) to be subject to exceptions. 5 Regulations under subsection (4) may (amongst other things) make provision which has the effect that— a information is never published; b information ceases to be published by the College of Policing before the end of the period referred to in subsection (3)(c). 6 Regulations which make provision of the type described in subsection (5)(b) may confer functions on the College of Policing including functions which involve the exercise of a discretion. 7 Regulations under this section may make different provision for different cases and circumstances. 8 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "88H", "section_title": "Power to disclose information in police barred list", "section_text": "88H The College of Policing may, if it considers it to be in the public interest to do so, disclose to any person information included in the police barred list which relates to a particular person who is included in the police barred list."}, {"act": "Police Act 1996", "year": 1996, "section": "88I", "section_title": "Duty to report resignations and retirements   etc  to College of Policing", "section_text": "88I 1 The relevant authority must report a person to the College of Policing where— a the person ceases to be a person serving with the police by resigning or retiring after a relevant allegation about the person comes to the attention of the relevant authority but before disciplinary proceedings in respect of the allegation are brought or, if brought, before they are concluded; b the person is a former member of a police force or a former special constable and a relevant allegation about the person comes to the attention of the relevant authority after the person having ceased to be a member of a police force or a special constable (as the case may be) by resigning or retiring. c the person's designation as a community support volunteer or a policing support volunteer under section 38 of the Police Reform Act 2002 is withdrawn and the reason, or one of the reasons, for the withdrawal of the designation relates to conduct, efficiency or effectiveness; d the person, having been designated as a community support volunteer or a policing support volunteer under section 38 of the Police Reform Act 2002, decides to stop volunteering as a police volunteer (within the meaning of that section) after a relevant allegation about the person comes to the attention of the relevant authority. 2 But the duty in subsection (1)(a) does not apply if, before the person resigns or retires, it is determined that no disciplinary proceedings will be brought against the person in respect of the allegation. 3 A report under subsection (1)— a must be made within such period as is specified in regulations made by the Secretary of State; b must include such information as is so specified. 4 In this section  “ relevant authority ” means— a in relation to a person who was a member of a police force, other than a chief officer of police, immediately before resigning or retiring, the chief officer of police of that police force; b in relation to a person who was a chief officer of police immediately before resigning or retiring, the local policing body for the police force of which the person was a member at that time; c in relation to a person who was a special constable immediately before resigning or retiring, the chief officer of police of the police force for which the person was appointed as a special constable immediately before resigning or retiring; d in relation to a person who was a civilian police employee immediately before resigning or retiring, the chief officer of police under whose direction and control the person was at that time. e in relation to a person falling within subsection (1)(c) or (d), the chief officer of police by whom the person was designated. 5 For the purposes of this section a person is serving with the police if the person is— a a member of a police force, b a special constable, or c a civilian police employee (within the meaning of section 88A). 6 For the purposes of this section an allegation about a person is a relevant allegation if— a it relates to the conduct, efficiency or effectiveness of the person, and b the allegation (if proved) is of a type that might have resulted in the person being dismissed as described in section 88A(1)(a) or (c) if the person had not resigned or retired  or (as the case may be) the person's designation as a community support volunteer or a policing support volunteer being withdrawn if the person had not decided to stop volunteering . 7 Regulations under this section may make different provision for different cases and circumstances. 8 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "88J", "section_title": "Duty to maintain police advisory list", "section_text": "88J 1 The College of Policing must maintain a list of persons who are reported to the College under section 88I. 2 The list maintained under subsection (1) is to be known as the police advisory list. 3 The police advisory list must include such information in relation to a person reported to the College of Policing under section 88I as is specified in regulations made by the Secretary of State. 4 Regulations under this section— a may make different provision for different cases and circumstances; b may confer a discretion on the College of Policing. 5 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "88K", "section_title": "Effect of inclusion in police advisory list", "section_text": "88K 1 Before employing or appointing any person, a person mentioned in subsection (3) must check with the College of Policing whether the proposed employee or proposed appointee (as the case may be) is included in the police advisory list. 2 For the purposes of subsection (1) a person who is to be seconded to work for a person mentioned in subsection (3), and who will not be employed by that person, is to be regarded as being appointed by that person. 3 The persons referred to in subsections (1) and (2) are— a a chief officer of police; b a local policing body; c the chief inspector of constabulary; d the   Independent Office for Police Conduct ; e a person specified in regulations made by the Secretary of State for the purposes of section 88C(5)(e). 4 In this section— a a person who is specified in regulations under section 88C(5)(e) is referred to as a specified person, and b in relation to that person, the functions in relation to the exercise of which the person is specified are referred to as specified functions. 5 In relation to a specified person— a the duty in subsection (1) applies only to the extent that the proposed employee or proposed appointee (as the case may be) will be involved in the exercise of specified functions; b the additional duty in subsection (6) applies where the specified person is proposing to arrange for an existing employee or existing appointee to become involved in the exercise of specified functions (not having previously been so involved). 6 Before making the arrangement, the specified person must check with the College of Policing whether the existing employee or existing appointee (as the case may be) is included in the police advisory list. 7 For the purposes of subsections (5) and (6) a person who is seconded to work for a specified person is to be regarded as an existing appointee of that person (if not an existing employee of that person). 8 Before designating a person as a community support volunteer or a policing support volunteer under section 38 of the Police Reform Act 2002, a chief officer of police must check with the College of Policing whether the person is included in the police advisory list."}, {"act": "Police Act 1996", "year": 1996, "section": "88L", "section_title": "Removal from police advisory list", "section_text": "88L 1 Subsection (2) applies where a relevant authority reports a person to the College of Policing under section 88I(1)(a) or (b) and— a it is determined that no disciplinary proceedings will be brought against the person, b the disciplinary proceedings brought against the person are withdrawn, or c the disciplinary proceedings brought against the person are concluded without there being a finding that the person would have been dismissed if the person had still been a person serving with the police. 2 Where this subsection applies, the relevant authority must make a further report to the College of Policing in relation to the person. 3 A report under subsection (2)— a must be made within such period as is specified in regulations made by the Secretary of State; b must include such information as is so specified. 4 On receipt of a report under subsection (2) in relation to a person the College of Policing must remove the person from the police advisory list. 5 The College of Policing must remove a person from the police advisory list if the person becomes included in the police barred list by virtue of section 88A(1)(b) or (d). 6 The Secretary of State may by regulations make provision in connection with the removal from the police advisory list (otherwise than under subsection (4) or (5)) of a person who, immediately before resigning or retiring, was a member of a police force or a special constable. 7 The Secretary of State must by regulations make provision in connection with the removal from the police advisory list (otherwise than under subsection (4) or (5)) of  a a person who, immediately before resigning or retiring, was a civilian police employee; b a person who was designated as a community support volunteer or a policing support volunteer under section 38 of the Police Reform Act 2002. 8 Regulations under subsection (6) or (7) may confer functions on the College of Policing including functions which involve the exercise of a discretion. 9 In this section— “ civilian police employee ” has the same meaning as in section 88A; “ disciplinary proceedings ” has the same meaning as in section 88A; “ person serving with the police ” has the same meaning as in section 88I; “ relevant authority ” has the same meaning as in section 88I. 10 Regulations under this section may make different provision for different cases and circumstances. 11 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "88M", "section_title": "Power to disclose information in police advisory list", "section_text": "88M The College of Policing may, if it considers it to be in the public interest to do so, disclose to any person information included in the police advisory list which relates to a particular person who is included in the police advisory list."}, {"act": "Police Act 1996", "year": 1996, "section": "89", "section_title": " Assaults on constables.", "section_text": "89 1 Any person who assaults a constable in the execution of his duty, or a person assisting a constable in the execution of his duty, shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both. 2 Any person who resists or wilfully obstructs a constable in the execution of his duty, or a person assisting a constable in the execution of his duty, shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding one month or to a fine not exceeding level 3 on the standard scale, or to both. 3 This section also applies to a constable who is a member of   the Police Service of Scotland   or Northern Ireland when he is executing a warrant, or otherwise acting in England or Wales, by virtue of any enactment conferring powers on him in England and Wales. 4 In this section references to a person assisting a constable in the execution of his duty include references to any person who is neither a constable nor in the company of a constable but who— a is a member of an international joint investigation team that is led by a member of a police force  ...; and b is carrying out his functions as a member of that team. 5 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State. 6 A statutory instrument containing an order under subsection (5) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "90", "section_title": " Impersonation, etc.", "section_text": "90 1 Any person who with intent to deceive impersonates a member of a police force or special constable, or makes any statement or does any act calculated falsely to suggest that he is such a member or constable, shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both. 2 Any person who, not being a constable, wears any article of police uniform in circumstances where it gives him an appearance so nearly resembling that of a member of a police force as to be calculated to deceive shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 3 Any person who, not being a member of a police force or special constable, has in his possession any article of police uniform shall, unless he proves that he obtained possession of that article lawfully and has possession of it for a lawful purpose, be guilty of an offence and liable on summary conviction to a fine not exceeding level 1 on the standard scale. 4 In this section— a “ article of police uniform ” means any article of uniform or any distinctive badge or mark or document of identification usually issued to members of police forces or special constables, or anything having the appearance of such an article, badge, mark or document, ab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b “ special constable ” means a special constable appointed for a police area."}, {"act": "Police Act 1996", "year": 1996, "section": "91", "section_title": " Causing disaffection.", "section_text": "91 1 Any person who causes, or attempts to cause, or does any act calculated to cause, disaffection amongst the members of any police force, or induces or attempts to induce, or does any act calculated to induce, any member of a police force to withhold his services, shall be guilty of an offence and liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine, or to both. 2 This section applies in the case of— a special constables appointed for a police area, aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b members of the Civil Nuclear Constabulary, and c members of the British Transport Police Force, as it applies in the case of members of a police force. 3 Liability under subsection (1) for any behaviour is in addition to any civil liability for that behaviour."}, {"act": "Police Act 1996", "year": 1996, "section": "92", "section_title": " Grants by local authorities.", "section_text": "92 1 The council of a county, district, county borough  London borough, parish or community  may make grants to any   police and crime commissioner   whose police area falls wholly or partly within the  council’s area . 2 The council of a London borough, county,  district or parish  which falls wholly or partly within the metropolitan police district may make grants  ... to the   Mayor's Office for Policing and Crime . 3 Grants under this section may be made unconditionally or, with the agreement of the chief officer of police for the police area concerned, subject to conditions. 4 This section applies to the Council of the Isles of Scilly as it applies to a county council."}, {"act": "Police Act 1996", "year": 1996, "section": "93", "section_title": " Acceptance of gifts and loans.", "section_text": "93 1 A   local policing body   may, in connection with the discharge of any of its functions, accept gifts of money, and gifts or loans of other property, on such terms as appear to   the body   to be appropriate. 2 The terms on which gifts or loans are accepted under subsection (1) may include terms providing for the commercial sponsorship of any activity of the   local policing body   or of the police force maintained by it. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "94", "section_title": " Financing of new   police and crime commissioners  .", "section_text": "94 1 The Secretary of State may make grants to any   police and crime commissioner   in respect of expenditure incurred (or to be incurred) by   the commissioner   at any time before the beginning of its first precepting year. 2 Without prejudice to any other powers to borrow, a   police and crime commissioner   may borrow by way of temporary loan or overdraft from a bank or otherwise any sums which   the commissioner   may require for the purpose of meeting   the commissioner's   expenditure before the beginning of   the commissioner's   first precepting year. 3 The sums borrowed by   a commissioner   under this section shall not exceed such amount as the Secretary of State may determine, and shall be repaid before the end of   the commissioner's   first precepting year. 4 For the purposes of this section the “first precepting year” of   a police and crime commissioner   is the financial year in which revenue is first received by   the commissioner   as a result of a precept issued by   the commissioner   under Part I of the  Local Government Finance Act 1992."}, {"act": "Police Act 1996", "year": 1996, "section": "95", "section_title": "The City of London police Fund.", "section_text": "95 There shall be paid out of  . . . the City of London police fund  . . .any expenditure incurred under this Act in respect of— a any special constables appointed for  . . . the City of London police area; and b any police cadets appointed in relation to  . . . the City of London police force."}, {"act": "Police Act 1996", "year": 1996, "section": "95A", "section_title": "Charging of fees by College of Policing", "section_text": "95A 1 The College of Policing may charge fees for providing services of a public nature only if— a the services are of a specified description and are provided with a view to promoting the efficiency, effectiveness or professionalism of the police, and b the fees are of a specified amount or are determined in a specified manner. 2 In this section  “ specified ” means specified in an order made by the Secretary of State. 3 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "96", "section_title": " Arrangements for obtaining the views of the community on policing.", "section_text": "96 1 Arrangements shall be made for each police area for obtaining— a the views of people in that area about matters concerning the policing of the area, and b their co-operation with the police in preventing crime  and anti-social behaviour   in that area. ;                        and for obtaining the views of victims of crime in that area about matters concerning the policing of the area.   1A Those arrangements must include, in the case of— a a police area listed in Schedule 1, or b the metropolitan police district, arrangements for obtaining, before a police and crime plan is issued under section 5 or 6 of the Police Reform and Social Responsibility Act 2011, the views of the people in that police area, and the views of the victims of crime in that area, on that plan. 1B Those arrangements must include, in the case of a police area listed in Schedule 1, arrangements for obtaining, before the first precept for a financial year is issued by the police and crime commissioner under section 40 of the Local Government Finance Act 1992, the views of— a the people in that police area, and b the relevant ratepayers' representatives, on the proposals of the police and crime commissioner for expenditure (including capital expenditure) in that financial year. 1C Those arrangements must include, in the case of the metropolitan police district, arrangements for obtaining, before the first calculations in relation to the Mayor's Office for Policing and Crime are made for a financial year under section 85 of the Greater London Authority Act 1999, the views of— a the people in the metropolitan police district, and b the relevant ratepayers' representatives, on the proposals of the Mayor's Office for Policing and Crime for expenditure (including capital expenditure) in that financial year. 2 Arrangements under this section are to be made by the local policing body for the police area, after consulting the chief officer of police for that area. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A In subsections (1B) and (1C) “relevant ratepayers' representatives”, in relation to a police area listed in Schedule 1, or the metropolitan police district, means the persons or bodies who appear to the elected local policing body for that area or district to be representative of persons subject to non-domestic rates under sections 43 and 45 of the Local Government Finance Act 1988 as regards hereditaments situated in that area or district. 5B In determining which persons or bodies are relevant ratepayers' representatives, an elected local policing body must have regard to any guidance given by the Secretary of State. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "96A", "section_title": " National and international functions of the metropolitan police   force and other police forces .", "section_text": "96A 1 The Secretary of State and the Mayor's Office for Policing and Crime may enter into agreements with respect to the level of performance to be achieved by the metropolitan police force in respect of any of its national or international functions. 1A The Secretary of State and the police and crime commissioner that maintains a police force may enter into agreements with respect to the level of performance to be achieved by the police force in respect of any of its national or international functions. 1B The Secretary of State and the Common Council may enter into agreements with respect to the level of performance to be achieved by the City of London police force in respect of any of its national or international functions. 2 If the Secretary of State is of the opinion that   a police force   is not performing any or all of its national or international functions— a to the standard specified in any agreement in force under subsection (1), or b if no agreement is in force under that subsection in relation to the function or functions in question, to a standard which the Secretary of State considers to be satisfactory, he may direct the   local policing body   to take such measures as may be specified in the direction. 3   A local policing body   shall comply with any directions given under subsection (2). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "96B", "section_title": " National and international functions: application of requirements relating to reports etc.", "section_text": "96B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police Act 1996", "year": 1996, "section": "97", "section_title": " Police officers engaged on service outside their force.", "section_text": "97 1 For the purposes of this section “ relevant service ” means— a temporary service on which a person is engaged in accordance with arrangements made under section 26; aa temporary service on which a person is engaged in accordance with arrangements made under paragraph 6(2) of Schedule 2 to the Police Reform Act 2002 (c. 30); b temporary service under section 56 on which a person is engaged with the consent of the appropriate authority; c temporary service under the Crown in connection with the provision by the Secretary of State of— i such organisations and services as are described in section 57, or ii research or other services connected with the police, on which a person is engaged with the consent of the appropriate authority; ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cc . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cd . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ce . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cf . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cg . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ch temporary service with the  Disclosure and Barring Service  on which a person is engaged with the consent of the appropriate authority; ch . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ci . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cj temporary service as a National Crime Agency officer on which a person is engaged with the consent of the appropriate authority; d temporary service as an adviser to the Secretary of State on which a person is engaged with the consent of the appropriate authority; e service the expenses of which are payable under section 1(1) of the  Police (Overseas Service) Act 1945, on which a person is engaged with the consent of the appropriate authority; ea temporary service with the Police Ombudsman for Northern Ireland on which a person is engaged in accordance with arrangements made under paragraph 8 of Schedule 3 to the Police (Northern Ireland) Act 1998; f service in the  Police Service of Northern Ireland , on which a person is engaged with the consent of the Secretary of State and the appropriate authority;  . . .  g service pursuant to an appointment under section 10 of the  Overseas Development and Co-operation Act 1980, on which a person is engaged with the consent of the appropriate authority  , or h service in connection with the provision by the Secretary of State of assistance under the International Development Act 2001 on which a person is engaged with the consent of the appropriate authority. i temporary service with  ... the College of Policing on which a person is engaged with the consent of the appropriate authority; 2 In subsection (1) “ appropriate authority ”, in relation to a member of a police force, means the chief officer of police acting with the consent of the   local policing body , except that in relation to the chief officer of police it means the   local policing body . 3 Subject to subsections (4) to (8), a member of a police force engaged on relevant service shall be treated as if he were not a member of that force during that service; but, except where a pension, allowance or gratuity becomes payable to him out of money provided by Parliament by virtue of regulations made under the  Police Pensions Act 1976— a he shall be entitled at the end of the period of relevant service to revert to his police force in the rank in which he was serving immediately before the period began, and b he shall be treated as if he had been serving in that force during the period of relevant service for the purposes of any scale prescribed by or under regulations made under section 50 above fixing his rate of pay by reference to his length of service. 4 In the case of relevant service to which subsection (1)(e) refers, the reference in subsection (3) to regulations made under the Police Pensions Act 1976 shall be read as including a reference to regulations made under section 1 of the  Police (Overseas Service) Act 1945. 5 A person may, when engaged on relevant service, be promoted in his police force as if he were serving in that force; and in any such case— a the reference in paragraph (a) of subsection (3) to the rank in which he was serving immediately before the period of relevant service began shall be construed as a reference to the rank to which he is promoted, and b for the purposes mentioned in paragraph (b) of that subsection he shall be treated as having served in that rank from the time of his promotion. 6 A member of a police force who— a has completed a period of relevant service within   paragraph (a), (aa), (b), (c),  ...  ...  ...   , (ch)                       , (ch), (ci)   , (cj) , (d), (g)   , (h) or (i),   of subsection (1) , or b while engaged on relevant service within paragraph (e) of that subsection, is dismissed from that service by the disciplinary authority established by regulations made under section 1 of the Police (Overseas Service) Act 1945 or is required to resign as an alternative to dismissal, or c while engaged on relevant service within paragraph  (ea) or  (f) of that subsection, is dismissed from that service or is required to resign as an alternative to dismissal, may be dealt with under regulations made in accordance with section 50(3) for anything done or omitted while he was engaged on that service as if that service had been service in his police force; and section 85 shall apply accordingly. 7 For the purposes of subsection (6) a certificate certifying that a person has been dismissed, or required to resign as an alternative to dismissal, shall be evidence of the fact so certified, if— a in a case within paragraph (b) of that subsection, it is given by the disciplinary authority referred to in that paragraph, or b in a case within paragraph (c) of that subsection, it is given by or on behalf of  the Police Ombudsman for Northern Ireland or (as the case may be)  the chief constable of the  Police Service of Northern Ireland , or such other person or authority as may be designated for the purposes of this subsection by order of the Secretary of State. 8 A member of a police force engaged on relevant service within   paragraph (aa), (b), (c),  ...  ...  ...   , (ch)                       , (ch), (ci)   , (d) or (i)   of subsection (1  — a shall continue to be a constable, and b shall be treated for the purposes of sections 30, 59, 60, 64 and 90 as if he were a member of his police force. 9 The Secretary of State shall be liable in respect of   any unlawful conduct of   a member of a police force engaged on relevant service within paragraph (b), (c) or (d) of subsection (1) in the performance or purported performance of his functions in like manner as a master is liable in respect of torts committed by his servants in the course of their employment, and shall in   , in the case of a tort,   be treated for all purposes as a joint tortfeasor. 8A A person who is member of a police force engaged on relevant service within paragraph (cj) of subsection (1) shall be treated for the purposes of sections 59, 60 and 64 as if the person were a member of that police force."}, {"act": "Police Act 1996", "year": 1996, "section": "97A", "section_title": "Power to amend section 97", "section_text": "97A 1 The Secretary of State may by order amend the definition of  “relevant service” in section 97(1). 2 An order under this section may make transitional, consequential, incidental and supplemental provision or savings. 3 The provision that may be made under subsection (2) includes provision amending any enactment. 4 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "98", "section_title": " Cross-border aid of one police force by another.", "section_text": "98 1 The chief officer of police of a police force in England or Wales may, on the application of   the chief constable of the Police Service of Scotland   or the chief constable of the  Police Service of Northern Ireland , provide constables or other assistance for the purpose of enabling the Scottish force or the  Police Service of Northern Ireland  to meet any special demand on its resources. 2   The chief constable of the Police Service of Scotland  may, on the application of the chief officer of police of a police force in England or Wales  ... the chief constable of the  Police Service of Northern Ireland   ..., provide constables or other assistance for the purpose of enabling the English or Welsh force or the  Police Service of Northern Ireland   ... to meet any special demand on its resources. 3 The chief constable of the  Police Service of Northern Ireland  may, on the application of the chief officer of police of a police force in England or Wales or   the chief constable of the Police Service of Scotland   ..., provide constables or other assistance for the purpose of enabling the English or Welsh force or the Scottish force  ... to meet any special demand on its resources. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If it appears to the Secretary of State— a to be expedient in the interests of public safety or order that a police force  ...should be reinforced or should receive other assistance for the purpose of enabling it to meet any special demand on its resources, and b that satisfactory arrangements under subsection (1),   (2) or (3)   cannot be made, or cannot be made in time, he may direct the chief officer of police of any police force in England or Wales,   the chief constable of the Police Service of Scotland   or the chief constable of the  Police Service of Northern Ireland   ..., as the case may be, to provide such constables or other assistance for that purpose as may be specified in the direction. 5 While a constable is provided under this section for the assistance of another police force  ... he shall, notwithstanding any enactment,— a be under the direction and control of the chief officer of police of that other force (or, where that other force is   the Police Service of Scotland   or the  Police Service of Northern Ireland   ..., of   the chief constable of that Service   ...); and b have in any place the like powers and privileges as a member of that other force has in that place as a constable. 6 The   local policing body   maintaining a police force for which assistance is provided under this section shall pay to the   local policing body   maintaining the force from which that assistance is provided such contribution as may be agreed upon between   those bodies   or, in the absence of any such agreement, as may be provided by any agreement subsisting at the time between all   local policing bodies   generally, or, in the absence of such general agreement, as may be determined by the Secretary of State. 6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6B In this section  “ local policing body ” includes— a   the Scottish Police Authority , and b the Northern Ireland Policing Board. 7 In the application of this section to Scotland, any expression used in this section and in the   Police and Fire Reform (Scotland) Act 2012   shall have the same meaning in this section as in that Act. 8 “ Constable ”, in relation to Northern Ireland, means a police officer within the meaning of the Police (Northern Ireland) Act 2000."}, {"act": "Police Act 1996", "year": 1996, "section": "99", "section_title": " Jurisdiction of metropolitan police officers.", "section_text": "99 1 A member of the metropolitan police force who is assigned to the protection of any person or property in Scotland shall, in the discharge of that duty, have the powers and privileges of a constable of   the Police Service of Scotland . 2 A member of the metropolitan police force who is assigned to the protection of any person or property in Northern Ireland shall, in the discharge of that duty, have the powers and privileges of a constable of the Royal Ulster Constabulary."}, {"act": "Police Act 1996", "year": 1996, "section": "100", "section_title": " Chief constables affected by police area alterations or local government reorganisations.", "section_text": "100 1 If the chief constable of a police force which ceases to exist in consequence of an order under section 32 above  or section 58 of the Local Government Act 1972   is not appointed chief constable or other member of the successor force as from the date of transfer, he shall on that date become a member of that force (or, if there is more than one successor force, of such of them as may be provided by or under the order) by virtue of this section. 2 While a person is a member of a police force by virtue only of this section he shall hold the rank of assistant chief constable but shall be treated for the purposes of his pay, pension and other conditions of service as if he had continued to be chief constable of the force which ceased to exist, subject however to section 10(1). 3 A chief constable who becomes a member of a police force by virtue of this section shall, subject to regulations under section 50, cease to be a member of that force at the end of three months unless he has then accepted and taken up an appointment in that force. 4 If a chief constable was appointed for a term which expires within three months of his becoming a member of a police force by virtue of this section, subsection (3) shall have effect as if the reference to three months were a reference to that term. 5 Where— a the chief constable of a police force is engaged for a period of relevant service within paragraph (b), (c), (d) or (e) of section 97(1), and b before the end of that period that force ceases to exist as mentioned in subsection (1) above, subsection (1) shall apply to the chief constable as if he were still the chief constable of that force, but with the substitution for references to the date of transfer of references to the end of the said period. 6 In this section— a “ successor force ”, in relation to a police force which ceases to exist in consequence of an order, means a force to which members of that police force are transferred by virtue of the order; and b “ date of transfer ” means the date as from which those members are so transferred."}, {"act": "Police Act 1996", "year": 1996, "section": "100A", "section_title": "Appointment of senior police officers as staff of College of Policing", "section_text": "100A 1 This section applies where a person who— a holds the office of constable with a rank above that of chief superintendent, or b hold that office and is eligible to be appointed to a rank above that of chief superintendent, is appointed as a member of the staff of the College of Policing. 2 The person continues to hold the office of constable while a member of the staff of the College. 3 On appointment— a a person within subsection (1)(a) holds that office with the same rank that the person held immediately before appointment, or with whatever higher rank the College decides; b a person within subsection (1)(b) holds that office with whatever rank, above that of chief superintendent, the College decides."}, {"act": "Police Act 1996", "year": 1996, "section": "100B", "section_title": "Disclosure of information to College of Policing", "section_text": "100B A person who, apart from this section, would not have power to disclose information to the College of Policing has power to do so where the disclosure is made for the purposes of the exercise by the College of any of its functions."}, {"act": "Police Act 1996", "year": 1996, "section": "101", "section_title": " Interpretation.", "section_text": "101 1 Except where the context otherwise requires, in this Act—   ...  “ British Transport Police Force ” means the constables appointed under section 53 of the British Transport Commission Act 1949 (c. xxix); “ chief officer of police ” means— in relation to a police force maintained under section 2, the chief constable, in relation to the metropolitan police force, the Commissioner of Police of the Metropolis, and in relation to the City of London police force, the Commissioner of Police for the City of London ; “ City of London police area ” means the City of London as defined for the purposes of the Acts relating to the City of London police force;   “ Common Council ” means the Common Council of the City of London in its capacity as police authority for the City of London police area;  “ elected local policing body ” means— a police and crime commissioner; the Mayor's Office for Policing and Crime; “ local policing body ” means— a police and crime commissioner (in relation to a police area listed in Schedule 1); the Mayor's Office for Policing and Crime (in relation to the metropolitan police district); the Common Council (in relation to the City of London police area); “ Mayor's Office for Policing and Crime ” means the body established under section 3 of the Police Reform and Social Responsibility Act 2011; “ metropolitan police district ” means that district as defined in section 76 of the  London Government Act 1963;   “ national or international functions ” means functions relating to—  the protection of prominent persons or their residences, national security, counter-terrorism, or the provision of services for any other national or international purpose;   “the National Police Chiefs' Council” means the body called the National Police Chiefs' Council which was established in accordance with a collaboration agreement under section 22A above entered into on 1 April 2015;   “ police and crime commissioner ” means a body established under section 1 of the Police Reform and Social Responsibility Act 2011; “ police area ” means a police area provided for by section 1; ... “ police force ” means a force maintained by a   local policing body ; “ police fund ” means—   in relation to a police area for which there is an elected local policing body, the fund kept by that body under section 21 of the Police Reform and Social Responsibility Act 2011;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . in relation to the City of London police force, the fund out of which the expenses of that force are paid. 2 In this Act “ police purposes ”, in relation to a police area, includes the purposes of— a special constables appointed for that area, b police cadets undergoing training with a view to becoming members of the police force maintained for that area, and c civilians employed for the purposes of that force or of any such special constables or cadets. 3 References in this Act to the staff of a police and crime commissioner, or to the staff of the Mayor's Office for Policing and Crime, have the same meaning as in the Police Reform and Social Responsibility Act 2011."}, {"act": "Police Act 1996", "year": 1996, "section": "102", "section_title": " Orders, rules and regulations.", "section_text": "102 Any power of the Secretary of State to make orders, rules or regulations under this Act shall be exercisable by statutory instrument."}, {"act": "Police Act 1996", "year": 1996, "section": "103", "section_title": " Consequential amendments, transitional provisions, repeals, etc.", "section_text": "103 1 The enactments mentioned in Schedule 7 shall be amended as provided in that Schedule. 2 Schedule 8 (which contains transitional and transitory provisions, savings etc.) shall have effect. 3 The enactments mentioned in Parts I and II of Schedule 9 are repealed, and the instruments mentioned in Part III of that Schedule are revoked, to the extent specified in the third column of the Schedule."}, {"act": "Police Act 1996", "year": 1996, "section": "104", "section_title": " Commencement.", "section_text": "104 1 Except as provided by subsection (2), this Act shall come into force at the end of the period of three months beginning with the day on which it is passed. 2 The following provisions of this Act— section 50(3), Part IV (including Schedules 5 and 6) other than section 88, paragraphs 43, 45 and 46 of Schedule 7, paragraph 12 of Schedule 8, and Part II of Schedule 9, shall come into force on such day as the Secretary of State may by order appoint. 3 An order under this section may appoint different days for different purposes or different areas. 4 The power to make orders under this section includes power to make such transitional provisions and savings as appear to the Secretary of State to be necessary or expedient. 5 Where an order under this section contains provisions made by virtue of subsection (4), the statutory instrument containing that order shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Act 1996", "year": 1996, "section": "105", "section_title": " Extent.", "section_text": "105 1 Except as provided by subsections (2) to (5), this Act extends to England and Wales only. 2 The following provisions of this Act extend to Scotland (and in the case of section 99(1) to Scotland only)— section 21; section 25(1A); Part III; ... sections 98, 99(1), 101(2), 102 and 104 to 106 and paragraphs 1 to 5, 7 and 11(1), (2) and (4) of Schedule 8 (and section 103 so far as it relates to thoseparagraphs). 3 The following provisions of this Act extend to Northern Ireland (and in the case of section 99(2) to Northern Ireland only)—   Part 3A ; sections 98, 99(2), 102 and 104 to 106 and paragraphs 1 to 4 of Schedule 8 (and section 103 so far as it relates to those paragraphs). 4 Subject to subsection (5), the amendments in Schedule 7 and the repeals and revocations in Schedule 9 have the same extent as the enactments to which they refer and section 103 extends accordingly. 5 Paragraphs 2 to 6 of Schedule 7 extend to England, Wales and Scotland only."}, {"act": "Police Act 1996", "year": 1996, "section": "106", "section_title": " Short title.", "section_text": "106 This Act may be cited as the Police Act 1996."}]