[{"act": "Prisoners’ Earnings Act 1996", "year": 1996, "section": "1", "section_title": " Power to make deductions and impose levies.", "section_text": "1 1 This section applies where— a a prisoner is paid for enhanced wages work done by him; and b his net weekly earnings in respect of the work exceed such amount as may be prescribed. 2 Where the prisoner’s net weekly earnings fall to be paid by the governor on behalf of the Secretary of State, the governor may make a deduction from those earnings of an amount not exceeding the prescribed percentage of the excess. 3 Where those earnings fall to be paid otherwise than as mentioned in subsection (2) above, the governor may impose a levy on those earnings of an amount not exceeding that percentage of the excess. 4 In this section— “ enhanced wages work ”, in relation to a prisoner, means any work— which is not directed work, that is to say, work which he is directed to do in pursuance of prison rules; and to which the rates of pay and productivity applicable are higher than those that would be applicable if it were directed work; “ net weekly earnings ” means weekly earnings after deduction of such of the following as are applicable, namely— income tax; national insurance contributions; payments required to be made by an order of a court; and payments required to be made by virtue of a  maintenance assessment   maintenance calculation   within the meaning of the  Child Support Act 1991."}, {"act": "Prisoners’ Earnings Act 1996", "year": 1996, "section": "2", "section_title": " Application of amounts deducted or levied.", "section_text": "2 1 Amounts deducted or levied under section 1 above shall be applied, in such proportions as may be prescribed, for the following purposes, namely— a the making of payments (directly or indirectly) to such voluntary organisations concerned with victim support or crime prevention or both as may be prescribed; b the making of payments into the Consolidated Fund with a view to contributing towards the cost of the prisoner’s upkeep; c the making of payments to or in respect of such persons (if any) as may be determined by the governor to be dependants of the prisoner in such proportions as may be so determined; and d the making of payments into an investment account of a prescribed description with a view to capital and interest being held for the benefit of the prisoner on such terms as may be prescribed. 2 Where the governor determines under paragraph (c) of subsection (1) above that the prisoner has no dependants, any amount which would otherwise have been applied for the purpose mentioned in that paragraph shall be applied for the purpose mentioned in paragraph (d) of that subsection. 3 Where the prisoner is aggrieved by a determination of the governor under subsection (1)(c) above, he may appeal against the determination to the Secretary of State. 4 On such appeal, the Secretary of State may confirm the governor’s determination or direct the governor to vary it, so far as relating to amounts deducted or levied after the giving of the direction, in such manner as may be specified in the direction."}, {"act": "Prisoners’ Earnings Act 1996", "year": 1996, "section": "3", "section_title": " Statements of account.", "section_text": "3 1 The governor shall, for each week in which an amount is deducted or levied under section 1 above, furnish the prisoner with a statement— a showing that amount; and b giving details of the manner in which the prescribed proportion of that amount is to be applied for the purpose mentioned in section 2(1)(c) above. 2 Where amounts have been deducted or levied under section 1 above, the governor shall, on a request which is neither frivolous nor vexatious, furnish the prisoner with a statement showing the amount for the time being standing to the credit of the investment account mentioned in section 2(1)(d) above."}, {"act": "Prisoners’ Earnings Act 1996", "year": 1996, "section": "4", "section_title": " Interpretation.", "section_text": "4 1 In the application of this Act to a contracted out prison— a any reference to the governor shall be construed as a reference to the director; and b the reference to the Secretary of State in section 1 above shall be construed as a reference to the person running the prison. 2 In the application of this Act to England and Wales— “ contracted out prison ” has the meaning given by section 92(1) of the  Criminal Justice Act 1991; “ prescribed ” means prescribed by prison rules; “ prisoner ” includes a prisoner on temporary release and a person required to be detained in a young offender institution  or remand centre ; “ prison rules ” means rules made under section 47 of the  Prison Act 1952. 3 In the application of this Act to Scotland— “ contracted out prison ” has the meaning given by section 106(4) of the  Criminal Justice and Public Order Act 1994; “ prescribed ” means prescribed by prison rules; “ prisoner ” includes a prisoner on temporary release and a person required to be detained in a young offenders institution or remand centre; “ prison rules ” means rules made under section 39 of the  Prisons (Scotland) Act 1989."}, {"act": "Prisoners’ Earnings Act 1996", "year": 1996, "section": "5", "section_title": " Short title, commencement and extent.", "section_text": "5 1 This Act may be cited as the Prisoners’ Earnings Act 1996. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 3 This Act does not extend to Northern Ireland."}]