[{"act": "Railway Heritage Act 1996", "year": 1996, "section": "1", "section_title": "Bodies to which Act applies.", "section_text": "1 1 The following shall be regarded as bodies to which this Act applies, namely—  a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any company which was formerly a wholly owned subsidiary of the Board; d any publicly owned railway company; e any company which was formerly a publicly owned railway company; f the  Secretary of State ; g any company which is wholly owned by the   Secretary of State ; h any franchisee; and i any franchise operator. 2 The Secretary of State may, by order made by statutory instrument, modify subsection (1) by adding a body or a description of body to the list of bodies to which this Act applies. 3 Before making an order under subsection (2), the Secretary of State must consult the bodies that appear to him to be the ones that will become bodies to which this Act applies on the coming into force of the order. 4 A statutory instrument containing an order under subsection (2) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Railway Heritage Act 1996", "year": 1996, "section": "2", "section_title": " Establishment of committee.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railway Heritage Act 1996", "year": 1996, "section": "3", "section_title": " Designation of records and artefacts.", "section_text": "3 1 It shall be a function of the  Board of Trustees — a to designate those records or artefacts, or those classes or descriptions of record or artefact, which in the opinion of the  Board of Trustees  are of sufficient interest to warrant preservation; and b to notify every body to which this Act applies of the records or artefacts, or the classes or descriptions of record or artefact, so designated. 2 The function conferred by paragraph (a) of subsection (1) above includes power to revoke or amend designations previously made; and paragraph (b) of that subsection shall be construed accordingly. 3 Subject to subsection (4) below, references in this section to records or artefacts are references to records kept, or artefacts made, for purposes connected with railways. 4 References in this section to records do not include references to records which are public records within the meaning of the  Public Records Act 1958."}, {"act": "Railway Heritage Act 1996", "year": 1996, "section": "4", "section_title": " Notice of proposed disposal of record or artefact.", "section_text": "4 1 Where a body to which this Act applies proposes to dispose of a designated record or artefact to any person to any extent, it shall give notice to the  Board of Trustees  containing details of the proposed disposal. 2 If the  Board of Trustees  is content both with the person to whom the record or artefact is proposed to be disposed of and with the terms of the proposed disposal (including any terms relating to payment), it shall consent to the disposal. 3 If the  Board of Trustees  is content with that person but not with those terms, it shall give directions to the body with respect to the terms (including any terms relating to payment) on which the body may offer to dispose of the record or artefact to that person to the extent proposed. 4 If the  Board of Trustees  is not content with that person, it shall give directions to the body— a specifying the person or persons to whom the body may offer to dispose of the record or artefact to the extent proposed and, where there are two or more such persons, specifying the order in which the offers must be made; and b with respect to the terms (including any terms relating to payment) on which the body must make the offer or offers. 5 In subsections (2) to (4) above “ terms relating to payment ” includes terms as to the basis on which the amount or terms of payment are to be settled. 6 Nothing in this section shall apply to, and nothing in section 5 below shall preclude, any disposal of a designated record or artefact by a body to which this Act applies if— a at the time of the disposal, the body has not been notified of the designation; b the disposal is made in accordance with a transfer scheme under  the Transport Act 2000  or the Railways Act 2005 ; or c the disposal is not so made but is a disposal to another body to which this Act applies; but where such a body makes such a disposal as is mentioned in paragraph (c) above, it shall, within the period of two months beginning with the day of the disposal, give notice to the  Board of Trustees  of the disposal."}, {"act": "Railway Heritage Act 1996", "year": 1996, "section": "5", "section_title": " Disposal of record or artefact.", "section_text": "5 1 A body to which this Act applies may dispose of a designated record or artefact if, and only if— a the  Board of Trustees  has consented to the disposal under section 4(2) above; or b the disposal is made in pursuance of an offer made by the body in accordance with directions given under section 4(3) or (4) above; or c the body has given notice of the disposal under section 4(1) above and has made one or more offers in accordance with directions given under section 4(3) or (4) above, but the offer has not been accepted, or (as the case may be) none of the offers has been accepted, within the requisite period; or d the body has given notice of the disposal under section 4(1) above, but the  Board of Trustees  has neither consented under section 4(2) above, nor given directions under section 4(3) or (4) above, within the requisite period; and in this subsection “ the requisite period ”, in relation to an offer or notice, means the period of six months beginning with the day on which the offer or notice was made or given. 2 Any disposal made in contravention of subsection (1) above shall be void. 3 Subject to paragraph 7 of Schedule 1 to the  Public Records Act 1958 and any Orders in Council made under that paragraph, nothing in that Schedule shall cause any records disposed of in accordance with subsection (1) above to become, by reason of that or any subsequent disposal, public records within the meaning of that Act. 4 Any records disposed of in accordance with subsection (1) above which at any time are for the time being in the custody of the Secretary of State for Scotland may be treated for the purposes of section 5(1) of the  Public Records (Scotland) Act 1937 as records belonging to Her Majesty."}, {"act": "Railway Heritage Act 1996", "year": 1996, "section": "6", "section_title": " Guidance and information.", "section_text": "6 1 In exercising its functions under this Act the  Board of Trustees  shall have regard to such guidance as may from time to time be given by the Secretary of State; and any such guidance may make different provision for different cases or descriptions of case. 2 The  Board of Trustees  may require a body to which this Act applies to furnish the  Board of Trustees  with such information as the  Board of Trustees  reasonably considers necessary to enable it to exercise any of its functions under this Act."}, {"act": "Railway Heritage Act 1996", "year": 1996, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act— “Board of Trustees” means the Board of Trustees of the Science Museum established under section 9 of the National Heritage Act 1983 ; “ designated ”, in relation to a record or artefact, means designated, or of a class or description designated, by the  Board of Trustees  under section 3 above, and “ designation ” shall be construed accordingly; “ disposal ”, in relation to a designated record or artefact, includes— a lease or loan of the record or artefact for a period which exceeds twelve months, or for any period to a person to whom the record or artefact has been leased or loaned at any time in the preceding twelve months; the creation of any security over the record or artefact, and “ dispose ” shall be construed accordingly. 2 In this Act expressions which are also used in the  Railways Act 1993 have the same meanings as in that Act."}, {"act": "Railway Heritage Act 1996", "year": 1996, "section": "8", "section_title": " Short title, repeal, commencement and extent.", "section_text": "8 1 This Act may be cited as the Railway Heritage Act 1996. 2 Section 125 of the Railways Act 1993 (the provisions of which are with modifications re-enacted by this Act) is hereby repealed. 3 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 4 This Act does not extend to Northern Ireland."}]