[{"act": "Sexual Offences (Conspiracy and Incitement) Act 1996", "year": 1996, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Sexual Offences (Conspiracy and Incitement) Act 1996", "year": 1996, "section": "2", "section_title": " Incitement to commit certain sexual acts outside the United Kingdom.", "section_text": "2 1 This section applies where— a any act done by a person in England and Wales would amount to the offence of incitement to commit a listed sexual offence but for the fact that what he had in view would not be an offence triable in England and Wales, b the whole or part of what he had in view was intended to take place in a country or territory outside the United Kingdom, and c what he had in view would involve the commission of an offence under the law in force in that country or territory. 2 Where this section applies— a what he had in view is to be treated as that listed sexual offence for the purposes of any charge of incitement brought in respect of that act, and b any such charge is accordingly triable in England and Wales. 3 Any act  done  by means of a message (however communicated) is to be treated as done in England and Wales if the message is sent or received in England and Wales."}, {"act": "Sexual Offences (Conspiracy and Incitement) Act 1996", "year": 1996, "section": "3", "section_title": " Sections 1 and 2: supplementary.", "section_text": "3 1 Conduct punishable under the law in force in any country or territory is an offence under that law for the purposes of  section 2 , however it is described in that law. 2 Subject to subsection (3), a condition in section  . . . 2(1)(c) is to be taken to be satisfied unless, not later than rules of court may provide, the defence serve on the prosecution a notice— a stating that, on the facts as alleged with respect to  what the accused had in view , the condition is not in their opinion satisfied, b showing their grounds for that opinion, and c requiring the prosecution to show that it is satisfied. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The court, if it thinks fit, may permit the defence to require the prosecution to show that the condition is satisfied without the prior service of a notice under subsection (2). 5 In the Crown Court the question whether the condition is satisfied is to be decided by the judge alone. 6 In any proceedings in respect of any offence triable by virtue of section  . . .2, it is immaterial to guilt whether or not the accused was a British citizen at the time of any act or other event proof of which is required for conviction of the offence. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 References to an offence of incitement to commit a listed sexual offence include an offence triable in England and Wales as such an incitement by virtue of section 2 (without prejudice to subsection (2) of that section). 9 Subsection (8) applies  to references in any enactment, instrument or document (except those in  section 2  of this Act and in Part I of the  Criminal Law Act 1977)."}, {"act": "Sexual Offences (Conspiracy and Incitement) Act 1996", "year": 1996, "section": "4", "section_title": " Northern Ireland.", "section_text": "4 In the application of the preceding provisions to Northern Ireland— a any reference to England and Wales is to Northern Ireland, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sexual Offences (Conspiracy and Incitement) Act 1996", "year": 1996, "section": "5", "section_title": " Interpretation.", "section_text": "5 In this Act “ listed sexual offence ” has the meaning given by the Schedule."}, {"act": "Sexual Offences (Conspiracy and Incitement) Act 1996", "year": 1996, "section": "6", "section_title": " Scottish provision.", "section_text": "6 After section 16 of the  Criminal Law (Consolidation) (Scotland) Act 1995 there is inserted—  Conspiracy or incitement to commit certain sexual acts outside the United Kingdom. 16A 1 This section applies to any act done by a person in Scotland which would amount to the offence of conspiracy or incitement to commit a listed sexual offence but for the fact that the criminal purpose or, as the case may be, what he had in view is intended to occur in a country or territory outside the United Kingdom. 2 Where a person does an act to which this section applies, the criminal purpose or, as the case may be, what he had in view shall be treated as the listed sexual offence mentioned in subsection (1) above and he shall, accordingly, be guilty of conspiracy or, as the case may be, incitement to commit the listed sexual offence. 3 A person is guilty of an offence by virtue of this section only if— a in the case of proceedings charging conspiracy, the criminal purpose would involve at some stage— i an act by him or another party to the conspiracy; or ii the happening of some other event, constituting an offence under the law in force in the country or territory where the act or other event was intended to take place; or b in the case of proceedings charging incitement, what he had in view would involve the commission of an offence under the law in force in the country or territory where the whole or any part of it was intended to take place, and conduct punishable under the law in force in the country or territory is an offence under that law for the purposes of this section however it is described in that law. 4 Subject to subsection (6) below, a condition specified in subsection (3) above shall be taken to be satisfied unless, not later than such time as the High Court may, by Act of Adjournal, prescribe, the accused serves on the prosecutor a notice— a stating that, on the facts as alleged with respect to the relevant conduct, the condition is not in his opinion satisfied; b setting out the grounds for his opinion; and c requiring the prosecutor to prove that the condition is satisfied. 5 In subsection (4) above “ the relevant conduct ” means— a in relation to proceedings charging conspiracy, the agreement to effect the criminal purpose; and b in relation to proceedings charging incitement, what the accused had in view. 6 The court, if it thinks fit, may permit the accused to require the prosecutor to prove that the condition mentioned in subsection (4) above is satisfied without the prior service of a notice under that subsection. 7 In proceedings on indictment, the question whether a condition is satisfied shall be determined by the judge alone. 8 Any act of incitement by means of a message (however communicated) is to be treated as done in Scotland if the message is sent or received in Scotland. 9 In this section “ listed sexual offence ” means any of the following— a rape of a girl under the age of 16; b indecent assault of a person under the age of 16; c lewd and libidinous conduct; d shamelessly indecent conduct involving a person under the age of 16; e sodomy with or against a boy under the age of 16; f an offence under section 5(1) or (2) of this Act (unlawful sexual intercourse with a girl under the age of 13); g an offence under section 5(3) of this Act (unlawful sexual intercourse with a girl under the age of 16); h an offence under section 6 of this Act (indecent behaviour towards a girl between the age of 12 and 16); i an offence under section 13(5) or (6) of this Act where the homosexual act involves a person under the age of 16 (prohibition on certain homosexual acts)."}, {"act": "Sexual Offences (Conspiracy and Incitement) Act 1996", "year": 1996, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Sexual Offences (Conspiracy and Incitement) Act 1996. 2 This Act is to come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different purposes and for different areas. 3 Nothing in section  . . .2 or 6 applies to any act or other event occurring before the coming into force of that section. 4 This Act, except sections 4 and 6, extends to England and Wales. 5 Section 6 and this section extend to Scotland. 6 This Act, except section 6, extends to Northern Ireland."}]