[{"act": "Social Security (Overpayments) Act 1996", "year": 1996, "section": "1", "section_title": " Recovery of overpayments of social security benefit: amendments.", "section_text": "1 1 Section 71 of the  Social Security Administration Act 1992 (subsection (1) of which entitles the Secretary of State to recover amounts determined to be overpaid) shall be amended as follows. 2 The following subsection shall be substituted for subsection (2) (which provides that where a determination is made on an appeal or review the amount recoverable must be determined in the course of the appeal or review)— 2 Where any such determination as is referred to in subsection (1) above is made, the person making the determination shall— a determine whether any, and if so what, amount is recoverable under that subsection by the Secretary of State, and b specify the period during which that amount was paid to the person concerned. 3 In subsection (5) (which among other things provides that no amount is recoverable under subsection (1) unless it has been determined on appeal or review that the amount is recoverable) the words “subsection (1) above or” shall be omitted. 4 The following subsection shall be inserted after subsection (5)— 5A Except where regulations otherwise provide, an amount shall not be recoverable under subsection (1) above unless the determination in pursuance of which it was paid has been reversed or varied on an appeal or revised on a review. 5 This section applies where a determination mentioned in section 71(1) of the 1992 Act is made after the day on which this Act is passed, and the date of the occurrence of any other event is immaterial."}, {"act": "Social Security (Overpayments) Act 1996", "year": 1996, "section": "2", "section_title": " Equivalent provision for Northern Ireland.", "section_text": "2 1 Section 69 of the  Social Security Administration (Northern Ireland) Act 1992 (subsection (1) of which entitles the Department of Health and Social Services for Northern Ireland to recover amounts determined to be overpaid) shall be amended as follows. 2 The following subsection shall be substituted for subsection (2) (which provides that where a determination is made on an appeal or review the amount recoverable must be determined in the course of the appeal or review)— 2 Where any such determination as is referred to in subsection (1) above is made, the person making the determination shall— a determine whether any, and if so what, amount is recoverable under that subsection by the Department, and b specify the period during which that amount was paid to the person concerned. 3 In subsection (5) (which among other things provides that no amount is recoverable under subsection (1) unless it has been determined on appeal or review that the amount is recoverable) the words “subsection (1) above or” shall be omitted. 4 The following subsection shall be inserted after subsection (5)— 5A Except where regulations otherwise provide, an amount shall not be recoverable under subsection (1) above unless the determination in pursuance of which it was paid has been reversed or varied on an appeal or revised on a review. 5 This section applies where a determination mentioned in section 69(1) of the 1992 Act is made after the day on which this Act is passed, and the date of the occurrence of any other event is immaterial."}, {"act": "Social Security (Overpayments) Act 1996", "year": 1996, "section": "3", "section_title": " Citation and extent.", "section_text": "3 1 This Act may be cited as the Social Security (Overpayments) Act 1996. 2 Section 1 does not extend to Northern Ireland. 3 Section 2 extends to Northern Ireland only."}]