[{"act": "Theft (Amendment) Act 1996", "year": 1996, "section": "1", "section_title": " Obtaining a money transfer by deception.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Theft (Amendment) Act 1996", "year": 1996, "section": "2", "section_title": " Dishonestly retaining a wrongful credit.", "section_text": "2 1 After section 24 of the Theft Act 1968 insert—  Dishonestly retaining a wrongful credit. 24A 1 A person is guilty of an offence if— a a wrongful credit has been made to an account kept by him or in respect of which he has any right or interest; b he knows or believes that the credit is wrongful; and c he dishonestly fails to take such steps as are reasonable in the circumstances to secure that the credit is cancelled. 2 References to a credit are to a credit of an amount of money. 3 A credit to an account is wrongful if it is the credit side of a money transfer obtained contrary to section 15A of this Act. 4 A credit to an account is also wrongful to the extent that it derives from— a theft; b an offence under section 15A of this Act; c blackmail; or d stolen goods. 5 In determining whether a credit to an account is wrongful, it is immaterial (in particular) whether the account is overdrawn before or after the credit is made. 6 A person guilty of an offence under this section shall be liable on conviction on indictment to imprisonment for a term not exceeding ten years. 7 Subsection (8) below applies for purposes of provisions of this Act relating to stolen goods (including subsection (4) above). 8 References to stolen goods include money which is dishonestly withdrawn from an account to which a wrongful credit has been made, but only to the extent that the money derives from the credit. 9 In this section “account” and “money” shall be construed in accordance with section 15B of this Act. 2 This section applies to wrongful credits made on or after the day on which this Act is passed."}, {"act": "Theft (Amendment) Act 1996", "year": 1996, "section": "3", "section_title": " The new offences: jurisdiction.", "section_text": "3 1 In section 1(2) of the  Criminal Justice Act 1993 (Group A offences for the purposes of the jurisdictional provisions) paragraph (a) (list of offences under the Theft Act 1968) shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 After the entry relating to section 22 insert— section 24A (retaining credits from dishonest sources,  etc. ); ."}, {"act": "Theft (Amendment) Act 1996", "year": 1996, "section": "4", "section_title": " Application to loans of offence of obtaining services by deception.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Theft (Amendment) Act 1996", "year": 1996, "section": "5", "section_title": " Short title and extent.", "section_text": "5 1 This Act may be cited as the Theft (Amendment) Act 1996. 2 Subject to subsection (3), this Act extends to England and Wales only. 3 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to the purposes of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment by resolution of either House."}]