[{"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "1", "section_title": " Meaning of “trust of land”.", "section_text": "1 1 In this Act— a “ trust of land ” means (subject to subsection (3)) any trust of property which consists of or includes land, and b “ trustees of land ” means trustees of a trust of land. 2 The reference in subsection (1)(a) to a trust— a is to any description of trust (whether express, implied, resulting or constructive), including a trust for sale and a bare trust, and b includes a trust created, or arising, before the commencement of this Act. 3 The reference to land in subsection (1)(a) does not include land which (despite section 2) is settled land or which is land to which the  Universities and College Estates Act 1925 applies."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "2", "section_title": " Trusts in place of settlements.", "section_text": "2 1 No settlement created after the commencement of this Act is a settlement for the purposes of the  Settled Land Act 1925; and no settlement shall be deemed to be made under that Act after that commencement. 2 Subsection (1) does not apply to a settlement created on the occasion of an alteration in any interest in, or of a person becoming entitled under, a settlement which— a is in existence at the commencement of this Act, or b derives from a settlement within paragraph (a) or this paragraph. 3 But a settlement created as mentioned in subsection (2) is not a settlement for the purposes of the Settled Land Act 1925 if provision to the effect that it is not is made in the instrument, or any of the instruments, by which it is created. 4 Where at any time after the commencement of this Act there is in the case of any settlement which is a settlement for the purposes of the Settled Land Act 1925 no relevant property which is, or is deemed to be, subject to the settlement, the settlement permanently ceases at that time to be a settlement for the purposes of that Act. In this subsection “ relevant property ” means land and personal chattels to which section 67(1) of the Settled Land Act 1925 (heirlooms) applies. 5 No land held on charitable, ecclesiastical or public trusts shall be or be deemed to be settled land after the commencement of this Act, even if it was or was deemed to be settled land before that commencement. 6 Schedule 1 has effect to make provision consequential on this section (including provision to impose a trust in circumstances in which, apart from this section, there would be a settlement for the purposes of the Settled Land Act 1925 (and there would not otherwise be a trust))."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "3", "section_title": " Abolition of doctrine of conversion.", "section_text": "3 1 Where land is held by trustees subject to a trust for sale, the land is not to be regarded as personal property; and where personal property is subject to a trust for sale in order that the trustees may acquire land, the personal property is not to be regarded as land. 2 Subsection (1) does not apply to a trust created by a will if the testator died before the commencement of this Act. 3 Subject to that, subsection (1) applies to a trust whether it is created, or arises, before or after that commencement."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "4", "section_title": " Express trusts for sale as trusts of land.", "section_text": "4 1 In the case of every trust for sale of land created by a disposition there is to be implied, despite any provision to the contrary made by the disposition, a power for the trustees to postpone sale of the land; and the trustees are not liable in any way for postponing sale of the land, in the exercise of their discretion, for an indefinite period. 2 Subsection (1) applies to a trust whether it is created, or arises, before or after the commencement of this Act. 3 Subsection (1) does not affect any liability incurred by trustees before that commencement."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "5", "section_title": " Implied trusts for sale as trusts of land.", "section_text": "5 1 Schedule 2 has effect in relation to statutory provisions which impose a trust for sale of land in certain circumstances so that in those circumstances there is instead a trust of the land (without a duty to sell). 2 Section 1 of the  Settled Land Act 1925 does not apply to land held on any trust arising by virtue of that Schedule (so that any such land is subject to a trust of land)."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "6", "section_title": " General powers of trustees.", "section_text": "6 1 For the purpose of exercising their functions as trustees, the trustees of land have in relation to the land subject to the trust all the powers of an absolute owner. 2 Where in the case of any land subject to a trust of land each of the beneficiaries interested in the land is a person of full age and capacity who is absolutely entitled to the land, the powers conferred on the trustees by subsection (1) include the power to convey the land to the beneficiaries even though they have not required the trustees to do so; and where land is conveyed by virtue of this subsection— a the beneficiaries shall do whatever is necessary to secure that it vests in them, and b if they fail to do so, the court may make an order requiring them to do so. 3 The trustees of land have power to  acquire land under the power conferred by section 8 of the Trustee Act 2000. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In exercising the powers conferred by this section trustees shall have regard to the rights of the beneficiaries. 6 The powers conferred by this section shall not be exercised in contravention of, or of any order made in pursuance of, any other enactment or any rule of law or equity. 7 The reference in subsection (6) to an order includes an order of any court or of the  Charity Commission . 8 Where any enactment other than this section confers on trustees authority to act subject to any restriction, limitation or condition, trustees of land may not exercise the powers conferred by this section to do any act which they are prevented from doing under the other enactment by reason of the restriction, limitation or condition. 9 The duty of care under section 1 of the Trustee Act 2000 applies to trustees of land when exercising the powers conferred by this section."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "7", "section_title": " Partition by trustees.", "section_text": "7 1 The trustees of land may, where beneficiaries of full age are absolutely entitled in undivided shares to land subject to the trust, partition the land, or any part of it, and provide (by way of mortgage or otherwise) for the payment of any equality money. 2 The trustees shall give effect to any such partition by conveying the partitioned land in severalty (whether or not subject to any legal mortgage created for raising equality money), either absolutely or in trust, in accordance with the rights of those beneficiaries. 3 Before exercising their powers under subsection (2) the trustees shall obtain the consent of each of those beneficiaries. 4 Where a share in the land is affected by an incumbrance, the trustees may either give effect to it or provide for its discharge from the property allotted to that share as they think fit. 5 If a share in the land is absolutely vested in a minor, subsections (1) to (4) apply as if he were of full age, except that the trustees may act on his behalf and retain land or other property representing his share in trust for him. 6 Subsection (1) is subject to sections 21 (part-unit: interests) and 22 (part-unit: charging) of the Commonhold and Leasehold Reform Act 2002."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "8", "section_title": " Exclusion and restriction of powers.", "section_text": "8 1 Sections 6 and 7 do not apply in the case of a trust of land created by a disposition in so far as provision to the effect that they do not apply is made by the disposition. 2 If the disposition creating such a trust makes provision requiring any consent to be obtained to the exercise of any power conferred by section 6 or 7, the power may not be exercised without that consent. 3 Subsection (1) does not apply in the case of charitable, ecclesiastical or public trusts. 4 Subsections (1) and (2) have effect subject to any enactment which prohibits or restricts the effect of provision of the description mentioned in them."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "9", "section_title": " Delegation by trustees.", "section_text": "9 1 The trustees of land may, by power of attorney, delegate to any beneficiary or beneficiaries of full age and beneficially entitled to an interest in possession in land subject to the trust any of their functions as trustees which relate to the land. 2 Where trustees purport to delegate to a person by a power of attorney under subsection (1) functions relating to any land and another person in good faith deals with him in relation to the land, he shall be presumed in favour of that other person to have been a person to whom the functions could be delegated unless that other person has knowledge at the time of the transaction that he was not such a person. And it shall be conclusively presumed in favour of any purchaser whose interest depends on the validity of that transaction that that other person dealt in good faith and did not have such knowledge if that other person makes a statutory declaration to that effect before or within three months after the completion of the purchase. 3 A power of attorney under subsection (1) shall be given by all the trustees jointly and (unless expressed to be irrevocable and to be given by way of security) may be revoked by any one or more of them; and such a power is revoked by the appointment as a trustee of a person other than those by whom it is given (though not by any of those persons dying or otherwise ceasing to be a trustee). 4 Where a beneficiary to whom functions are delegated by a power of attorney under subsection (1) ceases to be a person beneficially entitled to an interest in possession in land subject to the trust— a if the functions are delegated to him alone, the power is revoked, b if the functions are delegated to him and to other beneficiaries to be exercised by them jointly (but not separately), the power is revoked if each of the other beneficiaries ceases to be so entitled (but otherwise functions exercisable in accordance with the power are so exercisable by the remaining beneficiary or beneficiaries), and c if the functions are delegated to him and to other beneficiaries to be exercised by them separately (or either separately or jointly), the power is revoked in so far as it relates to him. 5 A delegation under subsection (1) may be for any period or indefinite. 6 A power of attorney under subsection (1) cannot be  an enduring power of attorney or lasting power of attorney within the meaning of the Mental Capacity Act 2005 . 7 Beneficiaries to whom functions have been delegated under subsection (1) are, in relation to the exercise of the functions, in the same position as trustees (with the same duties and liabilities); but such beneficiaries shall not be regarded as trustees for any other purposes (including, in particular, the purposes of any enactment permitting the delegation of functions by trustees or imposing requirements relating to the payment of capital money). 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Neither this section nor the repeal by this Act of section 29 of the  Law of Property Act 1925 (which is superseded by this section) affects the operation after the commencement of this Act of any delegation effected before that commencement."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "9A", "section_title": "", "section_text": "9A 1 The duty of care under section 1 of the Trustee Act 2000 applies to trustees of land in deciding whether to delegate any of their functions under section 9. 2 Subsection (3) applies if the trustees of land— a delegate any of their functions under section 9, and b the delegation is not irrevocable. 3 While the delegation continues, the trustees— a must keep the delegation under review, b if circumstances make it appropriate to do so, must consider whether there is a need to exercise any power of intervention that they have, and c if they consider that there is a need to exercise such a power, must do so. 4 “ Power of intervention ” includes— a a power to give directions to the beneficiary; b a power to revoke the delegation. 5 The duty of care under section 1 of the 2000 Act applies to trustees in carrying out any duty under subsection (3). 6 A trustee of land is not liable for any act or default of the beneficiary, or beneficiaries, unless the trustee fails to comply with the duty of care in deciding to delegate any of the trustees’ functions under section 9 or in carrying out any duty under subsection (3). 7 Neither this section nor the repeal of section 9(8) by the Trustee Act 2000 affects the operation after the commencement of this section of any delegation effected before that commencement."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "10", "section_title": " Consents.", "section_text": "10 1 If a disposition creating a trust of land requires the consent of more than two persons to the exercise by the trustees of any function relating to the land, the consent of any two of them to the exercise of the function is sufficient in favour of a purchaser. 2 Subsection (1) does not apply to the exercise of a function by trustees of land held on charitable, ecclesiastical or public trusts. 3 Where at any time a person whose consent is expressed by a disposition creating a trust of land to be required to the exercise by the trustees of any function relating to the land is not of full age— a his consent is not, in favour of a purchaser, required to the exercise of the function, but b the trustees shall obtain the consent of a parent who has parental responsibility for him (within the meaning of the  Children Act 1989) or of a guardian of his."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "11", "section_title": " Consultation with beneficiaries.", "section_text": "11 1 The trustees of land shall in the exercise of any function relating to land subject to the trust— a so far as practicable, consult the beneficiaries of full age and beneficially entitled to an interest in possession in the land, and b so far as consistent with the general interest of the trust, give effect to the wishes of those beneficiaries, or (in case of dispute) of the majority (according to the value of their combined interests). 2 Subsection (1) does not apply— a in relation to a trust created by a disposition in so far as provision that it does not apply is made by the disposition, b in relation to a trust created or arising under a will made before the commencement of this Act, or c in relation to the exercise of the power mentioned in section 6(2). 3 Subsection (1) does not apply to a trust created before the commencement of this Act by a disposition, or a trust created after that commencement by reference to such a trust, unless provision to the effect that it is to apply is made by a deed executed— a in a case in which the trust was created by one person and he is of full capacity, by that person, or b in a case in which the trust was created by more than one person, by such of the persons who created the trust as are alive and of full capacity. 4 A deed executed for the purposes of subsection (3) is irrevocable."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "12", "section_title": " The right to occupy.", "section_text": "12 1 A beneficiary who is beneficially entitled to an interest in possession in land subject to a trust of land is entitled by reason of his interest to occupy the land at any time if at that time— a the purposes of the trust include making the land available for his occupation (or for the occupation of beneficiaries of a class of which he is a member or of beneficiaries in general), or b the land is held by the trustees so as to be so available. 2 Subsection (1) does not confer on a beneficiary a right to occupy land if it is either unavailable or unsuitable for occupation by him. 3 This section is subject to section 13."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "13", "section_title": " Exclusion and restriction of right to occupy.", "section_text": "13 1 Where two or more beneficiaries are (or apart from this subsection would be) entitled under section 12 to occupy land, the trustees of land may exclude or restrict the entitlement of any one or more (but not all) of them. 2 Trustees may not under subsection (1)— a unreasonably exclude any beneficiary’s entitlement to occupy land, or b restrict any such entitlement to an unreasonable extent. 3 The trustees of land may from time to time impose reasonable conditions on any beneficiary in relation to his occupation of land by reason of his entitlement under section 12. 4 The matters to which trustees are to have regard in exercising the powers conferred by this section include— a the intentions of the person or persons (if any) who created the trust, b the purposes for which the land is held, and c the circumstances and wishes of each of the beneficiaries who is (or apart from any previous exercise by the trustees of those powers would be) entitled to occupy the land under section 12. 5 The conditions which may be imposed on a beneficiary under subsection (3) include, in particular, conditions requiring him— a to pay any outgoings or expenses in respect of the land, or b to assume any other obligation in relation to the land or to any activity which is or is proposed to be conducted there. 6 Where the entitlement of any beneficiary to occupy land under section 12 has been excluded or restricted, the conditions which may be imposed on any other beneficiary under subsection (3) include, in particular, conditions requiring him to— a make payments by way of compensation to the beneficiary whose entitlement has been excluded or restricted, or b forgo any payment or other benefit to which he would otherwise be entitled under the trust so as to benefit that beneficiary. 7 The powers conferred on trustees by this section may not be exercised— a so as prevent any person who is in occupation of land (whether or not by reason of an entitlement under section 12) from continuing to occupy the land, or b in a manner likely to result in any such person ceasing to occupy the land, unless he consents or the court has given approval. 8 The matters to which the court is to have regard in determining whether to give approval under subsection (7) include the matters mentioned in subsection (4)(a) to (c)."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "14", "section_title": " Applications for order.", "section_text": "14 1 Any person who is a trustee of land or has an interest in property subject to a trust of land may make an application to the court for an order under this section. 2 On an application for an order under this section the court may make any such order— a relating to the exercise by the trustees of any of their functions (including an order relieving them of any obligation to obtain the consent of, or to consult, any person in connection with the exercise of any of their functions), or b declaring the nature or extent of a person’s interest in property subject to the trust, as the court thinks fit. 3 The court may not under this section make any order as to the appointment or removal of trustees. 4 The powers conferred on the court by this section are exercisable on an application whether it is made before or after the commencement of this Act."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "15", "section_title": " Matters relevant in determining applications.", "section_text": "15 1 The matters to which the court is to have regard in determining an application for an order under section 14 include— a the intentions of the person or persons (if any) who created the trust, b the purposes for which the property subject to the trust is held, c the welfare of any minor who occupies or might reasonably be expected to occupy any land subject to the trust as his home, and d the interests of any secured creditor of any beneficiary. 2 In the case of an application relating to the exercise in relation to any land of the powers conferred on the trustees by section 13, the matters to which the court is to have regard also include the circumstances and wishes of each of the beneficiaries who is (or apart from any previous exercise by the trustees of those powers would be) entitled to occupy the land under section 12. 3 In the case of any other application, other than one relating to the exercise of the power mentioned in section 6(2), the matters to which the court is to have regard also include the circumstances and wishes of any beneficiaries of full age and entitled to an interest in possession in property subject to the trust or (in case of dispute) of the majority (according to the value of their combined interests). 4 This section does not apply to an application if section 335A of the  Insolvency Act 1986 (which is inserted by Schedule 3 and relates to applications by a trustee of a bankrupt) applies to it."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "16", "section_title": " Protection of purchasers.", "section_text": "16 1 A purchaser of land which is or has been subject to a trust need not be concerned to see that any requirement imposed on the trustees by section 6(5), 7(3) or 11(1) has been complied with. 2 Where— a trustees of land who convey land which (immediately before it is conveyed) is subject to the trust contravene section 6(6) or (8), but b the purchaser of the land from the trustees has no actual notice of the contravention, the contravention does not invalidate the conveyance. 3 Where the powers of trustees of land are limited by virtue of section 8— a the trustees shall take all reasonable steps to bring the limitation to the notice of any purchaser of the land from them, but b the limitation does not invalidate any conveyance by the trustees to a purchaser who has no actual notice of the limitation. 4 Where trustees of land convey land which (immediately before it is conveyed) is subject to the trust to persons believed by them to be beneficiaries absolutely entitled to the land under the trust and of full age and capacity— a the trustees shall execute a deed declaring that they are discharged from the trust in relation to that land, and b if they fail to do so, the court may make an order requiring them to do so. 5 A purchaser of land to which a deed under subsection (4) relates is entitled to assume that, as from the date of the deed, the land is not subject to the trust unless he has actual notice that the trustees were mistaken in their belief that the land was conveyed to beneficiaries absolutely entitled to the land under the trust and of full age and capacity. 6 Subsections (2) and (3) do not apply to land held on charitable, ecclesiastical or public trusts. 7 This section does not apply to registered land."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "17", "section_title": " Application of provisions to trusts of proceeds of sale.", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Section 14 applies in relation to a trust of proceeds of sale of land and trustees of such a trust as in relation to a trust of land and trustees of land. 3 In this section “ trust of proceeds of sale of land ” means (subject to subsection (5)) any trust of property (other than a trust of land) which consists of or includes— a any proceeds of a disposition of land held in trust (including settled land), or b any property representing any such proceeds. 4 The references in subsection (3) to a trust— a are to any description of trust (whether express, implied, resulting or constructive), including a trust for sale and a bare trust, and b include a trust created, or arising, before the commencement of this Act. 5 A trust which (despite section 2) is a settlement for the purposes of the  Settled Land Act 1925 cannot be a trust of proceeds of sale of land. 6 In subsection (3)— a “ disposition ” includes any disposition made, or coming into operation, before the commencement of this Act, and b the reference to settled land includes personal chattels to which section 67(1) of the Settled Land Act 1925 (heirlooms) applies."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "18", "section_title": " Application of Part to personal representatives.", "section_text": "18 1 The provisions of this Part relating to trustees, other than sections 10, 11 and 14, apply to personal representatives, but with appropriate modifications and without prejudice to the functions of personal representatives for the purposes of administration. 2 The appropriate modifications include— a the substitution of references to persons interested in the due administration of the estate for references to beneficiaries, and b the substitution of references to the will for references to the disposition creating the trust. 3 Section 3(1) does not apply to personal representatives if the death occurs before the commencement of this Act."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "19", "section_title": " Appointment and retirement of trustee at instance of beneficiaries.", "section_text": "19 1 This section applies in the case of a trust where— a there is no person nominated for the purpose of appointing new trustees by the instrument, if any, creating the trust, and b the beneficiaries under the trust are of full age and capacity and (taken together) are absolutely entitled to the property subject to the trust. 2 The beneficiaries may give a direction or directions of either or both of the following descriptions— a a written direction to a trustee or trustees to retire from the trust, and b a written direction to the trustees or trustee for the time being (or, if there are none, to the personal representative of the last person who was a trustee) to appoint by writing to be a trustee or trustees the person or persons specified in the direction. 3 Where— a a trustee has been given a direction under subsection (2)(a), b reasonable arrangements have been made for the protection of any rights of his in connection with the trust, c after he has retired there will be either a trust corporation or at least two persons to act as trustees to perform the trust, and d either another person is to be appointed to be a new trustee on his retirement (whether in compliance with a direction under subsection (2)(b) or otherwise) or the continuing trustees by deed consent to his retirement, he shall make a deed declaring his retirement and shall be deemed to have retired and be discharged from the trust. 4 Where a trustee retires under subsection (3) he and the continuing trustees (together with any new trustee) shall (subject to any arrangements for the protection of his rights) do anything necessary to vest the trust property in the continuing trustees (or the continuing and new trustees). 5 This section has effect subject to the restrictions imposed by the  Trustee Act 1925 on the number of trustees."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "20", "section_title": "  Appointment of substitute for trustee who lacks capacity", "section_text": "20 1 This section applies where— a a trustee  lacks capacity (within the meaning of the Mental Capacity Act 2005) to exercise  his functions as trustee, b there is no person who is both entitled and willing and able to appoint a trustee in place of him under section 36(1) of the Trustee Act 1925, and c the beneficiaries under the trust are of full age and capacity and (taken together) are absolutely entitled to the property subject to the trust. 2 The beneficiaries may give to— a a deputy appointed for the trustee by the Court of Protection, b an attorney acting for him under the authority of  an enduring power of attorney or lasting power of attorney registered under the Mental Capacity Act 2005 c a person authorised for the purpose by  the Court of Protection , a written direction to appoint by writing the person or persons specified in the direction to be a trustee or trustees in place of the incapable trustee."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "21", "section_title": " Supplementary.", "section_text": "21 1 For the purposes of section 19 or 20 a direction is given by beneficiaries if— a a single direction is jointly given by all of them, or b (subject to subsection (2)) a direction is given by each of them (whether solely or jointly with one or more, but not all, of the others), and none of them by writing withdraws the direction given by him before it has been complied with. 2 Where more than one direction is given each must specify for appointment or retirement the same person or persons. 3 Subsection (7) of section 36 of the  Trustee Act 1925 (powers of trustees appointed under that section) applies to a trustee appointed under section 19 or 20 as if he were appointed under that section. 4 A direction under section 19 or 20 must not specify a person or persons for appointment if the appointment of that person or those persons would be in contravention of section 35(1) of the Trustee Act 1925 or section 24(1) of the  Law of Property Act 1925 (requirements as to identity of trustees). 5 Sections 19 and 20 do not apply in relation to a trust created by a disposition in so far as provision that they do not apply is made by the disposition. 6 Sections 19 and 20 do not apply in relation to a trust created before the commencement of this Act by a disposition in so far as provision to the effect that they do not apply is made by a deed executed— a in a case in which the trust was created by one person and he is of full capacity, by that person, or b in a case in which the trust was created by more than one person, by such of the persons who created the trust as are alive and of full capacity. 7 A deed executed for the purposes of subsection (6) is irrevocable. 8 Where a deed is executed for the purposes of subsection (6)— a it does not affect anything done before its execution to comply with a direction under section 19 or 20, but b a direction under section 19 or 20 which has been given but not complied with before its execution shall cease to have effect."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "22", "section_title": " Meaning of “beneficiary”.", "section_text": "22 1 In this Act “ beneficiary ”, in relation to a trust, means any person who under the trust has an interest in property subject to the trust (including a person who has such an interest as a trustee or a personal representative). 2 In this Act references to a beneficiary who is beneficially entitled do not include a beneficiary who has an interest in property subject to the trust only by reason of being a trustee or personal representative. 3 For the purposes of this Act a person who is a beneficiary only by reason of being an annuitant is not to be regarded as entitled to an interest in possession in land subject to the trust."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "23", "section_title": " Other interpretation provisions.", "section_text": "23 1 In this Act “ purchaser ” has the same meaning as in Part I of the  Law of Property Act 1925. 2 Subject to that, where an expression used in this Act is given a meaning by the Law of Property Act 1925 it has the same meaning as in that Act unless the context otherwise requires. 3 In this Act “ the court ” means— a the High Court, or b the county court ."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "24", "section_title": " Application to Crown.", "section_text": "24 1 Subject to subsection (2), this Act binds the Crown. 2 This Act (except so far as it relates to undivided shares and joint ownership) does not affect or alter the descent, devolution or nature of the estates and interests of or in— a land for the time being vested in Her Majesty in right of the Crown or of the Duchy of Lancaster, or b land for the time being belonging to the Duchy of Cornwall and held in right or respect of the Duchy."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "25", "section_title": " Amendments, repeals  etc.", "section_text": "25 1 The enactments mentioned in Schedule 3 have effect subject to the amendments specified in that Schedule (which are minor or consequential on other provisions of this Act). 2 The enactments mentioned in Schedule 4 are repealed to the extent specified in the third column of that Schedule. 3 Neither section 2(5) nor the repeal by this Act of section 29 of the  Settled Land Act 1925 applies in relation to the deed of settlement set out in the Schedule to the  Chequers Estate Act 1917 or the trust instrument set out in the Schedule to the  Chevening Estate Act 1959. 4 The amendments and repeals made by this Act do not affect any entailed interest created before the commencement of this Act. 5 The amendments and repeals made by this Act in consequence of section 3— a do not affect a trust created by a will if the testator died before the commencement of this Act, and b do not affect personal representatives of a person who died before that commencement; and the repeal of section 22 of the  Partnership Act 1890 does not apply in any circumstances involving the personal representatives of a partner who died before that commencement."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "26", "section_title": " Power to make consequential provision.", "section_text": "26 1 The Lord Chancellor may by order made by statutory instrument make any such supplementary, transitional or incidental provision as appears to him to be appropriate for any of the purposes of this Act or in consequence of any of the provisions of this Act. 2 An order under subsection (1) may, in particular, include provision modifying any enactment contained in a public general or local Act which is passed before, or in the same Session as, this Act. 3 A statutory instrument made in the exercise of the power conferred by this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trusts of Land and Appointment of Trustees Act 1996", "year": 1996, "section": "27", "section_title": " Short title, commencement and extent.", "section_text": "27 1 This Act may be cited as the Trusts of Land and Appointment of Trustees Act 1996. 2 This Act comes into force on such day as the Lord Chancellor appoints by order made by statutory instrument. 3 Subject to subsection (4), the provisions of this Act extend only to England and Wales. 4 The repeal in section 30(2) of the  Agriculture Act 1970 extends only to Northern Ireland."}]