[{"act": "Wild Mammals (Protection) Act 1996", "year": 1996, "section": "1", "section_title": " Offences.", "section_text": "1 If, save as permitted by this Act, any person mutilates, kicks, beats, nails or otherwise impales, stabs, burns, stones, crushes, drowns, drags or asphyxiates any wild mammal with intent to inflict unnecessary suffering he shall be guilty of an offence."}, {"act": "Wild Mammals (Protection) Act 1996", "year": 1996, "section": "2", "section_title": " Exceptions from offence under the Act.", "section_text": "2 A person shall not be guilty of an offence under this Act by reason of— a the attempted killing of any such wild mammal as an act of mercy if he shows that the mammal had been so seriously disabled otherwise than by his unlawful act that there was no reasonable chance of its recovering; b the killing in a reasonably swift and humane manner of any such wild mammal if he shows that the wild mammal had been injured or taken in the course of either lawful shooting, hunting, coursing or  lawful  pest control activity; c doing anything which is authorised by or under any enactment; d any act made unlawful by section 1 if the act was done by means of any snare, trap, dog, or bird lawfully used for the purpose of killing or taking any wild mammal; or e the lawful use of any poisonous or noxious substance on any wild mammal."}, {"act": "Wild Mammals (Protection) Act 1996", "year": 1996, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act  “ wild mammal ” means any mammal which is not a  “protected animal” within the meaning of the Animal Welfare Act 2006. In this Act “wild mammal” means any mammal which is not a protected animal within the meaning of section 17 of the  Animal Health and Welfare (Scotland) Act 2006 (asp 11) ."}, {"act": "Wild Mammals (Protection) Act 1996", "year": 1996, "section": "4", "section_title": " Powers of constable.", "section_text": "4 Where a constable has reasonable grounds for suspecting that a person has committed an offence under the provisions of this Act and that evidence of the commission of the offence may be found on that person or in or on any vehicle he may have with him, the constable may— a without warrant, stop and search that person and any vehicle or article he may have with him; and b seize and detain for the purposes of proceedings under any of those provisions anything which may be evidence of the commission of the offence or may be liable to be confiscated under section 6 of this Act."}, {"act": "Wild Mammals (Protection) Act 1996", "year": 1996, "section": "5", "section_title": " Penalties.", "section_text": "5 1 A person guilty of an offence under this Act shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale, or a term of imprisonment not exceeding six months, or both. 1 A person guilty of an offence under this Act is liable— a on summary conviction, to imprisonment for a term not exceeding 12 months or a fine not exceeding £40,000 (or both), b on conviction on indictment, to imprisonment for a term not exceeding 5 years or a fine (or both). 2 Provided that where the offence was committed in respect of more than one wild mammal, the maximum fine which may be imposed shall be determined as if the person had been convicted of a separate offence in respect of each such wild mammal."}, {"act": "Wild Mammals (Protection) Act 1996", "year": 1996, "section": "6", "section_title": " Court powers of confiscation &c.", "section_text": "6 1 The court before whom any person is convicted under this Act may, in addition to any other punishment, order the confiscation of any vehicle or equipment used in the commission of the offence. 2 The Secretary of State may, by regulations made by statutory instrument and subject to annulment in pursuance of a resolution of either House of Parliament, make provision for the disposal or destruction in prescribed circumstances of any vehicle or equipment confiscated under this section."}, {"act": "Wild Mammals (Protection) Act 1996", "year": 1996, "section": "7", "section_title": " Citation, commencement and extent.", "section_text": "7 1 This Act may be cited as the Wild Mammals (Protection) Act 1996. 2 This Act shall come into force with the expiration of the period of two months beginning with its passing. 3 This Act shall not apply to Northern Ireland. 4 Section 6 of this Act shall not apply to Scotland, and so much of section 4 as refers to that section shall also not apply there."}]