[{"act": "Badgers (Further Protection) Act 1991 (repealed 16.10.1992)", "year": 1991, "section": "1", "section_title": " Powers of court where dog used in or present at commission of offence.", "section_text": "1 1 Where a dog has been used in or was present at the commission of an offence under section 1(1) or 2 of the  Badgers Act 1973 (taking, injuring or killing badgers and offences of cruelty) the court, on convicting the offender, may, in addition to or in substitution for any other punishment, make either or both of the following orders— a an order for the destruction or other disposal of the dog; b an order disqualifying the offender, for such period as it thinks fit, for having custody of a dog. 2 Where the court makes an order under subsection (1)(a) above, it may— a appoint a person to undertake the destruction or other disposal of the dog and require any person having custody of the dog to deliver it up for that purpose; and b order the offender to pay such sum as the court may determine to be the reasonable expenses of destroying or otherwise disposing of the dog and of keeping it pending its destruction or disposal. 3 Where an order under subsection (1)(a) above is made in relation to a dog owned by a person other than the offender, the owner of the dog may appeal to the Crown Court against the order. 4 A dog shall not be destroyed pursuant to an order under subsection (1)(a) above— a until the end of the period within which notice of appeal to the Crown Court against the order can be given; and b if notice of appeal is given within that period, until the appeal is determined or withdrawn, unless the owner of the dog gives notice to the court which made the order that he does not intend to appeal against it. 5 A person who is disqualified for having custody of a dog by virtue of an order made under subsection (1)(b) above may, at any time after the end of the period of one year beginning with the date of the order, apply to the court that made it (or any magistrates’ court acting for the same petty sessions area as that court) for a direction terminating the disqualification. 6 On an application under subsection (5) above the court may— a having regard to the applicant’s character, his conduct since the disqualification was imposed and any other circumstances of the case, grant or refuse the application; and b order the applicant to pay all or any part of the costs of the application; and where an application in respect of an order is refused no further application in respect of that order shall be entertained if made before the end of the period of one year beginning with the date of the refusal. 7 Any person who— a has custody of a dog in contravention of an order under subsection (1)(b) above; or b fails to comply with a requirement imposed on him under subsection (2)(a) above, is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 8 A sum ordered to be paid by an order under subsection (2)(b) above shall be recoverable summarily as a civil debt. 9 In the application of this section to Scotland— a in subsection (3), for the words “Crown Court against the order” there shall be substituted the words  “                  High Court of Justiciary against the order within the period of seven days beginning with the date of the order                ” ; b for subsection (4)(a) there shall be substituted— a until the end of the period of seven days beginning with the date of the order ; and c in subsection (5), the words “(or any magistrates’ court acting for the same petty sessions area as that court)” shall be omitted."}, {"act": "Badgers (Further Protection) Act 1991 (repealed 16.10.1992)", "year": 1991, "section": "2", "section_title": " Short title, saving, commencement and extent.", "section_text": "2 1 This Act may be cited as the Badgers (Further Protection) Act 1991. 2 This Act does not apply to an offence committed before it comes into force. 3 This Act comes into force at the end of the period of two months beginning with the day on which it is passed. 4 This Act does not extend to Northern Ireland."}]