[{"act": "Crofter Forestry (Scotland) Act 1991 (repealed 5.1.1994)", "year": 1991, "section": "1", "section_title": " Use of common grazings for forestry purposes.", "section_text": "1 1 After subsection (1B) of section 25 of the  Crofters (Scotland) Act 1955 (powers and duties of grazings committees) there shall be inserted the following subsections— 1C Subject to section 26A of this Act and to subsections (1D) and (1E) below, where the grazings committee have obtained the approval and consent referred to in subsection (1) of that section they may plant trees on, and use as woodlands, any part of the common grazing in accordance with the approval and consent. 1D Where any crofter interested in the common grazing requests them to do so, the grazings committee shall exercise their power under subsection (1C) above. 1E The power of the grazings committee under subsection (1C) above shall not be exercised in such a way that the whole of the common grazing is planted with trees and used as woodlands. 2 After section 26 of that Act there shall be inserted the following section—  Use of common grazings for forestry purposes. 26A 1 Where a grazings committee or any crofter interested in the common grazing proposes that the committee should, in exercise of their power under section 25(1C) of this Act, plant trees on, and use as woodlands, any part of the common grazing, the committee shall apply for— a the approval of the Commission; and b the consent of the landlord of the common grazing, to the use as woodlands of the part of the common grazing concerned. 2 A landlord’s consent— a shall be in writing; b shall specify the part of the common grazing to which it relates; c shall be intimated to the Commission by the landlord or the grazings committee; d shall not take effect until it is entered in the Register of Crofts; and e shall, when entered in that Register, be binding on the successors to the landlord’s interest. 3 A landlord’s consent shall cease to have effect if the grazings committee have not commenced planting of trees on the part of the common grazing to which the consent relates on the expiry of the period of seven years beginning with the date on which the consent is entered in the Register of Crofts. 4 In this section— “ landlord’s consent ” means the consent of the landlord referred to in subsection (1)(b) above; and “ Register of Crofts ” means the Register maintained under section 3 of the Crofters (Scotland) Act 1961."}, {"act": "Crofter Forestry (Scotland) Act 1991 (repealed 5.1.1994)", "year": 1991, "section": "2", "section_title": " Supplementary.", "section_text": "2 1 After subsection (3) of section 12 of the  Crofters (Scotland) Act 1955 (resumption of all or part of croft by landlord), there shall be inserted the following subsection— 3A Where a grazings committee have, under section 25(1C) of this Act, planted trees on land forming part of a common grazing, it shall not be competent for an application to be made under subsection (1) above in respect of that land while it continues to be used as woodlands. 2 In subsection (1A) of section 25 of that Act (powers and duties of grazings committees)— a after the words “subsection (1)(b) above” there shall be inserted  “                  , or to plant trees under subsection (1C) below,                ” ; and b after the word “works” in the second place where it occurs there shall be inserted  “                  or, as the case may be, that planting                ” . 3 In section 26(2)(b) of that Act (common grazings regulations), for the words “section 25(1)(b) of this Act” there shall be substituted  “              subsection (1)(b) and the exercise of their powers under subsection (1C) of section 25 of this Act            ” . 4 In section 27 of that Act (Commission’s power to apportion common grazings)— a in subsection (1), for the words “the last foregoing section” there shall be substituted  “                  section 26                ” ; and b in subsection (4), after the word “grazing” there shall be inserted  “                  , other than a part on which the grazings committee have planted trees and which they are using as woodlands under section 25(1C) of this Act,                ” . 5 In paragraph 12 of the Second Schedule to that Act (statutory conditions relating to crofting tenure), in the definition of “cultivate”— a the word “and” where it first occurs shall be omitted; and b at the end there shall be added  “                  and the planting of trees and use of the land as woodlands                ” . 6 In the Fifth Schedule to that Act (definition of permanent improvements), at the end of paragraph 7 there shall be added the words  “              other than under section 25(1C) of this Act            ” . 7 In subsection (2) of section 3 of the  Crofters (Scotland) Act 1961 (Register of Crofts), after paragraph (b) there shall be inserted the following paragraph— bb any consent of the landlord of a croft under section 26A(1)(b) of the Act of 1955; ."}, {"act": "Crofter Forestry (Scotland) Act 1991 (repealed 5.1.1994)", "year": 1991, "section": "3", "section_title": " Grants for common grazings used for forestry purposes and as farm woodlands.", "section_text": "3 1 In section 1 of the  Forestry Act 1979 (finance for forestry), at the end there shall be added the following subsection— 3 In the application of this section to land in Scotland which constitutes or is part of a common grazing for which a grazings committee or a grazings constable has been appointed under section 24 of the Crofters (Scotland) Act 1955, the references to owners and lessees shall be construed as references to the grazings committee or, as the case may be, the grazings constable. 2 In section 2 of the  Farm Land and Rural Development Act 1988 (grants in respect of farm woodlands), at the end there shall be added the following subsection— 8 In the application of this section to land in Scotland which constitutes or is part of a common grazing for which a grazings committee or a grazings constable has been appointed under section 24 of the Crofters (Scotland) Act 1955, the references to owners and lessees shall be construed as references to the grazings committee or, as the case may be, the grazings constable. 3 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Crofter Forestry (Scotland) Act 1991 (repealed 5.1.1994)", "year": 1991, "section": "4", "section_title": " Citation, commencement and extent.", "section_text": "4 1 This Act may be cited as the Crofter Forestry (Scotland) Act 1991. 2 This Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument. 3 This Act extends to Scotland only."}]