[{"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "1", "section_title": " The scheduled offences.", "section_text": "1 1 In this Act “ scheduled offence ” means an offence specified in Part I,  III  or  IV  of Schedule 1 to this Act but subject to any relevant note in Part I of that Schedule. 2 Part II of that Schedule shall have effect with respect to offences related to those specified in Part I of that Schedule. 3 The Secretary of State may by order amend Parts I and  II  of that Schedule whether by adding an offence to, or removing an offence from, either of those Parts or otherwise."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "2", "section_title": " Preliminary inquiry into scheduled offences.", "section_text": "2 1 Where in any proceedings before a magistrates’ court for a scheduled offence (not being an extra-territorial offence as defined in section 1(3) of the  Criminal Jurisdiction Act 1975) the prosecutor requests the court to conduct a preliminary inquiry into the offence under the  Magistrates’ Courts (Northern Ireland) Order 1981, the court shall, notwithstanding anything in Article 31 of that Order, conduct a preliminary inquiry into the offence unless the court is of opinion that in the interests of justice a preliminary investigation should be conducted into the offence under that Order. 2 Where in any proceedings a person charged with a scheduled offence is also charged with another offence which is not a scheduled offence, that other offence shall be treated as a scheduled offence for the purposes of this section."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "3", "section_title": " Limitation of power to grant bail in case of scheduled offences.", "section_text": "3 1 This section applies to any person who has attained the age of fourteen and is charged with a scheduled offence which is neither being tried summarily nor certified by the Director of Public Prosecutions for Northern Ireland as in his opinion suitable to be so tried. 2 Subject to subsection (7) below, a person to whom this section applies shall not be admitted to bail except— a by a judge of the High Court or the Court of Appeal; or b by the judge of the court of trial on adjourning the trial of a person charged with a scheduled offence. 3 A judge may, in his discretion, admit to bail in pursuance of subsection (2) above a person to whom this section applies except where he is satisfied that there are substantial grounds for believing that that person, if released on bail (whether subject to conditions or not), would— a fail to surrender to custody, or b commit an offence while on bail, or c interfere with any witness, or d otherwise obstruct or attempt to obstruct the course of justice, whether in relation to himself or in relation to any other person, or, if released subject to conditions, would fail to comply with all or any of those conditions. 4 In exercising his discretion in accordance with subsection (3) above in relation to a person, a judge shall have regard to such of the following considerations as appear to him to be relevant, namely— a the nature and seriousness of the offence with which the person is charged, b the character, antecedents, associations and community ties of the person, c the time which the person has already spent in custody and the time which he is likely to spend in custody if he is not admitted to bail, and d the strength of the evidence of his having committed the offence, as well as to any others which appear to be relevant. 5 Without prejudice to any other power to impose conditions on admission to bail, a judge may impose such conditions on admitting a person to bail under this section as appear to him to be likely to result in that person’s appearance at the time and place required, or to be necessary in the interests of justice or for the prevention of crime. 6 Where a person to whom this section applies is a serving member of— a any of Her Majesty’s forces; or b the Royal Ulster Constabulary or the Royal Ulster Constabulary Reserve, he may be admitted to bail on condition that he is held in military or (as the case may be) police custody if the judge is satisfied that suitable arrangements have been made for holding him in such custody; and where a person is admitted to bail on such a condition it shall be lawful for him to be held in such custody in accordance with the conditions of his bail. 7 The power to admit a person to bail in accordance with subsection (6) above shall, notwithstanding subsection (2) above, be exercisable by a resident magistrate as well as by a judge."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "4", "section_title": " Legal aid to applicants for bail in case of scheduled offences.", "section_text": "4 1 Where it appears to a judge of the High Court or the Court of Appeal— a that a person charged with a scheduled offence intends to apply to be admitted to bail; and b that it is desirable in the interests of justice that that person should have legal aid but that he has not sufficient means to enable him to obtain that aid, the judge may assign to him a solicitor and counsel, or counsel only, in the application for bail. 2 If, on a question of granting a person free legal aid under this section, there is a doubt whether his means are sufficient to enable him to obtain legal aid or whether it is desirable in the interests of justice that he should have free legal aid, the doubt shall be resolved in favour of granting him free legal aid. 3 Articles 32, 36 and 40 of the  Legal Aid, Advice and Assistance (Northern Ireland) Order 1981 (statements, payments, rules and stamp duty) shall apply in relation to legal aid under this section as they apply in relation to legal aid under Part III of that Order as if any legal aid under this section were given in pursuance of a criminal aid certificate under Article 29 of that Order."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "5", "section_title": " Maximum period of remand in custody in case of scheduled offences.", "section_text": "5 Notwithstanding Article 47(2) and (3) of the  Magistrates’ Courts (Northern Ireland) Order 1981, the period for which a person charged with a scheduled offence (or with a scheduled offence and another offence which is not a scheduled offence) may be remanded in custody by a magistrates’ court shall be a period of not more than twenty-eight days beginning with the day following that on which he is so remanded."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "6", "section_title": " Holding in custody of young persons charged with scheduled offences.", "section_text": "6 1 Where a young person charged with a scheduled offence has been remanded or committed for trial as respects that offence and is not released on bail, he may— a notwithstanding the provisions of any enactment, and b whether or not he was remanded or committed for trial at a time when this section was not in force, be held in custody in such prison or other place as may be specified in a direction given by the Secretary of State under this section. 2 The Secretary of State may give a direction in respect of a person to whom this section applies if he considers that it is necessary, in order to prevent his escape or to ensure his safety or the safety of others, to make special arrangements as to the place at which that person is to be held in custody while on remand or while committed for trial. 3 A direction may be given by the Secretary of State at any time after the young person to whom it relates has been charged with a scheduled offence, and may be varied or revoked by a further direction. 4 In this section “ young person ” means a person who has attained the age of fourteen and is under the age of seventeen."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "7", "section_title": " Directions under s. 6.", "section_text": "7 1 A direction under section 6 above shall, if it has not previously ceased to have effect, cease to have effect at the expiration of such period as may be specified in the direction (being a period not exceeding two months beginning with the date of the direction) unless continued in force by a further direction. 2 Where, by virtue of a direction, a young person is held in custody in a prison or other place and the direction ceases to have effect (whether or not by reason of the expiry or cesser of section 6 above) it shall be lawful for him to continue to be held in custody in that prison or place until arrangements can be made for him to be held in custody in accordance with the law then applicable to his case. 3 Nothing in subsection (2) above shall be taken to make lawful the holding in custody of any person who would, disregarding that subsection, be entitled to be released from custody."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "8", "section_title": " Power of Secretary of State to set time limits in relation to preliminary proceedings for scheduled offences.", "section_text": "8 1 The Secretary of State may by regulations make provision, with respect to any specified preliminary stage of proceedings for a scheduled offence, as to the maximum period— a to be allowed to the prosecution to complete that stage; b during which the accused may, while awaiting completion of that stage, be— i in the custody of a magistrates’ court; or ii in the custody of the Crown Court, in relation to that offence. 2 The regulations may, in particular— a provide for— i the  Magistrates’ Courts (Northern Ireland) Order 1981, ii section 3 above, or iii any other enactment, or any rule of law, relating to bail, to apply in relation to cases to which custody or overall time limits apply subject to such modifications as may be specified (being modifications which the Secretary of State considers necessary in consequence of any provision made by the regulations); b provide for time limits imposed by the regulations to cease to have effect in cases where, after the institution of proceedings for a scheduled offence, the Attorney General for Northern Ireland has certified that the offence in question is not to be treated as a scheduled offence; c make such provision with respect to the procedure to be followed in criminal proceedings as the Secretary of State considers appropriate in consequence of any other provision of the regulations; and d make such transitional provision in relation to proceedings instituted before the commencement of any provision of the regulations as the Secretary of State considers appropriate. 3 Where separate counts of an indictment allege a scheduled offence and an offence which is not a scheduled offence, then (subject to, and in accordance with, the provisions of the regulations) the regulations shall have effect in relation to the latter offence as if it were a scheduled offence. 4 The Crown Court may, at any time before the expiry of a time limit imposed by the regulations, extend, or further extend, that limit if it is satisfied— a that there is good and sufficient cause for doing so; and b that the prosecution has acted with all due expedition. 5 Where, in relation to any proceedings for a relevant offence, an overall time limit has expired before the completion of the stage of the proceedings to which the limit applies, the accused shall be treated, for all purposes, as having been acquitted of that offence. 6 Where— a a person escapes from the custody of a magistrates’ court or of the Crown Court before the expiry of a custody time limit which applies in his case; or b a person who has been released on bail in consequence of the expiry of a custody time limit— i fails to surrender himself into the custody of the court at the appointed time; or ii is arrested by a constable in connection with any breach, or apprehended breach, of any condition of his bail, the regulations shall, so far as they provide for any custody time limit in relation to the preliminary stage in question, be disregarded. 7 Where— a a person escapes from the custody of a magistrates’ court or of the Crown Court; or b a person who has been released on bail fails to surrender himself into the custody of the court at the appointed time, the overall time limit which applies in his case in relation to the stage which the proceedings have reached at the time of the escape or, as the case may be, at the appointed time shall, so far as the relevant offence in question is concerned, cease to have effect. 8 Where a person is convicted of a relevant offence in any proceedings, the exercise, in relation to any preliminary stage of those proceedings, of the power conferred by subsection (4) above shall not be called into question on any appeal against that conviction. 9 In this section— “ custody of the Crown Court ” includes custody to which a person is committed in pursuance of— a Article 37 or 40(4) of the  Magistrates’ Courts (Northern Ireland) Order 1981 (magistrates’ court committing accused for trial); or b section 51(8) of the  Judicature (Northern Ireland) Act 1978 (magistrates’ court dealing with a person brought before it following his arrest in pursuance of a warrant issued by the Crown Court); “ custody of a magistrates’ court ” means custody to which a person is committed in pursuance of Article 47 or 49 of the Magistrates’ Courts (Northern Ireland) Order 1981 (remand); “ custody time limit ” means a time limit imposed by the regulations in pursuance of subsection (1)(b) above or, where any such limit has been extended by the Crown Court under subsection (4) above, the limit as so extended; “ preliminary stage ”, in relation to any proceedings, does not include any stage of the proceedings after the accused has been arraigned in the Crown Court or, in the case of a summary trial, the magistrates’ court has begun to hear evidence for the prosecution at the trial; “ overall time limit ” means a time limit imposed by the regulations in pursuance of subsection (1)(a) above or, where any such limit has been extended by the Crown Court under subsection (4) above, the limit as so extended; “ relevant offence ” means— a a scheduled offence, or b an offence in relation to which the regulations have effect in accordance with subsection (3) above; and “ specified ” means specified in the regulations. 10 For the purposes of the application of any custody time limit in relation to a person who is in the custody of a magistrates’ court or of the Crown Court— a all periods during which he is in the custody of a magistrates’ court in respect of the same offence shall be aggregated and treated as a single continuous period; and b all periods during which he is in the custody of the Crown Court in respect of the same offence shall be aggregated and treated similarly."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "9", "section_title": " Court for trial of scheduled offences.", "section_text": "9 1 A trial on indictment of a scheduled offence shall be held only at the Crown Court sitting in Belfast, unless the Lord Chancellor after consultation with the Lord Chief Justice of Northern Ireland directs in any particular case that such a trial shall be held at the Crown Court sitting elsewhere. 2 A person committed for trial for a scheduled offence, or for two or more offences at least one of which is a scheduled offence, shall be committed— a to the Crown Court sitting in Belfast, or b where the Lord Chancellor has given a direction under subsection (1) above with respect to the trial, to the Crown Court sitting at the place specified in the direction; and section 48 of the  Judicature (Northern Ireland) Act 1978 (committal for trial on indictment) shall have effect accordingly. 3 Where— a in accordance with subsection (2) above any person is committed for trial to the Crown Court sitting in Belfast, and b a direction is subsequently given by the Lord Chancellor under subsection (1) above altering the place of trial, that person shall be treated as having been committed for trial to the Crown Court sitting at the place specified in the direction."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "10", "section_title": " Mode of trial on indictment of scheduled offences.", "section_text": "10 1 A trial on indictment of a scheduled offence shall be conducted by the court without a jury. 2 The court trying a scheduled offence on indictment under this section shall have all the powers, authorities and jurisdiction which the court would have had if it had been sitting with a jury, including power to determine any question and to make any finding which would, apart from this section, be required to be determined or made by a jury, and references in any enactment to a jury or the verdict or finding of a jury shall be construed accordingly in relation to a trial under this section. 3 Where separate counts of an indictment allege a scheduled offence and an offence which is not a scheduled offence, the trial on indictment shall, without prejudice to section 5 of the  Indictments Act (Northern Ireland) 1945 (orders for amendment of indictment, separate trial and postponement of trial), be conducted as if all the offences alleged in the indictment were scheduled offences. 4 Without prejudice to subsection (2) above, where the court trying a scheduled offence on indictment— a is not satisfied that the accused is guilty of that offence, but b is satisfied that he is guilty of some other offence which is not a scheduled offence, but of which a jury could have found him guilty on a trial for the scheduled offence, the court may convict him of that other offence. 5 Where the court trying a scheduled offence convicts the accused of that or some other offence, then, without prejudice to its power apart from this subsection to give a judgment, it shall, at the time of conviction or as soon as practicable thereafter, give a judgment stating the reasons for the conviction. 6 A person convicted of any offence on a trial under this section without a jury may, notwithstanding anything in sections 1 and 10(1) of the  Criminal Appeal (Northern Ireland) Act 1980, appeal to the Court of Appeal under Part I of that Act— a against his conviction, on any ground, without the leave of the Court of Appeal or a certificate of the judge of the court of trial; and b against sentence passed on conviction, without that leave, unless the sentence is one fixed by law. 7 Where a person is so convicted, the time for giving notice of appeal under subsection (1) of section 16 of that Act of 1980 shall run from the date of judgment if later than the date from which it would run under that subsection."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "11", "section_title": " Admissions by persons charged with scheduled offences.", "section_text": "11 1 In any criminal proceedings for a scheduled offence, or for two or more offences at least one of which is a scheduled offence, a statement made by the accused may be given in evidence by the prosecution in so far as— a it is relevant to any matter in issue in the proceedings, and b it is not excluded by the court in pursuance of subsection (2) below or in the exercise of its discretion referred to in subsection (3) below (and has not been rendered inadmissible by virtue of such a direction as is mentioned in subsection (2)(iii) below). 2 Where in any such proceedings— a the prosecution proposes to give, or (as the case may be) has given, in evidence a statement made by the accused, and b prima facie evidence is adduced that the accused was subjected to torture, to inhuman or degrading treatment, or to any violence or threat of violence (whether or not amounting to torture), in order to induce him to make the statement, then, unless the prosecution satisfies the court that the statement was not obtained by so subjecting the accused in the manner indicated by that evidence, the court shall do one of the following things, namely— i in the case of a statement proposed to be given in evidence, exclude the statement; ii in the case of a statement already received in evidence, continue the trial disregarding the statement; or iii in either case, direct that the trial shall be restarted before a differently constituted court (before which the statement in question shall be inadmissible). 3 It is hereby declared that, in the case of any statement made by the accused and not obtained by so subjecting him as mentioned in subsection (2)(b) above, the court in any such proceedings as are mentioned in subsection (1) above has a discretion to do one of the things mentioned in subsection (2)(i) to (iii) above if it appears to the court that it is appropriate to do so in order to avoid unfairness to the accused or otherwise in the interests of justice. 4 This section does not apply to a summary trial."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "12", "section_title": " Onus of proof in relation to offences of possession.", "section_text": "12 1 Where a person is charged with possessing a proscribed article in such circumstances as to constitute an offence to which this section applies and it is proved that at the time of the alleged offence— a he and that article were both present in any premises; or b the article was in premises of which he was the occupier or which he habitually used otherwise than as a member of the public, the court may accept the fact proved as sufficient evidence of his possessing (and, if relevant, knowingly possessing) that article at that time unless it is further proved that he did not at that time know of its presence in the premises in question, or, if he did know, that he had no control over it. 2 This section applies to vessels, aircraft and vehicles as it applies to premises. 3 In this section “ proscribed article ” means an explosive, firearm, ammunition, substance or other thing (being a thing possession of which is an offence under one of the enactments mentioned in subsection (4) below). 4 This section applies to scheduled offences under the following enactments, that is to say— The  Explosive Substances Act 1883 Section 3, so far as relating to subsection (1)(b) thereof (possessing explosive with intent to endanger life or cause serious damage to property). Section 4 (possessing explosive in suspicious circumstances). The  Protection of the Person and Property Act(Northern Ireland) 1969 Section 2 (possessing petrol bomb,  etc. , in suspicious circumstances). The  Firearms (Northern Ireland) Order 1981 Article 3 (possessing firearm or ammunition without, or otherwise than as authorised by, a firearm certificate). Article 6 (possessing machine gun, or weapon discharging, or ammunition containing, noxious substance). Article 17 (possessing firearm or ammunition with intent to endanger life or cause serious damage to property). Article 18(2) (possessing firearm or imitation firearm at time of committing, or being arrested for, a specified offence). Article 22(1), (2) or (4) (possession of a firearm or ammunition by a person who has been sentenced to imprisonment, etc.). Article 23 (possessing firearm or ammunition in suspicious circumstances). 5 This section does not apply to a summary trial."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "13", "section_title": " Treatment of young persons convicted of scheduled offences.", "section_text": "13 1 Section 73(2) of the  Children and Young Persons Act (Northern Ireland) 1968 (under which a court may sentence a child or young person convicted on indictment of an offence punishable in the case of an adult with imprisonment for fourteen years or more to detention for a period specified in the sentence) shall have effect in relation to a young person convicted of a scheduled offence committed while this subsection is in force with the substitution of the word  “              five            ”  for the word “fourteen”. 2 Subsection (3) of section 74 of that Act (under which the maximum length of the term or the aggregate of the terms for which a person may be committed in custody to a remand home under section 74(1)(e) is one month) shall have effect in relation to a young person found guilty of a scheduled offence committed while this subsection is in force with the substitution of the words  “              six months            ”  for the words “one month”."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "14", "section_title": " Restricted remission for persons sentenced for scheduled offences.", "section_text": "14 1 The remission granted under prison rules in respect of a sentence of imprisonment passed in Northern Ireland for a scheduled offence shall not, where it is for a term of five years or more, exceed one-third of that term. 2 Where a person is sentenced on the same occasion for two or more such offences to terms which are consecutive subsection (1) above shall apply as if those terms were a single term. 3 Where a person is serving two or more terms which are consecutive but not all subject to subsection (1) above, the maximum remission granted under prison rules in respect of those terms taken together shall be arrived at by calculating the maximum remission for each term separately and aggregating the result. 4 In this section “ prison rules ” means rules made under section 13 of the  Prison Act (Northern Ireland) 1953. 5 The Secretary of State may by order substitute a different length of sentence and a different maximum period of remission for those mentioned in subsection (1) above. 6 This section applies where the scheduled offence is committed while this section is in force or where that offence (being a scheduled offence within the meaning of the  Northern Ireland (Emergency Provisions) Act 1978) was committed while section 22 of the  Prevention of Terrorism (Temporary Provisions) Act 1989 was in force."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "15", "section_title": " Conviction of scheduled offence during period of remission.", "section_text": "15 1 This section applies where a person who has been sentenced to imprisonment or a term of detention in a young offenders centre for a period exceeding one year— a is discharged from prison or the centre in pursuance of prison rules; and b before that sentence or term of detention would (but for that discharge) have expired he commits, and is convicted on indictment of, a scheduled offence. 2 If the court before which he is convicted of the scheduled offence sentences him to imprisonment or a term of detention it shall in addition order him to be returned to prison or, where appropriate, to a young offenders centre for the period between the date of the order and the date on which the sentence of imprisonment or term of detention mentioned in subsection (1) above would have expired but for his discharge. 3 No order shall be made under subsection (2) above if the sentence imposed by the court is a suspended sentence or a sentence of life imprisonment or of detention during the Secretary of State’s pleasure under section 73(1) of the  Children and Young Persons Act (Northern Ireland) 1968; and any order made by a court under that subsection shall cease to have effect if an appeal results in the acquittal of the person concerned or in the substitution of a sentence other than one in respect of which the duty imposed by that subsection applies. 4 The period for which a person is ordered under this section to be returned to prison or a young offenders centre— a shall be taken to be a sentence of imprisonment or term of detention for the purposes of the  Prison Act (Northern Ireland) 1953 and for the purposes of the  Treatment of Offenders Act (Northern Ireland) 1968 other than section 26(2) (reduction for time spent in custody); b shall not be subject to any provision of prison rules for discharge before expiry; and c shall be served before, and be followed by, the sentence or term imposed for the scheduled offence and be disregarded in determining the appropriate length of that sentence or term. 5 For the purposes of this section a certificate purporting to be signed by the governor or deputy governor of a prison or young offenders centre which specifies— a the date on which a person was discharged from prison or a young offenders centre; b the sentence or term which the person was serving at the time of his discharge, the offence in respect of which the sentence or term was imposed and the date on which he was convicted of that offence; c the date on which the person would, but for his discharge in pursuance of prison rules, have been discharged from prison or a young offenders centre, shall be evidence of the matters so specified. 6 In this section— “ prison rules ” means rules made under section 13 of the Prison Act (Northern Ireland) 1953; “ sentence of imprisonment ” does not include a committal in default of payment of any sum of money or for want of sufficient distress to satisfy any sum of money or for failure to do or abstain from doing anything required to be done or left undone; “ young offenders centre ” has the meaning assigned to it by section 2(a) of the Treatment of Offenders Act (Northern Ireland) 1968. 7 For the purposes of subsection (1) above consecutive terms of imprisonment or of detention in a young offenders centre shall be treated as a single term and a sentence of imprisonment or detention in a young offenders centre includes— a a sentence or term passed by a court in the United Kingdom, the Channel Islands or the Isle of Man; b in the case of imprisonment, a sentence passed by a court-martial on a person found guilty of a civil offence within the meaning of the  Army Act 1955, the  Air Force Act 1955 and the  Naval Discipline Act 1957. 8 The Secretary of State may by order substitute a different period for the period of one year mentioned in subsection (1) above. 9 This section applies irrespective of when the discharge from prison or a young offenders centre took place but only if the scheduled offence is committed while this section is in force or if that offence (being a scheduled offence within the meaning of the  Northern Ireland (Emergency Provisions) Act 1978) was committed while section 23 of the  Prevention of Terrorism (Temporary Provisions) Act 1989 was in force."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "16", "section_title": " Entry and search of premises for purpose of arresting terrorists.", "section_text": "16 For the purpose of arresting a person under section 14(1)(b) of the Prevention of Terrorism (Temporary Provisions) Act 1989 (arrest of persons suspected of being concerned in acts of terrorism) a constable may enter and search any premises or other place where that person is or where the constable has reasonable grounds for suspecting him to be."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "17", "section_title": " Constables’ general power of arrest and seizure.", "section_text": "17 1 Any constable may arrest without warrant any person who he has reasonable grounds to suspect is committing, has committed or is about to commit a scheduled offence or an offence under this Act which is not a scheduled offence. 2 For the purpose of arresting a person under this section a constable may enter and search any premises or other place where that person is or where the constable has reasonable grounds for suspecting him to be. 3 A constable may seize anything which he has reasonable grounds to suspect is being, has been or is intended to be used in the commission of a scheduled offence or an offence under this Act which is not a scheduled offence."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "18", "section_title": " Powers of arrest and seizure by members of Her Majesty’s forces.", "section_text": "18 1 Any member of Her Majesty’s forces on duty may arrest without warrant, and detain for not more than four hours, a person who he has reasonable grounds to suspect is committing, has committed or is about to commit any offence. 2 A person effecting an arrest under this section complies with any rule of law requiring him to state the ground of arrest if he states that he is effecting the arrest as a member of Her Majesty’s forces. 3 For the purpose of arresting a person under this section a member of Her Majesty’s forces may enter and search any premises or other place— a where that person is, or b if there are reasonable grounds for suspecting that that person is a terrorist or has committed an offence involving the use or possession of an explosive substance or firearm, where there are reasonable grounds for suspecting him to be. 4 Any member of Her Majesty’s forces may seize, and detain for not more than four hours, anything which he has reasonable grounds to suspect is being, has been or is intended to be used in the commission of an offence under section 24 or 25 below."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "19", "section_title": " Power to search for munitions, radio transmitters and scanning receivers.", "section_text": "19 1 Any member of Her Majesty’s forces on duty or any constable may enter any premises or other place other than a dwelling-house for the purpose of ascertaining— a whether there are any munitions unlawfully at that place; or b whether there is a transmitter at that place; and may search the place for any munitions or transmitter with a view to exercising the powers conferred by subsection (7) below. 2 Any member of Her Majesty’s forces on duty authorised by a commissioned officer of those forces or any constable authorised by an officer of the Royal Ulster Constabulary not below the rank of chief inspector may enter any dwelling-house in which there are reasonable grounds for suspecting that there are unlawfully any munitions or that there is a transmitter and may search it for any munitions or transmitter with a view to exercising the said powers. 3 If it is necessary for the purpose of effectively carrying out a search— a a member of Her Majesty’s forces or constable exercising the powers conferred by subsection (1) above may be accompanied by other persons; and b any authority given under subsection (2) above may authorise other persons to accompany the member of Her Majesty’s forces or constable to whom the authority is given. 4 If the member of Her Majesty’s forces or constable carrying out a search under subsection (1) or (2) above reasonably believes that it is necessary to do so for the purpose of effectively carrying out the search or of preventing the frustration of its object he may— a require any person who when the search begins is on, or during the search enters, the premises or other place where the search is carried out (“ the place of search ”) to remain in, or in a specified part of, that place, to refrain from entering a specified part of it or to go from one specified part of it to another specified part; b require any person who is not resident in the place of search to refrain from entering it; and c use reasonable force to secure compliance with any such requirement. 5 No requirement imposed under subsection (4) above shall have effect after the conclusion of the search in relation to which it was imposed; and no such requirement shall be imposed or have effect after the end of the period of four hours beginning with the time when that or any other requirement was first imposed under that subsection in relation to the search in question but an officer of the Royal Ulster Constabulary not below the rank of superintendent may extend that period by a further period of four hours if he reasonably believes that it is necessary to do so for the purpose mentioned in that subsection. 6 Any member of Her Majesty’s forces on duty or any constable may— a stop any person in any public place and, with a view to exercising the powers conferred by subsection (7) below, search him for the purpose of ascertaining whether he has any munitions unlawfully with him or any transmitter with him; and b with a view to exercising the said powers— i search any person not in a public place who he has reasonable grounds to suspect has any munitions unlawfully with him or any transmitter with him; and ii search any person entering or found in a dwelling-house entered under subsection (2) above. 7 Where a member of Her Majesty’s forces or a constable is empowered by virtue of any provision of this Act to search any premises or other place or any person— a he may seize any munitions found in the course of the search (unless it appears to him that the munitions are being, have been and will be used only lawfully) and may retain and, if necessary, destroy them; and b he may seize any transmitter found in the course of the search (unless it appears to him that the transmitter has been, is being and is likely to be used only lawfully) and may retain it. 8 Where a member of Her Majesty’s forces or a constable carries out a search under subsection (1) or (2) above he shall, unless it is not practicable to do so, make a written record of the search which shall specify— a the address of the premises, or a description of the place, which is searched; b the date and time of the search; c any damage caused in the course of the search; and d anything seized in the course of the search. 9 Such a record shall also include the name (if known) of any person appearing to the person making the record to be the occupier of the premises or other place searched; but— a a person may not be detained to find out his name; and b if the person making the record does not know the name of a person appearing to him to be the occupier of the premises or other place searched, he shall include in the record a note otherwise describing him. 10 Such a record shall identify the person by whom the search is carried out— a in the case of a constable, by reference to his police number; and b in the case of a member of Her Majesty’s forces, by reference to his service number, rank and regiment. 11 Where a record of a search is made under this section a copy of the record shall be supplied at once or, where that is not practicable, as soon as is practicable to any person appearing to the person making the record to be the occupier of the premises or other place searched. 12 A person who wilfully fails to comply with a requirement imposed under subsection (4) above or wilfully obstructs, or seeks to frustrate the object of, a search in relation to which such a requirement has been or could be imposed is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 13 The preceding provisions of this section shall have effect in relation to scanning receivers as they have effect in relation to transmitters. 14 In this section— “ munitions ” means— a explosives, explosive substances, firearms and ammunition; and b anything used or capable of being used in the manufacture of any explosive, explosive substance, firearm or ammunition; “ scanning receiver ” means— a any apparatus for wireless telegraphy designed or adapted for the purpose of automatically monitoring selected frequencies, or automatically scanning a selected range of frequencies, so as to enable transmissions on any of those frequencies to be detected or intercepted; or b part of any such apparatus; “ transmitter ” means any apparatus for wireless telegraphy designed or adapted for emission, as opposed to reception, or part of any such apparatus; “ wireless telegraphy ” has the same meaning as in section 19(1) of the  Wireless Telegraphy Act 1949."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "20", "section_title": " Powers of explosives inspectors.", "section_text": "20 1 An inspector appointed under section 53 of the  Explosives Act 1875 may, for the purpose of ascertaining whether there is unlawfully in any premises or other place other than a dwelling-house any explosive or explosive substance, enter that place and search it with a view to exercising the powers conferred by subsection (3) below. 2 Any such inspector may, with a view to exercising those powers, stop any person in a public place and search him for the purpose of ascertaining whether he has any explosive or explosive substance unlawfully with him. 3 Any such inspector may seize any explosive or explosive substance found in the course of a search under this section unless it appears to him that it is being, has been and will be used only for a lawful purpose and may retain and, if necessary, destroy it."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "21", "section_title": " Entry to search for persons unlawfully detained.", "section_text": "21 1 Where any person is believed to be unlawfully detained in such circumstances that his life is in danger, any member of Her Majesty’s forces on duty or any constable may, subject to subsection (2) below, enter any premises or other place for the purpose of ascertaining whether that person is so detained there. 2 A dwelling-house may be entered in pursuance of subsection (1) above— a by a member of Her Majesty’s forces, only when authorised to do so by a commissioned officer of those forces; and b by a constable, only when authorised to do so by an officer of the Royal Ulster Constabulary not below the rank of chief inspector."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "22", "section_title": " Examination of documents.", "section_text": "22 1 Where a member of Her Majesty’s forces or a constable is empowered by virtue of any provision of this Act to search any premises or other place or any person he may examine any document or record found in the course of the search so far as reasonably required for ascertaining whether it contains any such information as is mentioned in section 31(1)(a) or (b) below. 2 A document or record which cannot be conveniently or thoroughly examined at the place where it is found may be removed for examination to another place and retained there until the examination has been completed. 3 This section shall not be taken to authorise the examination, removal or retention of a document or record by a person at a time when he has reasonable cause for believing it to be an item subject to legal privilege (within the meaning of the  Police and Criminal Evidence (Northern Ireland) Order 1989). 4 Where a document or record is examined under this section it shall not be photographed or copied. 5 Where a document or record is examined under this section the person who examines it shall make a written record of the examination at once or, where it is not practicable to make one at once, as soon as is practicable. 6 A record of an examination of a document or record which is made under this section shall specify— a a description of the document or record; b the object of the examination; c the address of the premises, or a description of the place, where the document or record was found; d where the document or record was found in the course of a search of a person, the name of that person; e where the document or record was found in the course of a search of any premises or other place, the name of any person appearing to the person making the record to be the occupier of the premises or other place or to have had custody or control of the document or record when it was found; f where the document or record was removed for examination from the place where it was found, the date and time when it was removed from that place; and g where the document or record was examined at the place where it was found, the date and time when it was examined. 7 Such a record shall identify the person by whom the examination was carried out— a in the case of a constable, by reference to his police number; and b in the case of a member of Her Majesty’s forces, by reference to his service number, rank and regiment. 8 Where a record of an examination of a document or record is made under this section a copy of the record shall be supplied at once or, if that is not practicable, as soon as is practicable— a in a case where the document or record was found in the course of a search of a person, to that person; and b in a case where the document or record was found in the course of a search of any premises or other place, to any person appearing to the person making the record to be the occupier of the premises or other place or to have had custody or control of the document or record when it was found. 9 Subject to subsection (10) below, a document or record may not be retained by virtue of subsection (2) above for more than forty-eight hours. 10 An officer of the Royal Ulster Constabulary not below the rank of chief inspector may authorise the retention of a document or record by a constable for a further period or periods; but no such authorisation shall permit the retention of a document or record beyond the end of the period of ninety-six hours from the time when it was removed for examination from the place where it was found. 11 Any person who wilfully obstructs a member of Her Majesty’s forces or a constable in the exercise of the powers conferred by this section is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "23", "section_title": " Power to stop and question.", "section_text": "23 1 Any member of Her Majesty’s forces on duty or any constable may stop any person for so long as is necessary in order to question him for the purpose of ascertaining— a that person’s identity and movements; b what he knows concerning any recent explosion or any other recent incident endangering life or concerning any person killed or injured in any such explosion or incident; or c any one or more of the matters referred to in paragraphs (a) and (b) above. 2 Any person who— a fails to stop when required to do so under this section, or b refuses to answer, or fails to answer to the best of his knowledge and ability, any question addressed to him under this section, is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "24", "section_title": " General powers of entry and interference with rights of property and with highways.", "section_text": "24 1 Any member of Her Majesty’s forces on duty or any constable may enter any premises or other place— a if he considers it necessary to do so in the course of operations for the preservation of the peace or the maintenance of order; or b if authorised to do so by or on behalf of the Secretary of State. 2 Any member of Her Majesty’s forces on duty, any constable or any person specifically authorised to do so by or on behalf of the Secretary of State may, if authorised to do so by or on behalf of the Secretary of State— a take possession of any land or other property; b take steps to place buildings or other structures in a state of defence; c detain any property or cause it to be destroyed or moved; d do any other act interfering with any public right or with any private rights of property, including carrying out any works on any land of which possession has been taken under this subsection. 3 Any member of Her Majesty’s forces on duty, any constable or any person specifically authorised to do so by or on behalf of the Secretary of State may, so far as he considers it immediately necessary for the preservation of the peace or the maintenance of order— a wholly or partly close a highway or divert or otherwise interfere with a highway or the use of a highway; or b prohibit or restrict the exercise of any right of way or the use of any waterway. 4 Any person who, without lawful authority or reasonable excuse (the proof of which lies on him), interferes with works executed, or any apparatus, equipment or any other thing used, in or in connection with the exercise of powers conferred by this section is guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both. 5 Any authorisation to exercise any powers under any provision of this section may authorise the exercise of all those powers, or powers of any class or a particular power specified, either by all persons by whom they are capable of being exercised or by persons of any class or a particular person specified."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "25", "section_title": " Power of Secretary of State to direct the closure, etc. of roads.", "section_text": "25 1 If the Secretary of State considers it necessary to do so for the preservation of the peace or the maintenance of order he may by order direct— a that any highway specified in the order shall either be wholly closed or be closed to such extent, or diverted in such manner, as may be so specified; b that any highway specified in the order, being a highway which has already been wholly or partly closed or diverted— i under this section; or ii in the exercise or purported exercise of any power conferred by or under a relevant enactment, shall continue to be so closed or diverted by virtue of the order. 2 A person is guilty of an offence if, without lawful authority or reasonable excuse (the proof of which lies on him), he interferes with— a works executed in connection with the closure or diversion of any highway specified in an order under this section (whether executed in pursuance of any such order or in pursuance of the exercise or purported exercise of any such power as is mentioned in subsection (1)(b)(ii) above); or b apparatus, equipment or any other thing used in pursuance of any such order in connection with the closure or diversion of any such highway. 3 A person is guilty of an offence if— a within 200 yards of any road closure works— i he executes any bypass works; or ii without lawful authority or reasonable excuse (the proof of which lies on him) he has in his possession or under his control any materials or equipment suitable for executing bypass works; or b he knowingly permits on land occupied by him the doing or occurrence of anything which is an offence under paragraph (a) above. 4 A person guilty of an offence under this section is liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both. 5 In this section— “ bypass works ” means works that would facilitate the bypassing by vehicles of the road closure works in question; “ relevant enactment ” means section 24(2) or (3) above, section 17(2) or (3) of the  Northern Ireland (Emergency Provisions) Act 1973, section 19(2) or (3) of the  Northern Ireland (Emergency Provisions) Act 1978 or the  Civil Authorities (Special Powers) Act (Northern Ireland) 1922; “ road closure works ” means works which have been executed in connection with the closure of a highway specified in an order under this section or with the closure of a highway in pursuance of the exercise or purported exercise of any power conferred by or under a relevant enactment. 6 Nothing in this section prejudices the operation of section 24(2) or (3) above."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "26", "section_title": " Supplementary provisions.", "section_text": "26 1 Any power conferred by this Part of this Act— a to enter any premises or other place includes power to enter any vessel, aircraft or vehicle; b to search any premises or other place includes power to stop and search any vehicle or vessel or any aircraft which is not airborne and search any container; and in this Part of this Act references to any premises or place shall be construed accordingly. 2 Where a document or record examined under section 22 above was found in the course of a search of a vehicle, vessel or aircraft— a the reference in subsection (6) of that section to the address of the premises, or a description of the place, where the document or record was found shall be construed as a reference to the location of the vehicle, vessel or aircraft where it was found together (in the case of a vehicle) with its registration number; and b the references in that section to the occupier of the premises or place where it was found shall be construed as references to the person in charge of the vehicle, vessel or aircraft. 3 In this Part of this Act references to a dwelling-house include references to a vessel or vehicle which is habitually stationary and used as a dwelling. 4 Any power conferred by this Part of this Act to enter any place, vessel, aircraft or vehicle shall be exercisable, if need be, by force. 5 Any power conferred by virtue of this section to search a vehicle or vessel shall, in the case of a vehicle or vessel which cannot be conveniently or thoroughly searched at the place where it is, include power to take it or cause it to be taken to any place for the purpose of carrying out the search. 6 Where by virtue of this section a search under section 19(1) or (2) above is carried out in relation to a vessel, aircraft or vehicle, the person carrying out the search may, if he reasonably believes that it is necessary to do so for the purpose mentioned in subsection (4) of that section— a require any person in or on the vessel, aircraft or vehicle to remain with it or, in the case of a vessel or vehicle which by virtue of subsection (5) above is removed for the purpose of the search, to go to and remain at the place to which it is removed; and b use reasonable force to secure compliance with any such requirement; and subsections (5) and (12) of section 19 above shall apply to a requirement imposed under this subsection as they apply to a requirement imposed under subsection (4) of that section. 7 The requirement to make a record of a search under subsection (1) or (2) of section 19 above shall apply in the case of a vehicle, vessel or aircraft (other than one which is habitually stationary) searched by virtue of this section only where the search takes place after the vehicle, vessel or aircraft is removed for the purpose of the search by virtue of subsection (5) above; and in the case of such a search— a the reference in subsection (8) of that section to the address of the premises, or a description of the place, which is searched shall be construed as a reference to the location where the vehicle, vessel or aircraft is searched together (in the case of a vehicle) with its registration number; and b the references in that section to the occupier of the premises or place searched shall be construed as references to the person in charge of the vehicle, vessel or aircraft. 8 Any power conferred by virtue of this section to search any vessel, aircraft, vehicle or container includes power to examine it. 9 Any power conferred by this Part of this Act to stop any person includes power to stop a vessel or vehicle or an aircraft which is not airborne. 10 Any person who, when required by virtue of this section to stop a vessel or vehicle or any aircraft which is not airborne, fails to do so is guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both. 11 A member of Her Majesty’s forces exercising any power conferred by this Part of this Act when he is not in uniform shall, if so requested by any person at or about the time of exercising that power, produce to that person documentary evidence that he is such a member. 12 The  Documentary Evidence Act 1868 shall apply to any authorisation given in writing under this Part of this Act by or on behalf of the Secretary of State as it applies to any order made by him."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "27", "section_title": " Directing terrorist organisation.", "section_text": "27 Any person who directs, at any level, the activities of an organisation which is concerned in the commission of acts of terrorism is guilty of an offence and liable on conviction on indictment to imprisonment for life."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "28", "section_title": " Proscribed organisations.", "section_text": "28 1 Subject to subsection (6) below, any person who— a belongs or professes to belong to a proscribed organisation; or b solicits or invites support for a proscribed organisation other than support with money or other property; or c solicits or invites any person to become a member of a proscribed organisation or to carry out on behalf of a proscribed organisation orders or directions given, or requests made, by a member of that organisation; or d arranges or assists in the arrangement or management of, or addresses, any meeting of three or more persons (whether or not it is a meeting to which the public are admitted) knowing that the meeting— i is to support a proscribed organisation; ii is to further the activities of such an organisation; or iii is to be addressed by a person belonging or professing to belong to such an organisation, is guilty of an offence and liable on conviction on indictment to imprisonment for a term not exceeding ten years or a fine or both and on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 2 The organisations specified in Schedule 2 to this Act are proscribed organisations for the purposes of this Act; and any organisation which passes under a name mentioned in that Schedule shall be treated as proscribed, whatever relationship (if any) it has to any other organisation of the same name. 3 The Secretary of State may by order add to Schedule 2 to this Act any organisation that appears to him to be concerned in terrorism or in promoting or encouraging it. 4 The Secretary of State may also by order remove an organisation from Schedule 2 to this Act. 5 The possession by a person of a document— a addressed to him as a member of a proscribed organisation; or b relating or purporting to relate to the affairs of a proscribed organisation; or c emanating or purporting to emanate from a proscribed organisation or officer of a proscribed organisation, shall be evidence of that person belonging to the organisation at the time when he had the document in his possession. 6 A person belonging to a proscribed organisation shall— a if the organisation is a proscribed organisation by virtue of an order under subsection (3) above; or b if this section has ceased to be in force but has been subsequently brought into force by an order under section 69(3) below, not be guilty of an offence under this section by reason of belonging to the organisation if he has not after the coming into force of the order under subsection (3) above or the coming into force again of this section, as the case may be, taken part in any activities of the organisation. 7 Subsection (6) above shall apply in relation to a person belonging to the Red Hand Commando, the Ulster Freedom Fighters, the Ulster Volunteer Force, the Irish National Liberation Army or the Irish People’s Liberation Organisation as if the organisation were proscribed by virtue of an order under subsection (3) above with the substitution in subsection (6) for the reference to the coming into force of such an order of a reference— a as respects a person belonging to the Red Hand Commando or the Ulster Freedom Fighters, to 12th November 1973; b as respects a person belonging to the Ulster Volunteer Force, to 4th October 1975; c as respects a person belonging to the Irish National Liberation Army, to 3rd July 1979; d as respects a person belonging to the Irish People’s Liberation Organisation, to 29th March 1990."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "29", "section_title": " Display of support in public for a proscribed organisation.", "section_text": "29 Any person who in a public place— a wears any item of dress; or b wears, carries or displays any article, in such a way or in such circumstances as to arouse reasonable apprehension that he is a member or supporter of a proscribed organisation is guilty of an offence and liable— i on conviction on indictment, to imprisonment for a term not exceeding one year or a fine or both; ii on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "30", "section_title": " Possession of items intended for terrorist purposes.", "section_text": "30 1 A person is guilty of an offence if he has any article in his possession in circumstances giving rise to a reasonable suspicion that the item is in his possession for a purpose connected with the commission, preparation or instigation of acts of terrorism connected with the affairs of Northern Ireland. 2 It is a defence for a person charged with an offence under this section to prove that at the time of the alleged offence the article in question was not in his possession for such a purpose as is mentioned in subsection (1) above. 3 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding ten years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 4 Subsections (1), (2) and (5) of section 12 above shall apply where a person is charged with possessing an article in such circumstances as to constitute an offence under this section as they apply where a person is charged with possessing a proscribed article in such circumstances as are there mentioned."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "31", "section_title": " Unlawful collection, etc. of information.", "section_text": "31 1 No person shall, without lawful authority or reasonable excuse (the proof of which lies on him)— a collect, record, publish, communicate or attempt to elicit any information with respect to any person to whom this paragraph applies which is of such a nature as is likely to be useful to terrorists; b collect or record any information which is of such a nature as is likely to be useful to terrorists in planning or carrying out any act of violence; or c have in his possession any record or document containing any such information as is mentioned in paragraph (a) or (b) above. 2 Subsection (1)(a) above applies to any of the following persons, that is to say— a any constable or member of Her Majesty’s forces; b any person holding judicial office; c any officer of any court; d any person employed for the whole of his time in the prison service in Northern Ireland; and e any person who has at any time been a person falling within any of the preceding paragraphs. 3 In subsection (1) above any reference to recording information includes a reference to recording it by means of photography or by any other means. 4 Any person who contravenes this section is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding ten years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 5 The court by or before which a person is convicted of an offence under this section may order the forfeiture of any record or document mentioned in subsection (1) above which is found in his possession. 6 Without prejudice to section 18 of the  Interpretation Act 1978 (offences under two or more laws), nothing in this section shall derogate from the operation of the Official Secrets Acts 1911 to 1989."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "32", "section_title": " Training in making or use of firearms, explosives or explosive substances.", "section_text": "32 1 Subject to subsection (2) below, any person who instructs or trains another or receives instruction or training in the making or use of firearms, explosives or explosive substances is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding ten years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 2 In any prosecution for an offence under this section it shall be a defence for the person charged to prove that the instruction or training was given or received with lawful authority or for industrial, agricultural or sporting purposes only or otherwise with good reason. 3 The court by or before which a person is convicted of an offence under this section may order the forfeiture of any thing which appears to the court to have been in his possession for purposes connected with the offence. 4 Without prejudice to section 18 of the Interpretation Act 1978 (offences under two or more laws), nothing in this section shall derogate from the operation of the  Unlawful Drilling Act 1819."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "33", "section_title": " Wearing of hoods, etc. in public places.", "section_text": "33 Any person who, without lawful authority or reasonable excuse (the proof of which lies on him), wears in a public place or in the curtilage of a dwelling-house (other than one in which he is residing) any hood, mask or other article whatsoever made, adapted or used for concealing the identity or features is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding one year or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "34", "section_title": " Detention orders.", "section_text": "34 Schedule 3 to this Act shall have effect with respect to the detention of terrorists and persons suspected of being terrorists."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "35", "section_title": " Prohibition on provision of security services without a certificate.", "section_text": "35 1 A person shall not provide, or offer to provide, security services for reward, unless he is, or is acting on behalf of, the holder of a certificate in force under this Part of this Act. 2 A person shall not publish, or cause to be published, any advertisement for the provision of such services by a person who is not the holder of such a certificate. 3 Any person who contravenes subsection (1) or (2) above is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding five years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 4 Where a person is charged with an offence under this section in respect of an advertisement it shall be a defence for him to prove— a that he is a person whose business it is to publish or arrange for the publication of advertisements; and b that he received the advertisement for publication in the ordinary course of business; and c that he had reasonable grounds for believing that the person advertised as the provider of the security services in question was the holder of a certificate in force under this Part of this Act. 5 In this Part of this Act “ security services ” means the services of one or more individuals as security guards (whether with or without any other services relating to the protection of property or persons)."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "36", "section_title": " Applications for certificates.", "section_text": "36 1 An application for a certificate under this Part of this Act— a shall be made to the Secretary of State in such manner and form as he may specify, and b shall be accompanied by such information as he may specify concerning— i the applicant; ii any business carried on or proposed to be carried on by the applicant and involving the provision of security services for reward; iii any persons whom the applicant employs, or proposes to employ, as security guards; iv any partners or proposed partners of the applicant or (if the applicant is a partnership) the members, and any proposed members, of the partnership; and v if the applicant is a body corporate, the officers, and any proposed officers, of that body. 2 Any person who, in connection with any such application, knowingly or recklessly furnishes the Secretary of State with information which is false or misleading in a material respect is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 3 In this section— a “ officer ” includes a director, manager or secretary; and b any reference to the employment or proposed employment of any person or persons by an applicant for a certificate under this Part of this Act shall, in relation to an applicant who is, or is a member of, a partnership, be construed as a reference to the employment or proposed employment of any person or persons by the partnership or any of the partners. 4 For the purposes of this section a person in accordance with whose directions or instructions the directors of a body corporate are accustomed to act shall be treated as an officer of that body, except that a person shall not be so treated by reason only that the directors act on advice given by him in a professional capacity."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "37", "section_title": " Issue, duration and revocation of certificates.", "section_text": "37 1 Where an application for a certificate under this Part of this Act has been made to the Secretary of State in accordance with section 36 above, the Secretary of State may only refuse to issue such a certificate to the applicant in a case where he is satisfied that an organisation falling within subsection (8) below would be likely to benefit from the issue of the certificate or that the applicant has persistently failed to comply with the requirements of this Part of this Act; and if the Secretary of State refuses to issue a certificate he shall notify the applicant of the refusal. 2 A certificate under this Part of this Act shall come into force at the beginning of the day on which it is issued and, subject to subsection (3) below, shall expire at the end of the period of twelve months beginning with that day. 3 Where the certificate is issued to a person who already holds a certificate in force under this Part of this Act, the new certificate shall expire at the end of the period of twelve months beginning with the day following that on which that person’s current certificate expires. 4 The Secretary of State may from time to time by order substitute for the period specified in each of subsections (2) and (3) above such period exceeding twelve months as is specified in the order. 5 Subject to subsection (6) below, the Secretary of State may revoke a certificate in force under this Part of this Act if he is satisfied that an organisation falling within subsection (8) below would be likely to benefit from the certificate remaining in force or that the holder of the certificate has persistently failed to comply with the requirements of this Part of this Act. 6 The Secretary of State shall not revoke a certificate under subsection (5) above unless the holder of the certificate— a has been notified of the Secretary of State’s intention to revoke it, and b has been given a reasonable opportunity of making representations to the Secretary of State. 7 If the Secretary of State revokes a certificate under subsection (5) above, he shall forthwith notify the holder of the certificate of its revocation. 8 An organisation falls within this subsection if— a it is for the time being a proscribed organisation; or b it appears to the Secretary of State to be closely associated with an organisation which is for the time being a proscribed organisation. 9 In this section “ benefit ” means benefit whether directly or indirectly and whether financially or in any other way."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "38", "section_title": " Duty to notify Secretary of State of changes of personnel.", "section_text": "38 1 Where— a an application has been made by any person under section 36 above, and b that person proposes to employ a person as a security guard as from a relevant time, and c information concerning the proposed employee was not furnished to the Secretary of State in pursuance of section 36(1)(b)(iii) at the time when the application was made, the person who made the application shall, not later than fourteen days before that relevant time, notify to the Secretary of State such information concerning the proposed employee as the Secretary of State may specify. 2 Where an application has been made by any person under section 36 above, that person shall notify to the Secretary of State such information concerning any change to which this subsection applies as the Secretary of State may specify, and shall so notify any such information— a not later than fourteen days before the change occurs; or b if that is not reasonably practicable, as soon as is reasonably practicable. 3 Subsection (2) above applies— a in relation to an application made by a partnership or by a member of a partnership, to any change occurring at a relevant time in the members of the partnership, and b in relation to an application made by a body corporate, to any change occurring at a relevant time in the officers of that body, unless the change involves a person becoming a partner or officer and information relating to that change was furnished to the Secretary of State in pursuance of section 36(1)(b)(iv) or (v) above at the time when the application was made. 4 Any person who contravenes subsection (1) or (2) above is guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both. 5 In this section “ relevant time ”, in relation to an application made under section 36 above, means a time when— a the application has been neither granted nor refused by the Secretary of State; or b a certificate issued in pursuance of the application is in force under this Part of this Act; and subsections (3) and (4) of that section apply also for the purposes of this section."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "39", "section_title": " Records of employees.", "section_text": "39 1 A constable may enter any premises where a business involving the provision of security services is carried on and require to be produced for his inspection any records kept there of persons employed as security guards. 2 A constable exercising the powers conferred by subsection (1) above shall identify himself to the person appearing to be in charge of the premises in question and, if not in uniform, shall produce to that person documentary evidence that he is a constable. 3 Any person who without reasonable excuse fails to produce for inspection any records required to be produced under subsection (1) above is guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both. 4 Any person providing security services for reward who makes or keeps records of persons employed by him as security guards which he knows to be false or misleading in a material respect is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "40", "section_title": " Payments in respect of the provision of security services.", "section_text": "40 1 Any person who, in respect of the provision of security services, pays any sum of money to a person who is neither— a the holder of a certificate in force under this Part of this Act, nor b a person acting on behalf of the holder of such a certificate, is guilty of an offence. 2 A person guilty of an offence under subsection (1) above is liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both. 3 It shall be a defence for a person charged with an offence under subsection (1) above to prove that, at the time when he paid the money in question, he had reasonable grounds for believing that the person to whom he paid it was, or was acting on behalf of, the holder of a certificate in force under this Part of this Act."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "41", "section_title": " Liability of directors, etc.", "section_text": "41 1 Where an offence under this Part of this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "42", "section_title": " Notifications.", "section_text": "42 1 Any notification given under this Part of this Act shall be in writing. 2 Any notification required by this Part of this Act to be given by any person to the Secretary of State may be sent to him by post. 3 Any notification required by this Part of this Act to be given by the Secretary of State to any person may— a if that person is an individual, be sent to him by post addressed to him at his usual or last-known place of residence or business; b if that person is a partnership, be sent to a partner, or to a person having the control or management of the partnership business, at the principal office of the partnership; or c if that person is a body corporate, be sent to the secretary or clerk of that body at its registered or principal office. 4 This section is without prejudice to any other lawful method of giving a notification."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "43", "section_title": " The terrorism provisions and police custody.", "section_text": "43 1 In this Part of this Act “ the terrorism provisions ” means section 14 of the  Prevention of Terrorism (Temporary Provisions) Act 1989 and any provision of Schedule 2 or 5 to that Act conferring a power of arrest or detention. 2 A person is held in police custody for the purposes of this Part of this Act if he is detained at a police station or is detained elsewhere in the charge of a constable except that a person who is at a court after being charged with an offence is not held in police custody for the purposes of section 44 below."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "44", "section_title": " Right to have someone informed of detention under terrorism provisions.", "section_text": "44 1 A person who is detained under the terrorism provisions and is being held in police custody shall be entitled, if he so requests, to have one friend or relative or other person who is known to him or is likely to take an interest in his welfare told that he is being detained under those provisions and where he is being held in police custody. 2 A person shall be informed of the right conferred on him by subsection (1) above as soon as practicable after he has become a person to whom that subsection applies. 3 A request made by a person under subsection (1) above, and the time at which it is made, shall be recorded in writing. 4 If a person makes such a request, it must be complied with as soon as is practicable except to the extent that any delay is permitted by this section. 5 Any delay in complying with such a request is only permitted if— a it is authorised by an officer of at least the rank of superintendent; and b it does not extend beyond the end of the period referred to in subsection (6) below. 6 That period is— a except where paragraph (b) below applies, the period of forty-eight hours beginning with the time when the detained person was first detained under the terrorism provisions; b where the detained person was, prior to the time when he was first so detained, being examined in accordance with paragraph 2 of Schedule 5 to the  Prevention of Terrorism (Temporary Provisions) Act 1989, the period of forty-eight hours beginning with the time when he was first so examined. 7 An officer may give an authorisation under subsection (5) above orally or in writing but, if he gives it orally, he shall confirm it in writing as soon as is practicable. 8 An officer may only authorise a delay in complying with a request under subsection (1) above where he has reasonable grounds for believing that telling the person named in the request of the detention of the detained person— a will lead to interference with or harm to evidence connected with a scheduled offence or interference with or physical injury to any person; or b will lead to the alerting of any person suspected of having committed such an offence but not yet arrested for it; or c will hinder the recovery of any property obtained as a result of such an offence; or d will lead to interference with the gathering of information about the commission, preparation or instigation of acts of terrorism; or e by alerting any person, will make it more difficult— i to prevent an act of terrorism; or ii to secure the apprehension, prosecution or conviction of any person in connection with the commission, preparation or instigation of an act of terrorism. 9 If any delay is authorised, then, as soon as is practicable— a the detained person shall be told the reason for authorising it; and b the reason shall be recorded in writing. 10 Any authorisation under subsection (5) above shall cease to have effect once the reason for giving it ceases to subsist. 11 The right conferred by subsection (1) above may be exercised by a person to whom that subsection applies on each occasion when he is transferred from one place to another; and this section applies to each subsequent occasion on which that right is so exercised as it applies to the first such occasion. 12 Subsection (11) above shall not be construed as prejudicing the operation of a request by a person to whom subsection (1) above applies which was made, but not complied with, before he was transferred."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "45", "section_title": " Right of access to legal advice.", "section_text": "45 1 A person who is detained under the terrorism provisions and is being held in police custody shall be entitled, if he so requests, to consult a solicitor privately. 2 A person shall be informed of the right conferred on him by subsection (1) above as soon as practicable after he has become a person to whom that subsection applies. 3 A request made by a person under subsection (1) above, and the time at which it is made, shall be recorded in writing unless it is made by him while at a court after being charged with an offence. 4 If a person makes such a request, he must be permitted to consult a solicitor as soon as is practicable except to the extent that any delay is permitted by this section. 5 Any delay in complying with a request under subsection (1) above is only permitted if— a it is authorised by an officer of at least the rank of superintendent; and b it does not extend beyond the relevant time. 6 In subsection (5) above “ the relevant time ” means— a where the request is the first request made by the detained person under subsection (1) above, the end of the period referred to in section 44(6) above; or b where the request follows an earlier request made by the detained person under that subsection in pursuance of which he has consulted a solicitor, the end of the period of forty-eight hours beginning with the time when that consultation began. 7 An officer may give an authorisation under subsection (5) above orally or in writing but, if he gives it orally, he shall confirm it in writing as soon as is practicable. 8 An officer may only authorise a delay in complying with a request under subsection (1) above where he has reasonable grounds for believing that the exercise of the right conferred by that subsection at the time when the detained person desires to exercise it— a will lead to interference with or harm to evidence connected with a scheduled offence or interference with or physical injury to any person; or b will lead to the alerting of any person suspected of having committed such an offence but not yet arrested for it; or c will hinder the recovery of any property obtained as a result of such an offence; or d will lead to interference with the gathering of information about the commission, preparation or instigation of acts of terrorism; or e by alerting any person, will make it more difficult— i to prevent an act of terrorism; or ii to secure the apprehension, prosecution or conviction of any person in connection with the commission, preparation or instigation of an act of terrorism. 9 If any delay is authorised, then, as soon as is practicable— a the detained person shall be told the reason for authorising it; and b the reason shall be recorded in writing. 10 If an officer of at least the rank of Assistant Chief Constable has reasonable grounds for believing that, unless he gives a direction under subsection (11) below, the exercise by a person of the right conferred by subsection (1) above will have any of the consequences specified in subsection (8) above, he may give a direction under subsection (11) below. 11 A direction under this subsection is a direction that a person desiring to exercise the right conferred by subsection (1) above may only consult a solicitor in the sight and hearing of a qualified officer of the uniformed branch of the Royal Ulster Constabulary. 12 An officer is qualified for the purposes of subsection (11) above if— a he is of at least the rank of inspector; and b in the opinion of the officer giving the direction, he has no connection with the case. 13 Any authorisation under subsection (5) above or direction under subsection (11) above shall cease to have effect once the reason for giving it ceases to subsist."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "46", "section_title": " Fingerprinting.", "section_text": "46 Article 61(1) to (8) of the  Police and Criminal Evidence (Northern Ireland) Order 1989 (fingerprinting) shall apply to the taking of a person’s fingerprints by a constable under section 15(9) of the  Prevention of Terrorism (Temporary Provisions) Act 1989 as if for Article 61(4) there were substituted— 4 An officer may only give an authorisation if he is satisfied that it is necessary to do so in order to assist in determining— a whether that person is or has been concerned in the commission, preparation or instigation of acts of terrorism to which section 14 of the Prevention of Terrorism (Temporary Provisions) Act 1989 applies; or b whether he is subject to an exclusion order under that Act; or if the officer has reasonable grounds for suspecting that person’s involvement in an offence under any of the provisions mentioned in subsection (1)(a) of that section and for believing that his fingerprints will tend to confirm or disprove his involvement."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "47", "section_title": " Confiscation orders.", "section_text": "47 1 Where a person is convicted in the Crown Court of a relevant offence the court shall, subject to the provisions of this section, make a confiscation order if it is satisfied that he has (whether before or after the coming into force of this Part of this Act) benefited from terrorist-related activities engaged in by him or another; and that order shall require him to pay an amount equal to what the court assesses to be the value of his proceeds of those activities. 2 For the purposes of this Part of this Act— a a person engages in terrorist-related activities if he engages in activities which consist of or involve the commission of one or more relevant offences; b a person benefits from terrorist-related activities if he obtains money or other property as a direct or indirect result of those activities; and c a person’s proceeds of terrorist-related activities are the money or other property obtained by him as mentioned above. 3 A court shall not on convicting a defendant of a relevant offence make a confiscation order against him unless— a he is in the same proceedings convicted of another relevant offence committed on a separate occasion (whether before or after the coming into force of this Part of this Act) since the beginning of the period of six years ending when those proceedings were instituted; or b he is shown to have committed another relevant offence as mentioned in paragraph (a) above. 4 In subsection (3)(a) above the reference to an offence of which a person is convicted includes a reference to an offence taken into consideration by the court in determining his sentence. 5 A court shall not on convicting a defendant of a relevant offence make a confiscation order against him unless it is satisfied that, at some time since the commission of that offence, the realisable property held by him has exceeded £20,000 or such other amount as is for the time being prescribed for the purposes of this subsection by an order made by the Secretary of State. 6 A court shall not make a confiscation order if the defendant satisfies the court that the circumstances in which the terrorist-related activities in question were engaged in would make it unfair or oppressive for such an order to be made. 7 If when making a confiscation order the court is satisfied that the amount that might be realised in the case of the defendant at that time is less than the amount which the court assesses to be the value of his proceeds of terrorist-related activities, the order shall require him to pay  — a the amount that might then be so realised, or b a nominal amount, where it appears to the court (on the information available to it at the time) that the amount that might then be so realised is nil 8 For the purpose of assessing the value of the defendant’s proceeds of terrorist-related activities in a case where a confiscation order has previously been made against him, the court shall leave out of account any of his proceeds of such activities that are shown to the court to have been taken into account in determining the amount to be paid under that order. 9 The standard of proof required to determine any question arising under this Part of this Act as to— a whether a person has benefited from terrorist-related activities engaged in by him or another; b the value of his proceeds of those activities; c any matter of which the court must be satisfied under subsection (5) above; or d the amount to be required to be paid under a confiscation order made in his case, shall be that applicable in civil proceedings."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "48", "section_title": " Provisions supplementary to section 47.", "section_text": "48 1 Subject to subsection (2) below, a confiscation order shall be made by the court before sentencing or otherwise dealing with the defendant for the offence or offences in respect of which he is before the court. 2 If a court considers that it requires further information before making a confiscation order against a defendant, it may, subject to subsection (3) below, postpone making such an order for  such period as it may specify  for the purpose of enabling that information to be obtained; but, without prejudice to Article 11 of the  Treatment of Offenders (Northern Ireland) Order 1989, the court may notwithstanding such postponement proceed to sentence or otherwise deal with the defendant in respect of the conviction. 2A More than one postponement may be made under subsection (2) above in relation to the same case. 2B Unless it is satisfied that there are exceptional circumstances, the court shall not specify a period under subsection (2) above which— a by itself, or b where there have been one or more previous postponements under subsection (2) above or (3) below, when taken together with the earlier specified period or periods, exceeds six months beginning with the date on which the defendant was convicted. 3 If  . . . notice of appeal or of application for leave to appeal is given under section 16(1) of the  Criminal Appeal (Northern Ireland) Act 1980 the court may, on the application of the prosecution, extend that period to a date up to three months after the date of the determination of the appeal.  on that account— a postpone making the confiscation order for such period as it may specify, or b where it has already exercised its powers under this section to postpone, extend the specified period; but, without prejudice to Article 11 of the  Treatment of Offenders (Northern Ireland) Order 1989, the court may notwithstanding any postponement under this section proceed to sentence or otherwise deal with the defendant in respect of the conviction. 3A A postponement or extension under subsection (2) or (3) above may be made— a on application by the defendant or the prosecution, or b by the court of its own motion. 3B Unless the court is satisfied that there are exceptional circumstances, any postponement or extension under subsection (3) above shall not exceed the period ending three months after the date of determination of the appeal. 3C Where the court has sentenced the defendant under subsection (2) or (3) above during the specified period it may, after the end of that period, vary the sentence by imposing a fine or making any such order as is mentioned in subsection (5)(b) or (c) below so long as it does so within a period corresponding to that allowed by section 49(2) or (3) of the Judicature (Northern Ireland) Act 1978 (time allowed for varying a sentence) but beginning with the end of the specified period. 4 A court shall not impose any fine or make an order such as is mentioned in subsection (5)(b) or (c) below before a confiscation order is made. 5 Where a court makes a confiscation order against a defendant in any proceedings, the court shall, in respect of any offence of which he is convicted in those proceedings, take account of the order before— a imposing any fine on him; or b making any order involving any payment by him, other than an order under Article 3 of the  Criminal Justice (Northern Ireland) Order 1980 (compensation orders); or c making any order under Article 7 of that Order (deprivation orders), but subject to that shall leave the order out of account in determining the appropriate sentence or other manner of dealing with him. 6 No statutory provision restricting the power of a court dealing with an offender in a particular way from dealing with him also in any other way shall by reason only of the making of a confiscation order restrict the court from dealing with an offender in any way it considers appropriate in respect of a relevant offence. 7 Where— a a court makes both a confiscation order and an order for the payment of compensation under Article 3 of the  Criminal Justice (Northern Ireland) Order 1980 against the same person in the same proceedings; and b it appears to the court that he will not have sufficient means to satisfy both the orders in full, it shall direct that so much of the compensation as will not in its opinion be recoverable because of the insufficiency of his means shall be paid out of any sums recovered under the confiscation order. 8 Where a court decides not to make a confiscation order against a defendant convicted by it of a relevant offence the court shall state its reasons for that decision."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "48A", "section_title": " Re-assessment of whether defendant has benefited.", "section_text": "48A 1 This section applies where— a a court proceeding under section 47(1) above decided not to make a confiscation order (“ the decision ”); and b the statement made by the court under section 48(8) above was to the effect that the reason, or one of the reasons, for the decision was that the court was not satisfied that the defendant had benefited. 2 If the prosecution has evidence— a which was not considered by the court, but b which the prosecution believes would have led the court to decide that the defendant had benefited, the prosecution may apply to the Crown Court for it to consider that evidence. 3 If, having considered the evidence, the court considers that it would have been satisfied that the defendant had benefited if that evidence had been available to it, section 47 shall apply as if the court were convicting the defendant. 4 The court may take into account any money or other property obtained by the defendant on or after the date of the decision, but only if the prosecution shows that it was obtained by him as a direct or indirect result of terrorist-related activities carried on by the defendant or another on or before that date. 5 In considering any evidence under this section which relates to any money or other property to which subsection (4) above applies, the court shall not make the assumptions which would otherwise be required by section 51 below. 6 No application shall be entertained by the court under this section if it is made after the end of the period of six years beginning with the date on which the defendant was convicted. 7 Subsections (1) to (7) of section 48 above shall not apply where the court is proceeding under section 47 above by virtue of this section. 8 Where the court— a has, in dealing with the defendant in respect of the conviction or any of the convictions concerned, made an order for the payment of compensation under Article 3 of the Order of 1980, and b makes a confiscation order by virtue of this section, it shall, if it is of the opinion that the defendant will not have sufficient means to satisfy both orders in full, direct that so much of the compensation as will not in its opinion be recoverable because of the insufficiency of his means is to be paid out of any sums recovered under the confiscation order. 9 Where the prosecution makes an application to the court under this section it shall, on making the application, give the court a statement under section 52 below. 10 Where the High Court— a has been asked to proceed under section 52B below in relation to a defendant who has absconded, but b has decided not to make a confiscation order against him, this section shall not apply at any time while he remains an absconder. 11 In this section “ benefited ” means benefited from terrorist-related activities as mentioned in section 47(1) above."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "48B", "section_title": " Revised assessments.", "section_text": "48B 1 This section applies where the court has made a confiscation order by reference to an amount assessed under section 47(1) above (“ the current assessment ”). 2 Where the prosecution is of the opinion that the real value of the defendant’s proceeds of terrorist-related activities was greater than their assessed value, the prosecution may apply to the Crown Court for the evidence on which it has formed that opinion to be considered by the court. 3 In subsection (2) above— “ assessed value ” means the value of the defendant’s proceeds of terrorist-related activities as assessed by the court under section 47(1) above; and “ real value ” means the value of the defendant’s proceeds of terrorist-related activities which took place— in the period by reference to which the current assessment was made; or in any earlier period. 4 If, having considered the evidence, the court is satisfied that the real value of the defendant’s proceeds of terrorist-related activities is greater than their assessed value (whether because the real value was higher at the time of the current assessment than was thought or because the value of the proceeds in question has subsequently increased), the court shall make a fresh determination of the amount to be required to be paid under section 47 above. 5 In relation to any determination by virtue of this section, section 47(7) above shall have effect as it has effect in relation to the making of a confiscation order. 6 For any determination by virtue of this section, section 47(8) above shall not apply in relation to any of the defendant’s proceeds of terrorist-related activities taken into account in respect of the current assessment. 7 Sections 50(4) and 52(4)(a) and (7) below shall have effect in relation to any such determination as if for “confiscation order” there were substituted “determination” and section 50(3) below shall so have effect as if for “a confiscation order is made” there were substituted “of the determination”. 8 The court may take into account any money or other property obtained by the defendant on or after the date of the current assessment, but only if the prosecution shows that it was obtained by him as a direct or indirect result of terrorist-related activities carried on by the defendant or another on or before that date. 9 In considering any evidence under this section which relates to any money or other property to which subsection (8) above applies, the court shall not make the assumptions which would otherwise be required by section 51 below. 10 If, as a result of making the determination required by subsection (4) above, the amount to be required to be paid exceeds the amount set in accordance with the current assessment, the court may substitute for the amount required to be paid under the confiscation order such greater amount as it thinks just in all the circumstances of the case. 11 Where the court varies a confiscation order under subsection (10) above it shall substitute for the term of imprisonment or of detention fixed under section 35(1)(c) of the  Criminal Justice Act (Northern Ireland) 1945 in respect of the amount required to be paid under the order a longer term determined in accordance with that section (as it has effect by virtue of paragraph 2 of Schedule 4 to this Act) in respect of the greater amount substituted under subsection (10) above. 12 Subsection (11) above shall apply only if the effect of the substitution is to increase the maximum period applicable in relation to the order under paragraph 2(1)(b) of Schedule 4 to this Act. 13 Where the prosecution makes an application to the court under this section— a it shall, on making the application, give the court a statement under section 52 below; and b section 52A shall apply. 14 Where a confiscation order has been made in relation to any defendant by virtue of section 52B below, this section shall not apply at any time while he is an absconder. 15 No application shall be entertained by the court under this section if it is made after the end of the period of six years beginning with the date on which the defendant was convicted."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "49", "section_title": " Relevant offences.", "section_text": "49 1 In this Part of this Act “ relevant offence ” means— a a scheduled offence falling within paragraph 12(a), 20(b), (c)  , (dd)  or (e) or 22(b), (i), (j), (k)  , (kk) , (m) or (n) of Part I of Schedule 1 to this Act; b an offence which by virtue of Part II of that Schedule is to be treated as if it were such an offence as is mentioned in paragraph (a) above; and c an offence falling within Part IV of that Schedule. 2 In so far as this Part of this Act applies in relation to a relevant offence committed before the coming into force of this Act “ relevant offence ” also means— a a scheduled offence within the meaning of the  Northern Ireland (Emergency Provisions) Act 1978 falling within paragraph 13(a) or 16(b) or (c) of Part I of Schedule 4 to that Act; and b an offence which by virtue of Part II of that Schedule was to be treated as if it were such an offence as is mentioned in paragraph (a) above. 3 An order under section 1(3) above amending Schedule 1 to this Act may also amend subsection (1) above."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "50", "section_title": " Realisable property, value and gifts.", "section_text": "50 1 In this Part of this Act “ realisable property ” means, subject to subsection (2) below— a any property held by the defendant; and b any property held by a person to whom the defendant has directly or indirectly made a gift caught by this Part of this Act. 2 Property is not realisable property if an order under— a Article 7 of the Criminal Justice (Northern Ireland) Order 1980 (deprivation orders); b section 27 of the  Misuse of Drugs Act 1971 (forfeiture orders); [ or] c section 13(2), (3) or (4) of the  Prevention of Terrorism (Temporary Provisions) Act 1989 (forfeiture orders), d section 43 of the  Powers of Criminal Courts Act 1973; or e Part II of the Proceeds of Crime (Scotland) Act 1995 is in force in respect of the property. 3 For the purposes of this Part of this Act the amount that might be realised at the time a confiscation order is made is— a the total of the values at that time of all the realisable property held by the defendant, less b where there are obligations having priority at that time, the total amounts payable in pursuance of such obligations, together with the total of the values at that time of all gifts caught by this Part of this Act. 4 For the purposes of subsection (3) above, an obligation has priority at any time if it is an obligation of the defendant to— a pay an amount due in respect of a fine, or other order of a court, imposed or made on conviction of an offence, where the fine was imposed or order made before the confiscation order; or b pay any sum which would be included among the preferential debts (within the meaning given by Article 346 of the  Insolvency (Northern Ireland) Order 1989) in the defendant’s bankruptcy commencing on the date of the confiscation order or winding up under an order of the court made on that date. 5 Subject to the following provisions of this section, for the purposes of this Part of this Act the value of property (other than cash) in relation to any person holding the property— a where any other person holds an interest in the property, is— i the market value of the first-mentioned person’s beneficial interest in the property, less ii the amount required to discharge any incumbrance (other than a charging order) on that interest; and b in any other case, is its market value. 6 Subject to subsection (9) below, references in this Part of this Act to the value at any time (referred to in subsection (7) below as “ the material time ”) of any proceeds or of a gift caught by this Part of this Act are references to— a the value of the proceeds or gift to the recipient when he received it adjusted to take account of subsequent changes in the value of money; or b where subsection (7) below applies, the value there mentioned, whichever is the greater. 7 Subject to subsection (9) below, if at the material time he holds— a the property which he received (not being cash); or b property which, in whole or in part, directly or indirectly represents in his hands the property which he received, the value referred to in subsection (6) above is the value to him at the material time of the property mentioned in paragraph (a) above or, as the case may be, of the property mentioned in paragraph (b) above so far as it so represents the property which he received, but disregarding any charging order. 8 A gift (including a gift made before the coming into force of this Part of this Act) is caught by this Part of this Act if— a it was made by the defendant at any time since the beginning of the period of six years ending when the proceedings were instituted against him; or b it was made by the defendant at any time and was a gift of property— i obtained by the defendant as a direct or indirect result of terrorist-related activities engaged in by him or another; or ii which in whole or in part directly or indirectly represented in the defendant’s hands property received by him as proceeds of such activities. 9 For the purposes of this Part of this Act— a the circumstances in which the defendant is to be treated as making a gift include those where he transfers property to another person directly or indirectly for a consideration the value of which is significantly less than the value of the consideration provided by the defendant; and b in those circumstances, the preceding provisions of this section shall apply as if the defendant had made a gift of such share in the property as bears to the whole property the same proportion as the difference between the values referred to in paragraph (a) above bears to the value of the consideration provided by the defendant."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "51", "section_title": " Assumptions as to benefit and value of proceeds.", "section_text": "51 1 The Crown Court shall, for the purpose of determining whether the defendant has benefited from terrorist-related activities and, if he has, of assessing the value of his proceeds of those activities, make the following assumptions, except to the extent that any of the assumptions are shown to be incorrect in the defendant’s case— a that any property appearing to the court— i to have been held by him at any time since his conviction; or ii to have been transferred to him at any time since the beginning of the period of six years ending when the proceedings were instituted against him, was obtained by him, at the earliest time at which he appears to the court to have held it, as a result of terrorist-related activities engaged in by him; b that any expenditure of his since the beginning of that period was met out of the proceeds of such activities engaged in by him; and c that, for the purpose of valuing any property obtained or assumed to have been obtained by him at any time as a result of such activities, he obtained the property free of any other interests in it. 2 Where the court decides that any assumption mentioned in subsection (1) above is incorrect in the defendant’s case it shall state its reasons for that decision. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "52", "section_title": " Statements, etc., relevant to making confiscation orders.", "section_text": "52 1 In this section, except in subsection (4) below, “ a statement ” means a statement in the case of a defendant as to any matters relevant— a to determining whether he has benefited from terrorist-related activities, b to assessing the value of his proceeds of those activities, or c to determining whether the requirements of section 47(5) above are satisfied. 1A Where section 47(1) above applies— a the court may require the prosecution to give it a statement within such period as it may direct; and b the prosecution may at any time give a statement to the court. 1B Where the prosecution has given the court a statement— a it may at any time give the court a further statement; and b the court may at any time require it to give the court a further statement, within such period as the court may direct. 1C Where— a a statement has been given to the court under this section, and b the defendant accepts to any extent any allegation in the statement, the court may treat his acceptance as conclusive of the matters to which it relates. 2 Where— a a statement  is given under this section ; and b the court is satisfied that a copy of that statement has been served on the defendant, the court may require the defendant to indicate  within such period as the court may direct  to what extent he accepts each allegation in the statement and, so far as he does not accept any such allegation, to indicate any matters he proposes to rely on. 2A Where the court has given a direction under this section it may at any time vary it by giving a further direction. 3 If the defendant fails in any respect to comply with a requirement under subsection (2) above, he may be treated for the purposes of this section as accepting every allegation in the statement apart from any allegation in respect of which he has complied with the requirement. 4 Where— a there is  given  to the court by the defendant a statement as to any matters relevant to determining the amount that might be realised at the time the confiscation order is made; and b the prosecution accepts to any extent any allegation in the statement, the court may, for the purposes of that determination, treat the acceptance by the prosecution as conclusive of the matters to which it relates. 5 An allegation may be accepted or a matter indicated for the purposes of this section  in such manner as may be prescribed by rules of court or as the court may direct 6 No acceptance by the defendant under this section that any property was obtained by him as a direct or indirect result of terrorist-related activities engaged in by him or another shall be admissible in evidence in any proceedings for an offence. 7 If the court is satisfied as to any matter relevant for determining the amount that might be realised at the time the confiscation order is made (whether by an acceptance under this section or otherwise), the court may issue a certificate giving the court’s opinion as to the matter concerned and shall do so if satisfied that the amount that might be realised at the time the confiscation order is made is less than the amount the court assesses to be the value of the defendant’s proceeds of terrorist-related activities."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "52A", "section_title": " Provision of information by defendant.", "section_text": "52A 1 This section applies where the Crown Court is proceeding under section 47(1) above. 2 For the purpose of obtaining information to assist it in carrying out its functions, the court may at any time order the defendant to give it such information as may be specified in the order. 3 An order under subsection (2) above may require all, or any specified part, of the required information to be given to the court in such manner, and before such date, as may be specified in the order. 4 Rules of court may make provision as to the maximum or minimum period that may be allowed under subsection (3) above. 5 If the defendant fails, without reasonable excuse, to comply with any order under this section, the court may draw such inference from that failure as it considers appropriate. 6 Where the prosecution accepts to any extent any allegation made by the defendant in giving to the court information required by an order under this section, the court may treat that acceptance as conclusive of the matters to which it relates. 7 For the purposes of this section, an allegation may be accepted in such manner as may be prescribed by rules of court or as the court may direct."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "52B", "section_title": " Powers of High Court where defendant has died or absconded.", "section_text": "52B 1 Subsection (2) below applies where a person has been convicted of a relevant offence. 2 If the prosecution asks it to proceed under this section, the High Court may exercise the powers of the Crown Court under this Act to make a confiscation order against the defendant if satisfied that the defendant has died or absconded. 3 Subsection (4) below applies where proceedings have been instituted against the defendant for one or more relevant offences but have not been concluded. 4 If the prosecution asks it to proceed under this section, the High Court, if satisfied that the defendant has absconded, may exercise the powers of the Crown Court under this Act to make a confiscation order against the defendant as if the defendant had been convicted of the relevant offence or each of the relevant offences for which the proceedings had been instituted. 5 The power conferred by subsection (4) above may not be exercised at any time before the end of the period of two years beginning with the date which is, in the opinion of the court, the date on which the defendant absconded. 6 Where the prosecution makes an application to the court under this section it shall, on making the application, give the court a statement under section 52 above. 7 In any proceedings on an application under this section— a sections 51, 52(1C), (2) and (3) and 52A above shall not apply, b the court shall not make a confiscation order against a person who has absconded unless it is satisfied that the prosecution has taken reasonable steps to contact him, and c any person appearing to the court to be likely to be affected by the making of a confiscation order by the court shall be entitled to appear before the court and make representations. 8 Where the High Court has made a confiscation order by virtue of this section, in a case where the defendant has been or is subsequently convicted of one or more of the offences concerned, sections 47 and 48(1) to (5) and (7) above shall not apply in respect of his conviction of that offence or those offences; but any court dealing with him in respect of that conviction or any of those convictions— a shall take account of the order before— i imposing any fine on him; or ii making any order involving any payment by him, other than an order under Article 3 of the  Criminal Justice (Northern Ireland) Order 1980 (compensation orders); or iii making any order under Article 7 of that Order (deprivation orders), but subject to that shall leave the order out of account in determining the appropriate sentence or other manner of dealing with him; and b if it makes an order for the payment of compensation under Article 3 of the Order of 1980, and is of the opinion that the defendant will not have sufficient means to satisfy both that order and the confiscation order in full, shall direct that so much of the compensation as will not in its opinion be recoverable because of the insufficiency of his means is to be paid out of any sums recovered under the confiscation order."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "53", "section_title": " Assisting another to retain proceeds of terrorist-related activities.", "section_text": "53 1 Subject to subsection (3) below, if a person enters into or is otherwise concerned in an arrangement whereby— a the retention or control by or on behalf of another (referred to hereafter as “ A ”) of A’s proceeds of terrorist-related activities is facilitated (whether by concealment, removal from the jurisdiction, transfer to nominees or otherwise); or b A’s proceeds of such activities— i are used to secure that funds are placed at A’s disposal; or ii are used for A’s benefit to acquire property by way of investment, knowing or having reasonable cause to suspect that A is a person who engages in or has engaged in such activities or has benefited from such activities, he is guilty of an offence. 2 In this section references to any person’s proceeds of terrorist-related activities include a reference to any property which in whole or in part directly or indirectly represented in his hands his proceeds of such activities. 3 Where a person discloses to a constable a suspicion or belief that any funds or investments are derived from or used in connection with terrorist-related activities or any matter on which such a suspicion or belief is based, then, if he does any act in contravention of subsection (1) above and the disclosure relates to the arrangement concerned, he does not commit an offence under this section if— a the disclosure is made before he does the act concerned and that act is done with the consent of the constable; or b the disclosure is made after he does the act but on his initiative and as soon as it is reasonable for him to make it. 3A Where a person discloses to a constable a suspicion or belief that any funds or investments are derived from or used in connection with terrorist-related activities or any matter on which such a suspicion or belief is based, the disclosure shall not be treated as a breach of any restriction upon the disclosure of information imposed by statute or otherwise. 4 In proceedings against a person for an offence under this section it is a defence to prove— a that he did not know or suspect that the arrangement related to any person’s proceeds of terrorist-related activities; or b that he did not know or suspect that by the arrangement the retention or control by or on behalf of A of any property was facilitated or, as the case may be, that by the arrangement any property was used as mentioned in subsection (1) above; or c that— i he intended to disclose to a constable such a suspicion, belief or matter as is mentioned in subsection (3) above in relation to the arrangement, but ii there is reasonable excuse for his failure to make disclosure in accordance with that subsection. 4A In the case of a person who was in employment at the relevant time, subsections (3), (3A) and (4)(c) above shall have effect in relation to disclosures, and intended disclosures, to the appropriate person in accordance with the procedure established by his employer for the making of such disclosures as they have effect in relation to disclosures, and intended disclosures, to a constable. 5 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding fourteen years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "54", "section_title": " Concealing or transferring proceeds of terrorist-related activities.", "section_text": "54 1 A person is guilty of an offence if he— a conceals or disguises any property which is, or in whole or in part directly or indirectly represents, his proceeds of terrorist-related activities; or b converts or transfers that property or removes it from the jurisdiction, for the purpose of avoiding prosecution for a relevant offence or the making or enforcement in his case of a confiscation order. 2 A person is guilty of an offence if, knowing or having reasonable cause to suspect that any property is, or in whole or in part directly or indirectly represents, another person’s proceeds of terrorist-related activities, he— a conceals or disguises that property; or b converts or transfers that property or removes it from the jurisdiction, for the purpose of assisting any person to avoid prosecution for a relevant offence or the making or enforcement of a confiscation order. 3 A person is guilty of an offence if, knowing or having reasonable cause to suspect that any property is, or in whole or in part directly or indirectly represents, another person’s proceeds of terrorist-related activities, he acquires  or uses that property or has possession of it . 3A It is a defence to a charge of committing an offence under this section that the person charged acquired or used the property or had possession of it for adequate consideration. 4 In subsections (1)(a) and (2)(a) above the references to concealing or disguising any property include references to concealing or disguising its nature, source, location, disposition, movement or ownership or any rights with respect to it. 5 For the purposes of subsection (3A) above— a a person acquires property for inadequate consideration if the value of the consideration is significantly less than the value of the property; b a person uses or has possession of any property for inadequate consideration if the value of the consideration is significantly less than the value of his possession or use of the property; and c the provision for any person of services or goods which are of assistance to him in terrorist-related activities shall not be treated as consideration. 5A Where a person discloses to a constable a suspicion or belief that any property is, or in whole or in part directly or indirectly represents, another person’s proceeds of terrorist-related activities or any matter on which such a suspicion or belief is based— a the disclosure shall not be treated as a breach of any restriction upon the disclosure of information imposed by statute or otherwise; and b if he does any act in contravention of subsection (3) above, he does not commit an offence under that subsection if— i the disclosure is made before he does the act concerned and that act is done with the consent of the constable; or ii the disclosure is made after he does the act but on his initiative and as soon as it is reasonable for him to make it. 5B For the purposes of this section, having possession of any property shall be taken to be doing an act in relation to it. 5C In proceedings against a person for an offence under subsection (3) above, it is a defence to prove that— a he intended to disclose to a constable such a suspicion, belief or matter as is mentioned in subsection (5A) above; but b there is reasonable excuse for his failure to make a disclosure in accordance with paragraph (b) of that subsection. 5D In the case of a person who was in employment at the relevant time, subsections (5A) and (5C) above shall have effect in relation to disclosures, and intended disclosures, to the appropriate person in accordance with the procedure established by his employer for the making of such disclosures as they have effect in relation to disclosures, and intended disclosures, to a constable. 5E No constable or other person shall be guilty of an offence under subsection (3) above in respect of anything done by him in the course of acting in connection with the enforcement, or intended enforcement, of any provision of this Act or of any other enactment relating to terrorism or the proceeds or resources of such terrorism. 6 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding fourteen years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "54A", "section_title": " Failure to disclose knowledge or suspicion of offences under sections 53 and 54.", "section_text": "54A 1 A person is guilty of an offence if— a he knows, or suspects, that another person is acting in the proscribed manner, b the information, or other matter, on which that knowledge or suspicion is based came to his attention in the course of his trade, profession, business or employment, and c he does not disclose the information or other matter to a constable as soon as is reasonably practicable after it comes to his attention. 2 Subsection (1) above does not make it an offence for a professional legal adviser to fail to disclose any information or other matter which has come to him in privileged circumstances. 3 It is a defence to a charge of committing an offence under this section that the person charged had a reasonable excuse for not disclosing the information or other matter in question. 4 Where a person discloses to a constable— a his suspicion or belief that another person is acting in the proscribed manner, or b any information or other matter on which that suspicion or belief is based, the disclosure shall not be treated as a breach of any restriction imposed by statute or otherwise. 5 Without prejudice to subsection (3) or (4) above, in the case of a person who was in employment at the relevant time, it is a defence to a charge of committing an offence under this section that he disclosed the information or other matter in question to the appropriate person in accordance with the procedure established by his employer for the making of such disclosures. 6 A disclosure to which subsection (5) above applies shall not be treated as a breach of any restriction imposed by statute or otherwise. 7 In this section “ acting in the proscribed manner ” means doing any act which constitutes an offence under section 53 or 54 above or, in the case of an act done otherwise than in the United Kingdom, which would constitute such an offence if done in the United Kingdom. 8 For the purposes of subsection (7) above, having possession of any property shall be taken to be doing an act in relation to it. 9 For the purposes of this section, any information or other matter comes to a professional legal adviser in privileged circumstances if it is communicated, or given, to him— a by, or by a representative of, a client of his in connection with the giving by the adviser of legal advice to the client; b by, or by a representative of, a person seeking legal advice from the adviser; or c by any person— i in contemplation of, or in connection with, legal proceedings; and ii for the purpose of those proceedings. 10 No information or other matter shall be treated as coming to a professional legal adviser in privileged circumstances if it is communicated or given with a view to furthering any criminal purpose. 11 A person guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or to both, or b on conviction on indictment, to imprisonment for a term not exceeding five years or a fine or to both."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "55", "section_title": " Enforcement and supplementary provisions.", "section_text": "55 Schedule 4 to this Act shall have effect with respect to the enforcement of confiscation orders and otherwise for supplementing the provisions of this Part of this Act."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "55A", "section_title": " Extension of certain offences to Crown servants and exemptions for regulators etc.", "section_text": "55A 1 The Secretary of State may by regulations provide that, in such circumstances as may be prescribed,  sections 53, 54(2) to (6) and 54A above  shall apply to such persons in the public service of the Crown, or such categories of person in that service, as may be prescribed. 2 Section  54A  of this Act shall not apply to— a any person designated by regulations made by the Secretary of State for the purpose of this paragraph; or b in such circumstances as may be prescribed, any person who falls within such category of person as may be prescribed for the purpose of this paragraph. 3 The Secretary of State may designate, for the purpose of paragraph (a) of subsection (2) above, any person appearing to him to be performing regulatory, supervisory, investigative or registration functions. 4 The categories of person prescribed by the Secretary of State, for the purpose of paragraph (b) of subsection (2) above, shall be such categories of person connected with the performance by any designated person of regulatory, supervisory, investigative or registration functions as he considers it appropriate to prescribe. 5 In this section— “ the Crown ” includes the Crown in right of Her Majesty’s Government in Northern Ireland; and “ prescribed ” means prescribed by regulations made by the Secretary of State. 6 The power to make regulations under this section shall be exercisable by statutory instrument. 7 Any such instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "56", "section_title": " Interpretation of confiscation provisions.", "section_text": "56 1 In this Part of this Act— “ charging order ” means an order made under paragraph 6 of Schedule 4 to this Act; “ confiscation order ” means an order made by a court under section 47 above  and includes, in particular, an order under that section which is made by virtue of section 48A or 52B above ; “ defendant ” means a person against whom proceedings have been instituted for a relevant offence (whether or not he has been convicted); “ gift caught by this Part of this Act ” has the meaning given in section 50(8) above; “ interest ”, in relation to property, includes right; “ proceeds of terrorist-related activity ” has the meaning given in section 47(2) above; “ property ” includes, in addition to money, all other property, real or personal, heritable or moveable, including things in action and other intangible or incorporeal property; “ realisable property ” has the meaning given in section 50(1) and (2) above; “ relevant offence ” has the meaning given in section 49 above; “ statutory provision ” has the meaning given in section 1(f) of the  Interpretation Act (Northern Ireland) 1954; “ terrorist-related activities ” has the meaning given in section 47(2) above. 2 This Part of this Act applies to property wherever situated. 3 References in this Part of this Act to offences include references to offences committed before the coming into force of this Part of this Act but nothing in this Part of this Act imposes any duty or confers any power on any court in or in connection with proceedings against a person for an offence if the proceedings were instituted before the coming into force of this Part of this Act. 4 References in this Part of this Act to property obtained as a direct or indirect result of terrorist-related activities include references to property obtained partly in that manner. 5 The following provisions also have effect for the interpretation of this Part of this Act. 6 Property is held by any person if he holds any interest in it. 7 References to property held by a person include a reference to property vested in his trustee in bankruptcy or liquidator; and references to an interest held by a person beneficially in property include a reference to an interest which would be held by him beneficially if the property were not so vested. 8 Property is transferred by one person to another if the first person transfers or grants to the other any interest in the property. 9 Proceedings for an offence are instituted— a when a summons or warrant is issued under Article 20 of the  Magistrates’ Courts (Northern Ireland) Order 1981 in respect of that offence; b when a person is charged with the offence after being taken into custody without a warrant; c when an indictment is presented under section 2(2)(c), (e) or (f) of the  Grand Jury (Abolition) Act (Northern Ireland) 1969; and where the application of this subsection would result in there being more than one time for the institution of proceedings, they shall be taken to have been instituted at the earliest of those times."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "57", "section_title": " Additional investigation powers.", "section_text": "57 1 If, on an application made in writing by an officer of the Royal Ulster Constabulary not below the rank of superintendent, it appears to the Secretary of State— a that an investigation to which this section applies is taking place; and b that the investigation could be more effectively carried out with the participation of a person who is not a constable and who is named in the application, the Secretary of State may authorise that person to exercise for the purposes of the investigation the powers conferred by Schedule 5 to this Act. 2 Those powers shall be exercisable in Great Britain as well as in Northern Ireland and accordingly this section and that Schedule shall extend to the whole of the United Kingdom. 3 Where a person who has been authorised under subsection (1) above to exercise the powers there mentioned considers that any material may be relevant to the investigation in relation to which the authority was given, Schedule 7 to the  Prevention of Terrorism (Temporary Provisions) Act 1989 (terrorist investigations) shall have effect in relation to the material as if— a the references to a constable in paragraphs 2(1), 3(1) and (2)(b), 5(1) and (3), 6(1), 12(2)(b), 14(3) and 15(1); b the first of the references to a constable in paragraph 3(6); and c the references to a procurator fiscal in paragraphs 12(1) and (6), 13(2), 14(1) and 15(1), included references to that person; and where (by virtue of this subsection) such a person has made an application for an order under paragraph 3 of that Schedule, the reference in paragraph 4(2)(b) to the constable on whose application the order was made or any constable serving in the same police station shall be construed as referring to that person. 4 This section applies to any investigation by the Royal Ulster Constabulary into the existence of— a the resources of a proscribed organisation; b funds which may be applied or used for the commission of, or in furtherance of or in connection with, acts of terrorism connected with the affairs of Northern Ireland; or c the proceeds of the commission of such acts of terrorism or of activities engaged in in furtherance of or in connection with such acts. 5 Paragraph (a) of subsection (4) above includes any money or property which is or is to be applied or made available for the benefit of a proscribed organisation; and paragraph (c) of that subsection includes any property which in whole or in part directly or indirectly represents such proceeds as are there mentioned."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "58", "section_title": " Supplementary regulations for preserving the peace, etc.", "section_text": "58 1 The Secretary of State may by regulations make provision additional to the foregoing provisions of this Act for promoting the preservation of the peace and the maintenance of order. 2 Regulations under this section may authorise the Secretary of State to make orders for such purposes as may be specified in the regulations. 3 Any person contravening or failing to comply with the provisions of any regulations under this section or any instrument or directions under any such regulations is guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "59", "section_title": " Explosives factories, magazines and stores.", "section_text": "59 1 The grounds on which the Secretary of State may reject an application for a licence under section 6 of the  Explosives Act 1875 (new explosives factories and magazines) shall include the ground that the establishment of the factory or magazine in question is undesirable in the interests of safeguarding national security or protecting public safety; and a licence granted under that section may be withdrawn by him on that ground at any time before it comes into force. 2 The Secretary of State may also refuse a licence under section 15 or registration under section 21 of that Act (explosives stores and other premises for keeping explosives) on the ground that the establishment of the store or, as the case may be, the keeping of explosives on the premises in question is undesirable in the interests of safeguarding national security or protecting public safety."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "60", "section_title": " Independent Assessor of Military Complaints Procedures in Northern Ireland.", "section_text": "60 1 The Secretary of State shall appoint a person to be known as the Independent Assessor of Military Complaints Procedures in Northern Ireland (in this Act referred to as “ the Independent Assessor ”). 2 A person shall not be eligible for appointment as the Independent Assessor if he is, or at any time during the period of twenty years ending with the date of the appointment has been, a serving member of Her Majesty’s forces. 3 Schedule 6 to this Act shall have effect with respect to the Independent Assessor. 4 The Independent Assessor— a shall keep under review the procedures adopted by the General Officer Commanding Northern Ireland (“ the GOC ”) for receiving, investigating and responding to relevant complaints; b shall receive and investigate any representations concerning those procedures; c may investigate the operation of those procedures in relation to any particular complaint or group of complaints; d may require the GOC to review any particular case or group of cases in which the Independent Assessor considers any of those procedures to have operated inadequately; and e may make to the GOC recommendations concerning any inadequacies in those procedures, including inadequacies in the way in which they operate in relation to any particular complaint, group of complaints or description of complaints. 5 In this section “ relevant complaint ” means a complaint relating to the behaviour of any member of Her Majesty’s forces under the command of the GOC, other than— a any complaint which has been referred by the GOC to the Royal Ulster Constabulary and not remitted by the Royal Ulster Constabulary to the GOC to be dealt with by him; and b any complaint relating to a matter in respect of which a claim for compensation has been made under section 63 below or which is the subject of proceedings involving a claim for compensation which have been instituted in any court. 6 The GOC shall— a furnish such information; b disclose such documents; and c provide such assistance, as the Independent Assessor may reasonably require for the purpose of the performance of his functions."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "61", "section_title": " Codes of practice: police powers.", "section_text": "61 1 The Secretary of State shall make codes of practice in connection with the detention, treatment, questioning and identification of persons detained under the  Prevention of Terrorism (Temporary Provisions) Act 1989 and may make codes of practice in connection with— a the exercise by police officers of any power conferred by Part II of this Act or by that Act; and b the seizure and retention of property found by police officers when exercising powers of search conferred by any provision of this Act or that Act. 2 When the Secretary of State proposes to issue a code of practice under this section he shall prepare and publish a draft of the code, shall consider any representations made to him about the draft and may modify the draft accordingly. 3 The Secretary of State shall lay before both Houses of Parliament a draft of any code of practice prepared by him under this section; and when he has laid the draft of the code before both Houses he may bring the code into operation by an order made by him. 4 An order bringing a code of practice into operation may contain such transitional provisions or savings as appear to the Secretary of State to be necessary or expedient in connection with the code which the order brings into operation. 5 The Secretary of State may from time to time revise the whole or any part of a code of practice issued by him under this section and issue the code as revised; and the foregoing provisions of this section shall apply (with appropriate modifications) to such a revised code as they apply to the first issue of a code. 6 A police officer shall be liable to disciplinary proceedings for failure to comply with any provision of such a code unless such proceedings are precluded by Article 22 of the  Police (Northern Ireland) Order 1987. 7 A failure on the part of a police officer to comply with any provision of such a code shall not of itself render him liable to any criminal or civil proceedings. 8 In all criminal and civil proceedings any such code shall be admissible in evidence; and if any provision of such a code appears to the court or tribunal conducting the proceedings to be relevant to any question arising in the proceedings it shall be taken into account in determining that question. 9 In this section— “ criminal proceedings ” includes proceedings in Northern Ireland before a court-martial constituted under the Army Act 1955, the Air Force Act 1955 or the Naval Discipline Act 1957 or a disciplinary court constituted under section 50 of the said Act of 1957 and proceedings in Northern Ireland before the Courts-Martial Appeal Court; “ police officer ” means a member of the Royal Ulster Constabulary or the Royal Ulster Constabulary Reserve."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "62", "section_title": " Codes of practice: members of Her Majesty’s forces.", "section_text": "62 1 The Secretary of State may make codes of practice in connection with the exercise by members of Her Majesty’s forces of any of their powers under Part II of this Act. 2 Subsections (2) to (5) and (8) of section 61 above shall apply to a code under this section as they apply to a code under that section. 3 A failure on the part of a member of Her Majesty’s forces to comply with any provision of a code under this section shall not of itself render him liable to any criminal or civil proceedings other than— a proceedings under any provision of the Army Act 1955 or the Air Force Act 1955 other than section 70; and b proceedings under any provision of the Naval Discipline Act 1957 other than section 42. 4 In this section “ criminal proceedings ” has the same meaning as in section 61 above."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "63", "section_title": " Right to compensation.", "section_text": "63 1 Where under this Act any real or personal property is taken, occupied, destroyed or damaged, or any other act is done interfering with private rights of property, compensation shall, subject to the provisions of this section, be payable by the Secretary of State to any person who— a has an estate or interest in that property or (as the case may be) is entitled to those rights of property, and b suffers loss or damage as a result of the act. 2 No compensation shall be payable under this section in respect of any act falling within subsection (1) above unless an application for such compensation is made to the Secretary of State, in such manner as he may specify, within— a the period of four months beginning with the date when the act was done, or b such longer period beginning with that date and not exceeding twelve months as— i the Secretary of State on a request being made to him in writing, or ii the county court on an appeal under subsection (3) below, may in a particular case allow. 3 Where the Secretary of State refuses any request made to him for the purposes of subsection (2)(b) above, he shall serve a notice of his refusal on the person who made the request, and that person may, within the period of six weeks beginning with the date of service of the notice, appeal to the county court against that refusal. 4 Where the Secretary of State has determined any application for compensation made in accordance with subsection (2) above, he shall serve on the applicant either— a a notice stating that he has decided to award the applicant compensation in pursuance of his application and specifying the amount of the award, or b a notice stating that he has decided to refuse the application; and the applicant may within the period of six weeks beginning with the date of service of the notice appeal to the county court against the decision of the Secretary of State to pay the amount of compensation specified in the notice or (as the case may be) to refuse the application and unless he so appeals within that period that decision shall become in all respects final and binding. 5 Any notice served under subsection (3) or (4) above shall contain particulars of the right of appeal under that subsection and, in the case of a notice served under subsection (4), of the consequences of a failure to exercise that right. 6 Where— a a person having a right to compensation under this section has made an application in accordance with subsection (2) above, and b by virtue of any assignment or operation of law that right has passed to any other person, that other person (or, if he is subject to any legal disability, the person appearing to the Secretary of State to be entitled to act on his behalf) may be treated by the Secretary of State as the applicant for the purposes of any provision of this section. 7 Where— a a person has a right to compensation in respect of any act falling within subsection (1) above, and b the act was done in connection with, or revealed evidence of the commission of— i a scheduled offence, or ii an offence under this Act other than a scheduled offence, and c proceedings for that offence are brought against that person, his right to such compensation shall not be enforceable at any time when any such proceedings have not been concluded or if he is convicted of the offence. 8 Subsection (1) above does not apply to anything done under Part VII of this Act or Schedule 4 to this Act."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "64", "section_title": " Compensation: notices.", "section_text": "64 Any notice required by section 63 above to be served on any person by the Secretary of State may— a if that person is an individual, be served on him— i by delivering it to him, or ii by sending it by post addressed to him at his usual or last-known place of residence or business, or iii by leaving it for him there; b if that person is a partnership, be served on the partnership— i by sending it by post to a partner, or to a person having the control or management of the partnership business, at the principal office of the partnership, or ii by addressing it to a partner or any such person and leaving it at that office; c if that person is a body corporate, be served on the body— i by sending it by post to the secretary or clerk of the body at its registered or principal office, or ii by addressing it to the secretary or clerk of the body and leaving it at that office; or d in any case, be served on that person’s solicitor by delivering it to the solicitor, or by sending it by post to him at his office, or by leaving it for him there."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "65", "section_title": " Restriction of prosecutions.", "section_text": "65 A prosecution in respect of an offence under this Act shall not be instituted in Northern Ireland except by or with the consent of the Director of Public Prosecutions for Northern Ireland or in England and Wales except by or with the consent of the Director of Public Prosecutions."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "66", "section_title": " General interpretation.", "section_text": "66 In this Act, except so far as the context otherwise requires— “ dwelling-house ” means any building or part of a building used as a dwelling; “ explosive ” means any article or substance manufactured for the purpose of producing a practical effect by explosion; “ explosive substance ” means any substance for the time being specified in regulations made under section 3 of the  Explosives Act (Northern Ireland) 1970; “ firearm ” includes an air gun or air pistol; “ proscribed organisation ” means an organisation for the time being specified in Schedule 2 to this Act, including an organisation which is to be treated as a proscribed organisation by virtue of section 28(2) above; “ public place ” means a place to which for the time being members of the public have or are permitted to have access, whether on payment or otherwise; “ scheduled offence ” has the meaning given by section 1 above; “ terrorism ” means the use of violence for political ends and includes any use of violence for the purpose of putting the public or any section of the public in fear; “ terrorist ” means a person who is or has been concerned in the commission or attempted commission of any act of terrorism or in directing, organising or training persons for the purpose of terrorism; “ vehicle ” includes a hovercraft."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "67", "section_title": " Orders and regulations.", "section_text": "67 1 Subject to subsection (4) below, any power to make orders or regulations conferred by this Act shall be exercisable by statutory instrument. 2 No order under section 1 or 28 above or 69(3) below and no regulations under section 58 above shall be made unless— a a draft of the order or regulations has been approved by resolution of each House of Parliament; or b it is declared in the order or regulations that it appears to the Secretary of State that by reason of urgency it is necessary to make the order or regulations without a draft having been so approved. 3 Orders and regulations under the provisions mentioned in subsection (2) above shall, if not so approved in draft, be laid before Parliament after being made and, if at the end of the period of forty days (computed in accordance with section 7(1) of the  Statutory Instruments Act 1946) after the day on which the Secretary of State made such an order or regulations a resolution has not been passed by each House approving the order or regulations in question, the order or regulations shall then cease to have effect (but without prejudice to anything previously done or to the making of a new order or new regulations). 4 Subsection (1) above does not apply to any order under section 25, Schedule 3 or paragraph 6(1)(d) of Schedule 5 or any order under regulations made by virtue of section 58. 5 Any regulations under section 8 and any order under section 14(5), 15(8), 47(5), 61 or 62 above or under paragraph 7(3)  or 19(1)(a)  of Schedule 4 or paragraph 7 of Schedule 5 to this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Any order under section 37(4) above shall be laid before Parliament after being made."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "68", "section_title": " Expenses.", "section_text": "68 Any expenses of the Secretary of State under this Act shall be defrayed out of money provided by Parliament."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "69", "section_title": " Commencement, duration, expiry and revival of provisions of this Act.", "section_text": "69 1 This Act except Part VII shall come into force at the end of the period of two months beginning with the day on which it is passed and that Part shall come into force on such date as the Secretary of State may by order appoint. 2 The temporary provisions of this Act, that is to say, Parts I to  VIII  except— a section 7, Part III of Schedule 1 and, so far as they relate to offences which are scheduled offences by virtue of that Part, sections 3, 9 and 10; b sections 63 and 64; and c paragraphs 20 to 20C  of Schedule 4, shall expire with 15th June 1992 unless continued in force by an order under subsection (3) below. 3 The Secretary of State may by order provide— a that all or any of the temporary provisions of this Act which are for the time being in force (including any in force by virtue of an order under this section) shall continue in force for a period not exceeding twelve months from the coming into operation of the order; b that all or any of those provisions which are for the time being in force shall cease to be in force; or c that all or any of those provisions which are not for the time being in force shall come into force again and remain in force for a period not exceeding twelve months from the coming into operation of the order. 4 The Secretary of State shall be deemed to have made an order under subsection (3)(b) above in respect of the provisions of section 34 and Schedule 3 with effect immediately after the coming into force of those provisions. 5 The coming into force of any provision of sections 9 to 12 above by virtue of an order made under subsection (3)(c) above shall not affect any trial on indictment where the indictment has been presented, or any summary trial which has started, before the coming into force of that provision, and any such trial shall be conducted as if the provision had not come into force. 6 Where before the coming into force of subsection (1) of section 9 above by virtue of such an order a person has been committed for trial for a scheduled offence and the indictment has not been presented, then, on the coming into force of that subsection, he shall, if he was committed to the Crown Court sitting elsewhere than in Belfast, be treated as having been committed to the Crown Court sitting in Belfast or (where the Lord Chancellor gives a direction under that subsection with respect to the trial) to the Crown Court sitting at the place specified in the direction. 7 The expiry or cesser of any provision mentioned in subsection (5) above shall not affect the application of that provision to any trial on indictment where the indictment has been presented, or any summary trial which has started, before the expiry or cesser; and the expiry or cesser of section 14 or 15 above shall not affect the operation of that section in relation to an offence committed while it was in force. 8 It is hereby declared that the expiry or cesser of any provision of section 9 above shall not affect— a any committal of a person for trial in accordance with that provision to the Crown Court sitting either in Belfast or elsewhere, or b any committal of a person for trial which, in accordance with that provision, has taken effect as a committal for trial to the Crown Court sitting elsewhere than in Belfast, in a case where the indictment has not been presented. 9 This Act shall, by virtue of this subsection, be repealed as from the end of the period of five years beginning with the date on which it came into force."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "70", "section_title": " Savings, amendments and repeals.", "section_text": "70 1 Neither any rule of law nor any enactment other than this Act nor anything contained in a commission issued for the trial of any person shall be construed as limiting or otherwise affecting the operation of any provision of this Act for the time being in force, but— a subject to the foregoing, any power conferred by this Act shall not derogate from Her Majesty’s prerogative or any powers exercisable apart from this Act by virtue of any rule of law or enactment; and b subject to the foregoing and to section 69(7) above, a provision of this Act shall not affect the operation of any rule of law or enactment at a time when the provision is not in force. 2 Any rules in force at the coming into force of this Act under section 28A(1) of the  Northern Ireland (Emergency Provisions) Act 1978 shall have effect as if they were county court rules made in relation to appeals under section 63 above. 3 The enactments mentioned in Schedule 7 to this Act shall be amended in accordance with that Schedule. 4 The enactments mentioned in Part I of Schedule 8 to this Act are hereby repealed, and the instruments mentioned in Part II of that Schedule are hereby revoked, to the extent there specified."}, {"act": "Northern Ireland (Emergency Provisions) Act 1991 (repealed 25.8.1996)", "year": 1991, "section": "71", "section_title": " Short title and extent.", "section_text": "71 1 This Act may be cited as the Northern Ireland (Emergency Provisions) Act 1991. 2 Except for sections 53,  to 54A, 55A  and 57, paragraph 19 of Schedule 4, Schedule 5, this Part of this Act so far as relating to those provisions and paragraph 5(2), (3), (7) and (8) of Schedule 7, this Act extends to Northern Ireland only. 3 Her Majesty may by Order in Council direct that any of the provisions of section 57 and Schedule 5 shall extend, with such modifications as appear to Her Majesty to be appropriate, to any of the Channel Islands or the Isle of Man."}]