[{"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "1", "section_title": "The national concession", "section_text": "1 For section 145 of the Transport Act 2000 (c. 38) (mandatory concessions outside Greater London) and the heading before the section substitute— Mandatory travel concessions for journeys not beginning on the London bus network England: mandatory concessions for journeys not beginning on the London bus network 145A 1 Any person to whom a current statutory travel concession permit has been issued and who travels on an eligible journey on an eligible service is entitled, on production of the permit, to a concession consisting of a waiver of the fare for the journey by the operator of the service. 2 In subsection (1)  “ eligible journey ” means a journey on one public service vehicle (in one direction) which— a is between places in England, b begins at a relevant time, and c is not one to which section 242(8) of the Greater London Authority Act 1999 (journeys beginning on the London bus network) applies. 3 In this section  “ statutory travel concession permit ” means— a a permit issued pursuant to subsection (4), b a permit issued by a London authority relating to the travel concession specified in section 242(8) and (8A) of the Greater London Authority Act 1999 (travel concessions on journeys beginning on the London bus network  etc ), or c a permit issued by a London authority pursuant to paragraph 4(2) of Schedule 16 to that Act (free travel scheme in Greater London). 4 A travel concession authority in England other than a London authority must, on an application made to it by any person who appears to the authority to be an elderly or disabled person whose sole or principal residence is in the authority's area, issue to the person free of charge a permit indicating that he is entitled to the concession specified in subsection (1). 5 A permit issued pursuant to subsection (4) must be issued in such form and for such period— a as may be specified in regulations made by the Secretary of State, and b subject to that, as the authority issuing the permit considers appropriate. 6 The Secretary of State may issue guidance to travel concession authorities in England to which they must have regard in determining for the purposes of subsection (4) whether a person is a disabled person. 7 Before issuing guidance under subsection (6) the Secretary of State shall consult— a the Disabled Persons Transport Advisory Committee, b associations representative of travel concession authorities, and c such other persons as he thinks fit. 8 The Secretary of State may issue guidance to travel concession authorities in England to which they must have regard in determining for the purposes of subsection (4) whether a person has his sole or principal residence in an authority's area. 9 A person entitled to be issued with a statutory travel concession permit by a travel concession authority under subsection (4) may agree with the authority that he is not to be entitled to— a the concession specified in subsection (1), and b the concession provided by virtue of section 242(8) of, or paragraph A1 of Schedule 16 to, the Greater London Authority Act 1999, for a period in return for being entitled during that period to receive travel concessions under a scheme under section 93 of the Transport Act 1985 to which the authority is a party (if the scheme provides that a person may not receive travel concessions under the scheme unless he so agrees). 10 The Secretary of State may by regulations make provision about agreements within subsection (9). 11 The regulations may in particular make provision— a requiring the serving of notices before an agreement is made, b about the form of agreements, and c as to the period for which a person may agree not to be entitled to the concessions mentioned in subsection (9)(a) and (b)."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "2", "section_title": "The national concession: supplementary", "section_text": "2 1 Amend section 146 of the 2000 Act (mandatory concessions: supplementary) as follows. 2 After the definition of  “a half-price travel concession” insert— “ London authority ” means a London borough council or the Common Council of the City of London, . 3 In the definition of  “travel concession authority”— a after paragraph (b) insert— ba a London authority, ; b after paragraph (c) insert— ca the Council of the Isles of Scilly, or ."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "3", "section_title": "Reimbursement of operators", "section_text": "3 1 Amend section 149 of the 2000 Act (reimbursement of operators) as follows. 2 For subsection (1) substitute— 1 Where— a an operator provides concessions under section 145A(1) in respect of eligible journeys beginning in the area of a travel concession authority in England, or b an operator provides concessions under section 145B(1) for persons who reside in the area of a travel concession authority in Wales, the authority shall reimburse the operator for providing the concessions. 3 In subsection (2)(a), for  “for persons who reside in their area, or” substitute— i in respect of eligible journeys beginning in the authority's area (if the authority is in England), or ii for persons who reside in the authority's area (if the authority is in Wales), or . 4 Amend section 150 of the 2000 Act (procedure for reimbursement arrangements determined by authority) as follows. 5 In subsection (4)— a for  “subsection (3)” substitute  “                      subsection (3)(a)                    ” ; b for  “28 days” substitute  “                      56 days                    ” . 6 After subsection (4) insert— 4A An application under subsection (3)(b) shall be made by notice in writing given not later than 28 days after the date on which the arrangements, or the variations, come into operation."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "4", "section_title": "The national concession: journeys beginning on London bus network", "section_text": "4 1 Amend section 240 of the Greater London Authority Act 1999 (c. 29)\t\t\t\t\t(travel concessions on journeys in and around Greater London) as follows. 2 In subsection (5)— a for  “persons appearing to the authority to be persons—” substitute— a persons appearing to the authority to have their sole or principal residence in the authority's area and to be persons— ; b renumber paragraphs (a) to (i) as sub-paragraphs (i) to (ix) of paragraph (a); c at the end of the subsection insert ; or                       b persons to whom a current statutory travel concession permit has been issued under section 145A(4) of the Transport Act 2000. 3 In subsection (5A), for  “(5)(b) to (i)” substitute  “                  (5)(a)(ii) to (ix)                ” . 4 After subsection (5B) insert— 5C The Secretary of State may issue guidance to local authorities to which they must have regard in determining for the purposes of this Chapter whether a person has his sole or principal residence in an authority's area."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "5", "section_title": "Reserve free travel scheme", "section_text": "5 1 Amend section 241 of the 1999 Act (reserve free travel scheme for London residents) as follows. 2 In subsection (1)— a in the opening words, omit  “for London residents”; b in the closing words, after  “are provided for” insert  “                      all eligible England residents and that additional travel concessions are provided for                    ” . 3 In subsection (2), after  “apply to” insert  “                  certain eligible England residents or                ” . 4 In subsection (3), after  “travel concessions for” insert  “                  eligible England residents and the additional travel concessions for                ” . 5 For subsection (4) substitute— 4 In this Chapter— “ eligible England residents ” means— persons to whom a current statutory travel concession permit has been issued under section 145A(4) of the Transport Act 2000, and eligible London residents; “ eligible London residents ” means persons whose sole or principal residence is in Greater London and who are eligible in accordance with section 240(5)(a) above to receive travel concessions under arrangements under subsection (1) of that section. 6 In the heading, omit  “for London residents”. 7 Schedule 1 contains amendments of Schedule 16 to the 1999 Act (the London free travel scheme)."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "6", "section_title": "Requirements as to scope", "section_text": "6 1 Amend section 242 of the 1999 Act (requirements as to scope) as follows. 2 In subsection (1)— a in the opening words, omit  “for London residents”; b for paragraph (b) and the word  “and” before it substitute— b for the grant to all eligible England residents of the travel concession specified in subsection (8) below; and c for the grant to all eligible London residents of the additional travel concession specified in subsection (8A) below. 3 After subsection (1) insert— 1A Paragraphs (b) and (c) of subsection (1) above are not to be taken as restricting the concessions that may be provided to eligible London residents on the London bus network by virtue of paragraph (a) of that subsection. 4 In subsection (7), for  “paragraphs of section 240(5)” substitute  “                  sub-paragraphs of section 240(5)(a)                ” . 5 For subsection (8) substitute— 8 The travel concession which must be granted for all eligible England residents is a waiver of the fare for each journey beginning on the London bus network— a at any time on a Saturday or Sunday or on any day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971; or b in the period from 9.30 am to 11.00 pm on any other day, (whether or not the journey ends on that network). 8A The additional travel concession which must be granted for all eligible London residents is a waiver of the fare for each journey which is on the London bus network and which begins— a in the period from midnight to 4.30 am; or b in the period from 11.00 pm to midnight, on any day other than one mentioned in subsection (8)(a) above. 8B In subsections (8) and (8A) above  “ journey ” means a journey on one public service vehicle (in one direction); and for this purpose  “ public service vehicle ” has the meaning given by section 1 of the Public Passenger Vehicles Act 1981. 6 Omit subsection (10)."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "7", "section_title": "Requirements as to uniformity", "section_text": "7 1 Amend section 243 of the 1999 Act (requirements as to uniformity) as follows. 2 In subsection (1)— a in the opening words, omit  “for London residents”; b in paragraph (b), for  “issued to him in accordance with the arrangements” substitute— i issued to the person in accordance with the arrangements by the London authority in whose area the person has his sole or principal residence (in the case of an eligible London resident), or ii issued to the person pursuant to section 145A(4) of the Transport Act 2000 (in the case of any other eligible England resident) . 3 In subsection (5), for  “document in any form” substitute  “                  permit in any form (subject to any regulations under subsection (7) below)                ” . 4 In subsection (6), for  “242(8)” substitute  “                  242(8) and (8A)                ” . 5 After subsection (6) insert— 7 Subject to subsection (1)(c) above, the Secretary of State may by regulations make provision about the form and period of validity of travel concession permits issued by a London authority relating to the travel concession specified in section 242(8) and (8A) above."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "8", "section_title": "Variation of scope of the national concession", "section_text": "8 1 The Secretary of State may by order amend Part 2 of the 2000 Act and Chapter 8 of Part 4 of the 1999 Act for or in connection with securing that the national concession— a applies to any person for the time being eligible to receive travel concessions under a scheme under section 93 of the Transport Act 1985 (c. 67) or to any such person of a specified description (as well as to any elderly person and any disabled person), b applies to travel on any public passenger transport service or to travel on any such service of a specified description (as well as to travel on an eligible service and the London bus network), c in relation to any person to whom the national concession applies by virtue of paragraph (a), provides for a concession not amounting to a waiver of the fare, d in relation to any person to whom the national concession applies by virtue of paragraph (a), applies, or does not apply, to a journey beginning at a specified time, or e in relation to any elderly person or any disabled person, applies to a journey beginning at a specified time (as well as to a journey beginning at a relevant time). 2 In this section  “ the national concession ” means the travel concession to which certain persons whose sole or principal residence is in England are entitled— a under section 145A(1) of the 2000 Act, and b by virtue of section 242(8) of, or paragraph A1 of Schedule 16 to, the 1999 Act. 3 In this section  “ London bus network ” has the meaning given by section 181 of the 1999 Act. 4 Expressions used in this section and in Part 2 of the 2000 Act have the same meaning in this section as in that Part (see sections 146 and 162 of that Act)."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "9", "section_title": "Variation of reimbursement and other administrative arrangements", "section_text": "9 1 The Secretary of State may by order amend Part 2 of the 2000 Act for or in connection with securing that— a the obligation of travel concession authorities in England to reimburse operators for providing concessions under section 145A(1) of that Act is instead imposed on the Secretary of State; b the functions of travel concession authorities in England under sections 145A and 148 of that Act are instead imposed on the Secretary of State. 2 The Secretary of State may by order amend Part 2 of the 2000 Act for or in connection with securing that— a the obligation to reimburse operators for providing concessions under section 145A(1) of that Act, so far as imposed on a non-unitary district council, is instead imposed on the county council for the area in which the district is situated; b the functions of a non-unitary district council under sections 145A and 148 of that Act are instead imposed on the county council for the area in which the district is situated. 3 The provision that may be made by an order under subsection (1)(a) includes in particular provision— a enabling the Secretary of State to determine (rather than agree) the amounts of reimbursement to be paid to individual operators, or to any class of operators; b altering the provisions about appeals by operators in connection with reimbursement (for example, by altering who is to hear the appeals, the functions of the person or body hearing the appeals or the circumstances in which appeals may be brought); c for establishing a body to hear the appeals; d imposing requirements as to consultation; e repealing section 145A(9) to (11) of the 2000 Act; f conferring on the Secretary of State power to make regulations— i for any purpose corresponding or similar to any purpose for which regulations may be made by the Secretary of State under sections 149(3) and 150(6) and (7) of the 2000 Act (as those provisions have effect immediately before the coming into force of this section); ii about any matter ancillary to the reimbursement of, and appeals by, operators (for example, how to claim reimbursement). 4 Any power to make regulations conferred by virtue of subsection (3)(f) must be exercisable by statutory instrument which must be subject to annulment in pursuance of a resolution of either House of Parliament. 5 The provision that may be made by an order under subsection (1)(b) includes in particular provision repealing any of subsections (6) to (8) of section 145A of the 2000 Act. 6 If the Secretary of State makes an order under subsection (1)(a) or (2)(a), he may also by order amend the Transport Act 1985 (c. 67) for or in connection with securing that— a non-unitary district councils or metropolitan district councils in England cease to be local authorities for the purposes of section 93 of that Act; or b a non-unitary district council or a metropolitan district council in England may not establish a travel concession scheme under that section unless they do so jointly with the county council  , Integrated Transport Authority   , combined authority or combined county authority   for the area in which the district is situated (whether or not the scheme is also established jointly with other local authorities). 7 An order under subsection (6)(b) may include provision for or in connection with securing that— a any specified function that a non-unitary district council establishing such a scheme would, but for this paragraph, have had as an authority responsible for administration of the scheme is instead to be exercised by the county council concerned; b any specified function that a metropolitan district council establishing such a scheme would, but for this paragraph, have had as an authority responsible for administration of the scheme is instead to be exercised by the Passenger Transport Executive for the area of the  Integrated Transport Authority  concerned. 8 In this section  “ non-unitary district council ” means a council of a non-metropolitan district in England comprised in an area for which there is a county council."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "10", "section_title": "Reciprocal arrangements for providing travel concessions", "section_text": "10 1 The Secretary of State may by order amend Part 2 of the 2000 Act and Chapter 8 of Part 4 of the 1999 Act for or in connection with securing that English travel concessions are also provided, or are to a specified extent also provided, to— a Welsh permit holders, b Scottish permit holders, c Northern Irish permit holders, or d any specified class of such persons. 2 The Welsh Ministers may by order amend Part 2 of the 2000 Act for or in connection with securing that Welsh travel concessions are also provided, or are to a specified extent also provided, to— a English permit holders, b Scottish permit holders, c Northern Irish permit holders, or d any specified class of such persons. 3 An order under subsection (1) or (2) may limit the extent to which English travel concessions or Welsh travel concessions are to be provided to persons by virtue of the order by reference, in particular, to— a the service on which the concession is to be provided; b the time at which a journey on which the concession is to be provided begins; c the value of the concession which is to be provided. 4 An order under subsection (1) or (2) may also, in particular, make provision for or in connection with securing that a person is not to be entitled to a concession on a journey by virtue of the order if he would, apart from the order, have been entitled to a concession on that journey. 5 An order under subsection (2) may, in particular, make provision for or in connection with securing that an operator providing concessions on a journey by virtue of the order is reimbursed by the travel concession authority in whose area the journey begins. 6 The power of the Secretary of State under— a section 145A(5) of the 2000 Act, b section 243(7) of the 1999 Act, or c paragraph 4(1A) of Schedule 16 to that Act, to specify the form of a permit includes power to specify its form for the purposes of any concession to which an English permit holder may become entitled, whether by virtue of an order under subsection (2) or otherwise. 7 The power of the Welsh Ministers to approve the form of a permit for the purpose of section 145B(2) of the 2000 Act includes power to approve its form for the purposes of any concession to which a Welsh permit holder may become entitled, whether by virtue of an order under subsection (1) or otherwise. 8 In this section— “ English travel concessions ” means the travel concessions to which certain persons whose sole or principal residence is in England are entitled— under section 145A(1) of the 2000 Act, and by virtue of section 242(8) of, or paragraph A1 of Schedule 16 to, the 1999 Act; “ Welsh travel concessions ” means the travel concessions to which certain persons who are resident in Wales are entitled under section 145B(1) and (2) of the 2000 Act. 9 In this section— “ English permit holder ” means— a person to whom a current travel concession permit has been issued under section 145A(4) of the 2000 Act by a travel concession authority in England (other than a London authority), a person to whom a current travel concession permit relating to the travel concession specified in section 242(8) and (8A) of the 1999 Act has been issued by a London authority, or a person to whom a current travel concession permit has been issued by a London authority pursuant to paragraph 4(2) of Schedule 16 to that Act; “ Northern Irish permit holder ” means a person to whom a current travel concession permit has been issued on behalf of the Department for Regional Development for the purposes of any agreement made under Article 5(1) of the Transport (Northern Ireland) Order 1977 ( S.I.  1977/599 (N.I. 10)); “ Scottish permit holder ” means a person to whom a current travel concession permit has been issued under a national travel concession scheme made under section 40 of the Transport (Scotland) Act 2005 (asp 12); “ Welsh permit holder ” means a person to whom a current travel concession permit (in a form approved by the Welsh Ministers) has been issued under section 145B(3) of the 2000 Act by a travel concession authority in Wales. 10 In this section  “London authority” and  “travel concession authority” have the meaning given by section 146 of the 2000 Act."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "11", "section_title": "Orders", "section_text": "11 1 Any power of the Secretary of State or the Welsh Ministers to make an order under this Act is exercisable by statutory instrument. 2 An order under this Act may make different provision for different cases, purposes or areas. 3 An order under section 8, 9, 10 or 13 may include appropriate incidental, supplementary, consequential or transitional provision or savings (including provision amending this Act). 4 A statutory instrument containing an order under section 8 shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 An order may not be made by the Secretary of State under section 9, 10 or 13 (whether alone or concurrently with the Welsh Ministers) unless a draft of the statutory instrument containing the order has been laid before, and approved by a resolution of, each House of Parliament. 6 An order may not be made by the Welsh Ministers under section 10 (whether alone or concurrently with the Secretary of State) unless a draft of the statutory instrument containing the order has been laid before, and approved by a resolution of, the National Assembly for Wales."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "12", "section_title": "Interpretation", "section_text": "12 In this Act— “ the 1999 Act ” means the Greater London Authority Act 1999 (c. 29); “ the 2000 Act ” means the Transport Act 2000 (c. 38)."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "13", "section_title": "Minor and consequential amendments", "section_text": "13 1 Schedule 2 contains minor and consequential amendments. 2 Schedule 3 contains repeals and revocations. 3 The Secretary of State may by order make any amendments, repeals or revocations of any relevant enactment that appear to him to be appropriate in consequence of any provision of this Act. 4 “ Relevant enactment ” means any other enactment passed or instrument made on or before the last day of the session in which this Act is passed."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "14", "section_title": "Extent", "section_text": "14 This Act extends to England and Wales only."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "15", "section_title": "Commencement, transitional provision and savings", "section_text": "15 1 This Act shall come into force on such day as the Secretary of State may by order appoint, and different days may be appointed for different purposes. 2 The Secretary of State may by order make any transitional provision or savings which appear appropriate in connection with the coming into force of any provision of this Act. 3 The power conferred on the Welsh Ministers by section 147 of the 2000 Act includes power to make any amendment of that Act that could have been made by amending or revoking any provision of the Travel Concessions (Extension of Entitlement)\t\t\t\t\t(Wales) Order 2001 (S.I. 2001/3765) revoked by this Act."}, {"act": "Concessionary Bus Travel Act 2007", "year": 2007, "section": "16", "section_title": "Short title", "section_text": "16 This Act may be cited as the Concessionary Bus Travel Act 2007."}]