[{"act": "Finance Act 2007", "year": 2007, "section": "1", "section_title": "Charge and rates for 2007-08", "section_text": "1 Income tax is charged for the tax year 2007-08; and for that tax year— a the starting rate is 10%, b the basic rate is 22%, and c the higher rate is 40%."}, {"act": "Finance Act 2007", "year": 2007, "section": "2", "section_title": "Charge and main rates for financial year 2008", "section_text": "2 1 Corporation tax is charged for the financial year 2008; and for that year the rate of corporation tax is— a 28% on profits of companies other than ring fence profits, and b 30% on ring fence profits of companies. 2 In this section  “ ring fence profits ” has the same meaning as in Chapter 5 of Part 12 of  ICTA  (see section 502(1) and (1A))."}, {"act": "Finance Act 2007", "year": 2007, "section": "3", "section_title": "Small companies' rates and fractions for financial year 2007", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "4", "section_title": "Rates and rate bands for 2010-11", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "5", "section_title": "Rates of duty on alcoholic liquor", "section_text": "5 1 The Alcoholic Liquor Duties Act 1979 (c. 4) is amended as follows. 2 In section 36(1AA)(a)\t\t\t\t\t(standard rate of duty on beer), for  “£13.26” substitute  “                    £13.71                  ” . 3 In section 62(1A)\t\t\t\t\t(rates of duty on cider)— a in paragraph (a)\t\t\t\t\t\t\t(rate of duty per hectolitre in the case of sparkling cider of a strength exceeding 5.5 per cent), for  “£166.70” substitute  “                        £172.33                      ” , b in paragraph (b)\t\t\t\t\t\t\t(rate of duty per hectolitre in the case of cider of a strength exceeding 7.5 per cent which is not sparkling cider), for  “£38.43” substitute  “                        £39.73                      ” , and c in paragraph (c)\t\t\t\t\t\t\t(rate of duty per hectolitre in any other case), for  “£25.61” substitute  “                        £26.48                      ” . 4 For Part 1 of the Table in Schedule 1 substitute— Part 1 Wine and made-wine of a strength not exceeding 22 per cent Description of wine or made-wine Rates of duty per hectolitre £ Wine or made-wine of a strength not exceeding 4 per cent 54.85 Wine or made-wine of a strength exceeding 4 per cent but not exceeding 5.5 per cent 75.42 Wine or made-wine of a strength exceeding 5.5 per cent but not exceeding 15 per cent and not sparkling 177.99 Sparkling wine or sparkling made-wine of a strength exceeding 5.5 per cent but less than 8.5 per cent 172.33 Sparkling wine or sparkling made-wine of a strength of 8.5 per cent or of a strength exceeding 8.5 per cent but not exceeding 15 per cent 227.99 Wine or made-wine of a strength exceeding 15 per cent but not exceeding 22 per cent 237.31 . 5 The amendments made by this section are deemed to have come into force on 26th March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "6", "section_title": "Rates of tobacco products duty", "section_text": "6 1 For the Table in Schedule 1 to the Tobacco Products Duty Act 1979 (c. 7) substitute— Table 1. Cigarettes An amount equal to 22 per cent of the retail price plus £108.65 per thousand cigarettes. 2. Cigars £158.24 per kilogram. 3. Hand-rolling tobacco £113.74 per kilogram. 4. Other smoking tobacco and chewing tobacco £69.57 per kilogram. 2 The amendment made by subsection (1) is deemed to have come into force at 6 p.m. on 21st March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "7", "section_title": "Rates of gaming duty", "section_text": "7 1 For the Table in section 11(2) of FA 1997 substitute— Table Part of gross gaming yield Rate The first £1,836,500 15 per cent. The next £1,266,000 20 per cent. The next £2,217,500 30 per cent. The next £4,680,000 40 per cent. The remainder 50 per cent. 2 In section 11(3) of that Act, for  “40 per cent” substitute  “                    50 per cent                  ” . 3 The amendments made by this section have effect in relation to accounting periods beginning on or after 1st April 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "8", "section_title": "Remote gaming duty", "section_text": "8 1 Schedule 1 contains amendments of and relating to Part 2 of BGDA 1981 (gaming duties) imposing a remote gaming duty. 2 The amendments made by Schedule 1 have effect in respect of the provision of facilities on or after a date appointed by the Commissioners for Her Majesty's Revenue and Customs by order made by statutory instrument."}, {"act": "Finance Act 2007", "year": 2007, "section": "9", "section_title": "Amusement machine licence duty", "section_text": "9 1 Section 23 of BGDA 1981 (amount of duty payable on amusement machine licence) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 After subsection (6) insert— 7 The Commissioners may by order substitute for a sum for the time being specified in subsection (3) such higher sum as they consider appropriate. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "10", "section_title": "Fuel duty rates and rebates", "section_text": "10 1 The Hydrocarbon Oil Duties Act 1979 (c. 5) is amended as follows. 2 In section 6(1A)\t\t\t\t\t(hydrocarbon oil: rates of duty)— a in paragraph (a)\t\t\t\t\t\t\t(ultra low sulphur petrol), for  “£0.4835” substitute  “                        £0.5035                      ” , b in paragraph (aa)\t\t\t\t\t\t\t(sulphur-free petrol), for  “£0.4835” substitute  “                        £0.5035                      ” , c in paragraph (b)\t\t\t\t\t\t\t(light oil other than ultra low sulphur petrol and sulphur-free petrol), for  “£0.5768” substitute  “                        £0.6007                      ” , d in paragraph (c)\t\t\t\t\t\t\t(ultra low sulphur diesel), for  “£0.4835” substitute  “                        £0.5035                      ” , e in paragraph (ca)\t\t\t\t\t\t\t(sulphur-free diesel), for  “£0.4835” substitute  “                        £0.5035                      ” , and f in paragraph (d)\t\t\t\t\t\t\t(heavy oil other than ultra low sulphur diesel and sulphur-free diesel), for  “£0.5468” substitute  “                        £0.5694                      ” . 3 In section 6AA(3)\t\t\t\t\t(biodiesel), for  “£0.2835” substitute  “                    £0.3035                  ” . 4 In section 6AD(3)\t\t\t\t\t(bioethanol), for  “£0.2835” substitute  “                    £0.3035                  ” . 5 In section 8(3)\t\t\t\t\t(road fuel gas)— a in paragraph (a)\t\t\t\t\t\t\t(natural road fuel gas), for  “£0.1081” substitute  “                        £0.1370                      ” , and b in paragraph (b)\t\t\t\t\t\t\t(other road fuel gas), for  “£0.1221” substitute  “                        £0.1649                      ” . 6 In section 11(1)\t\t\t\t\t(rebate on heavy oil)— a in paragraph (a)\t\t\t\t\t\t\t(fuel oil), for  “£0.0729” substitute  “                        £0.0929                      ” , b in paragraph (b)\t\t\t\t\t\t\t(gas oil which is not ultra low sulphur diesel), for  “£0.0769” substitute  “                        £0.0969                      ” , and c in paragraph (ba)\t\t\t\t\t\t\t(ultra low sulphur diesel), for  “£0.0769” substitute  “                        £0.0969                      ” . 7 In section 13A(1)\t\t\t\t\t(rebate on unleaded petrol), for  “£0.0617” substitute  “                    £0.0642                  ” . 8 In section 14(1)\t\t\t\t\t(rebate on light oil for use as furnace oil), for  “£0.0729” substitute  “                    £0.0929                  ” . 9 The amendments made by this section come into force on 1st October 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "11", "section_title": "Rates of vehicle excise duty", "section_text": "11 1 Schedule 1 to  VERA  1994 (annual rates of duty) is amended as follows. 2 In paragraph 1 (general)— a in sub-paragraph (2)\t\t\t\t\t\t\t(vehicle not covered elsewhere in Schedule otherwise than with engine cylinder capacity not exceeding 1,549cc), for  “£175” substitute  “                        £180                      ” , and b in sub-paragraph (2A)\t\t\t\t\t\t\t(vehicle not covered elsewhere in Schedule with engine cylinder capacity not exceeding 1,549cc), for  “£110” substitute  “                        £115                      ” . 3 Paragraph 1B (graduated rates for light passenger vehicles) is amended as follows. 4 For the words from  “Table A” to  “date,” substitute  “                    the following table                  ” . 5 For  “, or is liable to the standard rate or the premium” substitute Table CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £ £ 100 120 15 35 120 150 95 115 150 165 120 140 165 185 145 165 185 225 190 205 225 285 300 The table has effect in relation to vehicles first registered before 23rd March 2006 as if—                     a in column (3), in the last row,  “190” were substituted for  “                          285                        ” , and b in column (4), in the last row,  “205” were substituted for  “                          300                           or is liable to the standard                        ” . . 6 For Tables A and B substitute— 7 For paragraphs 1D and 1E substitute— The standard rate 1D A vehicle is liable to the standard rate of duty if it does not qualify for the reduced rate of duty. 8 In paragraph 1J (light goods vehicles)— a in sub-paragraph (a)\t\t\t\t\t\t\t(vehicle which is not lower-emission van), for  “£170” substitute  “                        £175                      ” , and b in sub-paragraph (b)\t\t\t\t\t\t\t(lower-emission van), for  “£110” substitute  “                        £115                      ” . 9 In paragraph 2(1)\t\t\t\t\t(motorcycles)— a in paragraph (b)\t\t\t\t\t\t\t(motorbicycle and engine's cylinder capacity more than 150cc but not more than 400cc), for  “£31” substitute  “                        £32                      ” , b in paragraph (c)\t\t\t\t\t\t\t(motorbicycle and engine's cylinder capacity more than 400cc but not more than 600cc), for  “£46” substitute  “                        £47                      ” , and c in paragraph (d)\t\t\t\t\t\t\t(any other case), for  “£62” substitute  “                        £64                      ” . 10 The amendments made by this section have effect in relation to licences taken out on or after 22nd March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "12", "section_title": "Rates of air passenger duty", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "13", "section_title": "Rates of climate change levy", "section_text": "13 1 For the Table in paragraph 42(1) of Schedule 6 to FA 2000 substitute— Table Taxable commodity supplied Rate at which levy payable if supply is not a reduced-rate supply Electricity £0.00456 per kilowatt hour Gas supplied by a gas utility or any gas supplied in a gaseous state that is of a kind supplied by a gas utility £0.00159 per kilowatt hour Any petroleum gas, or other gaseous hydrocarbon, supplied in a liquid state £0.01018 per kilogram Any other taxable commodity £0.01242 per kilogram . 2 The amendment made by subsection (1) has effect in relation to supplies treated as taking place on or after 1st April 2008."}, {"act": "Finance Act 2007", "year": 2007, "section": "14", "section_title": "Rate of aggregates levy", "section_text": "14 1 In section 16(4) of FA 2001 (rate of aggregates levy), for  “£1.60” substitute  “                    £1.95                  ” . 2 The amendment made by subsection (1) has effect in relation to aggregate subjected to commercial exploitation on or after 1st April 2008."}, {"act": "Finance Act 2007", "year": 2007, "section": "15", "section_title": "Rates of landfill tax", "section_text": "15 1 Section 42 of FA 1996 (amount of landfill tax) is amended as follows. 2 In— a subsection (1)(a)\t\t\t\t\t\t\t(the standard rate), and b subsection (2)\t\t\t\t\t\t\t(reference to the standard rate taken to be £2 in cases of disposals of qualifying material), for  “£21” substitute  “                    £24                  ” . 3 The amendments made by subsection (2) have effect in relation to disposals made (or treated as made) on or after 1st April 2007 (but before 1st April 2008). 4 In subsection (1)(a), for  “£24” substitute  “                    £32                  ”  and, in subsection (2), for  “£24 were to £2” substitute  “                    £32 were to £2.50                  ” . 5 The amendments made by subsection (4) come into force on 1st April 2008 and have effect in relation to disposals made (or treated as made) on or after that date."}, {"act": "Finance Act 2007", "year": 2007, "section": "16", "section_title": "Emissions trading: charges for allocations", "section_text": "16 1 The Treasury may impose charges by providing for Community tradeable emissions allowances to be allocated in return for payment. 2 The Treasury must by regulations make provision for and in connection with allocations of allowances in return for payment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The regulations may make any other provision about allocations which the Treasury consider appropriate, including (in particular)— a provision as to the imposition of fees, and as to the making and forfeiting of deposits, in connection with participation in allocations, b provision as to the persons by whom allocations are to be conducted, c provision for the   creation of criminal offences, or for the imposition and recovery of civil penalties,   for failure to comply with the terms of a scheme made under subsection (5), d provision for and in connection with the recovery of payments due in respect of allowances allocated (including provision as to the imposition and recovery of interest and penalties), and e provision conferring rights of appeal against decisions made in allocations, the forfeiting of deposits and the imposition of penalties (including provision specifying the person, court or tribunal to hear and determine appeals). 5 The Treasury may make schemes about the conduct and terms of allocations (to have effect subject to any regulations under this section); and schemes may in particular include provision about— a who may participate in allocations, b the allowances to be allocated, and c where and when allocations are to take place. 6 “Community tradeable emissions allowances” are transferable allowances which— a relate to the making of emissions of greenhouse gases, and b are allocated as part of a system made for the purpose of implementing any   EU   obligation of the United Kingdom relating to such emissions; and  “ greenhouse gases ” means carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons and sulphur hexafluoride. 6A Subsection (4)(c) does not permit the creation of a criminal offence with maximum penalties in excess of the maximum penalties which an instrument under section 2(2) of the European Communities Act 1972 may provide in respect of an offence created by such an instrument. 7 Regulations under this section are to be made by statutory instrument. 8 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons unless a draft of the regulations has been laid before, and approved by a resolution of, that House."}, {"act": "Finance Act 2007", "year": 2007, "section": "17", "section_title": "Corporation tax deduction for expenditure on energy-saving items", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "18", "section_title": "Extension of income tax deduction for expenditure on energy-saving items", "section_text": "18 1 Section 312 of  ITTOIA  2005 (deduction for expenditure on energy-saving items) is amended as follows. 2 In subsection (1)(b)\t\t\t\t\t(expenditure incurred in acquiring and installing energy-saving item in dwelling-house), for  “in the dwelling-house an energy-saving item” substitute  “                    an energy-saving item in the dwelling-house or in a building containing the dwelling-house                  ” . 3 In subsection (1)(c)\t\t\t\t\t(expenditure incurred before 6th April 2009), for  “2009” substitute  “                    2015                  ” . 4 In section 313 of that Act (restrictions on relief), insert at the end— 6 No deduction is allowed in respect of expenditure incurred in acquiring and installing the energy-saving item in a building containing the dwelling-house in so far as the expenditure is not for the benefit of the dwelling-house. 5 In section 314 of that Act (regulations), insert at the end— 3 Regulations under this section may— a make different provision for different cases, and b contain incidental, supplemental, consequential and transitional provision and savings (including provision as to appeals in relation to apportionments mentioned in subsection (1)(d)). 6 The amendments made by subsections (2) and (4) have effect in relation to expenditure incurred on or after 6th April 2007. 7 The amendment made by subsection (5) is deemed always to have had effect. 8 Regulations under section 314 of ITTOIA 2005 made on or after the day on which this Act is passed but before 31st December 2007 may include provision having effect in relation to expenditure incurred on or after 6th April 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "19", "section_title": "SDLT  relief for new zero-carbon homes", "section_text": "19 1 In FA 2003, after section 58A insert— Relief for new zero-carbon homes 58B 1 The Treasury may make regulations granting relief on the first acquisition of a dwelling which is a  “zero-carbon home”. 2 In subsection (1)  “ first acquisition of a dwelling ” means the acquisition of a building which— a has been constructed for use as a single dwelling, and b has not previously been occupied. 3 For the purpose of subsection (2) land occupied or enjoyed with a dwelling as a garden or grounds is part of the dwelling. 4 The regulations shall define  “zero-carbon home” by reference to specified aspects of the energy efficiency of a building; for which purpose  “ energy efficiency ” includes— a consumption of energy, b conservation of energy, and c generation of energy. 5 The relief may take the form of— a exemption from charge, or b a reduction in the amount of tax chargeable. 6 Regulations under this section shall not have effect in relation to acquisitions on or after 1st October 2012. 7 The Treasury may by order— a substitute a later date for the date in subsection (6); b make transitional provision, or provide savings, in connection with the effect of subsection (6). Relief for new zero-carbon homes: supplemental 58C 1 Regulations under section 58B— a shall include provision about the method of claiming relief (including documents or information to be provided), and b in particular, shall include provision about the evidence to be adduced to show that a building satisfies the definition of  “zero-carbon home”. 2 Regulations made by virtue of subsection (1)(b) may, in particular— a refer to a scheme or process established by or for the purposes of an enactment about building; b establish or provide for the establishment of a scheme or process of certification; c specify, or provide for the approval of, one or more schemes or processes for certifying energy efficiency. 3 In defining  “zero-carbon home” regulations under section 58B may include requirements which may be satisfied in relation to a building either— a by features of the building itself, or b by other installations or utilities. 4 Regulations under section 58B may modify the effect of section 108, or another provision of this Part about linked transactions, in relation to a set of transactions of which at least one is the first acquisition of a dwelling which is a zero-carbon home. 5 In determining whether section 116(7) applies, and in the application of section 116(7), a transaction shall be disregarded if or in so far as it involves the first acquisition of a dwelling which is a zero-carbon home. 6 Regulations under section 58B— a may provide for relief to be wholly or partly withdrawn if a dwelling ceases to be a zero-carbon home, and b may provide for the reduction or withholding of relief where a person acquires more than one zero-carbon home within a specified period. 7 Regulations under section 58B may include provision for relief to be granted in respect of acquisitions occurring during a specified period before the regulations come into force. 2 In section 114 of FA 2003 (stamp duty land tax: orders and regulations), insert at the end— 5 The first set of regulations under section 58B (new zero-carbon homes) may not be made unless a draft has been laid before and approved by resolution of the House of Commons. 6 An order or regulations under this Part— a may make provision having effect generally or only in specified cases or circumstances, b may make different provision for different cases or circumstances, and c may include incidental, consequential or transitional provision or savings."}, {"act": "Finance Act 2007", "year": 2007, "section": "20", "section_title": "Income tax exemption for domestic microgeneration", "section_text": "20 1 In ITTOIA 2005, after section 782 insert— Domestic microgeneration 782A 1 No liability to income tax arises in respect of income arising to an individual from the sale of electricity generated by a microgeneration system if— a the system is installed at or near domestic premises occupied by the individual, and b the individual intends that the amount of electricity generated by it will not significantly exceed the amount of electricity consumed in those premises. 2 In subsection (1)— “ domestic premises ” means premises used wholly or mainly as a separate private dwelling, and “ microgeneration system ” has the same meaning as in section 4 of the Climate Change and Sustainable Energy Act 2006. 2 The amendment made by subsection (1) has effect for the tax year 2007-08 and subsequent tax years."}, {"act": "Finance Act 2007", "year": 2007, "section": "21", "section_title": "Renewables obligation certificates for domestic microgeneration", "section_text": "21 1 In ITTOIA 2005, after section 782A (inserted by section 20) insert— Renewables obligation certificates for domestic microgeneration 782B 1 No liability to income tax arises in respect of the receipt by an individual of a renewables obligation certificate if— a the individual receives the certificate in connection with the generation of electricity by a microgeneration system, b the system is installed at or near domestic premises occupied by the individual, and c the individual intends that the amount of electricity generated by it will not significantly exceed the amount of electricity consumed in those premises. 2 In subsection (1)— “ domestic premises ” and  “ microgeneration system ” have the same meaning as in section 782A, and “ renewables obligation certificate ” means a certificate issued under section 32B of the Electricity Act 1989 or Article 54 of the Energy (Northern Ireland) Order 2003. 2 In  TCGA  1992, after section 263 insert— Renewables obligation certificates for domestic microgeneration 263AZA 1 A gain accruing to an individual on a disposal of a renewables obligation certificate is not a chargeable gain if— a the individual acquired the certificate in connection with the generation of electricity by a microgeneration system, b the system is installed at or near domestic premises occupied by the individual, and c the individual intends that the amount of electricity generated by it will not significantly exceed the amount of electricity consumed in those premises. 2 In subsection (1)— “ domestic premises ” means premises used wholly or mainly as a separate private dwelling, “ microgeneration system ” has the same meaning as in section 4 of the Climate Change and Sustainable Energy Act 2006, and “ renewables obligation certificate ” means a certificate issued under section 32B of the Electricity Act 1989 or Article 54 of the Energy (Northern Ireland) Order 2003. 3 The amendment made by subsection (1) has effect for the tax year 2007-08 and subsequent tax years. 4 The amendment made by subsection (2) has effect in relation to disposals on or after 6th April 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "22", "section_title": "Aggregates levy: exemption for aggregate removed from railways etc", "section_text": "22 1 Section 17(3) of FA 2001 (exempt aggregate) is amended as follows. 2 Omit  “or” at the end of paragraph (d). 3 After that paragraph insert— da it consists wholly of aggregate won by being removed from the ground along the line or proposed line of any railway, tramway or monorail or proposed railway, tramway or monorail and in the course of excavations carried out— i for the purpose of improving or maintaining the railway, tramway or monorail or of constructing the proposed railway, tramway or monorail; and ii not for the purpose of extracting that aggregate; . 4 Insert  “                    or                  ”  at the end of paragraph (e). 5 The amendment made by subsection (3) comes into force on such day as the Treasury may by order made by statutory instrument appoint."}, {"act": "Finance Act 2007", "year": 2007, "section": "23", "section_title": "Climate change levy: reduced-rate supplies etc", "section_text": "23 Schedule 2 contains amendments of Schedule 6 to FA 2000 in relation to reduced-rate supplies and other matters."}, {"act": "Finance Act 2007", "year": 2007, "section": "24", "section_title": "Landfill tax: bodies concerned with the environment", "section_text": "24 1 In section 53(4) of FA 1996 (credit: bodies concerned with the environment), after paragraph (c) insert— ca provision for an environmental body to be and remain approved only if it complies with conditions imposed from time to time by the regulatory body or for the regulatory body to be and remain approved only if it complies with conditions imposed from time to time by the Commissioners (including provision for the variation or revocation of such conditions); . 2 The amendment made by subsection (1) is deemed to have come into force on 22nd March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "25", "section_title": "Managed service companies", "section_text": "25 1 Schedule 3 contains provision about managed service companies. 2 That Schedule is deemed to have come into force on 6th April 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "26", "section_title": "Restrictions on trade loss relief for partners", "section_text": "26 Schedule 4 contains provision restricting reliefs for losses made by individuals carrying on trades in partnership."}, {"act": "Finance Act 2007", "year": 2007, "section": "27", "section_title": "Extension of restrictions on allowable capital losses", "section_text": "27 1 TCGA 1992 is amended as follows. 2 In section 8 (company's total profits to include chargeable gains)— a in subsection (2), for the words from  “does not include—” to the end substitute  “                        does not include a loss accruing to a company in such circumstances that if a gain accrued the company would be exempt from corporation tax in respect of it.                      ” , and b omit subsections (2A) to (2C). 3 After section 16 insert— Restrictions on allowable losses 16A 1 For the purposes of this Act,  “ allowable loss ” does not include a loss accruing to a person if— a it accrues to the person directly or indirectly in consequence of, or otherwise in connection with, any arrangements, and b the main purpose, or one of the main purposes, of the arrangements is to secure a tax advantage. 2 For the purposes of subsection (1)— “ arrangements ” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable), and “ tax advantage ” means— relief or increased relief from tax, repayment or increased repayment of tax, the avoidance or reduction of a charge to tax or an assessment to tax, or the avoidance of a possible assessment to tax, and for the purposes of this definition  “ tax ” means capital gains tax, corporation tax or income tax. 3 For the purposes of subsection (1) it does not matter— a whether the loss accrues at a time when there are no chargeable gains from which it could otherwise have been deducted, or b whether the tax advantage is secured for the person to whom the loss accrues or for any other person. 4 In section 288(1)\t\t\t\t\t(interpretation), in the definition of  “allowable loss”, after  “16” insert  “                    , 16A                  ” . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The amendments made by this section have effect in relation to losses accruing on disposals made on or after 6th December 2006."}, {"act": "Finance Act 2007", "year": 2007, "section": "28", "section_title": "Restriction on expenses of management", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "29", "section_title": "Life policies etc: effect of rebated or reinvested commission", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 552 of that Act (information: duty of insurers), after subsection (12) insert— 13 For the purposes of this section, no account is to be taken of the effect of section 548A above or section 541A of ITTOIA 2005. 3 In ITTOIA 2005, after section 541 insert— Rebated or reinvested commission Effect of rebated or reinvested commission in certain cases 541A 1 This section applies if— a a chargeable event within section 484(1)(a)(i) to (iii), (c) or (e) occurs in respect of a policy or contract, b commission in respect of the policy or contract has at any time been rebated or reinvested, and c condition A or B is met. 2 For the purposes of performing the calculation in section 494 (total allowable deductions) for the chargeable event, the total amount of premiums under the policy or contract paid in the period mentioned in section 494(1) or (2)(b) is to be reduced by the total amount of commission attributable to those premiums that has been rebated or reinvested. 3 Condition A is that the total amount of premiums under the policy or contract paid in a relevant period exceeds £100,000. 4 Condition B is that— a at a time when the policy or contract was the taxable person's, the taxable person's policies and contracts exceeded the relevant threshold as respects a relevant period, and b premiums under the policy or contract were paid in that relevant period. 5 In subsection (4)(a)\t\t\t\t\t\t\t\t\t\t\t “ taxable person ” means the person whose policy or contract the policy or contract is, immediately before the chargeable event. 6 For the purposes of subsection (4)(a) a person's policies and contracts  “exceed the relevant threshold” as respects a relevant period if the total amount of premiums under them paid in that relevant period exceeds the sum specified in subsection (3). 7 In this section  “ relevant period ” means— a the period beginning with the beginning of the tax year in which the chargeable event occurs and ending with the chargeable event, or b any of the 3 preceding tax years. 8 The Treasury may by order— a substitute another sum for the sum for the time being specified in subsection (3); b amend the definition of  “relevant period”. Section 541A: further definitions 541B 1 This section supplements section 541A. 2 “ Commission ”, in relation to a policy or contract, includes any passing of value to or for the benefit of an intermediary, or a person connected with an intermediary, that can reasonably be taken to represent a reward in respect of the policy or contract. 3 Commission in respect of a policy or contract is  “reinvested” if, as a result of a waiver of an entitlement to it, there is an increase in the total value of a relevant person's policies and contracts. 4 The amount of commission reinvested is the amount of the increase. 5 Commission in respect of a policy or contract is  “rebated” if— a value passes (directly or indirectly) from an intermediary, or a person connected with an intermediary, to or for the benefit of a relevant person (and the passing of value does not amount to the reinvestment of the commission), and b the passing of value can reasonably be taken to be in respect of the commission. 6 The amount of commission rebated is the amount of value passed. 7 A policy or contract is a person's policy or contract if a gain arising in connection with it would be— a a gain for which the person, or (if the person is an individual) the person's spouse or civil partner, would be liable to tax under this Chapter, or b treated by virtue of section 547(1) of ICTA as forming part of the person's income. 8 Any necessary apportionment is to be made (on a just and reasonable basis) as regards— a commission which is attributable to two or more premiums, and b any part of such commission that has been rebated or reinvested. 9 Commission which is in respect of one or more policies or contracts (but is not attributable to particular premiums) is to be attributed to such premiums as is just and reasonable. 10 In subsections (3) and (5),  “ relevant person ” means— a any of the policyholders (including any of the persons who hold the contract), b a person who beneficially owns the rights under the policy or contract, c if those rights are held on trust, any of the trustees, or d a person connected with a person within any of paragraphs (a) to (c). 4 The amendments made by this section have effect in relation to a policy or contract if— a it is made on or after 21st March 2007, or b on or after that date, any of its terms are varied, or a right under it is exercised, so as to increase the benefits under it."}, {"act": "Finance Act 2007", "year": 2007, "section": "30", "section_title": "Avoidance involving financial arrangements", "section_text": "30 Schedule 5 contains provision in relation to tax avoidance involving financial arrangements."}, {"act": "Finance Act 2007", "year": 2007, "section": "31", "section_title": "Companies carrying on business of leasing plant or machinery", "section_text": "31 Schedule 6 contains provision in relation to companies carrying on a business of leasing plant or machinery."}, {"act": "Finance Act 2007", "year": 2007, "section": "32", "section_title": "Restrictions on companies buying losses or gains: tax avoidance schemes", "section_text": "32 1 TCGA 1992 is amended as follows. 2 In section 184A(2)\t\t\t\t\t(losses accruing on disposals of pre-change assets not deductible from gains unless gains accrue on disposals of pre-change assets), omit  “unless the gains accrue to the company on a disposal of a pre-change asset”. 3 In section 184B(2)\t\t\t\t\t(losses not deductible from gains accruing on disposals of pre-change assets unless losses accrue on disposals of pre-change assets), omit  “unless the loss accrues to the company on a disposal of a pre-change asset”. 4 Section 70 of FA 2006 (which inserted sections 184A to 184F of TCGA 1992) is amended as follows. 5 In subsection (9)\t\t\t\t\t(special provision for qualifying changes of ownership and disposals before 5th December 2005)— a for  “The following subsection applies” substitute  “                        Subsections (10) to (12) apply                      ” , b in paragraph (a), omit  “or 184B”, c in paragraph (c), for  “at all subsequent times,” substitute  “                        immediately afterwards,                      ” , d after that paragraph insert— ca no qualifying change of ownership occurs at any time in relation to the principal company of that group for the purposes of section 184A of TCGA 1992 directly or indirectly in consequence of, or otherwise in connection with, any arrangements the main purpose, or one of the main purposes, of which is to secure a tax advantage falling within subsection (1)(d) of that section, and , e omit paragraph (d)\t\t\t\t\t\t\t(together with the  “and” following it), and f in paragraph (e), omit  “, or a qualifying gain for the purposes of section 184B of that Act,”. 6 For subsections (10) and (11) substitute— 10 Subsection (2) of that section has effect in relation to that qualifying loss subject to the following modifications. 11 That subsection has effect as if there were inserted at the end of it  “                          unless the gains accrue to the company on a disposal of a pre-change asset                        ” . 12 That subsection (modified as mentioned above) has effect as if the reference to a pre-change asset included an asset held before the relevant time by any company— a which, immediately before that time, was a member of the same group of companies as the relevant company, and b which, throughout the period beginning with that time and ending immediately after the making of the disposal referred to in that subsection, has remained under the control of the company which was the principal company of that group at the relevant time. 13 Expressions which are used in subsections (9) to (12) have the same meaning as in sections 184A and 184C of TCGA 1992. 7 The amendment made by subsection (2) has effect in relation to gains accruing on disposals made on or after 21st March 2007. 8 The amendment made by subsection (3) has effect in relation to losses accruing on disposals made on or after that date. 9 The amendments made by subsections (5) and (6) have effect in relation to disposals made on or after that date; but the amendment made by subsection (5)(d) has no effect in relation to disposals made before 9th May 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "33", "section_title": "Lloyd's corporate members: restriction of group relief", "section_text": "33 1 In FA 1994, after section 227 insert— Restriction of group relief 227A 1 Losses of the last active underwriting year of a corporate member are not eligible for surrender by the corporate member as group relief to another company unless the group-relief continuity condition is satisfied. 2 In this section  “ last active underwriting year ”, in relation to a corporate member, means— a if the corporate member writes insurance business in only one underwriting year, that underwriting year, and b otherwise, the last underwriting year in which the corporate member writes insurance business. 3 Where in an underwriting year— a the corporate member writes an amount of insurance business which is insignificant when compared with that written by it in the preceding underwriting year, or b the only insurance business written by the corporate member consists of the acceptance of reinsurance to close premiums, the underwriting year is not to be regarded for the purposes of subsection (2)(b) above as an underwriting year in which the corporate member writes insurance business. 4 In subsection (3)(b) above  “ reinsurance to close premium ” means a premium or other consideration under a contract in pursuance of which, in accordance with the rules or practice of Lloyd's, one underwriting member agrees with another to meet liabilities arising from the latter's underwriting business in an underwriting year so that the accounts of the business for that year may be closed. 5 The group-relief continuity condition is satisfied if the corporate member (as the surrendering company) and the other company (as the claimant company) meet the conditions in section 402(2) or (3) of the Taxes Act 1988 throughout the period— a beginning with the last day of the last active underwriting year of the corporate member, and b ending with the first day of the first underwriting year in which losses of the last active underwriting year are declared. 2 The amendment made by subsection (1) has effect in relation to any case where the corporate member (as the surrendering company) and the other company (as the claimant company) first meet the conditions in section 402(2) or (3) of ICTA on or after 21st March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "34", "section_title": "Employee benefit contributions", "section_text": "34 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Part 2 of ITTOIA 2005 (trading income) is amended as follows. 8 In section 38 (restriction of deductions for employee benefit contributions), for subsection (1) substitute— 1 This section applies if, in calculating for income tax purposes the profits of a trade of a person (“ the employer ”) for a period, a deduction would otherwise be allowable for the period in respect of employee benefit contributions made or to be made (but see subsection (4)). 9 In section 39 (making of “employee benefit contributions), for subsection (1) substitute— 1 For the purposes of section 38, an  “employee benefit contribution” is made if, as a result of any act or omission— a property is held, or may be used, under an employee benefit scheme, or b there is an increase in the total value of property that is so held or may be so used (or a reduction in any liabilities under an employee benefit scheme). 10 In section 41 (timing and amount of certain benefits), for  “the third party”\t\t\t\t\t(in both places) substitute  “                    a scheme manager                  ” . 11 In section 42 (provision or payment out of employee benefit contributions)— a in subsection (1), for  “the third party”, in the first place, substitute  “                        a scheme manager                      ”  and, in the second place, substitute  “                        the scheme manager                      ” , b in subsection (3), for  “the third party”, in the first place, substitute  “                        a scheme manager                      ”  and, in the second place, substitute  “                        the scheme manager                      ” , and c in subsection (5), for  “third party” substitute  “                        scheme manager                      ” . 12 In section 44(1)\t\t\t\t\t(interpretation), for the definition of  “the third party” substitute— “ scheme manager ” means a person who administers an employee benefit scheme (acting in that capacity). 13 The amendments made by this section have effect in relation to employee benefit contributions made on or after 21st March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "35", "section_title": "Schemes etc designed to increase double taxation relief", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "36", "section_title": "Industrial and agricultural buildings allowances", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "37", "section_title": "Temporary increase in first-year capital allowances for small enterprises", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "38", "section_title": "Insurance companies: gross roll-up business etc", "section_text": "38 1 Part 1 of Schedule 7 contains provisions relating to gross roll-up business, capital redemption business and miscellaneous minor matters relating to insurance companies. 2 The amendments made by that Part of that Schedule have effect— a for the purposes of corporation tax, for periods of account of insurance companies beginning on or after 1st January 2007, and b for the purposes of income tax, for the tax year 2007-08 and subsequent tax years. 3 Subsection (2) is subject to the transitional provisions in Part 2 of that Schedule."}, {"act": "Finance Act 2007", "year": 2007, "section": "39", "section_title": "Insurance companies: basis of taxation etc", "section_text": "39 1 Part 1 of Schedule 8 contains provision about the basis of taxation of insurance companies and related matters. 2 The amendments made by that Part of that Schedule have effect for periods of account of insurance companies beginning on or after 1st January 2007. 3 Subsection (2) is subject to the transitional provisions in Part 2 of that Schedule."}, {"act": "Finance Act 2007", "year": 2007, "section": "40", "section_title": "Insurance companies: transfers etc", "section_text": "40 Schedule 9 contains provision about transfers by insurance companies and related matters."}, {"act": "Finance Act 2007", "year": 2007, "section": "41", "section_title": "Insurance companies: miscellaneous", "section_text": "41 Schedule 10 contains miscellaneous provisions relating to insurance companies."}, {"act": "Finance Act 2007", "year": 2007, "section": "42", "section_title": "Technical provisions made by general insurers", "section_text": "42 Schedule 11 contains provision in relation to technical provisions made by general insurers."}, {"act": "Finance Act 2007", "year": 2007, "section": "43", "section_title": "Lloyd's: cessation of business by corporate members", "section_text": "43 1 In FA 1994, after section 227A (inserted by section 33) insert— Transfer of underwriting business without change of ownership 227B 1 This section applies where, in accordance with the rules or practice of Lloyd's, a corporate member (“ the successor ”) has taken up the syndicate capacity of another corporate member (“the predecessor”). 2 Section 343 of the Taxes Act 1988 (company reconstructions without a change of ownership) applies as if— a the trade mentioned in that section were the underwriting business of the predecessor, b the predecessor ceases to carry it on, and the successor begins to carry it on, at the end of the first underwriting year in which profits or losses of the predecessor's last active underwriting year are declared, and c subsections (8) to (10) and (12) were omitted. 3 For the purposes of subsection (1) above the successor has taken up the predecessor's syndicate capacity if it has taken up the rights to participate in syndicates which were (or otherwise would be) offered to the predecessor. 4 In subsection (2)(b) above  “ last active underwriting year ” has the same meaning as in section 227A above (see subsections (2) to (4) of that section). 2 The amendment made by subsection (1) has effect in any case where the first underwriting year in which profits or losses of the predecessor's final underwriting year are declared is 2007 or a later underwriting year."}, {"act": "Finance Act 2007", "year": 2007, "section": "44", "section_title": "Transfers of business by friendly societies to insurance companies etc", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "45", "section_title": "Tax exempt business of friendly societies", "section_text": "45 1 Section 462 of ICTA (conditions for tax exempt business) is amended as follows. 2 For subsection (1) substitute— 1 Subject to subsections (2) to (4) below, section 460 does not afford any exemption from corporation tax in relation to so much of the profits arising to a friendly society or insurance company from any business as is attributable to a policy which— a is not a qualifying policy (by virtue of sub-paragraph (2) of paragraph 6 of Schedule 15) and is not an excluded policy, and b would not be a qualifying policy (by virtue of that sub-paragraph) if all excluded policies were left out of account. 1A For the purposes of subsection (1) above a policy is an excluded policy if— a it is a policy held otherwise than with the friendly society or insurance company, or b the person who has the contract effecting the policy acquired the rights under it on an assignment (or, in Scotland, assignation) otherwise than for money or money's worth. 3 In subsection (2), for  “under section 460(1) for profits arising from any part of a life or endowment” substitute  “                    in relation to profits arising from any part of a                  ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The amendments made by this section are deemed to have come into force on 1st January 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "46", "section_title": "Purchased life annuities: self-assessment", "section_text": "46 1 In section 437(1C) of ICTA (general annuity business), omit paragraphs (c)(i) and (d)(i). 2 In section 656 of that Act (purchased life annuities other than retirement annuities), omit subsections (5) and (6). 3 In section 658 of that Act (supplementary), omit subsections (1) and (4) to (6). 4 In section 828(4) of that Act (parliamentary procedure for orders and regulations), omit  “658(3)”. 5 In section 717 of ITTOIA 2005 (exemption for part of purchased life annuity payment), omit subsection (3). 6 Omit section 723 of that Act (officer of Revenue and Customs to determine certain questions). 7 In section 724 of that Act (regulations)— a in subsection (1)(a), for  “723” substitute  “                        722                      ” , and b omit subsection (2). 8 In section 873(3) of that Act (parliamentary procedure for orders and regulations), omit paragraph (b). 9 The amendments made by subsections (1) to (3) and (5) to (7) come into force on such day as the Treasury may by order appoint; and different days may be appointed for different purposes."}, {"act": "Finance Act 2007", "year": 2007, "section": "47", "section_title": "Sale and repurchase of securities", "section_text": "47 1 Schedule 13 contains provision for corporation tax purposes about the sale and repurchase of securities. 2 Schedule 14 contains minor and consequential amendments in relation to the sale and repurchase of securities. 3 The Treasury may by order make such other amendments (including repeals and revocations) of enactments or instruments as may appear appropriate in consequence of, or otherwise in connection with, those Schedules. 4 Schedule 13, and the amendments made by Schedule 14, have effect in accordance with provision made by the Treasury by order. 5 Any order under this section— a may make different provision for different purposes, and b may contain transitional provision and savings."}, {"act": "Finance Act 2007", "year": 2007, "section": "48", "section_title": "Controlled foreign companies", "section_text": "48 Schedule 15 contains provision in relation to controlled foreign companies."}, {"act": "Finance Act 2007", "year": 2007, "section": "49", "section_title": "Vaccine research relief: amount of deduction for SMEs", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "50", "section_title": "Research and development tax relief: definition of  SME  etc", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "51", "section_title": "Venture capital schemes etc", "section_text": "51 Schedule 16 contains provision about venture capital schemes (and provision consequential on such provision)."}, {"act": "Finance Act 2007", "year": 2007, "section": "52", "section_title": "Real Estate Investment Trusts", "section_text": "52 1 Schedule 17 contains provisions about Real Estate Investment Trusts. 2 The amendments made by that Schedule have effect in respect of— a an accounting period, of a company to which Part 4 of FA 2006 (REITs) applies, which begins on or after 1st January 2007, b an accounting period, of the principal company of a group to which that Part applies, which begins on or after 1st January 2007, and c a distribution to which section 121 of FA 2006 applies and which is received on or after 1st January 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "53", "section_title": "Alternative finance investment bond", "section_text": "53 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "54", "section_title": "Profit share agency", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "55", "section_title": "Trust income", "section_text": "55 1 In section 686A(2)(a) of ICTA (receipts to be treated as income subject to special rate of tax: payment by company), after  “made” insert  “                    by way of qualifying distribution                  ” . 2 In Type 1(b) in section 482 of ITA 2007 (types of amount to be charged at special rates for trustees), after  “made” insert  “                    by way of qualifying distribution                  ” . 3 The amendments made by this section have effect in respect of payments made to the trustees of a settlement on or after 6th April 2006."}, {"act": "Finance Act 2007", "year": 2007, "section": "56", "section_title": "Trust gains on contracts for life insurance", "section_text": "56 1 Section 498 of ITA 2007 (trustees' tax pool) is amended as follows. 2 In subsection (1)— a in Type 1, for  “2 or 3” substitute  “                        2, 3 or 3A                      ” , and b after Type 3 insert— Type 3A                          The amount of tax at the nominal rate on any amount in respect of which—                         a the trustees are liable to income tax under section 467 of ITTOIA 2005 (gains from contracts for life insurance etc), b the trustees are liable to income tax at the trust rate by virtue of section 482 above, and c tax at the savings rate is treated as having been paid by virtue of section 530 of ITTOIA 2005 (life insurance). 3 After subsection (2) insert— 2A In relation to Type 3A, the reference to the nominal rate is a reference to a rate equal to the difference between the trust rate and the savings rate. 4 The amendments made by this section have effect in relation to gains arising to the trustees of a settlement on or after 6th April 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "57", "section_title": "Offshore funds", "section_text": "57 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 756A of ICTA (definition of  “offshore fund”), for subsection (3) substitute— 3 In this section  “ collective investment scheme ” means any arrangements which are a collective investment scheme for the purposes of Part 17 of the Financial Services and Markets Act 2000 (see section 235 of that Act and orders made under subsection (5) of that section) or would be if the words  “, within a period appearing to him to be reasonable,” were omitted from section 236(3)(a) of that Act. 4 But the reference to offshore funds in section 760(3)(a) does not include any arrangements which are not a collective investment scheme for the purposes of that Part of that Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In Schedule 27 to ICTA (distributing funds), in sub-paragraph (1)(c) of paragraph 6 (investments of offshore fund in other offshore funds which could, apart from that paragraph, be certified as distributing funds not to count towards limit in section 760(3)(a)), omit  “without regard to the provisions of this paragraph,”. 5 In section 152 of ITA 2007 (losses from miscellaneous transactions), in subsection (8), insert at the end  “                    except that income on which income tax is charged under section 761(1)(b)(i) of ICTA is not  “ section 1016 income ” for the purposes of subsection (2)(a)                  ” . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The amendment made by subsection (4) has effect in relation to account periods (within the meaning of Chapter 5 of Part 17 of ICTA) beginning on or after 1st January 2007. 9 The amendment made by subsection (5) has effect in relation to transactions on or after 6th April 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "58", "section_title": "Election out of special film rules for film production companies", "section_text": "58 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In paragraph 10 of Schedule 18 to FA 1998 (other claims and elections to be included in company tax return), insert at the end— 5 An election under section 32(7) of the Finance Act 2006 (election not to be a film production company) can only be made by being included in a company tax return (see section 32(8)(a) of that Act)."}, {"act": "Finance Act 2007", "year": 2007, "section": "59", "section_title": "Securitisation companies", "section_text": "59 1 Section 83 of FA 2005 (continued application of old  UK   GAAP  to securitisation companies during transitional period) is amended as follows. 2 In subsection (1)(b)\t\t\t\t\t(old UK GAAP to apply to periods of account ending before 1st January 2008), insert at the beginning  “                    (subject to subsection (7A)(a))                  ” . 3 After subsection (7) insert— 7A The Treasury may by regulations— a make provision for subsection (1) to apply in relation to periods of account ending on or after 1st January 2008 but before a date specified by the regulations, and b make provision modifying any provision of, or made under, the Corporation Tax Acts in relation to the first period of account of securitisation companies in the case of which subsection (1) does not apply (whether by virtue of that subsection itself or regulations under paragraph (a)). 7B Regulations under subsection (7A)(a) may, in particular— a specify a date only in relation to specified descriptions of company, b specify different dates in relation to different descriptions of company, and c include provision for a company to elect that the regulations are to apply to it or provision for a company to elect that they are not to apply to it. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "60", "section_title": "Gift aid: limits", "section_text": "60 1 In section 418 of ITA 2007 (donations to charity by individuals: limits)— a in subsection (2)(c), for  “2.5%” substitute  “                        5%                      ” , and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The amendment made by subsection (1) has effect in relation to gifts made on or after 6th April 2007. 4 The amendment made by subsection (2) has effect in relation to gifts made in an accounting period ending on or after 6th April 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "61", "section_title": "Enterprise management incentives: excluded activities", "section_text": "61 1 In Part 3 of Schedule 5 to  ITEPA  2003 (enterprise management incentives: qualifying companies), in paragraph 19 (excluded activities: receipt of royalties or licence fees)— a in sub-paragraph (4), for paragraphs (a) and (b) substitute— a by the relevant company, or b by a company which was a qualifying subsidiary of the relevant company throughout a period during which it created the whole or greater part (in terms of value) of the intangible asset. , and b after sub-paragraph (7) insert— 8 If— a the relevant company acquired all the shares (“old shares”) in another company (“the old company”) at a time when the only shares issued in the relevant company were subscriber shares, and b the consideration for the old shares consisted wholly of the issue of shares in the relevant company, references in sub-paragraph (4) to the relevant company include the old company. 2 The amendments made by subsection (1) have effect in relation to options granted on or after 6th April 2007. 3 They also have effect in relation to a qualifying option within subsection (4), for the purpose of determining at any time on or after that date whether an activity is an excluded activity. 4 An option is within this subsection if it was granted before 6th April 2007 and, immediately before that date— a it had not been exercised, and b no disqualifying event had occurred in relation to it. 5 Subsection (6) applies in respect of an option within subsection (4) if— a immediately before 6th April 2007— i the right to exploit an intangible asset (“ the asset ”) was vested in the relevant company or a subsidiary of it (in either case, alone or jointly with others), and ii the asset was a relevant intangible asset, b at any time on or after that date, an activity carried on by the relevant company or a subsidiary of it would be an excluded activity by reason only of the receipt of royalties or licence fees attributable to the exploitation of the asset, and c the activity would not be an excluded activity if the amendments made by subsection (1) had not been made. 6 The activity is to be treated, in relation to the option, as not being an excluded activity at that time."}, {"act": "Finance Act 2007", "year": 2007, "section": "62", "section_title": "Benefits code: whether employment is  “lower-paid employment”", "section_text": "62 1 In section 219 of ITEPA 2003 (exclusion of lower-paid employments from parts of benefits code: extra amounts to be added in connection with a car), omit subsections (5) and (6). 2 The repeal made by subsection (1) has effect for the tax year 2007-08 and subsequent tax years."}, {"act": "Finance Act 2007", "year": 2007, "section": "63", "section_title": "Armed forces redundancy schemes", "section_text": "63 1 In section 411 of ITEPA 2003 (exception for payments and benefits for forces), the existing provision becomes subsection (1) and after that subsection insert— 2 This Chapter does not apply to a payment or other benefit provided under a scheme established by an order under section 1(1) of the Armed Forces (Pensions and Compensation) Act 2004. 2 The amendments made by subsection (1) have effect for the tax year 2006-07 and subsequent tax years."}, {"act": "Finance Act 2007", "year": 2007, "section": "64", "section_title": "Armed forces: the Operational Allowance", "section_text": "64 1 In ITEPA 2003, after section 297 insert— Armed forces: the Operational Allowance 297A 1 No liability to income tax arises in respect of payments to members of the armed forces of the Crown of the Operational Allowance. 2 The Operational Allowance is an allowance designated as such by the Secretary of State. 2 The amendment made by subsection (1) has effect in relation to payments whenever made."}, {"act": "Finance Act 2007", "year": 2007, "section": "65", "section_title": "Service charge income", "section_text": "65 1 Section 480 of ITA 2007 (meaning of  “accumulated or discretionary income”) is amended as follows. 2 In subsection (3)(c)\t\t\t\t\t(income from service charges held on trust by relevant housing body), for the words after  “charges” substitute  “                    which are paid in respect of dwellings in the United Kingdom and are held on trust.                  ” 3 For subsections (5) and (6) substitute— 5 In subsection (3)(c)\t\t\t\t\t\t\t\t “ service charges ” has the meaning given by section 18 of the Landlord and Tenant Act 1985 (but as if that section also applied in relation to dwellings in Scotland and Northern Ireland). 4 The amendments made by this section have effect for the tax year 2007-08 and subsequent tax years."}, {"act": "Finance Act 2007", "year": 2007, "section": "66", "section_title": "Charge on benefits received by former owner of property: late elections", "section_text": "66 1 In paragraph 23 of Schedule 15 to FA 2004 (charge to income tax on benefits received by former owner of property), for sub-paragraphs (3) and (4) substitute— 3 The election must be made on or before— a the relevant filing date, or b such later date as an officer of Revenue and Customs may, in a particular case, allow. 2 The amendment made by subsection (1) is deemed to have come into force on 21st March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "67", "section_title": "Unpaid remuneration and employee benefit contributions", "section_text": "67 1 Section 31 of ITTOIA 2005 (relationship between rules prohibiting and allowing deductions: trading income) is amended as follows. 2 In subsection (1)\t\t\t\t\t(priority of relevant permissive rules over relevant prohibitive rules), in paragraph (b)\t\t\t\t\t(sections to which that priority rule is subject), for  “sections 48 (car or motor cycle hire) and” substitute  “                    section 36 (unpaid remuneration), section 38 (employee benefit contributions), section 48 (car or motor cycle hire) and section                  ” . 3 In subsection (3)\t\t\t\t\t(meaning of  “relevant prohibitive rule”), after  “sections” insert  “                    36, 38,                  ” . 4 Section 274 of ITTOIA 2005 (provision corresponding to section 31 of that Act in case of property income) is amended as follows. 5 In subsection (1)(b), for  “sections 48 (car or motor cycle hire) and” substitute  “                    section 36 (unpaid remuneration), section 38 (employee benefit contributions), section 48 (car or motor cycle hire) and section                  ” . 6 In subsection (3), after  “sections” insert  “                    36, 38,                  ” . 7 The amendments made by this section have effect for the tax year 2007-08 and subsequent tax years."}, {"act": "Finance Act 2007", "year": 2007, "section": "68", "section_title": "Abolition of contributions relief for life assurance premium contributions", "section_text": "68 Schedule 18 contains provisions denying relief for contributions made by or on behalf of members in respect of life assurance premiums."}, {"act": "Finance Act 2007", "year": 2007, "section": "69", "section_title": "Alternatively secured pensions etc", "section_text": "69 Schedule 19 contains provisions about alternatively secured pensions and transfer lump sum death benefit  etc."}, {"act": "Finance Act 2007", "year": 2007, "section": "70", "section_title": "Miscellaneous", "section_text": "70 Schedule 20 contains miscellaneous provisions about registered pension schemes and employer-financed retirement benefits schemes."}, {"act": "Finance Act 2007", "year": 2007, "section": "71", "section_title": "Anti-avoidance", "section_text": "71 1 In FA 2003, after section 75 insert (in place of the section inserted by the Stamp Duty Land Tax (Variation of the Finance Act 2003) Regulations 2006 ( S.I.  2006/ 3237))— Anti-avoidance 75A 1 This section applies where— a one person (V) disposes of a chargeable interest and another person (P) acquires either it or a chargeable interest deriving from it, b a number of transactions (including the disposal and acquisition) are involved in connection with the disposal and acquisition (“the scheme transactions”), and c the sum of the amounts of stamp duty land tax payable in respect of the scheme transactions is less than the amount that would be payable on a notional land transaction effecting the acquisition of V's chargeable interest by P on its disposal by  V. 2 In subsection (1)  “ transaction ” includes, in particular— a a non-land transaction, b an agreement, offer or undertaking not to take specified action, c any kind of arrangement whether or not it could otherwise be described as a transaction, and d a transaction which takes place after the acquisition by P of the chargeable interest. 3 The scheme transactions may include, for example— a the acquisition by P of a lease deriving from a freehold owned or formerly owned by V; b a sub-sale to a third person; c the grant of a lease to a third person subject to a right to terminate; d the exercise of a right to terminate a lease or to take some other action; e an agreement not to exercise a right to terminate a lease or to take some other action; f the variation of a right to terminate a lease or to take some other action. 4 Where this section applies— a any of the scheme transactions which is a land transaction shall be disregarded for the purposes of this Part, but b there shall be a notional land transaction for the purposes of this Part effecting the acquisition of V's chargeable interest by P on its disposal by V. 5 The chargeable consideration on the notional transaction mentioned in subsections (1)(c) and (4)(b) is the largest amount (or aggregate amount)— a given by or on behalf of any one person by way of consideration for the scheme transactions, or b received by or on behalf of V (or a person connected with V within the meaning of section 839 of the Taxes Act 1988) by way of consideration for the scheme transactions. 6 The effective date of the notional transaction is— a the last date of completion for the scheme transactions, or b if earlier, the last date on which a contract in respect of the scheme transactions is substantially performed. 7 This section does not apply where subsection (1)(c) is satisfied only by reason of— a sections 71A to 73, or b a provision of Schedule 9. Anti-avoidance: incidental transactions 75B 1 In calculating the chargeable consideration on the notional transaction for the purposes of section 75A(5), consideration for a transaction shall be ignored if or in so far as the transaction is merely incidental to the transfer of the chargeable interest from V to P. 2 A transaction is not incidental to the transfer of the chargeable interest from V to P— a if or in so far as it forms part of a process, or series of transactions, by which the transfer is effected, b if the transfer of the chargeable interest is conditional on the completion of the transaction, or c if it is of a kind specified in section 75A(3). 3 A transaction may, in particular, be incidental if or in so far as it is undertaken only for a purpose relating to— a the construction of a building on property to which the chargeable interest relates, b the sale or supply of anything other than land, or c a loan to P secured by a mortgage, or any other provision of finance to enable P, or another person, to pay for part of a process, or series of transactions, by which the chargeable interest transfers from V to P. 4 In subsection (3)— a paragraph (a) is subject to subsection (2)(a) to (c), b paragraph (b) is subject to subsection (2)(a) and (c), and c paragraph (c) is subject to subsection (2)(a) to (c). 5 The exclusion required by subsection (1) shall be effected by way of just and reasonable apportionment if necessary. 6 In this section a reference to the transfer of a chargeable interest from V to P includes a reference to a disposal by V of an interest acquired by P. Anti-avoidance: supplemental 75C 1 A transfer of shares or securities shall be ignored for the purposes of section 75A if but for this subsection it would be the first of a series of scheme transactions. 2 The notional transaction under section 75A attracts any relief under this Part which it would attract if it were an actual transaction (subject to the terms and restrictions of the relief). 3 The notional transaction under section 75A is a land transaction entered into for the purposes of or in connection with the transfer of an undertaking or part for the purposes of paragraphs 7 and 8 of Schedule 7, if any of the scheme transactions is entered into for the purposes of or in connection with the transfer of the undertaking or part. 4 In the application of section 75A(5) no account shall be taken of any amount paid by way of consideration in respect of a transaction to which any of sections 60, 61, 63, 64, 65, 66, 67, 69, 71, 74 and 75, or a provision of Schedule 6A or 8, applies. 5 In the application of section 75A(5) an amount given or received partly in respect of the chargeable interest acquired by P and partly in respect of another chargeable interest shall be subjected to just and reasonable apportionment. 6 Section 53 applies to the notional transaction under section 75A. 7 Paragraph 5 of Schedule 4 applies to the notional transaction under section 75A. 8 For the purposes of section 75A— a an interest in a property-investment partnership (within the meaning of paragraph 14 of Schedule 15) is a chargeable interest in so far as it concerns land owned by the partnership, and b where V or P is a partnership, Part 3 of Schedule 15 applies to the notional transaction as to the transfer of a chargeable interest from or to a partnership. 9 For the purposes of section 75A a reference to an amount of consideration includes a reference to the value of consideration given as money's worth. 10 Stamp duty land tax paid in respect of a land transaction which is to be disregarded by virtue of section 75A(4)(a) is taken to have been paid in respect of the notional transaction by virtue of section 75A(4)(b). 11 The Treasury may by order provide for section 75A not to apply in specified circumstances. 12 An order under subsection (11) may include incidental, consequential or transitional provision and may make provision with retrospective effect. 2 The amendment made by subsection (1) has effect in respect of disposals and acquisitions if the disposal mentioned in new section 75A(1)(a) (inserted by that subsection) takes place on or after 6th December 2006. 3 But— a the transitional provisions of sub-paragraphs (2) to (5) of paragraph 1 of the Schedule to the Stamp Duty Land Tax (Variation of the Finance Act 2003) Regulations 2006 (S.I. 2006/3237) continue to have effect in relation to this section as in relation to that paragraph, and b a provision of new section 75C (inserted by subsection (1) above) shall not have effect where the disposal mentioned in new section 75A(1)(a) took place before the day on which this Act is passed, if or in so far as the provision would make a person liable for a higher amount of tax than would have been charged in accordance with those regulations."}, {"act": "Finance Act 2007", "year": 2007, "section": "72", "section_title": "Partnerships", "section_text": "72 1 Schedule 15 to FA 2003 (stamp duty land tax: partnerships) is amended as follows. 2 A reference in this section to a provision of that Schedule is to the provision as it had effect before variation by the Stamp Duty Land Tax (Variation of the Finance Act 2003) Regulations 2006. 3 In Step Two of paragraph 12(1)\t\t\t\t\t(transfer to partnership: how to calculate the  “sum of the lower proportions”)— a in paragraph (b), for  “or is connected with the relevant owner” substitute  “                        or is an individual connected with the relevant owner                      ” , and b insert at the end—  “                        (If there is no relevant owner with a corresponding partner, the sum of the lower proportions is nil.)                      ” 4 In paragraph 12, after sub-paragraph (2) insert— 3 For the purpose of paragraph (b) of Step 2 a company is to be treated as an individual connected with the relevant owner in so far as it— a holds property as trustee, and b is connected with the relevant owner only because of section 839(3) of the Taxes Act 1988. 5 Omit paragraph 13 (transfer to partnership where all partners are companies). 6 In paragraph 14 (transfer of interest in property-investment partnership)— a omit sub-paragraphs (1)(b) and (4), and b insert at the end— 9 An interest in respect of the transfer of which this paragraph applies shall be treated as a chargeable interest for the purposes of paragraph 3(1) of Schedule 7 to the extent that the relevant partnership property consists of a chargeable interest. , and in the italic cross-heading before it, omit  “ for consideration ”. 7 In Step Two of paragraph 20(1)\t\t\t\t\t(transfer from partnership: how to calculate the  “sum of the lower proportions”)— a in paragraph (b), for  “or was connected with the relevant owner” substitute  “                        or was an individual connected with the relevant owner                      ” , and b insert at the end—  “                        (If there is no relevant owner with a corresponding partner, the sum of the lower proportions is nil.)                      ” 8 In paragraph 20, after sub-paragraph (2) insert— 3 For the purpose of paragraph (b) of Step 2 a company is to be treated as an individual connected with the relevant owner in so far as it— a holds property as trustee, and b is connected with the relevant owner only because of section 839(3) of the Taxes Act 1988. 9 After paragraph 27 insert— 27A 1 This paragraph applies where in calculating the sum of the lower proportions in relation to a transaction (in accordance with paragraph 12)— a a company (“the connected company”) would have been a corresponding partner of a relevant owner (“the original owner”) but for the fact that paragraph (b) of Step Two includes connected persons only if they are individuals, and b the connected company and the original owner are members of the same group. 2 The charge in respect of the transaction shall be reduced to the amount that would have been payable had the connected company been a corresponding partner of the original owner for the purposes of calculating the sum of the lower proportions. 3 The provisions of Part 1 of Schedule 7 apply to group relief under sub-paragraph (2) above as to group relief under paragraph 1(1) of Schedule 7, but— a with the omission of paragraph 2(2)(a), b with the substitution for  “the purchaser” in paragraph 3(1)(a) of  “a partner who was, at the effective date of the transaction, a partner and a member of the same group as the transferor (“the relevant partner”)”, and c with the other modifications specified in paragraph 27(3) to (6) above. 10 For paragraph 36 substitute— 36 For the purposes of this Part of this Schedule, where a person acquires or increases a partnership share there is a transfer of an interest in the partnership (to that partner and from the other partners). 11 In paragraph 39 (“connected persons”), insert at the end— 3 As applied by sub-paragraph (1) for the purposes of paragraph 12 or 20, that section has effect with the omission of subsection (3)(c)\t\t\t\t\t\t\t\t(trustee connected with settlement). 12 In Schedule 16 to FA 2003 (trusts and powers)— a in paragraph 3(1)\t\t\t\t\t\t\t(bare trust), after  “a chargeable interest” insert  “                        or an interest in a partnership                      ” , and b in paragraph 4 (trustees of settlement), after  “a chargeable interest” insert  “                        or an interest in a partnership                      ” . 13 The amendments made by subsections (1) to (11) have effect in respect of transfers occurring on or after the day on which this Act is passed. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 The amendment made by subsection (12) has effect in respect of acquisitions occurring on or after the day on which this Act is passed. 16 An amendment made by this section replaces, to the extent provided for by subsections (13) to (15), any variation made by the Stamp Duty Land Tax (Variation of the Finance Act 2003) Regulations 2006 (S.I. 2006/3237). 17 Despite subsections (13) to (16), the transitional provisions of sub-paragraphs (8) to (10) of paragraph 2 of the Schedule to the Stamp Duty Land Tax (Variation of the Finance Act 2003) Regulations 2006 (S.I. 2006/3237) continue to have effect in relation to the amendments made by this section as in relation to that paragraph."}, {"act": "Finance Act 2007", "year": 2007, "section": "73", "section_title": "Exemptions: intermediaries, repurchases etc", "section_text": "73 Schedule 21 contains provision in relation to exemptions from stamp duty and stamp duty reserve tax in cases involving intermediaries, repurchases, stock lending or recognised investment exchanges."}, {"act": "Finance Act 2007", "year": 2007, "section": "74", "section_title": "Acquisition relief: disregard of company holding own shares", "section_text": "74 1 In section 75 of FA 1986 (relief on acquisition of undertaking of company in pursuance of scheme for reconstruction of that company), after subsection (5) insert— 5A If immediately before the acquisition the target company or the acquiring company holds any of its own shares, the shares are to be treated for the purposes of subsections (4) and (5) as having been cancelled before the acquisition (and, accordingly, the company is to be treated as if it were not a shareholder of itself). 2 In section 77 of that Act (relief on acquisition of target company's share capital), after subsection (3) insert— 3A If immediately before the acquisition the target company or the acquiring company holds any of its own shares, the shares are to be treated for the purposes of subsection (3) as having been cancelled before the acquisition (and, accordingly, the company is to be treated as if it were not a shareholder of itself). 3 In Part 2 of Schedule 7 to FA 2003 (SDLT: reconstruction and acquisition reliefs), in paragraph 7 (reconstruction relief) after sub-paragraph (5) insert— 5A If immediately before the acquisition the target company or the acquiring company holds any of its own shares, the shares are to be treated for the purposes of sub-paragraphs (2) and (4) as having been cancelled before the acquisition (and, accordingly, the company is to be treated as if it were not a shareholder of itself). 4 The amendments made by subsections (1) and (2) have effect in relation to any instrument executed on or after the day on which this Act is passed. 5 The amendment made by subsection (3) has effect in relation to any land transaction of which the effective date is on or after that day."}, {"act": "Finance Act 2007", "year": 2007, "section": "75", "section_title": "SDLT: alternative finance arrangements", "section_text": "75 1 In FA 2003, after section 73A insert— Exempt interests 73B 1 An interest held by a financial institution as a result of the first transaction within the meaning of section 71A(1)(a), 72(1)(a) or 72A(1)(a) is an exempt interest for the purposes of stamp duty land tax. 2 That interest ceases to be an exempt interest if— a the lease or agreement mentioned in section 71A(1)(c), 72(1)(b) or 72A(1)(b) ceases to have effect, or b the right under section 71A(1)(d), 72(1)(c) or 72A(1)(c) ceases to have effect or becomes subject to a restriction. 3 Subsection (1) does not apply if the first transaction is exempt from charge by virtue of Schedule 7. 4 Subsection (1) does not make an interest exempt in respect of— a the first transaction itself, or b a further transaction or third transaction within the meaning of section 71A(4), 72(4) or 72A(4). 2 In section 48 of that Act (stamp duty land tax: exempt interests), after subsection (3) insert— 3A Section 73B makes additional provision about exempt interests in relation to alternative finance arrangements. 3 For the text of sections 71A(8), 72(7), 72A(8) and 73(5)(a) of that Act (alternative finance arrangements: meaning of  “financial institution”), substitute  “                    In this section  “ financial institution ” has the meaning given by section 46 of the Finance Act 2005 (alternative finance arrangements).                  ” 4 The amendments made by this section— a have effect in relation to anything that would, but for the exemption provided by new section 73B inserted by subsection (1) above, be a land transaction with an effective date on or after 22nd March 2007, and b apply, in accordance with paragraph (a), to interests irrespective of the date of their creation."}, {"act": "Finance Act 2007", "year": 2007, "section": "76", "section_title": "SDLT: exchanges", "section_text": "76 1 In section 47(1) of FA 2003 (exchanges), insert at the end  “                    (and they are not linked transactions within the meaning of section 108)                  ” . 2 In section 108 of that Act (linked transactions), insert at the end— 4 This section is subject to section 47(1). 3 The amendments made by this section have effect in relation to a set of land transactions if the effective date of any of them is on or after the day on which this Act is passed."}, {"act": "Finance Act 2007", "year": 2007, "section": "77", "section_title": "SDLT: shared ownership trusts", "section_text": "77 1 In Schedule 9 to FA 2003 (right to buy and shared ownership leases), insert at the end— Shared ownership trust: introduction 7 1 In this Schedule  “ shared ownership trust ” means a trust of land, within the meaning of section 1 of the Trusts of Land and Appointment of Trustees Act 1996, which satisfies the following conditions. 2 Condition 1 is that the trust property is— a a dwelling, and b in England or Wales. 3 Condition 2 is that one of the beneficiaries (“the social landlord”) is a qualifying body (within the meaning of paragraph 5(2)). 4 Condition 3 is that the terms of the trust— a provide for one or more of the individual beneficiaries (“ the purchaser ”) to have exclusive use of the trust property as the only or main residence of the purchaser, b require the purchaser to make an initial payment to the social landlord (“the initial capital”), c require the purchaser to make additional payments to the social landlord by way of compensation under section 13(6)(a) of the Trusts of Land and Appointment of Trustees Act 1996 (“rent-equivalent payments”), d enable the purchaser to make other additional payments to the social landlord (“equity-acquisition payments”), e determine the initial beneficial interests of the social landlord and of the purchaser by reference to the initial capital, f specify a sum, equating or relating to the market value of the dwelling, by reference to which the initial capital was calculated, and g provide for the purchaser's beneficial interest in the trust property to increase, and the social landlord's to diminish (or to be extinguished), as equity-acquisition payments are made. 5 Section 118 (meaning of  “market value”) does not apply to this paragraph. 6 In Condition 1  “ dwelling ” includes— a a building which is being constructed or adapted for use as a dwelling, b land which is to be used for the purpose of the construction of a dwelling, and c land which is, or is to become, the garden or grounds of a dwelling. Shared ownership trust:  “purchaser” 8 For the purposes of the application of stamp duty land tax in relation to a shared ownership trust, the person (or persons) identified as the purchaser in accordance with paragraph 7, and not the social landlord or any other beneficiary, is (or are) to be treated as the purchaser of the trust property. Shared ownership trust: election for market value treatment 9 1 This paragraph applies where— a a shared ownership trust is declared, and b the purchaser elects for tax to be charged in accordance with this paragraph. 2 An election must be included in— a the land transaction return for the declaration of the shared ownership trust, or b an amendment of that return. 3 An election may not be revoked. 4 Where this paragraph applies— a the chargeable consideration for the declaration of the shared ownership trust shall be taken to be the amount stated in accordance with paragraph 7(4)(f), and b no account shall be taken for the purposes of stamp duty land tax of rent-equivalent payments. 5 The transfer to the purchaser of an interest in the trust property upon the termination of the trust is exempt from charge if— a an election was made under this paragraph, and b any tax chargeable in respect of the declaration of the shared ownership trust has been paid. Shared ownership trust: treatment of staircasing transaction 10 1 An equity-acquisition additional payment under a shared ownership trust, and the consequent increase in the purchaser's beneficial interest, shall be exempt from charge if— a an election was made under paragraph 9, and b any tax chargeable in respect of the declaration of trust has been paid. 2 An equity-acquisition additional payment under a shared ownership trust, and the consequent increase in the purchaser's beneficial interest, shall also be exempt from charge if following the increase the purchaser's beneficial interest does not exceed 80% of the total beneficial interest in the trust property. Shared ownership trust: treatment of additional payments where no election made 11 Where no election has been made under paragraph 9 in respect of a shared ownership trust— a the initial capital shall be treated for the purposes of stamp duty land tax as chargeable consideration other than rent, and b any rent-equivalent additional payment by the purchaser shall be treated for the purposes of stamp duty land tax as a payment of rent. 2 The amendment made by subsection (1) has effect in relation to land transactions with an effective date on or after the day on which this Act is passed."}, {"act": "Finance Act 2007", "year": 2007, "section": "78", "section_title": "SDLT: shared ownership lease", "section_text": "78 In paragraph 2 of Schedule 9 to FA 2003 (stamp duty land tax: shared ownership lease), after sub-paragraph (4) insert— 4A Where this paragraph applies no account shall be taken for the purposes of stamp duty land tax of the rent mentioned in sub-paragraph (2)(d)."}, {"act": "Finance Act 2007", "year": 2007, "section": "79", "section_title": "Certain transfers of school land", "section_text": "79 1 In Chapter 7 of Part 2 of the School Standards and Framework Act 1998 (c. 31) (“ the 1998 Act ”) (new framework for maintained schools), omit sections 79 and 79A (no stamp duty or SDLT payable in respect of certain transfers). 2 The repeal of— a section 79A of the 1998 Act, and b section 79 of that Act as it applies for the purposes of section 79A, has effect in relation to any land transaction of which the effective date is on or after the day on which this Act is passed. 3 Subject to that, the repeal of section 79 of the 1998 Act has effect in relation to any instrument executed on or after that day."}, {"act": "Finance Act 2007", "year": 2007, "section": "80", "section_title": "Payment of tax", "section_text": "80 1 FA 2003 is amended as follows. 2 In section 76(3)\t\t\t\t\t(payment to accompany land transaction return), omit paragraph (b). 3 In section 80(2)\t\t\t\t\t(adjustment for change of circumstance: payment to accompany return), for paragraph (d) substitute— d the tax or additional tax payable must be paid not later than the filing date for the return. 4 In section 81 (withdrawal of relief: further return)— a in subsection (2), omit paragraph (b), and b after that subsection insert— 2A Tax payable must be paid not later than the filing date for the return. 5 In section 81A(1)\t\t\t\t\t(later linked transaction: return), for paragraph (d) substitute— d the tax or additional tax payable must be paid not later than the filing date for the return. 6 In section 86 (payment of tax)— a in subsection (1), for  “at the same time that a land transaction return is made in respect of the transaction.” substitute  “                        not later than the filing date for the land transaction return relating to the transaction.                      ” , and b in subsection (2), for  “at the same time that a return is made in respect of the withdrawal” substitute  “                        not later than the filing date for the return relating to the withdrawal                      ” . 7 In paragraph 2 of Schedule 10 (payment to accompany land transaction return), omit sub-paragraph (2)(b). 8 For each of paragraphs 3(3)(d), 4(3)(d) and 8(3)(d) of Schedule 17A (leases) substitute— d the tax or additional tax payable must be paid not later than the filing date for the return. 9 The amendments made by this section have effect as follows— a the amendment made by subsection (2) has effect in relation to land transactions with an effective date on or after the day on which this Act is passed, b the amendment made by subsection (3) has effect in relation to returns where the event as a result of which the return is required occurs on or after the day on which this Act is passed, c the amendment made by subsection (4) has effect in relation to returns where the disqualifying event occurs on or after the day on which this Act is passed, d the amendment made by subsection (5) has effect in relation to returns where the effective date of the later transaction is on or after the day on which this Act is passed, e the amendment made by subsection (6) has effect in relation to land transactions with an effective date on or after the day on which this Act is passed, f the amendment made by subsection (7) has effect in relation to land transactions with an effective date on or after the day on which this Act is passed, and g the amendment made by subsection (8) has effect in respect of requirements to deliver a return or further return which arise on or after the day on which this Act is passed."}, {"act": "Finance Act 2007", "year": 2007, "section": "81", "section_title": "Self-certificate declarations", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2007", "year": 2007, "section": "82", "section_title": "Criminal investigations: powers of Revenue and Customs", "section_text": "82 1 Section 114 of the Police and Criminal Evidence Act 1984 (c. 60)\t\t\t\t\t(application of Act to customs and excise) is amended as follows. 2 In paragraph (a) of subsection (2)— a for  “investigations conducted by officers of Customs and Excise of offences which relate to assigned matters, as defined in section 1 of the Customs and Excise Management Act 1979,” substitute  “                        investigations conducted by officers of Revenue and Customs                      ” , and b for  “persons detained by officers of Customs and Excise;” substitute  “                        persons detained by officers of Revenue and Customs;                      ” . 3 In the opening words of paragraph (b) of that subsection, for  “investigations of offences conducted by officers of Customs and Excise” substitute  “                    investigations of offences conducted by officers of Revenue and Customs                  ” . 4 In sub-paragraph (i) of that paragraph, for  “section” substitute  “                    sections                  ” . 5 In the section 14A deemed to be inserted by that sub-paragraph— a for  “and which relates to an assigned matter, as defined in section 1 of the Customs and Excise Management Act 1979,” substitute  “                        and which relates to a matter in relation to which Her Majesty's Revenue and Customs have functions,                      ”  and b in the heading, for  “ Customs and Excise ” substitute  “                         Revenue and Customs                       ” . 6 After that section insert— Revenue and Customs: restriction on other powers to apply for production of documents 14B 1 An officer of Revenue and Customs may make an application for the delivery of, or access to, documents under a provision specified in subsection (3) only if the condition in subsection (2) is satisfied. 2 The condition is that the officer thinks that an application under Schedule 1 would not succeed because the material required does not consist of or include special procedure material. 3 The provisions are— a section 20BA of, and Schedule 1AA to, the Taxes Management Act 1970 (serious tax fraud); b paragraph 11 of Schedule 11 to the Value Added Tax Act 1994 ( VAT ); c paragraph 4A of Schedule 7 to the Finance Act 1994 (insurance premium tax); d paragraph 7 of Schedule 5 to the Finance Act 1996 (landfill tax); e paragraph 131 of Schedule 6 to the Finance Act 2000 (climate change levy); f paragraph 8 of Schedule 7 to the Finance Act 2001 (aggregates levy); g Part 6 of Schedule 13 to the Finance Act 2003 (stamp duty land tax). 7 In paragraph (c) of subsection (2)— a for  “customs detention” substitute  “                        Revenue and Customs detention                      ” , and b for  “an officer of Customs and Excise” substitute  “                        an officer of Revenue and Customs                      ” . 8 After that paragraph insert— d that where an officer of Revenue and Customs searches premises in reliance on a warrant under section 8 of, or paragraph 12 of Schedule 1 to, this Act (as applied by an order under this subsection) the officer shall have the power to search persons found on the premises— i in such cases and circumstances as are specified in the order, and ii subject to any conditions specified in the order; and e that powers and functions conferred by a provision of this Act (as applied by an order under this subsection) may be exercised only by officers of Revenue and Customs acting with the authority (which may be general or specific) of the Commissioners for Her Majesty's Revenue and Customs. 9 After that subsection insert— 2A A certificate of the Commissioners that an officer of Revenue and Customs had authority under subsection (2)(e) to exercise a power or function conferred by a provision of this Act shall be conclusive evidence of that fact. 10 For subsection (3) substitute— 3 An order under subsection (2)— a may make provision that applies generally or only in specified cases or circumstances, b may make different provision for different cases or circumstances, c may, in modifying a provision, in particular impose conditions on the exercise of a function, and d shall not be taken to limit a power under section 164 of the Customs and Excise Management Act 1979. 11 The heading of section 114 accordingly becomes  “                     Application of Act to Revenue and Customs                   ” ."}, {"act": "Finance Act 2007", "year": 2007, "section": "83", "section_title": "Northern Ireland criminal investigations", "section_text": "83 1 Article 85 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))\t\t\t\t\t(application of Order to customs and excise) is amended as follows. 2 In sub-paragraph (a) of paragraph (1)— a for  “investigations conducted by officers of Customs and Excise of offences which relate to assigned matters, as defined in section 1 of the Customs and Excise Management Act 1979,” substitute  “                        investigations conducted by officers of Revenue and Customs                      ” , and b for  “persons detained by officers of Customs and Excise;” substitute  “                        persons detained by officers of Revenue and Customs;                      ” . 3 In the opening words of sub-paragraph (b) of that paragraph, for  “investigations of offences conducted by officers of Customs and Excise” substitute  “                    investigations of offences conducted by officers of Revenue and Customs                  ” . 4 In paragraph (i) of that sub-paragraph, for  “Article” substitute  “                    Articles                  ” . 5 In the Article 16A deemed to be inserted by that paragraph— a for  “and which relates to an assigned matter, as defined in section 1 of the Customs and Excise Management Act 1979,” substitute  “                        and which relates to a matter in relation to which Her Majesty's Revenue and Customs have functions,                      ”  and b in the heading, for  “ Customs and Excise ” substitute  “                         Revenue and Customs                       ” . 6 After that Article insert— Revenue and Customs: restriction on other powers to apply for production of documents 16B 1 An officer of Revenue and Customs may make an application for the delivery of, or access to, documents under a provision specified in paragraph (3) only if the condition in paragraph (2) is satisfied. 2 The condition is that the officer thinks that an application under Schedule 1 would not succeed because the material required does not consist of or include special procedure material. 3 The provisions are— a section 20BA of, and Schedule 1AA to, the Taxes Management Act 1970 (serious tax fraud); b paragraph 11 of Schedule 11 to the Value Added Tax Act 1994 (VAT); c paragraph 4A of Schedule 7 to the Finance Act 1994 (insurance premium tax); d paragraph 7 of Schedule 5 to the Finance Act 1996 (landfill tax); e paragraph 131 of Schedule 6 to the Finance Act 2000 (climate change levy); f paragraph 8 of Schedule 7 to the Finance Act 2001 (aggregates levy); g Part 6 of Schedule 13 to the Finance Act 2003 (stamp duty land tax). 7 After sub-paragraph (b) of paragraph (1) insert— c that where an officer of Revenue and Customs searches premises in reliance on a warrant under Article 10 of, or paragraph 9 of Schedule 1 to, this Order (as applied by an order under this paragraph) the officer shall have the power to search persons found on the premises— i in such cases and circumstances as are specified in the order, and ii subject to any conditions specified in the order; and d that powers and functions conferred by a provision of this Order (as applied by an order under this paragraph) may be exercised only by officers of Revenue and Customs acting with the authority (which may be general or specific) of the Commissioners for Her Majesty's Revenue and Customs. 8 After that paragraph insert— 1A A certificate of the Commissioners that an officer of Revenue and Customs had authority under paragraph (1)(d) to exercise a power or function conferred by a provision of this Order shall be conclusive evidence of that fact. 9 For paragraph (2) substitute— 2 An order under paragraph (1)— a may, in modifying a provision, in particular impose conditions on the exercise of a function, and b shall not be taken to limit a power under section 164 of the Customs and Excise Management Act 1979. 10 The heading of Article 85 accordingly becomes  “                     Application of Order to Revenue and Customs                   ” ."}, {"act": "Finance Act 2007", "year": 2007, "section": "84", "section_title": "Sections 82 and 83: supplementary", "section_text": "84 1 In Schedule 2 to  CRCA  2005 (restrictions on the exercise of functions), omit— a paragraph 7 (Police and Criminal Evidence Act 1984 (c. 60)), and b paragraph 9 (Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))). 2 Nothing in section 6 or 7 of CRCA 2005 (initial functions) restricts the functions in connection with which officers of Revenue and Customs may exercise a power under— a the Police and Criminal Evidence Act 1984 by virtue of section 114 of that Act (as amended by section 82 above), or b the Police and Criminal Evidence (Northern Ireland) Order 1989 by virtue of Article 85 of that Order (as amended by section 83 above). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Schedule 22 contains amendments and repeals consequential on extension of police powers to Revenue and Customs. 5 Sections 82 and 83 and this section come into force in accordance with provision made by the Treasury by order. 6 The power to make an order under subsection (5) is exercisable by statutory instrument."}, {"act": "Finance Act 2007", "year": 2007, "section": "85", "section_title": "Criminal investigations: Scotland", "section_text": "85 Schedule 23 contains provision for Scotland about the investigation of offences by Her Majesty's Revenue and Customs."}, {"act": "Finance Act 2007", "year": 2007, "section": "86", "section_title": "Search warrants", "section_text": "86 In section 8 of the Police and Criminal Evidence Act 1984, after subsection (6) insert— 7 Section 4 of the Summary Jurisdiction (Process) Act 1881 (execution of process of English courts in Scotland) shall apply to a warrant issued on the application of an officer of Revenue and Customs under this section by virtue of section 114 below."}, {"act": "Finance Act 2007", "year": 2007, "section": "87", "section_title": "Cross-border exercise of powers", "section_text": "87 1 This section relates to the Criminal Justice and Public Order Act 1994 (c. 33). 2 Sections 136 to 139\t\t\t\t\t(execution of warrants and powers of arrest and search) shall apply to an officer of Revenue and Customs as they apply to a constable; and for that purpose— a a reference to a constable (including a reference to a constable of a police force in England and Wales, a constable of a police force in Scotland or a constable of a police force in Northern Ireland) shall be treated as a reference to an officer of Revenue and Customs, and b a reference to a police station, or a designated police station, includes a reference to an office of Revenue and Customs or (in England and Wales and Northern Ireland) a designated office of Revenue and Customs. 2A In the application of section 137C where a person is arrested under section 137A by an officer of Revenue and Customs in respect of a specified offence that is being investigated by an officer of Revenue and Customs— a subsection (2)(b) is to be read as if (instead of requiring the detention to be authorised by both an officer of at least the rank of inspector in the arresting force and an officer of at least the rank of inspector in the investigating force) it required the detention to be authorised by an officer of Revenue and Customs of at least the grade equivalent to the rank of inspector; b subsection (2)(c) is to be read as if (instead of requiring the detention to be authorised by both an officer of a rank above that of inspector in the arresting force and an officer of a rank above that of inspector in the investigating force) it required the detention to be authorised by an officer of Revenue and Customs of a grade above that equivalent to the rank of inspector; c subsection (3) is omitted; d in subsections (4) and (5), the reference to an officer of the investigating force is to be read as a reference to an officer of Revenue and Customs; e in subsection (6), the reference to an appropriate officer in the investigating force is to be read as a reference to an appropriate officer of Revenue and Customs (as defined by subsection (7)); f subsection (6)(a) is omitted; g in subsection (7)(b), the reference to an officer of at least the rank of inspector is to be read as a reference to an officer of Revenue and Customs of at least the equivalent grade; h in subsection (7)(c), the reference to an officer of a rank above that of inspector is to be read as a reference to an officer of Revenue and Customs of above the equivalent grade; i subsections (8) to (10) are omitted. 2B Where section 137C applies in accordance with subsection (2A), Schedule 7B applies with the following modifications— a any reference to a constable in the arresting force is to be read as a reference to an officer of Revenue and Customs; b any reference to an officer of at least, or above, a particular rank in the investigating force is to be read as a reference to an officer of Revenue and Customs of at least, or above, the equivalent grade; c any reference to the arresting force or to the investigating force (otherwise than in relation to a description of officer in the force) is to be read as a reference to officers of Revenue and Customs; d instead of the modification made by paragraph 9, section 42 of the Criminal Justice (Scotland) Act 2016 is to be read as if the references in subsections (1)(c)(ii) and (3)(b) to the police were references to officers of Revenue and Customs; e the Schedule is to be read as if it also provided for references in the provisions applied by section 137D(2)(d), (3)(d) and (4)(d) to a police station to include references to an office of Revenue and Customs. 2C In the application of section 137C where a person is arrested under section 137A by an officer of Revenue and Customs in respect of a specified offence other than one that is being investigated by an officer of Revenue and Customs— a any reference to an officer of at least, or above, the rank of inspector in the arresting force is to be read as a reference to an officer of Revenue and Customs of at least, or above, the equivalent grade; b the reference in subsection (6)(a) to the arresting force is to be read as a reference to any officer of Revenue and Customs. 2D Where section 137C applies in accordance with subsection (2C), Schedule 7B applies with the following modifications— a any reference to a constable in the arresting force is to be read as a reference to an officer of Revenue and Customs; b any reference to the arresting force (otherwise than in relation to a description of officer in the force) is to be read as a reference to officers of Revenue and Customs; c instead of the modification made by paragraph 9, section 42 of the Criminal Justice (Scotland) Act 2016 is to be read as if the references in subsections (1)(c)(ii) and (3)(b) to the police were references to officers of Revenue and Customs; d the Schedule is to be read as if it also provided for references in the provisions applied by section 137D(2)(d), (3)(d) and (4)(d) to a police station to include references to an office of Revenue and Customs. 2E In the application of those sections to an officer of Revenue and Customs— a sections 136(4B) and 137(7B) apply with the omission of the words from “and, if the constable” to the end; b section 137ZA applies with the omission of subsection (6). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An officer of Revenue and Customs may exercise a power under sections 136 to 139   in the exercise of any function of the Commissioners for Her Majesty's Revenue and Customs or of officers of Revenue and Customs, within the meaning of the Commissioners for Revenue and Customs Act 2005 (see section 51(2) to (2B) of that Act)                . 5 In subsection (2)— “ office of Revenue and Customs ” means premises wholly or partly occupied by Her Majesty's Revenue and Customs, and “ designated office of Revenue and Customs ” has the meaning given by an order under section 114 of the Police and Criminal Evidence Act 1984 (c. 60)\t\t\t\t\t\t\t(power to extend provisions to  HMRC ) or, in Northern Ireland, by an order under Article 85 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))\t\t\t\t\t\t\t(power to extend Order to HMRC). 6 In section 136, after subsection (8) insert— 9 Powers under this section and sections 137 to 139 may be exercised by an officer of Revenue and Customs in accordance with section 87 of the Finance Act 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "88", "section_title": "Personal tax returns", "section_text": "88 1 Section 8 of  TMA  1970 (personal tax return) is amended as follows. 2 In subsection (1)(a), omit  “, on or before the day mentioned in subsection (1A) below”. 3 Omit subsection (1A). 4 After subsection (1C) insert— 1D A return under this section for a year of assessment (Year 1) must be delivered— a in the case of a non-electronic return, on or before 31st October in Year 2, and b in the case of an electronic return, on or before 31st January in Year 2. 1E But subsection (1D) is subject to the following two exceptions. 1F Exception 1 is that if a notice in respect of Year 1 is given after 31st July in Year 2 (but on or before 31st October), a return must be delivered— a during the period of 3 months beginning with the date of the notice (for a non-electronic return), or b on or before 31st January (for an electronic return). 1G Exception 2 is that if a notice in respect of Year 1 is given after 31st October in Year 2, a return (whether electronic or not) must be delivered during the period of 3 months beginning with the date of the notice. 1H The Commissioners— a shall prescribe what constitutes an electronic return, and b may make different provision for different cases or circumstances."}, {"act": "Finance Act 2007", "year": 2007, "section": "89", "section_title": "Trustee's tax return", "section_text": "89 1 Section 8A of TMA 1970 (trustee's tax return) is amended as follows. 2 In subsection (1)(a), omit  “, on or before the day mentioned in subsection (1A) below”. 3 Omit subsection (1A). 4 After subsection (1AA) insert— 1B A return under this section for a year of assessment (Year 1) must be delivered— a in the case of a non-electronic return, on or before 31st October in Year 2, and b in the case of an electronic return, on or before 31st January in Year 2. 1C But subsection (1B) is subject to the following two exceptions. 1D Exception 1 is that if a notice in respect of Year 1 is given after 31st July in Year 2 (but on or before 31st October), a return must be delivered— a during the period of 3 months beginning with the date of the notice (for a non-electronic return), or b on or before 31st January (for an electronic return). 1E Exception 2 is that if a notice in respect of Year 1 is given after 31st October in Year 2, a return (whether electronic or not) must be delivered during the period of 3 months beginning with the date of the notice. 1F The Commissioners— a shall prescribe what constitutes an electronic return, and b may make different provision for different cases or circumstances."}, {"act": "Finance Act 2007", "year": 2007, "section": "90", "section_title": "Partnership tax returns", "section_text": "90 1 In section 12AA of TMA 1970, for subsection (4) (partnership return: filing date) substitute— 4 In the case of a partnership which includes one or more individuals, a notice under subsection (2) or (3) above may specify different days depending on whether a return in respect of a year of assessment (Year 1) is electronic or non-electronic. 4A The day specified for a non-electronic return must not be earlier than 31st October of Year 2. 4B The day specified for an electronic return must not be earlier than 31st January of Year 2. 4C But subsections (4A) and (4B) are subject to the following two exceptions. 4D Exception 1 is that if the notice is given after 31st July in Year 2 (but on or before 31st October)— a the day specified for a non-electronic return must be after the end of the period of three months beginning with the date of the notice, and b the day specified for an electronic return must not be earlier than 31st January. 4E Exception 2 is that if the notice is given after 31st October in Year 2, the day specified for a return (whether or not electronic) must be after the end of the period of three months beginning with the date of the notice. 2 For subsection (5) of that section (partnership return where a company is a partner: filing date) substitute— 5 In the case of a partnership which includes one or more companies, a notice may specify different dates depending on whether a notice in respect of a relevant period is electronic or non-electronic. 5A The day specified for a non-electronic return must not be earlier than the end of the period of nine months beginning at the end of the relevant period. 5B The day specified for an electronic return must not be earlier than the first anniversary of the end of the relevant period. 5C But where the notice is given more than nine months after the end of the relevant period, the day specified for a return (whether or not electronic) must be after the end of the period of three months beginning with the date of the notice. 5D For the purposes of this section  “ relevant period ” means the period in respect of which the return is required. 5E The Commissioners— a shall prescribe what constitutes an electronic return for the purposes of this section, and b may make different provision for different cases or circumstances."}, {"act": "Finance Act 2007", "year": 2007, "section": "91", "section_title": "Consequential amendments", "section_text": "91 1 In section 9(2) of TMA 1970 (returns to include self-assessment)— a in paragraph (a), for  “30th September” substitute  “                        31st October                      ” , and b in paragraph (b), for  “31st July” substitute  “                        31st August                      ” . 2 In section 9ZA of TMA 1970 (amendment of personal or trustee return), for subsection (3) substitute— 3 In this section  “the filing date”, in respect of a return for a year of assessment (Year 1), means— a 31st January of Year 2, or b if the notice under section 8 or 8A is given after 31st October of Year 2, the last day of the period of three months beginning with the date of the notice. 3 In section 9A(6) of TMA 1970 (notice of enquiry:  “the filing date”), for the words from  “means” to the end substitute  “                    means, in relation to a return, the last day for delivering it in accordance with section 8 or 8A.                  ” 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 28C of TMA 1970 (determination of tax where no return delivered), for subsection (6) substitute— 6 In this section  “the filing date” in respect of a return for a year of assessment (Year 1) means either— a 31st January of Year 2, or b if the notice under section 8 or 8A was given after 31st October of Year 2, the last day of the period of three months beginning with the day on which the notice is given. 6 In section 33A of TMA 1970 (error in partnership return)— a in subsection (1), insert at the end  “                        for a year of assessment (Year 1), or for a relevant period which ends in Year 1                      ” , b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in subsection (9), omit the definition of  “filing date”, and d in that subsection, after the definition of  “relevant partner” insert— “ relevant period ” means a period in respect of which a return is required. 7 In section 93(10) of TMA 1970 (penalty for failure to make individual or trustee return), for the definition of  “filing date” substitute— “the filing date” in respect of a return for a year of assessment (Year 1) means— a 31st January of Year 2, or b if the notice under section 8 or 8A was given after 31st October of Year 2, the last day of the period of three months beginning with the day on which the notice is given. 8 In section 93A of TMA 1970 (failure to make partnership return), after subsection (7) insert— 7A For the purposes of this section the filing date for a year of assessment (Year 1) in the case of a partnership which includes one or more individuals is— a 31st January of Year 2, or b if the notice under section 12AA was given after 31st October of Year 2, the last day of the period of three months beginning with the date of the notice. 7B For the purposes of this section the filing date for a year of assessment (Year 1) in the case of a partnership which includes one or more companies is— a the first anniversary of the period for which the return is required, or b where the notice is given more than nine months after the end of the period for which the return is required, the last day of the period of three months beginning with the date of the notice. 9 In subsection (8) of section 93A, omit the definition of  “the filing date”. 10 In paragraph 4 of Schedule 15 to FA 2006 (accountancy change: spreading of adjustment)— a in sub-paragraph (1), after  “a tax year” insert  “                        (Year 1)                      ” , and b in sub-paragraph (2), for  “normal self-assessment filing date for the tax year.” substitute  “                        31st January of Year 2.                      ”"}, {"act": "Finance Act 2007", "year": 2007, "section": "92", "section_title": "Commencement", "section_text": "92 1 Sections 88 to 91 have effect— a in relation to a return under section 8 or 8A of TMA 1970, or a return under section 12AA of that Act for a partnership which includes one or more individuals, in respect of a return for a year of assessment beginning on or after 6th April 2007, and b in relation to a return under section 12AA of that Act for a partnership which includes one or more companies, in respect of a return for a relevant period beginning on or after 6th April 2007. 2 In subsection (1)(b)  “ relevant period ” means a period in respect of which a return is required."}, {"act": "Finance Act 2007", "year": 2007, "section": "93", "section_title": "Mandatory electronic filing of returns", "section_text": "93 1 Section 135 of FA 2002 (mandatory electronic filing) is amended as follows. 2 In subsection (7), after paragraph (b) insert— ba to specify other consequences of contravention of, or failure to comply with, the regulations (which may include disregarding a return delivered otherwise than by the use of electronic communications); . 3 In subsection (10), for the definition of  “taxation matter” substitute— “ taxation matter ” means any matter relating to a tax (or duty) for which the Commissioners are responsible. 4 Section 76 of  VATA  1994 (assessment) is amended as follows. 5 In subsection (1), after paragraph (c) insert— or                     d a penalty under regulations made under section 135 of the Finance Act 2002 (mandatory electronic filing of returns) in connection with VAT, . 6 In that subsection, before  “may have ceased” insert  “                    or the regulations                  ” . 7 In subsection (3), insert at the end— ; and                     f in the case of a penalty under regulations made under section 135 of the Finance Act 2002, the relevant period is the prescribed accounting period in respect of which the contravention of, or failure to comply with, the regulations occurred. 8 In section 83 of VATA 1994 (appeals), after paragraph (zb) insert— zc a decision of the Commissioners about the application of regulations under section 135 of the Finance Act 2002 (mandatory electronic filing of returns) in connection with VAT (including, in particular, a decision as to whether a requirement of the regulations applies and a decision to impose a penalty); . 9 In section 84 of VATA 1994 (appeals), after subsection (6A) insert— 6B Nothing in section 83(zc) shall be taken to confer on a tribunal any power to vary an amount assessed by way of penalty except in so far as it is necessary to reduce it to the amount which is appropriate under regulations made under section 135 of the Finance Act 2002."}, {"act": "Finance Act 2007", "year": 2007, "section": "94", "section_title": "Mandatory electronic payment", "section_text": "94 1 Section 204 of FA 2003 (mandatory electronic payment by large employers) is amended as follows. 2 For subsections (1) and (2) substitute— 1 The Commissioners for Her Majesty's Revenue and Customs may make regulations requiring a person to use electronic means in making specified payments under legislation relating to a tax (or duty) for which the Commissioners are responsible. 2 The regulations may provide for exceptions. 3 In subsection (5)(b), for  “the Inland Revenue” substitute  “                    Her Majesty's Revenue and Customs                  ” . 4 In subsection (6)(a), for  “the Inland Revenue” substitute  “                    Her Majesty's Revenue and Customs                  ” . 5 In subsection (8)— a in paragraph (a), for  “a contravention of, or any failure to comply with,” substitute  “                        a contravention by a large employer of, or any failure by a large employer to comply with,                      ” , and b in paragraph (b), for  “taxation matter within the care and management of the Commissioners” substitute  “                        matter relating to a tax (or duty) for which the Commissioners are responsible                      ” . 6 In subsection (12)— a for the definition of  “the Inland Revenue” substitute— “ Her Majesty's Revenue and Customs ” includes a person acting under the authority of the Commissioners in relation to payment by electronic means; , and b after that definition insert— “ large employer ” means a person paying  PAYE  income to 250 or more recipients (and regulations under this section may make provision as to the date or period by reference to which this is to be determined and the circumstances in which a person is to be treated as paying PAYE income to a recipient); . 7 The heading accordingly becomes  “                     Mandatory electronic payment                   ” . 8 In section 205(1) of FA 2003 (application of section 204 for other purposes)— a after  “taxation” insert  “                        (or duty)                      ” , and b for  “the Commissioners of Inland Revenue” substitute  “                        the Commissioners for Her Majesty's Revenue and Customs                      ” ."}, {"act": "Finance Act 2007", "year": 2007, "section": "95", "section_title": "Payment by cheque", "section_text": "95 1 The Commissioners may make regulations providing for a payment to HMRC made by cheque to be treated as made when the cheque clears, as defined in the regulations. 2 Section 70A of TMA 1970 (payment by cheque treated as made on receipt by HMRC) is subject to regulations under subsection (1). 3 Regulations under subsection (1)— a may make provision generally or only for specified purposes, b may make different provision for different purposes, and c may include incidental, consequential or transitional provision. 4 Regulations under subsection (1)— a shall be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of the House of Commons. 5 In this section— a “ the Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs, and b “ HMRC ” means Her Majesty's Revenue and Customs. 6 In section 204 of FA 2003 (electronic payment), insert at the end— 13 Regulations under section 95(1) of the Finance Act 2007 (payment by cheque) may, in particular, provide for a payment which is made by cheque in contravention of regulations under this section to be treated as made when the cheque clears, as defined in the regulations under that section. 7 In section 70A of TMA 1970 (payments by cheque), insert at the end— 3 This section is subject to regulations under section 95(1) of the Finance Act 2007 (payment by cheque). 8 In VATA 1994, after section 58A insert— Payment by cheque 58B Regulations under section 95(1) of the Finance Act 2007 (payment by cheque) may, in particular, provide for a payment which is made by cheque in contravention of regulations under section 25(1) above to be treated as made when the cheque clears, as defined in the regulations under section 95(1) of that Act."}, {"act": "Finance Act 2007", "year": 2007, "section": "96", "section_title": "Enquiry into returns", "section_text": "96 1 In section 9A(2)(a) of TMA 1970 (period during which HMRC can open enquiry into return), for  “after the filing date;” substitute  “                    after the day on which the return was delivered;                  ” . 2 In section 12AC(2)(a) of TMA 1970 (period during which HMRC can open enquiry into partnership return), for  “after the filing date;” substitute  “                    after the day on which the return was delivered;                  ” . 3 In paragraph 24(2) of Schedule 18 to FA 1998 (period during which HMRC can open enquiry into company tax return), for  “from the filing date.” substitute  “                    from the day on which the return was delivered (subject to sub-paragraph (6)).                  ” 4 In paragraph 24 of that Schedule, insert at the end— 6 In the case of a company which is a member of a group other than a small group, the 12-month period in sub-paragraph (2) shall start not from the day on which the return was delivered but from the filing date. 7 In sub-paragraph (6)\t\t\t\t\t\t\t\t “ group ” and  “ small group ” have the same meaning as in sections 383(2) and 474(1) of the Companies Act 2006 (or, until their commencement, as in the provisions that they replicate). 5 The amendments made by subsections (1) and (2) apply to returns which relate to the tax year 2007-08 or a later tax year. 6 The amendments made by subsections (3) and (4) apply to returns which relate to accounting periods ending after 31st March 2008."}, {"act": "Finance Act 2007", "year": 2007, "section": "97", "section_title": "Penalties for errors", "section_text": "97 1 Schedule 24 contains provisions imposing penalties on taxpayers who— a make errors in certain documents sent to HMRC, or b unreasonably fail to report errors in assessments by HMRC. 2 That Schedule comes into force in accordance with provision made by the Treasury by order. 3 An order— a may commence a provision generally or only for specified purposes, b may make different provision for different purposes, and c may include incidental, consequential or transitional provision. 4 The power to make an order is exercisable by statutory instrument."}, {"act": "Finance Act 2007", "year": 2007, "section": "98", "section_title": "VAT: joint and several liability of traders in supply chain where tax unpaid", "section_text": "98 1 In section 77A of VATA 1994 (joint and several liability of traders in supply chain where tax unpaid), for subsection (9) substitute— 9 The Treasury may by order amend subsection (1) above. 9A The Treasury may by order amend this section in order to extend or otherwise alter the circumstances in which a person shall be presumed to have reasonable grounds for suspecting matters to be as mentioned in subsection (2)(b) above. 9B Any order under this section may make such incidental, supplemental, consequential or transitional provision as the Treasury think fit. 2 In section 97(4) of that Act (orders ceasing to have effect unless approved by House of Commons), after paragraph (ea) insert— eb an order under section 77A(9) or (9A); ."}, {"act": "Finance Act 2007", "year": 2007, "section": "99", "section_title": "VAT: non-business use etc of business goods", "section_text": "99 1 Schedule 4 to VATA 1994 (matters to be treated as supply of goods or services) is amended as follows. 2 In paragraph 5 (non-business use etc of business goods), omit sub-paragraph (4A) (exception to rule in case of interests in land and buildings etc that non-business use of business assets treated as supply of services). 3 In paragraph 9 (application of paragraphs 5 to 8 where land forms part of assets of business), insert at the end— 4 In this paragraph  “ grant ” includes surrender. 4 Paragraph 7 of Schedule 6 to VATA 1994 (valuation of supply of services otherwise than for consideration by virtue of paragraph 5(4) of Schedule 4 etc) is amended as follows. 5 The existing provision becomes sub-paragraph (1) and after that sub-paragraph insert— 2 Regulations may, in relation to a supply of services by virtue of paragraph 5(4) of Schedule 4 (but otherwise than for a consideration), make provision for determining how the full cost to the taxable person of providing the services is to be calculated. 3 The regulations may, in particular, make provision for the calculation to be made by reference to any prescribed period. 4 The regulations may make— a different provision for different circumstances; b such incidental, supplementary, consequential or transitional provision as the Commissioners think fit. 6 The amendment made by subsection (2) comes into force on 1st September 2007. 7 The amendment made by subsection (3) has effect in relation to surrenders on or after 21st March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "100", "section_title": "VAT: transfers of going concerns", "section_text": "100 1 Section 49 of VATA 1994 (transfers of going concern) is amended as follows. 2 In subsection (1)\t\t\t\t\t(transferor's supplies treated as transferee's supplies for purposes of registration and transferor's records to be kept by transferee after transfer)— a after  “Where a business” insert  “                        , or part of a business,                      ” , b after  “on the business” insert  “                        or part of the business                      ” , and c omit paragraph (b)\t\t\t\t\t\t\t(together with the  “and” before it). 3 In subsection (2)\t\t\t\t\t(regulations for securing continuity of Act in case of transfers of going concerns), after  “a business” insert  “                    , or part of a business,                  ” . 4 After that subsection insert— 2A Regulations under subsection (2) above may, in particular, provide for the duties under this Act of the transferor to preserve records relating to the business or part of the business for any period after the transfer to become duties of the transferee unless the Commissioners, at the request of the transferor, otherwise direct. 5 In subsection (3)\t\t\t\t\t(provision which may be made by regulations), in paragraph (a), after  “the transferor” insert  “                    (other than the duties mentioned in subsection (2A) above)                  ” . 6 After that subsection insert— 4 Subsection (5) below applies where— a a business, or part of a business, carried on by a taxable person is transferred to another person as a going concern, and b the transferor continues to be required under this Act to preserve for any period after the transfer any records relating to the business or part of the business. 5 So far as is necessary for the purpose of complying with the transferee's duties under this Act, the transferee (“E”) may require the transferor— a to give to E, within such time and in such form as E may reasonably require, such information contained in the records as E may reasonably specify, b to give to E, within such time and in such form as E may reasonably require, such copies of documents forming part of the records as E may reasonably specify, and c to make the records available for E's inspection at such time and place as E may reasonably require (and permit E to take copies of, or make extracts from, them). 6 Where a business, or part of a business, carried on by a taxable person is transferred to another person as a going concern, the Commissioners may disclose to the transferee any information relating to the business when it was carried on by the transferor for the purpose of enabling the transferee to comply with the transferee's duties under this Act. 7 In section 94(6) of VATA 1994 (meaning of  “business” etc)— a after  “a business” insert  “                        , or part of a business,                      ” , and b for  “its assets or liabilities” substitute  “                        the assets or liabilities of the business or part of the business                      ” . 8 In paragraph 1(2) of Schedule 1 to that Act (registration in respect of taxable supplies), after  “Where a business” insert  “                    , or part of a business,                  ” . 9 In paragraph 8(2)(b) of Schedule 4 to that Act (matters to be treated as supply of goods or services), after  “a business” insert  “                    , or part of a business,                  ” . 10 The amendments made by this section have effect in relation to transfers pursuant to contracts entered into on or after 1st September 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "101", "section_title": "IPT: meaning of  “premium”", "section_text": "101 1 In section 72 of FA 1994 (interpretation:  “premium”), after subsection (1A) insert— 1B Where— a an amount is charged (to the insured or any other person) in respect of the acquisition of a right (whether of the insured or any other person) to require the insurer to provide, or offer to provide, any of the cover included in a taxable insurance contract, and b any payment in respect of that amount is not regarded as a payment received under that contract by the insurer by virtue of subsection (1A) above, the payment is to be regarded as a payment received under that contract by the insurer unless it is chargeable to tax at the higher rate by virtue of section 52A above. 2 The amendment made by subsection (1) has effect in relation to amounts charged on or after 22nd March 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "102", "section_title": "Abolition of  PRT  for fields recommissioned after earlier decommissioning", "section_text": "102 1 Section 185 of FA 1993 (abolition of PRT for oil fields with development consents on or after 16th March 1993) is amended as follows. 2 In subsection (1)\t\t\t\t\t(meaning of  “ non-taxable field ” and  “ taxable field ”), after paragraph (b) insert  “                    or an oil field which does not meet the conditions in paragraphs (a) and (b) above but which does meet the conditions in subsection (1A) below                  ” . 3 After that subsection insert— 1A An oil field meets the conditions in this subsection if— a the Secretary of State has at any time approved one or more abandonment programmes under Part 4 of the Petroleum Act 1998 (or Part 1 of the Petroleum Act 1987) in relation to all assets of the field which are relevant assets; b those programmes have been carried out to the satisfaction of the Secretary of State; c a development decision is made in relation to the field; and d that decision is made on or after 16th March 1993 and after those programmes have been so carried out. 1B For the purposes of subsection (1A)(a) above, an asset is a relevant asset of an oil field if— a it has at any time been a qualifying asset (within the meaning of the 1983 Act) in relation to any participator in the field; and b it has at any time been used for the purpose of winning oil from the field. 1C For the purposes of subsection (1A)(c) and (d) above, a development decision is made in relation to an oil field when— a consent for development is granted to a licensee by the Secretary of State in respect of the whole or part of the field; or b a programme of development is served on a licensee or approved by the Secretary of State for the whole or part of the field. 4 In subsection (7)\t\t\t\t\t(meaning of  “development” etc), for  “subsections (1) and (2)” substitute  “                    this section                  ” . 5 An oil field which meets the conditions in subsection (1A) of section 185 of FA 1993 (as inserted by subsection (3) above) becomes a non-taxable field for the purposes of any enactment relating to petroleum revenue tax— a in any case where the development decision is made before 1st July 2007, on that date, and b in any other case, on the date on which the development decision is made."}, {"act": "Finance Act 2007", "year": 2007, "section": "103", "section_title": "Tax-exempt tariffing receipts", "section_text": "103 1 Section 6A of the Oil Taxation Act 1983 (c. 56) (tax-exempt tariffing receipts) is amended as follows. 2 In subsection (4), insert at the end or                     c use in relation to a UK recommissioned field (see subsection (5) below) or oil won from such a field. 3 In subsection (5), insert at the end— “ UK recommissioned field ” means any oil field which is not a new field or qualifying existing field but as respects which the conditions in section 185(1A) of the Finance Act 1993 are satisfied (fields recommissioned after earlier decommissioning). 4 The amendments made by this section are deemed to have come into force on 1st July 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "104", "section_title": "Allowance of unrelievable loss from abandoned field", "section_text": "104 1 In section 6 of the Oil Taxation Act 1975 (c. 22) (allowance of unrelievable loss from abandoned field), after subsection (4) insert— 4A For the purposes of this section and Schedule 8 to this Act, the winning of oil from an oil field shall not be regarded as having permanently ceased until all the oil wells in the field have been permanently abandoned. 2 The amendment made by subsection (1) is deemed to have come into force on 1st July 2007."}, {"act": "Finance Act 2007", "year": 2007, "section": "105", "section_title": "Amendments connected with Gambling Act 2005", "section_text": "105 Schedule 25 contains amendments that are consequential on, or otherwise connected with, the Gambling Act 2005 (c. 19)."}, {"act": "Finance Act 2007", "year": 2007, "section": "106", "section_title": "VED: exempt vehicles", "section_text": "106 1 In section 5 of VERA 1994 (exempt vehicles), after subsection (2) insert— 3 The Secretary of State may by order amend Schedule 2 in order to make provision about the descriptions of— a tractors, and b vehicles used for purposes relating to agriculture, horticulture or forestry, that are to be exempt vehicles. 4 An order under subsection (3) may in particular repeal any of paragraphs 20A to 20D of Schedule 2. 2 In section 60(3) of that Act (orders subject to affirmative procedure), after  “under” insert  “                    section 5(3) or                  ” ."}, {"act": "Finance Act 2007", "year": 2007, "section": "107", "section_title": "Limitation period in old actions for mistake of law relating to direct tax", "section_text": "107 1 Section 32(1)(c) of the Limitation Act 1980 (c. 58)\t\t\t\t\t(extended period for bringing action in case of mistake) does not apply in relation to any action brought before 8th September 2003 for relief from the consequences of a mistake of law relating to a taxation matter under the care and management of the Commissioners of Inland Revenue. 2 Subsection (1) has effect regardless of how the grounds on which the action was brought were expressed and of whether it was also brought otherwise than for such relief. 3 But subsection (1) does not have effect in relation to an action, or so much of an action as relates to a cause of action, if— a the action, or cause of action, has been the subject of a judgment of the House of Lords given before 6th December 2006 as to the application of section 32(1)(c) in relation to such relief, or b the parties to the action are, in accordance with a group litigation order, bound in relation to the action, or cause of action, by a judgment of the House of Lords in another action given before that date as to the application of section 32(1)(c) in relation to such relief. 4 If the judgment of any court was given on or after 6th December 2006 but before the day on which this Act is passed, the judgment is to be taken to have been what it would have been had subsections (1) to (3) been in force at all times since the action was brought (and any defence of limitation which would have been available had been raised). 5 And any payment made to satisfy a liability under the judgment which (in consequence of subsection (4)) is to be taken not to have been imposed is repayable (with interest from the date of the payment). 5A Subsection (1) also does not have effect in relation to an action, or so much of an action as relates to a cause of action, if the consequences of a mistake of law to which the action, or cause of action, relates is the charging of tax contrary to  EU  law. 6 In this section— “ group litigation order ” means an order of a court providing for the case management of actions which give rise to common or related issues of fact or law, and “ judgment ” includes order (and  “ given ” includes made)."}, {"act": "Finance Act 2007", "year": 2007, "section": "108", "section_title": "Disclosure of tax avoidance schemes", "section_text": "108 1 Part 7 of FA 2004 (disclosure of tax avoidance schemes) is amended as follows. 2 After section 306 insert— Doubt as to notifiability 306A 1 HMRC may apply to the Special Commissioners for an order that— a a proposal is to be treated as notifiable, or b arrangements are to be treated as notifiable. 2 An application must specify— a the proposal or arrangements in respect of which the order is sought, and b the promoter. 3 On an application the Special Commissioners may make the order only if satisfied that HMRC— a have taken all reasonable steps to establish whether the proposal or arrangements are notifiable, and b have reasonable grounds for suspecting that the proposal or arrangements may be notifiable. 4 Reasonable steps under subsection (3)(a) may (but need not) include taking action under section 313A or 313B. 5 Grounds for suspicion under subsection (3)(b) may include— a the fact that the relevant arrangements fall within a description prescribed under section 306(1)(a); b an attempt by the promoter to avoid or delay providing information or documents about the proposal or arrangements under or by virtue of section 313A or 313B; c the promoter's failure to comply with a requirement under or by virtue of section 313A or 313B in relation to another proposal or other arrangements. 6 Where an order is made under this section in respect of a proposal or arrangements, the prescribed period for the purposes of section 308(1) or (3) in so far as it applies by virtue of the order— a shall begin after a date prescribed for the purpose, and b may be of a different length than the prescribed period for the purpose of other applications of section 308(1) or (3). 7 An order under this section in relation to a proposal or arrangements is without prejudice to the possible application of section 308, other than by virtue of this section, to the proposal or arrangements. 3 In section 307 (“promoter”), insert at the end— 6 In the application of this Part to a proposal or arrangements which are not notifiable, a reference to a promoter is a reference to a person who would be a promoter under subsections (1) to (5) if the proposal or arrangements were notifiable. 4 After section 308 insert— Supplemental information 308A 1 This section applies where— a a promoter (P) has provided information in purported compliance with section 308(1) or (3), but b HMRC believe that P has not provided all the prescribed information. 2 HMRC may apply to the Special Commissioners for an order requiring P to provide specified information about, or documents relating to, the notifiable proposal or arrangements. 3 The Special Commissioners may make an order under subsection (2) in respect of information or documents only if satisfied that HMRC have reasonable grounds for suspecting that the information or documents— a form part of the prescribed information, or b will support or explain the prescribed information. 4 A requirement by virtue of subsection (2) shall be treated as part of P's duty under section 308(1) or (3). 5 In so far as P's duty under section 308(1) or (3) arises out of a requirement by virtue of subsection (2) above, the prescribed period shall begin after a date prescribed for the purpose. 6 In so far as P's duty under section 308(1) or (3) arises out of a requirement by virtue of subsection (2) above, the prescribed period— a may be of a different length than the prescribed period for the purpose of other applications of section 308(1) or (3), and b may be extended by HMRC by direction. 5 After section 313 insert— Pre-disclosure enquiry 313A 1 Where HMRC suspect that a person (P) is the promoter of a proposal or arrangements which may be notifiable, they may by written notice require P to state— a whether in P's opinion the proposal or arrangements are notifiable by P, and b if not, the reasons for P's opinion. 2 A notice must specify the proposal or arrangements to which it relates. 3 For the purpose of subsection (1)(b)— a it is not sufficient to refer to the fact that a lawyer or other professional has given an opinion, b the reasons must show, by reference to this Part and regulations under it, why P thinks the proposal or arrangements are not notifiable by P, and c in particular, if P asserts that the arrangements do not fall within any description prescribed under section 306(1)(a), the reasons must provide sufficient information to enable HMRC to confirm the assertion. 4 P must comply with a requirement under or by virtue of subsection (1) within— a the prescribed period, or b such longer period as HMRC may direct. Reasons for non-disclosure: supporting information 313B 1 Where HMRC receive from a person (P) a statement of reasons why a proposal or arrangements are not notifiable by P, HMRC may apply to the Special Commissioners for an order requiring P to provide specified information or documents in support of the reasons. 2 P must comply with a requirement under or by virtue of subsection (1) within— a the prescribed period, or b such longer period as HMRC may direct. 3 The power under subsection (1)— a may be exercised more than once, and b applies whether or not the statement of reasons was received under section 313A(1)(b). 6 After section 314 insert— Order to disclose 314A 1 HMRC may apply to the Special Commissioners for an order that— a a proposal is notifiable, or b arrangements are notifiable. 2 An application must specify— a the proposal or arrangements in respect of which the order is sought, and b the promoter. 3 On an application the Special Commissioners may make the order only if satisfied that section 306(1)(a) to (c) applies to the relevant arrangements. 7 After section 317 insert— Special Commissioners: procedure 317A Sections 56B to 56D of the Taxes Management Act 1970 (procedure) shall apply (with any necessary modifications) to applications under this Part as to appeals. 8 In section 318(1) (interpretation)— a after the definition of  “corporation tax” insert— “ HMRC ” means the Commissioners for Her Majesty's Revenue and Customs;  and b after the definition of  “reference number” insert— “ the Special Commissioners ” has the meaning given by section 4 of the Taxes Management Act 1970; . 9 In section 98C of TMA 1970 (notifications under Part 7 of FA 2004)— a in subsection (2), at the end insert— , and                         e sections 313A and 313B (duty of promoter to respond to inquiry). , and b after that subsection insert— 2A Where a failure to comply with a provision mentioned in subsection (2) concerns a proposal or arrangements in respect of which an order has been made under section 306A of the Finance Act 2004 (doubt as to notifiability), the amount specified in subsection (1)(b) above shall be increased to the prescribed sum. 2B Where a failure to comply with a provision mentioned in subsection (2) concerns a proposal or arrangements in respect of which an order has been made under section 314A of the Finance Act 2004 (order to disclose), the amount specified in subsection (1)(b) above shall be increased to the prescribed sum in relation to days falling after the prescribed period. 2C In subsection (2A) and (2B)— a “ the prescribed sum ” means a sum prescribed by the Treasury by regulations, and b “ the prescribed period ” means a period beginning with the date of the order under section 314A and prescribed by the Commissioners by regulations. 2D The making of an order under section 314A of that Act does not of itself mean that, for the purposes of section 118(2) of this Act, a person either did or did not have a reasonable excuse for non-compliance before the order was made. 2E Where an order is made under section 314A of that Act then for the purposes of section 118(2) of this Act— a the person identified in the order as the promoter of the proposal or arrangements cannot, in respect of any time after the end of the period mentioned in subsection (2B), rely on doubt as to notifiability as an excuse for failure to comply with section 308 of that Act, and b any delay in compliance with that section after the end of that period is unreasonable unless attributable to something other than doubt as to notifiability. 2F Regulations under subsection (2C)— a may include incidental or transitional provision, b shall be made by statutory instrument, c in the case of regulations under subsection (2C)(a), shall not be made unless a draft has been laid before and approved by resolution of the House of Commons, and d in the case of regulations under subsection (2C)(b), shall be subject to annulment in pursuance of a resolution of the House of Commons. 10 The amendments made by this section come into force on the passing of this Act; and— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a power under Part 7 of FA 2004 as amended by this section may be exercised in relation to, or by virtue of, matters arising wholly or partly before the passing of this Act."}, {"act": "Finance Act 2007", "year": 2007, "section": "109", "section_title": "Meaning of  “recognised stock exchange” etc", "section_text": "109 Schedule 26 contains— a new definitions of  “ recognised stock exchange ” for the purposes of the Tax Acts and TCGA 1992, b provision for the valuation for the purposes of TCGA 1992 of certain shares or securities listed on recognised stock exchanges, c provision for the valuation for the purposes of Chapter 8 of Part 4 of ITTOIA 2005 of strips and securities exchanged for strips, and d minor and consequential amendments in relation to stock exchanges."}, {"act": "Finance Act 2007", "year": 2007, "section": "110", "section_title": "Mergers Directive: regulations", "section_text": "110 1 The Treasury may by regulations make provision about— a the tax consequences of a merger to form an SE or SCE, b the tax consequences of a merger where— i each party to the merger is resident in a member State, and ii the parties are not all resident in the same member State, c the tax consequences of a transfer between companies of a business or part of a business, where— i each party to the transfer is resident in a member State, and ii the parties are not all resident in the same member State, d the tax consequences of a share exchange to which section 135 of TCGA 1992 (exchange of securities) applies where companies A and B are resident in different member States, e the residence of an SE or SCE. 2 Regulations may, in particular, make provision— a about the taxation of chargeable gains (including conferring relief from taxation in relation to transfers or mergers which satisfy specified conditions), b conferring relief from taxation on a distribution of a company which satisfies specified conditions, c about the treatment of securities issued on a transfer or merger, d about the treatment of loan relationships, e about the treatment of derivative contracts, f about the treatment of intangible fixed assets, and g about capital allowances. 3 Regulations may make provision only if the Treasury think it necessary or expedient for the purposes of complying with the United Kingdom's obligations under the Mergers Directive. 4 In this section— “ the Mergers Directive ” means Council Directive   2009/133/EC , “ SCE ” means an SCE formed in accordance with Council Regulation  ( EC ) 1435/2003  on the Statute for a European Cooperative Society, and “ SE ” means an SE formed in accordance with Council Regulation  (EC) 2157/2001  on the Statute for a European Company. 5 Regulations under this section may— a amend the Taxes Acts, b make incidental or consequential amendments of enactments other than the Taxes Acts, c make provision having retrospective effect, d make provision generally or only for specified cases or circumstances, e make different provision for different cases or circumstances, f make incidental, consequential or transitional provision. 6 In this section  “ the Taxes Acts ” has the meaning given by section 118(1) of TMA 1970."}, {"act": "Finance Act 2007", "year": 2007, "section": "111", "section_title": "Excise duties: small consignment relief", "section_text": "111 1 The Excise Duties (Small Non-Commercial Consignments) Relief Regulations 1986 (S.I. 1986/938) are revoked. 2 The revocation made by subsection (1) does not apply in relation to goods consigned before the day on which this Act is passed."}, {"act": "Finance Act 2007", "year": 2007, "section": "112", "section_title": "Updating references to Standing Committees", "section_text": "112 1 In section 1(4)(b) of the Provisional Collection of Taxes Act 1968 (c. 2)\t\t\t\t\t(circumstances in which a resolution affecting income tax etc ceases to have effect), for  “Standing Committee” substitute  “                    Public Bill Committee                  ” . 2 In section 50(2)(a) of FA 1973 (corresponding provision for stamp duty), for  “Standing Committee” substitute  “                    Public Bill Committee                  ” ."}, {"act": "Finance Act 2007", "year": 2007, "section": "113", "section_title": "Interpretation", "section_text": "113 1 In this Act— “ BGDA 1981 ” means the Betting and Gaming Duties Act 1981 (c. 63), “ CAA  2001 ” means the Capital Allowances Act 2001 (c. 2), “ CEMA  1979 ” means the Customs and Excise Management Act 1979 (c. 2), “ CRCA 2005 ” means the Commissioners for Revenue and Customs Act 2005 (c. 11),   “ CTA 2009 ” means the Corporation Tax Act 2009;   “ ICTA ” means the Income and Corporation Taxes Act 1988 (c. 1), “ IHTA  1984 ” means the Inheritance Tax Act 1984 (c. 51), “ ITA 2007 ” means the Income Tax Act 2007 (c. 3), “ ITEPA 2003 ” means the Income Tax (Earnings and Pensions) Act 2003 (c. 1), “ ITTOIA 2005 ” means the Income Tax (Trading and Other Income) Act 2005 (c. 5), “ TCGA 1992 ” means the Taxation of Chargeable Gains Act 1992 (c. 12), “ TMA 1970 ” means the Taxes Management Act 1970 (c. 9), “ VATA 1994 ” means the Value Added Tax Act 1994 (c. 23), and “ VERA 1994 ” means the Vehicle Excise and Registration Act 1994 (c. 22). 2 In this Act— “FA”, followed by a year, means the Finance Act of that year, and “F(No.2)A”, followed by a year, means the Finance (No.2) Act of that year."}, {"act": "Finance Act 2007", "year": 2007, "section": "114", "section_title": "Repeals", "section_text": "114 Schedule 27 contains repeals."}, {"act": "Finance Act 2007", "year": 2007, "section": "115", "section_title": "Short title", "section_text": "115 This Act may be cited as the Finance Act 2007."}]