[{"act": "Forced Marriage (Civil Protection) Act 2007", "year": 2007, "section": "1", "section_title": "Protection against forced marriage: England and Wales", "section_text": "1 After Part 4 of the Family Law Act 1996 (c. 27) insert— Part 4A Forced marriage Forced marriage protection orders Forced marriage protection orders 63A 1 The court may make an order for the purposes of protecting— a a person from being forced into a marriage or from any attempt to be forced into a marriage; or b a person who has been forced into a marriage. 2 In deciding whether to exercise its powers under this section and, if so, in what manner, the court must have regard to all the circumstances including the need to secure the health, safety and well-being of the person to be protected. 3 In ascertaining that person's well-being, the court must, in particular, have such regard to the person's wishes and feelings (so far as they are reasonably ascertainable) as the court considers appropriate in the light of the person's age and understanding. 4 For the purposes of this Part a person (“A”) is forced into a marriage if another person (“B”) forces A to enter into a marriage (whether with B or another person) without A's free and full consent. 5 For the purposes of subsection (4) it does not matter whether the conduct of B which forces A to enter into a marriage is directed against A, B or another person. 6 In this Part— “ force ” includes coerce by threats or other psychological means (and related expressions are to be read accordingly); and “ forced marriage protection order ” means an order under this section. Contents of orders 63B 1 A forced marriage protection order may contain— a such prohibitions, restrictions or requirements; and b such other terms; as the court considers appropriate for the purposes of the order. 2 The terms of such orders may, in particular, relate to— a conduct outside England and Wales as well as (or instead of) conduct within England and Wales; b respondents who are, or may become, involved in other respects as well as (or instead of) respondents who force or attempt to force, or may force or attempt to force, a person to enter into a marriage; c other persons who are, or may become, involved in other respects as well as respondents of any kind. 3 For the purposes of subsection (2) examples of involvement in other respects are— a aiding, abetting, counselling, procuring, encouraging or assisting another person to force, or to attempt to force, a person to enter into a marriage; or b conspiring to force, or to attempt to force, a person to enter into a marriage. Applications and other occasions for making orders 63C 1 The court may make a forced marriage protection order— a on an application being made to it; or b without an application being made to it but in the circumstances mentioned in subsection (6). 2 An application may be made by— a the person who is to be protected by the order; or b a relevant third party. 3 An application may be made by any other person with the leave of the court. 4 In deciding whether to grant leave, the court must have regard to all the circumstances including— a the applicant's connection with the person to be protected; b the applicant's knowledge of the circumstances of the person to be protected; and c the wishes and feelings of the person to be protected so far as they are reasonably ascertainable and so far as the court considers it appropriate, in the light of the person's age and understanding, to have regard to them. 5 An application under this section may be made in other family proceedings or without any other family proceedings being instituted. 6 The circumstances in which the court may make an order without an application being made are where— a any other family proceedings are before the court (“the current proceedings”); b the court considers that a forced marriage protection order should be made to protect a person (whether or not a party to the current proceedings); and c a person who would be a respondent to any such proceedings for a forced marriage protection order is a party to the current proceedings. 7 In this section— “ family proceedings ” has the same meaning as in Part 4 (see section 63(1) and (2)) but also includes— proceedings under the inherent jurisdiction of the High Court in relation to adults; proceedings in which the court has made an emergency protection order under section 44 of the Children Act 1989 (c. 41) which includes an exclusion requirement (as defined in section 44A(3) of that Act); and proceedings in which the court has made an order under section 50 of the Act of 1989 (recovery of abducted children  etc. ); and “ relevant third party ” means a person specified, or falling within a description of persons specified, by order of the Lord Chancellor. 8 An order of the Lord Chancellor under subsection (7) may, in particular, specify the Secretary of State. Further provision about orders Ex parte orders: Part 4A 63D 1 The court may, in any case where it considers that it is just and convenient to do so, make a forced marriage protection order even though the respondent has not been given such notice of the proceedings as would otherwise be required by rules of court. 2 In deciding whether to exercise its powers under subsection (1), the court must have regard to all the circumstances including— a any risk of significant harm to the person to be protected or another person if the order is not made immediately; b whether it is likely that an applicant will be deterred or prevented from pursuing an application if an order is not made immediately; and c whether there is reason to believe that— i the respondent is aware of the proceedings but is deliberately evading service; and ii the delay involved in effecting substituted service will cause serious prejudice to the person to be protected or (if a different person) an applicant. 3 The court must give the respondent an opportunity to make representations about any order made by virtue of subsection (1). 4 The opportunity must be— a as soon as just and convenient; and b at a hearing of which notice has been given to all the parties in accordance with rules of court. Undertakings instead of orders 63E 1 The court may, subject to subsection (3), accept an undertaking from the respondent to proceedings for a forced marriage protection order if it has power to make such an order. 2 No power of arrest may be attached to an undertaking given under subsection (1). 3 The court may not accept an undertaking under subsection (1) instead of making an order if a power of arrest would otherwise have been attached to the order. 4 An undertaking given to the court under subsection (1) is enforceable as if the court had made the order in terms corresponding to those of the undertaking. 5 This section is without prejudice to the powers of the court apart from this section. Duration of orders 63F A forced marriage protection order may be made for a specified period or until varied or discharged. Variation of orders and their discharge 63G 1 The court may vary or discharge a forced marriage protection order on an application by— a any party to the proceedings for the order; b the person being protected by the order (if not a party to the proceedings for the order); or c any person affected by the order. 2 In addition, the court may vary or discharge a forced marriage protection order made by virtue of section 63C(1)(b) even though no application under subsection (1) above has been made to the court. 3 Section 63D applies to a variation of a forced marriage protection order as it applies to the making of such an order. 4 Section 63E applies to proceedings for a variation of a forced marriage protection order as it applies to proceedings for the making of such an order. 5 Accordingly, references in sections 63D and 63E to making a forced marriage protection order are to be read for the purposes of subsections (3) and (4) above as references to varying such an order. 6 Subsection (7) applies if a power of arrest has been attached to provisions of a forced marriage protection order by virtue of section 63H. 7 The court may vary or discharge the order under this section so far as it confers a power of arrest (whether or not there is a variation or discharge of any other provision of the order). Arrest for breach of orders Attachment of powers of arrest to orders 63H 1 Subsection (2) applies if the court— a intends to make a forced marriage protection order otherwise than by virtue of section 63D; and b considers that the respondent has used or threatened violence against the person being protected or otherwise in connection with the matters being dealt with by the order. 2 The court must attach a power of arrest to one or more provisions of the order unless it considers that, in all the circumstances of the case, there will be adequate protection without such a power. 3 Subsection (4) applies if the court— a intends to make a forced marriage protection order by virtue of section 63D; and b considers that the respondent has used or threatened violence against the person being protected or otherwise in connection with the matters being dealt with by the order. 4 The court may attach a power of arrest to one or more provisions of the order if it considers that there is a risk of significant harm to a person, attributable to conduct of the respondent, if the power of arrest is not attached to the provisions immediately. 5 The court may provide for a power of arrest attached to any provisions of an order under subsection (4) to have effect for a shorter period than the other provisions of the order. 6 Any period specified for the purposes of subsection (5) may be extended by the court (on one or more occasions) on an application to vary or discharge the order. 7 In this section  “ respondent ” includes any person who is not a respondent but to whom an order is directed. Arrest under attached powers 63I 1 Subsection (2) applies if a power of arrest is attached to provisions of a forced marriage protection order under section 63H. 2 A constable may arrest without warrant a person whom the constable has reasonable cause for suspecting to be in breach of any such provision or otherwise in contempt of court in relation to the order. 3 A person arrested under subsection (2) must be brought before the relevant judge within the period of 24 hours beginning at the time of the person's arrest. 4 In calculating any period of 24 hours for the purposes of subsection (3), Christmas Day, Good Friday and any Sunday are to be ignored. Arrest under warrant 63J 1 Subsection (2) applies if the court has made a forced marriage protection order but— a no power of arrest is attached to any provision of the order under section 63H; b such a power is attached only to certain provisions of the order; or c such a power was attached for a shorter period than other provisions of the order and that period has expired. 2 An interested party may apply to the relevant judge for the issue of a warrant for the arrest of a person if the interested party considers that the person has failed to comply with the order or is otherwise in contempt of court in relation to the order. 3 The relevant judge must not issue a warrant on an application under subsection (2) unless— a the application is substantiated on oath; and b the relevant judge has reasonable grounds for believing that the person to be arrested has failed to comply with the order or is otherwise in contempt of court in relation to the order. 4 In this section  “ interested party ”, in relation to a forced marriage protection order, means— a the person being protected by the order; b (if a different person) the person who applied for the order; or c any other person; but no application may be made under subsection (2) by a person falling within paragraph (c) without the leave of the relevant judge. Remand: general 63K 1 The court before which an arrested person is brought under section 63I(3) or by virtue of a warrant issued under section 63J may, if the matter is not then disposed of immediately, remand the person concerned. 2 Schedule 5 has effect in relation to the powers of the court to remand a person by virtue of this section but as if the following modifications were made to the Schedule. 3 The modifications are that— a in paragraph 2(1) of Schedule 5, the reference to section 47 is to be read as a reference to this section; and b in paragraph 2(5)(b) of the Schedule, the reference to section 48(1) is to be read as a reference to section 63L(1). 4 Subsection (5) applies if a person remanded under this section is granted bail under Schedule 5 as modified above. 5 The person may be required by the relevant judge to comply, before release on bail or later, with such requirements as appear to the relevant judge to be necessary to secure that the person does not interfere with witnesses or otherwise obstruct the course of justice. Remand: medical examination and report 63L 1 Any power to remand a person under section 63K(1) may be exercised for the purpose of enabling a medical examination and report to be made if the relevant judge has reason to consider that a medical report will be required. 2 If such a power is so exercised, the adjournment must not be for more than 4 weeks at a time unless the relevant judge remands the accused in custody. 3 If the relevant judge remands the accused in custody, the adjournment must not be for more than 3 weeks at a time. 4 Subsection (5) applies if there is reason to suspect that a person who has been arrested— a under section 63I(2); or b under a warrant issued on an application made under section 63J(2); is suffering from mental illness or severe mental impairment. 5 The relevant judge has the same power to make an order under section 35 of the Mental Health Act 1983 (c. 20)\t\t\t\t\t\t\t\t\t\t(remand for report on accused's mental condition) as the Crown Court has under section 35 of that Act in the case of an accused person within the meaning of that section. Jurisdiction and procedure Jurisdiction of courts: Part 4A 63M 1 For the purposes of this Part  “ the court ” means the High Court or a county court. 2 Subsection (1) is subject to any provision made by virtue of subsections (3) and (4). 3 Section 57(3) to (12)\t\t\t\t\t\t\t\t\t\t(allocation of proceedings to courts etc.) apply for the purposes of this Part as they apply for the purposes of Part 4 but as if the following modification were made. 4 The modification is that section 57(8) is to be read as if there were substituted for it— 8 For the purposes of subsections (3), (4) and (5), there are two levels of court— a the High Court; and b any county court. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Contempt proceedings: Part 4A 63O The powers of the court in relation to contempt of court arising out of a person's failure to comply with a forced marriage protection order or otherwise in connection with such an order may be exercised by the relevant judge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Supplementary Guidance 63Q 1 The Secretary of State may from time to time prepare and publish guidance to such descriptions of persons as the Secretary of State considers appropriate about— a the effect of this Part or any provision of this Part; or b other matters relating to forced marriages. 2 A person exercising public functions to whom guidance is given under this section must have regard to it in the exercise of those functions. 3 Nothing in this section permits the Secretary of State to give guidance to any court or tribunal. Other protection or assistance against forced marriage 63R 1 This Part does not affect any other protection or assistance available to a person who— a is being, or may be, forced into a marriage or subjected to an attempt to be forced into a marriage; or b has been forced into a marriage. 2 In particular, it does not affect— a the inherent jurisdiction of the High Court; b any criminal liability; c any civil remedies under the Protection from Harassment Act 1997 (c. 40); d any right to an occupation order or a non-molestation order under Part 4 of this Act; e any protection or assistance under the Children Act 1989 (c. 41); f any claim in tort; or g the law of marriage. Interpretation of Part 4A 63S In this Part— “the court” is to be read with section 63M; “force”\t\t\t\t\t\t\t\t\t\t(and related expressions), in relation to a marriage, are to be read in accordance with section 63A(4) to (6); “ forced marriage protection order ” has the meaning given by section 63A(6); “ marriage ” means any religious or civil ceremony of marriage (whether or not legally binding); and “ the relevant judge ”, in relation to any order under this Part, means— where the order was made by the High Court, a judge of that court; and where the order was made by a county court, a judge or district judge of that or any other county court."}, {"act": "Forced Marriage (Civil Protection) Act 2007", "year": 2007, "section": "2", "section_title": "Protection against forced marriage: Northern Ireland", "section_text": "2 Schedule 1 (protection against forced marriage: Northern Ireland) has effect."}, {"act": "Forced Marriage (Civil Protection) Act 2007", "year": 2007, "section": "3", "section_title": "Consequential amendments etc.", "section_text": "3 1 Schedule 2 (consequential amendments) has effect. 2 The Lord Chancellor may by order make such supplementary, incidental or consequential provision as the Lord Chancellor considers appropriate for the purposes of section 1 or in consequence of that section. 3 The Department of Finance and Personnel may by order make such supplementary, incidental or consequential provision as the Department considers appropriate for the purposes of section 2 and Schedule 1 or in consequence of those provisions. 4 An order under subsection (2)— a may contain such transitional, transitory or saving provision as the Lord Chancellor considers appropriate; and b is to be made by statutory instrument. 5 An order under subsection (3)— a may contain such transitional, transitory or saving provision as the Department of Finance and Personnel considers appropriate; and b is to be made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 ( S.I.  1979/1573 (N.I.12)). 6 Any power to make an order under this section may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an enactment (including any Act passed in the same Session as this Act). 7 No order is to be made under this section— a by the Lord Chancellor unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament; b by the Department of Finance and Personnel unless a draft of the order has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 8 Subsection (7)(a) does not apply to an order which does not amend or repeal any provision of an Act and an order of the Lord Chancellor under this section which does not amend or repeal any provision of an Act is subject to annulment in pursuance of a resolution of either House of Parliament. 9 Subsection (7)(b) does not apply to an order which does not amend or repeal any provision of an Act or Northern Ireland legislation and an order of the Department of Finance and Personnel under this section which does not amend or repeal any provision of an Act or Northern Ireland legislation is subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.))). 10 In this section  “ enactment ” includes Northern Ireland legislation."}, {"act": "Forced Marriage (Civil Protection) Act 2007", "year": 2007, "section": "4", "section_title": "Short title, commencement and extent", "section_text": "4 1 This Act may be cited as the Forced Marriage (Civil Protection) Act 2007. 2 Section 1, section 3(1)\t\t\t\t\t(so far as relating to Part 1 of Schedule 2) and Part 1 of Schedule 2 come into force on such day as the Lord Chancellor may by order appoint; and different days may be appointed for different purposes. 3 An order under subsection (2)— a may contain such transitional, transitory or saving provision as the Lord Chancellor considers appropriate; and b is to be made by statutory instrument. 4 Section 2, section 3(1)\t\t\t\t\t(so far as relating to Part 2 of Schedule 2), Schedule 1 and Part 2 of Schedule 2 come into force on such day as the Department of Finance and Personnel may by order appoint; and different days may be appointed for different purposes. 5 An order under subsection (4)— a may contain such transitional, transitory or saving provision as the Department of Finance and Personnel considers appropriate; and b is to be made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I.12)). 6 Section 1 and Part 1 of Schedule 2 extend to England and Wales only. 7 Section 2, Schedule 1 and Part 2 of Schedule 2 extend to Northern Ireland only. 8 Section 3 and this section extend to England and Wales and Northern Ireland only."}]