[{"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "1", "section_title": "Issue of certificate", "section_text": "  1 1 This section applies in relation to a person charged with one or more indictable offences (“ the defendant ”). 2 The Director of Public Prosecutions for Northern Ireland may issue a certificate that any trial on indictment of the defendant (and of any person committed for trial with the defendant) is to be conducted without a jury if— a he suspects that any of the following conditions is met, and b he is satisfied that in view of this there is a risk that the administration of justice might be impaired if the trial were to be conducted with a jury. 3 Condition 1 is that the defendant is, or is an associate (see subsection (9)) of, a person who— a is a member of a proscribed organisation (see subsection (10)), or b has at any time been a member of an organisation that was, at that time, a proscribed organisation. 4 Condition 2 is that— a the offence or any of the offences was committed on behalf of a proscribed organisation, or b a proscribed organisation was otherwise involved with, or assisted in, the carrying out of the offence or any of the offences. 5 Condition 3 is that an attempt has been made to prejudice the investigation or prosecution of the offence or any of the offences and— a the attempt was made on behalf of a proscribed organisation, or b a proscribed organisation was otherwise involved with, or assisted in, the attempt. 6 Condition 4 is that the offence or any of the offences was committed to any extent (whether directly or indirectly) as a result of, in connection with or in response to religious or political hostility of one person or group of persons towards another person or group of persons. 6A The Director of Public Prosecutions for Northern Ireland may not issue a certificate under subsection (2) if— a the proceedings are taken in Northern Ireland only by virtue of section 28 of the Counter-Terrorism Act 2008, and b it appears to the Director that the only condition that is met is condition 4. 7 In subsection (6)\t\t\t\t\t “ religious or political hostility ” means hostility based to any extent on— a religious belief or political opinion, b supposed religious belief or political opinion, or c the absence or supposed absence of any, or any particular, religious belief or political opinion. 8 In subsection (6) the references to persons and groups of persons need not include a reference to the defendant or to any victim of the offence or offences. 9 For the purposes of this section a person (A) is the associate of another person (B) if— a A is the spouse or a former spouse of B, b A is the civil partner or a former civil partner of B, c A and B (whether of different sexes or the same sex) live as partners, or have lived as partners, in an enduring family relationship, d A is a friend of B, or e A is a relative of B. 10 For the purposes of this section an organisation is a proscribed organisation, in relation to any time, if at that time— a it is (or was) proscribed (within the meaning given by section 11(4) of the Terrorism Act 2000 (c. 11)), and b its activities are (or were) connected with the affairs of Northern Ireland."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "2", "section_title": "Certificates: supplementary", "section_text": "  2 1 If a certificate under section 1 is issued in relation to any trial on indictment of a person charged with one or more indictable offences (“ the defendant ”), it must be lodged with the court before the arraignment of— a the defendant, or b any person committed for trial on indictment with the defendant. 2 A certificate lodged under subsection (1) may be modified or withdrawn by giving notice to the court at any time before the arraignment of— a the defendant, or b any person committed for trial on indictment with the defendant. 3 In this section  “ the court ” means— a in relation to a time before the committal for trial on indictment of the defendant, the magistrates' court before which any proceedings for the offence or any of the offences mentioned in subsection (1) are being, or have been, conducted; b otherwise, the Crown Court."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "3", "section_title": "Preliminary inquiry", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "4", "section_title": "Court for trial", "section_text": "  4 1 A trial on indictment in relation to which a certificate under section 1 has been issued is to be held only at the Crown Court sitting in Belfast, unless the Lord Chief Justice of Northern Ireland directs that— a the trial, b a part of the trial, or c a class of trials within which the trial falls, is to be held at the Crown Court sitting elsewhere. 2 The Lord Chief Justice of Northern Ireland may nominate any of the following to exercise his functions under subsection (1)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002 (c. 26); b a Lord Justice of Appeal (as defined in section 88 of that Act). 3 If a person is committed for trial on indictment and a certificate under section 1 has been issued in relation to the trial, the person must be committed— a to the Crown Court sitting in Belfast, or b where a direction has been given under subsection (1) which concerns the trial, to the Crown Court sitting at the place specified in the direction; and section 48 of the Judicature (Northern Ireland) Act 1978 (c. 23)\t\t\t\t\t(committal for trial on indictment) has effect accordingly. 4 Where— a a person is committed for trial on indictment otherwise than to the Crown Court sitting at the relevant venue, and b a certificate under section 1 is subsequently issued in relation to the trial, the person is to be treated as having been committed for trial to the Crown Court sitting at the relevant venue. 5 In subsection (4)\t\t\t\t\t “ the relevant venue ”, in relation to a trial, means— a if the trial falls within a class specified in a direction under subsection (1)(c)\t\t\t\t\t\t\t(or would fall within such a class had a certificate under section 1 been issued in relation to the trial), the place specified in the direction; b otherwise, Belfast. 6 Where— a a person is committed for trial to the Crown Court sitting in Belfast in accordance with subsection (3) or by virtue of subsection (4), and b a direction is subsequently given under subsection (1), before the commencement of the trial, altering the place of trial, the person is to be treated as having been committed for trial to the Crown Court sitting at the place specified in the direction."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "5", "section_title": "Mode of trial on indictment", "section_text": "  5 1 The effect of a certificate issued under section 1 is that the trial on indictment of— a the person to whom the certificate relates, and b any person committed for trial with that person, is to be conducted without a jury. 2 Where a trial is conducted without a jury under this section, the court is to have all the powers, authorities and jurisdiction which the court would have had if the trial had been conducted with a jury (including power to determine any question and to make any finding which would be required to be determined or made by a jury). 3 Except where the context otherwise requires, any reference in an enactment (including a provision of Northern Ireland legislation) to a jury, the verdict of a jury or the finding of a jury is to be read, in relation to a trial conducted without a jury under this section, as a reference to the court, the verdict of the court or the finding of the court. 4 No inference may be drawn by the court from the fact that the certificate has been issued in relation to the trial. 5 Without prejudice to subsection (2), where the court conducting a trial under this section— a is not satisfied that a defendant is guilty of an offence for which he is being tried (“the offence charged”), but b is satisfied that he is guilty of another offence of which a jury could have found him guilty on a trial for the offence charged, the court may convict him of the other offence. 6 Where a trial is conducted without a jury under this section and the court convicts a defendant (whether or not by virtue of subsection (5)), the court must give a judgment which states the reasons for the conviction at, or as soon as reasonably practicable after, the time of the conviction. 7 A person convicted of an offence on a trial under this section may, notwithstanding anything in sections 1 and 10(1) of the Criminal Appeal (Northern Ireland) Act 1980 (c. 47), appeal to the Court of Appeal under Part 1 of that Act— a against his conviction, on any ground, without the leave of the Court of Appeal or a certificate of the judge of the court of trial; b against sentence passed on conviction, without that leave, unless the sentence is fixed by law. 8 Where a person is convicted of an offence on a trial under this section, the time for giving notice of appeal under section 16(1) of that Act is to run from the date of judgment (if later than the date from which it would run under that subsection). 9 Article 16(4) of the Criminal Justice (Northern Ireland) Order 2004 ( S.I.  2004/1500 (N.I. 9))\t\t\t\t\t(leave of judge or Court of Appeal required for prosecution appeal under Part IV of that Order) does not apply in relation to a trial conducted under this section."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "6", "section_title": "Rules of court", "section_text": "  6 1 Rules of court may make such provision as appears to the authority making them to be necessary or expedient for the purposes of sections 1 to 5. 2 Without limiting subsection (1), rules of court may in particular make provision for time limits which are to apply in connection with any provision of sections 1 to 5. 3 Nothing in this section is to be taken as affecting the generality of any enactment (including a provision of Northern Ireland legislation) conferring powers to make rules of court."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "7", "section_title": "Limitation on challenge of issue of certificate", "section_text": "  7 1 No court may entertain proceedings for questioning (whether by way of judicial review or otherwise) any decision or purported decision of the Director of Public Prosecutions for Northern Ireland in relation to the issue of a certificate under section 1, except on the grounds of— a dishonesty, b bad faith, or c other exceptional circumstances (including in particular exceptional circumstances relating to lack of jurisdiction or error of law). 2 Subsection (1) is subject to section 7(1) of the Human Rights Act 1998 (c. 42)\t\t\t\t\t(claim that public authority has infringed Convention right)."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "8", "section_title": "Supplementary", "section_text": "  8 1 Nothing in sections 1 to 6 affects— a the requirement under Article 49 of the Mental Health (Northern Ireland) Order 1986 (S.I. 1986/595 (N.I. 4)) that a question of fitness to be tried be determined by a jury, or b the requirement under Article 49A of that Order that any question, finding or verdict mentioned in that Article be determined, made or returned by a jury. 2 Schedule 1 (minor and consequential amendments relating to trials on indictment without a jury) shall have effect. 3 The provisions of sections 1 to 7 and this section (and Schedule 1) apply in relation to offences committed before, as well as after, the coming into force of those provisions, but subject to any provision made by virtue of— a section 4 of the Terrorism (Northern Ireland) Act 2006 (c. 4)\t\t\t\t\t\t\t(transitional provision in connection with expiry  etc  of Part 7 of the Terrorism Act 2000 (c. 11)), or b section 53(7) of this Act. 4 An order under section 4 of the Terrorism (Northern Ireland) Act 2006 may make provision disregarding any of the amendments made by Schedule 1 to this Act for any purpose specified in the order."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "9", "section_title": "Duration of non-jury trial provisions", "section_text": "9 1 Sections 1 to 8 (and Schedule 1)\t\t\t\t\t(“ the non-jury trial provisions ”) shall expire at the end of the period of two years beginning with the day on which section 1 comes into force (“the effective period”). 2 But the Secretary of State may by order extend, or (on one or more occasions) further extend, the effective period. 3 An order under subsection (2)— a must be made before the time when the effective period would end but for the making of the order, and b shall have the effect of extending, or further extending, that period for the period of two years beginning with that time. 4 The expiry of the non-jury trial provisions shall not affect their application to a trial on indictment in relation to which— a a certificate under section 1 has been issued, and b the indictment has been presented, before their expiry. 5 The expiry of section 4 shall not affect the committal of a person for trial in accordance with subsection (3) of that section, or by virtue of subsection (4) or (6) of that section, to the Crown Court sitting in Belfast or elsewhere in a case where the indictment has not been presented before its expiry. 6 The Secretary of State may by order make any amendments of enactments (including provisions of Northern Ireland legislation) that appear to him to be necessary or expedient in consequence of the expiry of the non-jury trial provisions. 7 An order under this section— a shall be made by statutory instrument, and b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "10", "section_title": "Restrictions on disclosure of juror information", "section_text": "10 1 After Article 26 of the Juries (Northern Ireland) Order 1996 (S.I. 1996/1141 (N.I. 6)) insert— Restriction on disclosure of juror information 26A 1 A person to whom any of paragraphs (2) to (7) applies must not disclose juror information (see Article 26C) except with lawful authority (see Article 26B). 2 This paragraph applies to a person— a who is or has been an electoral officer or a court official (see Article 26C); and b who obtained the juror information in the course of his functions as an electoral officer or court official. 3 This paragraph applies to a person— a who is or has been a person providing services to the Northern Ireland Court Service or the employee of such a person; and b who obtained the juror information for or in connection with the provision of services to the Court Service. 4 This paragraph applies to a person— a who is or has been a member of the police service (see Article 26C); and b who obtained the juror information for or in connection with the making of checks, in accordance with jury check guidelines (see Article 26C), on the person to whom the information relates. 5 This paragraph applies to any person, other than a court official or a member of the police service, to whom the juror information was disclosed in accordance with jury check guidelines. 6 This paragraph applies to a person— a who is or has been a juror or summoned as a juror; and b who obtained the juror information as a result of having been a juror or summoned as a juror; but this paragraph does not apply to a person in so far as the juror information is information about himself. 7 This paragraph applies to a person who knows, or ought reasonably to have known, that the juror information had previously been disclosed in contravention of paragraph (1). 8 A person who contravenes paragraph (1) shall be guilty of an offence and shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine, or to both. 9 It shall be a defence for a person charged with an offence under this Article to prove that he reasonably believed that the disclosure by him was lawful. Disclosure of juror information: lawful authority 26B 1 For the purposes of Article 26A, juror information is disclosed with lawful authority if any of paragraphs (2) to (9) applies to the disclosure. 2 This paragraph applies to a disclosure by an electoral officer— a to another electoral officer; or b in accordance with Article 4. 3 This paragraph applies to a disclosure by a court official— a to another court official; b to the judge of any court; or c to a juror or a person summoned as a juror. 4 This paragraph applies to a disclosure— a to a person providing services to the Northern Ireland Court Service; or b to the employee of such a person, for or in connection with the provision of services to the Court Service. 5 This paragraph applies to a disclosure— a by a person providing services to the Northern Ireland Court Service; or b by the employee of such a person, if the disclosure is required or authorised to be made by an officer of the court (see Article 2(2)) for or in connection with the provision of services to the Court Service. 6 This paragraph applies to a disclosure— a by an officer of the court to a member of the police service; b by a member of the police service to another member of the police service; or c by a member of the police service to an officer of the court, for or in connection with the making of checks, in accordance with jury check guidelines, on the person to whom the juror information relates. 7 This paragraph applies to a disclosure to a person other than a member of the police service or an officer of the court if the juror information is disclosed in accordance with jury check guidelines. 8 This paragraph applies to a disclosure for the purposes of criminal proceedings (but not for the purposes of any proceedings in relation to which the person to whom the juror information relates may be, is, or has been, a juror). 9 This paragraph applies to a disclosure made with leave of a court. Interpretation of Articles 26A and 26B 26C 1 This Article applies for the purposes of Articles 26A and 26B. 2 “ Court official ” means— a an officer of the court (see Article 2(2)); or b a court security officer. 3 “ Electoral officer ” means— a the Chief Electoral Officer for Northern Ireland; or b a person to whom any of his functions are delegated under section 14A(2) of the Electoral Law Act (Northern Ireland) 1962 or Article 9(2) of the Electoral Law (Northern Ireland) Order 1972. 4 “ Juror information ” means information which identifies (or from which it is possible to identify) a particular person as being or as having been— a a juror; b listed on any Divisional Jurors List or on any panel prepared under Article 5; or c selected for inclusion on any such List under Article 4(1) and (2). 5 “ Jury check guidelines ” means guidelines issued by the Attorney General relating to the making of additional checks on jurors and the exercise by the Crown of its right under Article 15(4). 6 “ Member of the police service ” means— a a member of the Police Service of Northern Ireland; b a member of the Police Service of Northern Ireland Reserve; c a member of the police support staff (within the meaning of the Police (Northern Ireland) Act 2000). 2 Schedule 2 (restrictions on disclosure of juror information: further amendments) shall have effect. 3 Subsection (1) does not have effect in relation to— a any information which identifies (or from which it is possible to identify) a particular person as having been a juror before the date on which that subsection comes into force, or b any information made available for inspection under Article 4 or 7 of the Juries (Northern Ireland) Order 1996 (S.I. 1996/1141 (N.I. 6)) before that date."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "11", "section_title": "Chief Electoral Officer to provide additional information to Juries Officer", "section_text": "11 1 The Juries (Northern Ireland) Order 1996 is amended as follows. 2 In Article 4 (preparation of Jurors Lists), in paragraph (3), omit  “whose name is”. 3 In Article 4, after paragraph (3) insert— 3A The list referred to in paragraph (3) shall include the following information in respect of each person included in it— a the person's full name; b the person's address; c the person's date of birth; and d the person's national insurance number or a statement that he does not have one. 4 In Article 4, in paragraph (7)— a for the words from  “full name” to  “the occupation” substitute  “                      following information in respect                    ” ; b at the end insert— a the person's full name; b the person's address; c the person's date of birth; d the person's national insurance number or a statement that he does not have one; and e subject to paragraph (10)(b), the person's occupation. 5 In Article 6 (form of panel), in paragraph (1), omit  “with their addresses, and (subject to Article 4(10)(b)) occupations”. 6 In Article 6, after paragraph (1) insert— 1A The panel shall include the following information in respect of each of the persons selected— a the person's address; b the person's date of birth; c the person's national insurance number or a statement that he does not have one; and d (subject to Article 4(10)(b)) the person's occupation."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "12", "section_title": "Jurors found to be disqualified before being summoned", "section_text": "12 In Article 8 of the Juries (Northern Ireland) Order 1996 (S.I. 1996/1141 (N.I. 6))\t\t\t(summoning of jurors), after paragraph (1) insert— 1A But if the Juries Officer is satisfied, as a result of a check undertaken by an officer of the court for the purpose, that a juror whose name is included in a panel is— a disqualified for jury service; or b not qualified for jury service in the court to be specified in the jury summons, the Officer shall not summon the juror under paragraph (1)."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "13", "section_title": "Abolition of peremptory challenge in criminal cases", "section_text": "13 1 Article 15 of the Juries (Northern Ireland) Order 1996 (challenges in criminal cases) is amended as follows. 2 In paragraph (1), omit sub-paragraph (a)\t\t\t\t\t(including the word  “and” at the end). 3 In paragraph (2), for  “shall challenge only” substitute  “                  may challenge any juror or jurors                ” . 4 After paragraph (4) insert— 5 In addition and without prejudice to any powers which the court may possess to order the exclusion of the public from any proceedings, the judge may order that the hearing of a challenge for cause shall be in camera or in chambers."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "14", "section_title": "Legal proceedings", "section_text": "14 1 In section 71(1) of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t(Human Rights Commission: Convention rights proceedings: restrictions) for  “section 6(2)(c), 24(1)(a) or 69(5)(b)” substitute  “                  section 6(2)(c) or 24(1)(a)                ” . 2 After section 71(2) of that Act insert— 2A Subsection (1) does not apply to the Commission. 2B In relation to the Commission's instituting, or intervening in, human rights proceedings— a the Commission need not be a victim or potential victim of the unlawful act to which the proceedings relate, b section 7(3) and (4) of the Human Rights Act 1998 (c. 42)\t\t\t\t\t\t\t\t\t\t(breach of Convention rights: sufficient interest, &c.) shall not apply, c the Commission may act only if there is or would be one or more victims of the unlawful act, and d no award of damages may be made to the Commission (whether or not the exception in section 8(3) of that Act applies). 2C For the purposes of subsection (2B)— a “ human rights proceedings ” means proceedings which rely (wholly or partly) on— i section 7(1)(b) of the Human Rights Act 1998, or ii section 69(5)(b) of this Act, and b an expression used in subsection (2B) and in section 7 of the Human Rights Act 1998 has the same meaning in subsection (2B) as in section 7."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "15", "section_title": "Investigations: evidence", "section_text": "15 After section 69 of the Northern Ireland Act 1998 (Human Rights Commission functions) insert— Investigations: evidence 69A 1 For the purpose of an investigation under section 69(8) the Commission may by notice in writing require a person— a to provide information in his possession, b to produce documents in his possession, or c to give oral evidence. 2 A notice may include provision about— a the form of information, documents or evidence; b timing. 3 A notice— a may not require a person to provide information that he is prohibited from disclosing by virtue of an enactment, b may not require a person to do anything that he could not be compelled to do in proceedings before the High Court, and c may not require a person to attend at a place unless the Commission undertakes to pay the expenses of his journey. 4 The Commission may issue a notice under subsection (1) only if it has— a considered whether the matter to which the notice relates has already been sufficiently investigated by another person, and b concluded that it has not. 5 The recipient of a notice may apply to a county court to have the notice cancelled on the grounds that the requirement imposed by the notice— a is unnecessary having regard to the purpose of the investigation to which the notice relates, b contravenes subsection (4) or section 69D, or c is otherwise unreasonable. 6 Subsection (7) applies where the Commission thinks that a person— a has failed without reasonable excuse to comply with a notice, or b is likely to fail without reasonable excuse to comply with a notice. 7 The Commission may apply to a county court for an order requiring a person to take such steps as may be specified in the order to comply with the notice. 8 A person commits an offence if without reasonable excuse he— a fails to comply with a notice, b fails to comply with an order under subsection (7), c falsifies anything provided or produced in accordance with a notice or order, or d makes a false statement in giving oral evidence in accordance with a notice. 9 A person who is guilty of an offence under subsection (8) shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 10 A notice under this section may not require the Public Prosecution Service for Northern Ireland to supply documents or evidence about a decision whether or not to institute or continue criminal proceedings. Investigations: national security 69B 1 Where a person is given a notice under section 69A(1) he shall disregard it, and notify the Commission that he is disregarding it, in so far as he thinks it would require him— a to disclose sensitive information within the meaning of paragraph 4 of Schedule 3 to the Intelligence Services Act 1994 (c. 13)\t\t\t\t\t\t\t\t\t\t(Intelligence and Security Committee), b to disclose information which might lead to the identification of an employee or agent of an intelligence service (other than one whose identity is already known to the Commission), c to disclose information which might provide details of processes used in recruiting, selecting or training employees or agents of an intelligence service, d to disclose information which might provide details of, or cannot practicably be separated from, information falling within any of paragraphs (a) to (c), e to make a disclosure of information relating to an intelligence service which would prejudice the interests of national security, or f to make a disclosure of information relating to the Police Service of Northern Ireland which would prejudice the interests of national security. 2 Where in response to a notice under section 69A(1) a person gives a notice to the Commission under subsection (1) above— a section 69A(7) and (8) shall not apply in relation to that part of the notice under section 69A(1) to which the notice under subsection (1) above relates, b the Commission may apply to the tribunal established by section 65 of the Regulation of Investigatory Powers Act 2000 (c. 23) for an order requiring the person to take such steps as may be specified in the order to comply with the notice, c the following provisions of that Act shall apply in relation to proceedings under this subsection as they apply in relation to proceedings under that Act (with any necessary modifications)— i section 67(7), (8) and (10) to (12)\t\t\t\t\t\t\t\t\t\t\t\t(determination), ii section 68 (procedure), and iii section 69 (rules), and d the tribunal shall determine proceedings under this subsection by considering the opinion of the person who gave the notice under subsection (1) above in accordance with the principles that would be applied by a court on an application for judicial review of the giving of the notice. 3 Where the Commission receives information or documents from or relating to an intelligence service in response to a notice under section 69A(1), the Commission shall store and use the information or documents in accordance with any arrangements specified by the Secretary of State. 4 The recipient of a notice under section 69A(1) may apply to the High Court to have the notice cancelled on the grounds that the requirement imposed by the notice is undesirable for reasons of national security, other than for the reason that it would require a disclosure of a kind to which subsection (1) above applies. 5 An investigation under section 69(8) may not consider— a whether an intelligence service has acted (or is acting) in a way which is incompatible with a person's human rights, or b other matters concerning human rights in relation to an intelligence service. 6 In this section  “ intelligence service ” means— a the Security Service, b the Secret Intelligence Service, and c the Government Communications Headquarters."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "16", "section_title": "Investigations: access to prisons, &c.", "section_text": "16 1 After section 69B of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t(inserted by section 15 above) insert— Investigations: places of detention 69C 1 For the purpose of an investigation under section 69(8) a person authorised in writing by the Commission may enter a specified place of detention in Northern Ireland on one or more occasions during a specified period. 2 In subsection (1)\t\t\t\t\t\t\t\t\t\t “ specified ” means specified in the terms of reference of the investigation. 3 In subsection (1)\t\t\t\t\t\t\t\t\t\t “ place of detention ” means— a a prison specified in the Schedule to the Prisons and Young Offenders Centres Rules (Northern Ireland) 1995, b a place used for the purpose of detaining arrested persons in a police station designated under Article 36 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12)), c a place designated under paragraph 1 of Schedule 8 to the Terrorism Act 2000 (c. 11)\t\t\t\t\t\t\t\t\t\t\t\t(detention), d in a building where a court sits, a place used for the purpose of detaining arrested persons, e a juvenile justice centre provided under Article 51 of the Criminal Justice (Children)\t\t\t\t\t\t\t\t\t\t\t\t(Northern Ireland) Order 1998 (S.I. 1998/1504 (N.I. 9)), f the secure accommodation in Bangor provided and used in accordance with Article 44 of the Children (Northern Ireland) Order 1995 (S.I. 1995/755 (N.I. 2)), g a removal centre or short-term holding facility within the meaning of section 147 of the Immigration and Asylum Act 1999 (c. 33), and h any accommodation (including accommodation in a hospital) provided for the purpose of detention under the Mental Health (Northern Ireland) Order 1986 (S.I. 1986/595 (N.I. 4)). 4 The Commission may specify a place of detention in the terms of reference of an investigation only if it has— a considered whether the matter in respect of which the place is specified has already been sufficiently investigated by another person, and b concluded that it has not. 5 The power under subsection (1) may not be exercised— a during the period of 15 days beginning with that on which copies of the terms of reference of the investigation are provided in accordance with section 69D(1)(b), or b while an application under subsection (6), made during that period, has not yet been determined. 6 A county court may, on the application of a person who appears to the court to be responsible for a place of detention specified in terms of reference— a order that the power under subsection (1) may not be used to enter the place of detention; b impose restrictions on the exercise of the power in relation to the place of detention; c require the Commission to amend the terms of reference. 7 An order may be made under subsection (6) only if the court thinks that— a access to the place of detention is unnecessary having regard to the purpose of the investigation, b it would be unreasonable to allow the Commission access to the place of detention, or c the Commission has failed to comply with subsection (4) or section 69D. 8 In considering whether to make an order under subsection (6), and in considering the terms of an order under subsection (6)(b), the court shall have regard, in particular, to the likely impact of the use of the power under subsection (1) on the operation of the place of detention. 9 If a person obstructs the Commission in the exercise of the power under subsection (1) the Commission may apply to a county court for an order requiring the person not to obstruct the Commission. 10 A person commits an offence if without reasonable excuse he fails to comply with an order under subsection (9). 11 A person who is guilty of an offence under subsection (10) shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 12 The Secretary of State may by order amend subsection (3). 2 In section 96(2) of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t(orders) after  “55,” insert  “                  69C(12),                ” ."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "17", "section_title": "Investigations: terms of reference", "section_text": "17 1 After section 69C of the Northern Ireland Act 1998 (inserted by section 16 above) insert— Investigations: terms of reference 69D 1 A power under section 69A(1) or 69C(1) may be used in relation to an investigation only if the Commission has— a prepared terms of reference for the investigation in advance, and b sent a copy of the terms of reference to— i any person identified in them, ii a person responsible for any place of detention specified in them, and iii any other person whom the Commission thinks may be affected by the investigation. 2 Terms of reference must specify a period within which the investigation must be concluded. 3 Subsection (2) does not prevent the Commission from commencing (in accordance with this Part) a new investigation of matters arising out of, or incompletely considered in, an earlier investigation."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "18", "section_title": "Investigations: duty to report", "section_text": "18 1 After section 69(8) of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t(Commission: investigations) insert— 8A The Commission shall publish a report of its findings on an investigation. 2 In section 69(9) omit  “and investigations”."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "19", "section_title": "Recommendations", "section_text": "19 Section 69(2) of the Northern Ireland Act 1998 (Commission to make recommendations about its functions) shall have effect in relation to the Commission's functions as amended by each of sections 14 to 18 of this Act as if the reference to the commencement of section 69 included a reference to the commencement of each of those sections."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "20", "section_title": "Timing", "section_text": "20 1 The Commission may exercise a power conferred by section 15 or 16 only for the purpose of investigating matters arising, and situations that exist, on or after 1st August 2007. 2 The Commission may not exercise a power conferred by section 15 to require a person— a to provide information recorded before that date, b to provide information relating to a time before that date, c to produce a document created before that date, d to produce a document relating to a time before that date, or e to give oral evidence relating to a time before that date. 3 Where a document relates partly to a time before 1st August 2007 and partly to a time on or after that date, subsection (2)(d) applies to the document only in so far as it relates to a time before that date. 4 For the purposes of sections 69A(5) and 69C(7) of the Northern Ireland Act 1998 (as inserted by sections 15 and 16 above), a county court may make an order if it thinks that the Commission has failed to comply, or is not complying, with subsection (1) or (2) above."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "21", "section_title": "Stop and question", "section_text": "21 1 A member of Her Majesty's forces on duty or a constable may stop a person for so long as is necessary to question him to ascertain his identity and movements. 2 A member of Her Majesty's forces on duty may stop a person for so long as is necessary to question him to ascertain— a what he knows about a recent explosion or another recent incident endangering life; b what he knows about a person killed or injured in a recent explosion or incident. 3 A person commits an offence if he— a fails to stop when required to do so under this section, b refuses to answer a question addressed to him under this section, or c fails to answer to the best of his knowledge and ability a question addressed to him under this section. 4 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 5 A power to stop a person under this section includes a power to stop a vehicle (other than an aircraft which is airborne)."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "22", "section_title": "Arrest", "section_text": "22 1 If a member of Her Majesty's forces on duty reasonably suspects that a person is committing, has committed or is about to commit any offence he may— a arrest the person without warrant, and b detain him for a period not exceeding four hours. 2 A person making an arrest under this section complies with any rule of law requiring him to state the ground of arrest if he states that he is making the arrest as a member of Her Majesty's forces. 3 For the purpose of arresting a person under this section a member of Her Majesty's forces may enter and search any premises in which he knows, or reasonably suspects, the person to be. 4 A member of Her Majesty's forces may seize, and detain for a period not exceeding four hours, anything which he reasonably suspects is being, has been or is intended to be used in the commission of an offence under section 31 and 32. 5 The reference to a rule of law in subsection (2) does not include a rule of law which has effect only by virtue of the Human Rights Act 1998 (c. 42)."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "23", "section_title": "Entry", "section_text": "23 1 A member of Her Majesty's forces on duty or a constable may enter any premises if he considers it necessary in the course of operations for the preservation of the peace or the maintenance of order. 2 A constable may not rely on subsection (1) to enter a building unless— a he has authorisation, or b it is not reasonably practicable to obtain authorisation. 3 Authorisation must be— a written authorisation from an officer of the Police Service of Northern Ireland of at least the rank of superintendent, or b if it is not reasonably practicable to obtain written authorisation, oral authorisation from an officer of the Police Service of Northern Ireland of at least the rank of inspector. 4 Written authorisation must relate to a specified area of Northern Ireland. 5 An officer giving oral authorisation shall make a written record as soon as is reasonably practicable. 6 Where a constable enters a building in reliance on subsection (1) he must ensure that as soon as is reasonably practicable a record is made of— a the address of the building (if known), b the location of the building, c the date of entry, d the time of entry, e the purpose of entry, f the police number of each constable entering, and g the police number and rank of the authorising officer (if any). 7 A written authorisation, or a record under subsection (5) or (6), must be kept by the person who gave or made it— a while any legal or complaint proceedings to which it might be relevant are pending, and b in any event, for at least 12 months. 8 A copy of a written authorisation or of a record under subsection (5) or (6) must be given as soon as is reasonably practicable to the owner or occupier of the premises to which it relates. 9 A copy of a written authorisation or of a record under subsection (5) or (6) must be given as soon as is reasonably practicable to any person who requests a copy and who has, in the opinion of the person who has the authorisation or record, sufficient reason for the request. 10 In subsection (7)(a)  “ complaint proceedings ” means proceedings on a complaint made or referred to the Police Ombudsman for Northern Ireland in accordance with the Police (Northern Ireland) Act 1998 (c. 32)."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "24", "section_title": "Search for munitions and transmitters", "section_text": "24 Schedule 3 (which confers power to search for munitions and transmitters) shall have effect."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "25", "section_title": "Search for unlawfully detained persons", "section_text": "25 1 A member of Her Majesty's forces on duty who reasonably believes that a person is unlawfully detained in such circumstances that his life is in danger may enter and search any premises for the purpose of ascertaining whether the person is detained there. 2 A person may enter a dwelling in reliance on subsection (1) only if he is authorised for the purpose by a commissioned officer of Her Majesty's forces."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "26", "section_title": "Premises: vehicles, &c.", "section_text": "26 1 A power under section 24 or 25 to search premises shall, in its application to vehicles (by virtue of section 42), be taken to include— a power to stop a vehicle (other than an aircraft which is airborne), and b power to take a vehicle or cause it to be taken, where necessary or expedient, to any place for the purpose of carrying out the search. 2 A person commits an offence if he fails to stop a vehicle when required to do so by virtue of this section. 3 A person guilty of an offence under subsection (2) shall be liable on summary conviction to— a imprisonment for a term not exceeding six months, b a fine not exceeding level 5 on the standard scale, or c both. 4 In the application to a place or vehicle of a power to search premises under section 24 or 25— a a reference to the address of the premises shall be construed as a reference to the location of the place or vehicle together with its registration number (if any), and b a reference to the occupier of the premises shall be construed as a reference to the occupier of the place or the person in charge of the vehicle. 5 Where a search under Schedule 3 is carried out in relation to a vehicle, the person carrying out the search may, if he reasonably believes that it is necessary in order to carry out the search or to prevent it from being frustrated— a require a person in or on the vehicle to remain with it; b require a person in or on the vehicle to go to and remain at any place to which the vehicle is taken by virtue of subsection (1)(b); c use reasonable force to secure compliance with a requirement under paragraph (a) or (b) above. 6 Paragraphs 3(2) and (3), 6 and 7 of Schedule 3 shall apply to a requirement imposed under subsection (5) as they apply to a requirement imposed under that Schedule. 7 Paragraph 6 of Schedule 3 shall apply in relation to the search of a vehicle which is not habitually stationary only if it is moved for the purpose of the search by virtue of subsection (1)(b); and where that paragraph does apply, the reference to the address of the premises shall be construed as a reference to the location where the vehicle is searched together with its registration number (if any)."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "27", "section_title": "Examination of documents", "section_text": "27 1 A member of Her Majesty's forces who performs a search under sections 24 to 26— a may examine any document or record found in order to ascertain whether it contains information of the kind mentioned in section 58(1)(a) of the Terrorism Act 2000 (c. 11) (information likely to be useful for terrorism), and b if necessary or expedient for the purpose of paragraph (a), may remove the document or record to another place and retain it there until the examination is completed. 2 Subsection (1) does not permit a person to examine a document or record if he has reasonable cause to believe that it is an item subject to legal privilege (within the meaning of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))). 3 A document or record may not be retained by virtue of subsection (1)(b) for more than 48 hours. 4 A person who wilfully obstructs a member of Her Majesty's forces in the exercise of a power conferred by this section commits an offence. 5 A person guilty of an offence under subsection (4) shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding six months, to a fine not exceeding the statutory maximum or to both."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "28", "section_title": "Examination of documents: procedure", "section_text": "28 1 Where a document or record is examined under section 27— a it shall not be photographed or copied, and b the person who examines it shall make a written record of the examination as soon as is reasonably practicable. 2 The record shall— a describe the document or record, b specify the object of the examination, c state the address of the premises where the document or record was found, d where the document or record was found in the course of a search of a person, state the person's name, e where the document or record was found in the course of a search of any premises, state the name of a person appearing to the person making the record to be the occupier of the premises or to have had custody or control of the document or record when it was found, f where the document or record is removed for examination from the place where it was found, state the date and time when it was removed, and g where the document or record was examined at the place where it was found, state the date and time of examination. 3 The record shall identify the person by whom the examination was carried out by reference to his service number, rank and regiment. 4 Where a person makes a record of a search in accordance with this section, he shall as soon as is reasonably practicable supply a copy— a in a case where the document or record was found in the course of a search of a person, to that person, and b in a case where the document or record was found in the course of a search of any premises, to a person appearing to the person making the record to be the occupier of the premises or to have had custody or control of the document or record when it was found."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "29", "section_title": "Taking possession of land, &c.", "section_text": "29 If the Secretary of State considers it necessary for the preservation of the peace or the maintenance of order, he may authorise a person— a to take possession of land or other property; b to take steps to place buildings or other structures in a state of defence; c to detain property or cause it to be destroyed or moved; d to carry out works on land of which possession has been taken by virtue of this section; e to take any other action which interferes with a public right or with a private right of property."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "30", "section_title": "Road closure: immediate", "section_text": "30 1 If he considers it immediately necessary for the preservation of the peace or the maintenance of order, an officer may— a wholly or partly close a road; b divert or otherwise interfere with a road or the use of a road; c prohibit or restrict the exercise of a right of way; d prohibit or restrict the use of a waterway. 2 In this section  “ officer ” means— a a member of Her Majesty's forces on duty, or b a person authorised for the purposes of this section by the Secretary of State."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "31", "section_title": "Sections 29 and 30: supplementary", "section_text": "31 1 A person commits an offence if he interferes with— a works executed in connection with the exercise of powers conferred by virtue of section 29 or 30, or b any apparatus, equipment or other thing used in connection with the exercise of those powers. 2 It is a defence for a person charged with an offence under this section to prove that he had a reasonable excuse for his interference. 3 A person guilty of an offence under this section shall be liable on summary conviction to— a imprisonment for a term not exceeding six months, b a fine not exceeding level 5 on the standard scale, or c both. 4 An authorisation to exercise powers under section 29 or 30 may authorise— a the exercise of all those powers, or b the exercise of a specified power or class of powers. 5 An authorisation to exercise powers under section 29 or 30 may be addressed— a to specified persons, or b to persons of a specified class."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "32", "section_title": "Road closure: by order", "section_text": "32 1 If the Secretary of State considers it necessary for the preservation of the peace or the maintenance of order he may by order direct that a specified road— a shall be wholly closed, b shall be closed to a specified extent, or c shall be diverted in a specified manner. 2 A person commits an offence if he interferes with— a road closure works, or b road closure equipment. 3 A person commits an offence if— a he executes any bypass works within 200 metres of road closure works, b he has in his possession or under his control, within 200 metres of road closure works, materials or equipment suitable for executing bypass works, or c he knowingly permits on land occupied by him the doing or occurrence of anything which is an offence under paragraph (a) or (b). 4 It is a defence for a person charged with an offence under this section to prove that he had a reasonable excuse for his action, possession, control or permission. 5 A person guilty of an offence under this section shall be liable on summary conviction to— a imprisonment for a term not exceeding six months, b a fine not exceeding level 5 on the standard scale, or c both. 6 In this section— “ bypass works ” means works which facilitate the bypassing by vehicles of road closure works, “ road closure equipment ” means any apparatus, equipment or other thing used in pursuance of an order under this section in connection with the closure or diversion of a road, and “ road closure works ” means works executed in connection with the closure or diversion of a road specified in an order under this section (whether executed in pursuance of the order or in pursuance of power under an enactment to close or divert the road). 7 An order— a may contain savings and transitional provisions, b may make provision generally or for specified purposes only, and c may make different provision for different purposes."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "33", "section_title": "Exercise of powers", "section_text": "33 1 This section applies for the purposes of sections 21 to 30. 2 A power conferred on a person— a is additional to powers which he has at common law or by virtue of any other enactment, and b shall not be taken to affect those powers or Her Majesty's prerogative. 3 A constable or member of Her Majesty's forces may if necessary use reasonable force for the purpose of exercising a power conferred on him. 4 Where anything is seized it may (unless the contrary intention appears) be retained for so long as is necessary in all the circumstances. 5 A power to search premises conferred by virtue of this Act shall be taken to include power to search a container. 6 A member of Her Majesty's forces exercising a power when he is not in uniform shall, if requested to do so by a person at or about the time of exercising the power, produce to that person documentary evidence that he is a member of Her Majesty's forces."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "34", "section_title": "Code of practice", "section_text": "34 1 The Secretary of State may make codes of practice in connection with— a the exercise by police officers of a power conferred by this Act, and b the seizure and retention of property found by police officers when exercising powers of search conferred by this Act. 2 The Secretary of State may make codes of practice in connection with the exercise by members of Her Majesty's forces of a power conferred by this Act. 3 Where the Secretary of State proposes to issue a code of practice he shall— a publish a draft, b consider any representations made to him about the draft, and c if he thinks it appropriate, modify the draft in the light of any representations made to him. 4 The Secretary of State shall lay a draft of the code before Parliament. 5 When the Secretary of State has laid a draft code before Parliament he may bring it into operation by order made by statutory instrument. 6 The Secretary of State may revise the whole or any part of a code of practice issued by him and issue the code as revised; and subsections (3) to (5) shall apply to such a revised code as they apply to an original code. 7 In this section  “ police officer ” means a member of the Police Service of Northern Ireland or the Police Service of Northern Ireland Reserve."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "35", "section_title": "Code: effect", "section_text": "35 1 A failure by a police officer to comply with a provision of a code shall not of itself make him liable to criminal or civil proceedings. 2 A failure by a member of Her Majesty's forces to comply with a provision of a code shall not of itself make him liable to any criminal or civil proceedings other than— a proceedings under any provision of the Army Act 1955 (c. 18) or the Air Force Act 1955 (c. 19) other than section 70 (civil offences), and b proceedings under any provision of the Naval Discipline Act 1957 (c. 53) other than section 42 (civil offences). 3 A code— a shall be admissible in evidence in criminal or civil proceedings, and b shall be taken into account by a court or tribunal in any case in which it appears to the court or tribunal to be relevant. 4 In this section— “ criminal proceedings ” includes proceedings in Northern Ireland before a court-martial constituted under the Army Act 1955 (c. 18), the Air Force Act 1955 (c. 19) or the Naval Discipline Act 1957 (c. 53) and proceedings in Northern Ireland before the Courts-Martial Appeal Court, and “ police officer ” means a member of the Police Service of Northern Ireland or the Police Service of Northern Ireland Reserve."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "36", "section_title": "Code: procedure for order", "section_text": "36 1 An order under section 34(5) shall not be made, subject to subsection (2), unless a draft has been laid before and approved by resolution of each House of Parliament. 2 An order may be made without a draft having been approved if the Secretary of State is of the opinion that it is necessary by reason of urgency; and the order— a shall contain a declaration of the Secretary of State's opinion, and b shall cease to have effect at the end of the period of 40 days beginning with the day on which the Secretary of State makes the order, unless a resolution approving the order is passed by each House during that period. 3 For the purposes of subsection (2)— a a code of practice or revised code to which an order relates shall cease to have effect together with the order, b an order's ceasing to have effect shall be without prejudice to anything previously done or to the making of a new order (or the issue of a new code), and c the period of 40 days shall be computed in accordance with section 7(1) of the Statutory Instruments Act 1946 (c. 36)."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "37", "section_title": "Records", "section_text": "37 The Chief Constable of the Police Service of Northern Ireland shall make arrangements for securing that a record is made of each exercise by a constable of a power under sections 21 to 26 in so far as— a it is reasonably practicable to do so, and b a record is not required to be made under another enactment."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "38", "section_title": "Compensation", "section_text": "38 Schedule 4 (which provides for compensation to be paid for certain action taken under sections 21 to 32) shall have effect."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "39", "section_title": "Prosecution", "section_text": "39 1 This section applies to an offence under sections 21 to 32, except for an offence under paragraph 12 of Schedule 4. 2 Proceedings for an offence to which this section applies shall not be instituted without the consent of the Director of Public Prosecutions for Northern Ireland. 3 But if it appears to the Director of Public Prosecutions for Northern Ireland that an offence to which this section applies has been committed for a purpose wholly or partly connected with the affairs of a country other than the United Kingdom, his consent for the purposes of this section may be given only with the permission of the Advocate General for Northern Ireland. 4 In relation to any time before the coming into force of section 27(1) of the Justice (Northern Ireland) Act 2002 (c. 26), the reference in subsection (3) to the Advocate General for Northern Ireland is to be read as a reference to the Attorney General for Northern Ireland."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "40", "section_title": "Review", "section_text": "40 1 The Secretary of State shall appoint a person (“the reviewer”) to review— a the operation of sections 21 to 32, and b the procedures adopted by the General Officer Commanding Northern Ireland (“GOC”) for receiving, investigating and responding to complaints. 2 The reviewer shall conduct a review as soon as is reasonably practicable after— a 31st July 2008, and b each subsequent 31st July. 3 The reviewer shall comply with any request of the Secretary of State to include in a review specified matters (which need not relate to the matters specified in subsection (1)(a) and (b)). 4 The reviewer shall send the Secretary of State a report of each review. 5 The Secretary of State shall lay a copy of each report before Parliament. 6 The reviewer— a shall receive and investigate any representations about the procedures mentioned in subsection (1)(b), b may investigate the operation of those procedures in relation to a particular complaint or class of complaints, c may require GOC to review a particular case or class of cases in which the reviewer considers that any of those procedures have operated inadequately, and d may make recommendations to GOC about inadequacies in those procedures, including inadequacies in the way in which they operate in relation to a particular complaint or class of complaints. 7 GOC shall— a provide such information, b disclose such documents, and c provide such assistance, as the Independent Assessor may reasonably require for the purpose of the performance of his functions. 8 The Secretary of State may pay expenses and allowances to the reviewer, out of money provided by Parliament."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "41", "section_title": "Duration", "section_text": "41 1 The Secretary of State may by order repeal sections 21 to 40. 2 An order— a may make provision generally or only for specified purposes, b may make different provision for different purposes, c may include incidental, consequential or transitional provision or savings, d shall be made by statutory instrument, and e may not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "42", "section_title": "Interpretation", "section_text": "42 In sections 21 to 38 (and Schedules 3 and 4)— “act” or  “ action ” includes omission, “ dwelling ” means— a building or part of a building used as a dwelling, and a vehicle which is habitually stationary and which is used as a dwelling, “ premises ” includes any place and in particular includes— a vehicle, an offshore installation within the meaning given in section 44 of the Petroleum Act 1998 (c. 17), and a tent or moveable structure, “ property ” includes property wherever situated and whether real or personal, and things in action and other intangible or incorporeal property, “ public place ” means a place to which members of the public have or are permitted to have access, whether or not for payment, “ road ” has the same meaning as in the Road Traffic Regulation (Northern Ireland) Order 1997 (S.I. 1997/276 (N.I. 2)), and includes part of a road, and “ vehicle ” includes an aircraft, hovercraft, train or vessel."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "43", "section_title": "Accredited community-based restorative justice schemes", "section_text": "43 1 The Secretary of State shall maintain a register of schemes that appear to him— a to be community-based restorative justice schemes, and b to meet requirements determined and published by him. 2 The requirements shall include a requirement about cooperation with the Chief Inspector of Criminal Justice in Northern Ireland. 3 The Secretary of State shall add a scheme to the register if— a a person applies for the scheme to be added, and b the Secretary of State thinks that the scheme is a community-based restorative justice scheme which meets the requirements. 4 The Secretary of State may remove a scheme from the register if, having considered any report about the scheme made by the Chief Inspector, he thinks that— a it is not a community-based restorative justice scheme, or b it does not meet the requirements. 5 The Chief Inspector may inspect a scheme which is registered or which is the subject of an application for registration; and— a he shall from time to time make a report to the Secretary of State on inspections carried out by him by virtue of this section, and b section 49(2) to (4) of the Justice (Northern Ireland) Act 2002 (c. 26)\t\t\t\t\t\t\t(laying of Chief Inspector's reports before Parliament etc) shall apply in relation to the report. 6 The Secretary of State shall make arrangements for inspection of the register by the public."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "44", "section_title": "Northern Ireland department with policing and justice functions", "section_text": "44 1 In section 17 of the Northern Ireland (Miscellaneous Provisions) Act 2006 (c. 33), the inserted section 21A of the Northern Ireland Act 1998 (c. 47)\t\t\t\t\t(Northern Ireland department with policing and justice functions) is amended as follows. 2 For subsections (1) and (2) substitute— 1 An Act of the Assembly that— a establishes a new Northern Ireland department; and b provides that the purpose of the department is to exercise functions consisting wholly or mainly of devolved policing and justice functions, may (but need not) make provision of the kind mentioned in subsection (3), (4), (5) or (5A). 3 After subsection (5) insert— 5A The Act may provide— a for the department to be in the charge of a Northern Ireland Minister elected by the Assembly; and b for that Minister to be supported by a deputy Minister elected by the Assembly. 4 In subsection (6)— a for  “and (5)” substitute  “                      , (5) and (5A)                    ” ; b at the end insert  “                      , or by Order in Council under subsection (7C)                    ” . 5 After subsection (7) insert— 7A If it appears to the Secretary of State that there is no reasonable prospect that the Assembly will pass an Act of the kind described in subsection (1)(a) and (b), he may lay before Parliament the draft of an Order in Council which— a establishes a new Northern Ireland department; b provides that the purpose of the department is to exercise functions consisting wholly or mainly of devolved policing and justice functions; c provides for the department to be in the charge of a Northern Ireland Minister elected by the Assembly and for that Minister to be supported by a deputy Minister elected by the Assembly; and d provides for Part 3A of Schedule 4A to apply in relation to the department (with any necessary modifications). 7B The draft of an Order laid before Parliament under subsection (7A) may contain supplementary, incidental, consequential, transitional or saving provision. 7C If the draft of an Order laid before Parliament under subsection (7A) is approved by resolution of each House of Parliament, the Secretary of State shall submit it to Her Majesty in Council and Her Majesty in Council may make the Order. 7D No more than one department may be established by virtue of an Order under subsection (7C). 6 After section 21A of the Northern Ireland Act 1998 (c. 47) insert— Section 21A(5A) and (7C): transitional provision 21B 1 This section has effect in relation to— a the first Act of the Assembly to establish a new Northern Ireland department and to make provision of the kind mentioned in section 21A(5A); or b an Order in Council under section 21A(7C) establishing a new Northern Ireland department. 2 The Act or the Order may include provision for or in connection with securing that the department is to be treated, for the purposes of section 17, as not having been established until the time at which devolved policing and justice functions are first transferred to, or conferred on, the department (“the time of devolution”). 3 The Act or the Order may include provision for or in connection with applying paragraph 11E(3) to (6) of Schedule 4A (with any necessary modifications) to enable elections to be held, before the time of devolution, to select— a a member of the Assembly (“the relevant Minister designate”) to be the person who is to hold the relevant Ministerial office as from the time of devolution; and b a member of the Assembly (“the deputy Minister designate”) to be the person who is to hold the deputy Ministerial office as from that time. 4 Where the Act or the Order includes provision by virtue of subsection (3), it shall secure that (notwithstanding paragraph 11E(1) of Schedule 4A)— a if the relevant Minister designate affirms the terms of the pledge of office within a specified period after the time of devolution, he shall become the relevant Minister; b if the deputy Minister designate affirms the terms of the pledge of office within that period, he shall (subject to paragraph (c)) become the deputy Minister; c if the relevant Minister designate does not affirm the terms of the pledge of office within that period— i he shall not become the relevant Minister; and ii paragraph 11E(10) and (11) of Schedule 4A shall apply as if the relevant Minister had ceased to hold office at the end of that period otherwise than by virtue of section 16A(2); d if the deputy Minister designate does not affirm the terms of the pledge of office within that period— i he shall not become the deputy Minister; and ii paragraph 11E(10) of Schedule 4A shall apply as if the deputy Minister had ceased to hold office at the end of that period otherwise than by virtue of section 16A(2). 5 In this section  “ devolved policing and justice function ” has the same meaning as in section 21A (see subsection (8) of that section). 6 In this section  “ relevant Minister ”,  “ relevant Ministerial office ”,  “ deputy Minister ” and  “ deputy Ministerial office ” have the same meaning as in Part 3A of Schedule 4A. 7 After section 21B of the Northern Ireland Act 1998 (c. 47) insert— Section 21A(5A) and (7C): power of Assembly to secure retention or abolition of deputy Ministerial office 21C 1 This section applies if a new Northern Ireland department is established— a by an Act of the Assembly which makes provision of the kind mentioned in section 21A(5A); or b by an Order in Council under section 21A(7C). 2 Standing orders shall require the committee established by virtue of section 29A to consider the operation of the Ministerial arrangements provided for by Part 3A of Schedule 4A. 3 The committee shall, by no later than two years and ten months after the time at which devolved policing and justice functions are first transferred to, or conferred on, the department (“the time of devolution”), make a report on the operation of the Ministerial arrangements provided for by Part 3A of Schedule 4A— a to the Assembly; and b to the Executive Committee, and the report must include a recommendation as to whether or not the deputy Ministerial office (see subsection (8)) should be retained. 4 If before the end of the period of three years beginning with the time of devolution (“the initial period”) the Assembly resolves that the deputy Ministerial office should be abolished at a time specified in the resolution (before the end of the initial period), the Secretary of State shall make an order abolishing the deputy Ministerial office (see subsection (9)) at, or as soon as reasonably practicable after, the time specified. 5 If— a subsection (4) does not apply; and b the Assembly does not resolve, before the end of the initial period, that the deputy Ministerial office should be retained for an additional period ending after the initial period, the Secretary of State shall make an order abolishing the deputy Ministerial office as soon as reasonably practicable after the end of the initial period. 6 If— a subsection (4) does not apply; b the Assembly resolves that the deputy Ministerial office should be retained for an additional period ending after the initial period or for one or more further additional periods; and c one of those additional periods ends without a further additional period having begun, the Secretary of State shall make an order abolishing the deputy Ministerial office as soon as reasonably practicable after the end of that period. 7 A resolution of the Assembly under this section shall not be passed without the support of— a a majority of the members voting on the motion for the resolution; b a majority of the designated Nationalists voting; and c a majority of the designated Unionists voting. 8 In this section  “ deputy Ministerial office ” has the same meaning as in Part 3A of Schedule 4A. 9 In this section references to an order abolishing the deputy Ministerial office are to an order amending this Act and any other enactment so far as may be necessary to secure that the Northern Ireland Minister in charge of the department for the time being— a is not to be supported by a deputy Minister (within the meaning of Part 3A of Schedule 4A); and b need not belong to the largest or the second largest political designation (within that meaning). 10 An order under this section— a shall be made by statutory instrument; and b may contain supplementary, incidental, consequential, transitional or saving provision. 8 Schedule 5 (Northern Ireland department with policing and justice functions) shall have effect."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "45", "section_title": "Chief Inspector of Criminal Justice", "section_text": "45 1 The Justice (Northern Ireland) Act 2002 (c. 26) shall be amended as follows. 2 In section 46(1)\t\t\t\t\t(Chief Inspector of Criminal Justice in Northern Ireland: organisations to be inspected)— a after paragraph (e) insert— ea the Life Sentence Review Commissioners,  and b after paragraph (h) insert— ha the Northern Ireland Court Service, hb the Northern Ireland Legal Services Commission, . 3 In section 47(1)\t\t\t\t\t(Chief Inspector: programme of inspections) after  “Secretary of State” insert  “                  , the Lord Chancellor                ” . 4 In section 47(2)— a after paragraph (a) insert— aa the Lord Chancellor,  and b renumber the paragraph (aa) inserted by Schedule 7 to the 2002 Act as paragraph (ab). 5 After section 47(5) insert— 5A The Secretary of State may not require the Chief Inspector to carry out an inspection or review under subsection (3) or (4) relating (wholly or partly) to the Northern Ireland Court Service or the Northern Ireland Legal Services Commission without the consent of the Lord Chancellor. 5B Before carrying out an inspection or review under subsection (3) or (4) relating (wholly or partly) to the Northern Ireland Court Service or the Northern Ireland Legal Services Commission the Chief Inspector must consult the Lord Chancellor. 6 After section 47(6) insert— 6A The Chief Inspector may not inspect persons— a making judicial decisions, or b exercising judicial discretion. 7 At the end of section 49 (reports) add— 6 If a report relates (wholly or partly) to the Northern Ireland Court Service or the Northern Ireland Legal Services Commission, the Chief Inspector must send a copy of it to the Lord Chancellor. 8 The amendments in subsection (2) above are without prejudice to the power in section 46(6) of the Justice (Northern Ireland) Act 2002 (c. 26)."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "46", "section_title": "Free legal aid in magistrates' courts", "section_text": "46 In Article 28 of the Legal Aid, Advice and Assistance (Northern Ireland) Order 1981 (S.I. 1981/228 (N.I. 8))\t\t\t(free legal aid in the magistrates' court), after paragraph (2) insert— 2A The power conferred by paragraph (1) to grant a criminal aid certificate includes power to grant a certificate for a limited period, for the purposes of specified proceedings only or for the purposes of limited aspects of proceedings, and to vary or remove any limitation imposed by a criminal aid certificate."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "47", "section_title": "Altering title of resident magistrate", "section_text": "47 1 Section 102 of the Courts Act 2003 (c. 39)\t\t\t\t\t(power to alter judicial titles: Northern Ireland) is amended as follows. 2 In subsection (1)(a), after  “county courts” insert  “                  or magistrates' courts                ” . 3 In subsection (2)— a after the entry for  “Deputy judge of the county court” insert—  “                      Deputy resident magistrate                    ” ; b after the entry for  “Presiding judge for the county courts” insert—  “                      Presiding resident magistrate                    ” ; c at the end of the list insert—  “                      Resident magistrate                    ” ."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "48", "section_title": "Private Security Industry", "section_text": "48 1 This section— a establishes interim arrangements for regulating private security services in Northern Ireland following the expiry of section 106 of, and Schedule 13 to, the Terrorism Act 2000 (c. 11)\t\t\t\t\t\t\t(subsection (2) and Schedule 6), and b provides for the eventual regulation of those services under the Private Security Industry Act 2001 (c. 12)\t\t\t\t\t\t\t(subsections (3) to (5)). 2 Schedule 6 (which regulates the private security industry in Northern Ireland until repeal in accordance with subsection (4)(a) below) shall have effect. 3 For section 26(3) and (4) of the Private Security Industry Act 2001 (extent) substitute— 3 This Act extends to— a England and Wales, b Scotland, and c Northern Ireland. 4 An order under section 3(3) of the Private Security Industry Act 2001 (conduct prohibited without a licence) designating an activity in respect of Northern Ireland— a shall include provision repealing Schedule 6 to this Act in so far as it applies to that activity, and b may include transitional provision or savings. 5 The amendments of that Act in section 49 below shall have effect. 6 This section and section 49 shall come into force in accordance with provision made by the Secretary of State by order; and an order— a shall be made by statutory instrument, b may make provision generally or only for specified purposes, c may make different provision for different purposes, and d may include incidental, consequential or transitional provision. 7 Transitional provision under or by virtue of this section may, in particular— a provide for a licence issued under one provision to have effect, subject to any specified modifications, as if issued under another; b provide for applications under or by virtue of a provision to be made in advance of its coming into force."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "49", "section_title": "Amendments of the Private Security Industry Act 2001", "section_text": "49 1 This section sets out the amendments of the Private Security Industry Act 2001 referred to in section 48(5) above. 2 At the end of section 11 (licensing appeals) add— 7 In the application of this section to Northern Ireland a reference to the Crown Court shall be taken as a reference to a county court. 3 In section 13(8)\t\t\t\t\t(local authority licensing) after  “to Scotland” insert  “                  or Northern Ireland                ” . 4 In section 15(1)(a)\t\t\t\t\t(approvals) for  “in England and Wales or in Scotland” substitute  “                  in the United Kingdom                ” . 5 At the end of section 18 (approval appeals) add— 6 In the application of this section to Northern Ireland a reference to the Crown Court shall be taken as a reference to a county court. 6 At the end of section 25 (interpretation) add— 3 In the application of this section to Northern Ireland, a reference to an Act that does not extend there shall be taken as a reference to the equivalent (or nearest equivalent) legislation that does. 7 In Schedule 2 (controlled activities) after paragraph 4(4A) insert— 4B This paragraph does not apply to any activities, of a person who is a barrister-at-law or solicitor in Northern Ireland, which are carried out for the purposes of the provision of legal services— a by him; b by any firm of which he is a partner or by which he is employed; c by any body corporate of which he is a director or member or by which he is employed."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "50", "section_title": "Repeals and revocations", "section_text": "50 Schedule 7 (repeals and revocations) shall have effect."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "51", "section_title": "Financial provisions", "section_text": "51 There shall be paid out of money provided by Parliament— a expenditure of the Secretary of State in connection with this Act, and b any increase attributable to this Act in sums payable out of money provided by Parliament under another enactment."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "52", "section_title": "Extent", "section_text": "52 1 The following provisions extend to England and Wales, Scotland and Northern Ireland— a sections 14 to 20; b section 44 (and Schedule 5); c section 47; d sections 48 and 49 (and Schedule 6). 2 Section 9(6) and (7) extends to England and Wales and Northern Ireland only. 3 The amendments in Schedule 1 (and sections 8 and 9(1) to (4) so far as relating to those amendments) have the same extent as the enactments to which they relate. 4 Subject to that, the preceding provisions of this Act extend to Northern Ireland only."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "53", "section_title": "Commencement", "section_text": "53 1 Sections 21 to 40 (and Schedules 3 and 4) shall come into force on 1st August 2007. 2 Sections 48 and 49 (and Schedule 6) come into force in accordance with section 48(6). 3 The following come into force on the day on which this Act is passed— a section 9; b sections 51 and 52; c this section; d section 54. 4 Subject to subsection , the other provisions of this Act come into force on such day as the Secretary of State may appoint by order made by statutory instrument. 5 Any repeal or revocation in Schedule 7 (and section 50 so far as relating to the repeal or revocation) comes into force in the same way as the provisions of this Act to which the repeal or revocation relates. 6 Different days may be appointed under subsection (4) for different purposes. 7 The Secretary of State may by order made by statutory instrument make transitory or transitional provision or savings in connection with the coming into force of any provision of this Act."}, {"act": "Justice and Security (Northern Ireland) Act 2007", "year": 2007, "section": "54", "section_title": "Short title", "section_text": "54 This Act may be cited as the Justice and Security (Northern Ireland) Act 2007."}]