[{"act": "Offender Management Act 2007", "year": 2007, "section": "1", "section_title": "Meaning of  “the probation purposes”", "section_text": "1 1 In this Part  “ the probation purposes ” means the purposes of providing for— a courts to be given assistance in determining the appropriate sentences to pass, and making other decisions, in respect of persons charged with or convicted of offences; b the giving of assistance to persons in determining whether conditional cautions should be given and which conditions to attach to conditional cautions; c the supervision and rehabilitation of persons charged with or convicted of offences; d the giving of assistance to persons remanded on bail; e the supervision and rehabilitation of persons to whom conditional cautions are given; f the giving of information to victims of persons charged with or convicted of offences. 2 The purpose set out in subsection (1)(c) includes (in particular)— a giving effect to community orders and suspended sentence orders (or, in the case of persons mentioned in subsection (3), any corresponding sentence which is to be carried out in England and Wales); b assisting in the rehabilitation of offenders who are being held in prison; c supervising persons released from prison on licence; d providing accommodation in approved premises. 3 That purpose also applies in relation to persons who— a are convicted of an offence under the law of a country outside England and Wales, and b receive a sentence which is to any extent to be served or carried out in England and Wales, as it applies in relation to persons convicted of offences. 4 In this section— “ conditional caution ”  has  the same meaning as in Part 3 of the Criminal Justice Act 2003 (c. 44); “  community order  ” means— a community order within the meaning given by section 200 of the Sentencing Code; a youth rehabilitation order within the meaning given by section 173 of the Sentencing Code; “ prison ” includes a young offender institution  , a secure training centre and a secure college ;   “ suspended sentence order ” has the meaning given by section 286 of the Sentencing Code;   “ victim ” includes a person claiming to be a victim of a person charged with or convicted of an offence. 5 Regulations made by the Secretary of State may extend the purposes mentioned in subsection (1) to include other purposes relating to persons charged with or convicted of offences or persons to whom conditional cautions are given."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "2", "section_title": "Responsibility for ensuring the provision of probation services", "section_text": "2 1 It is the function of the Secretary of State to ensure that sufficient provision is made throughout England and Wales— a for the probation purposes; b for enabling functions conferred by any enactment (whenever passed or made) on providers of probation services, or on officers of a provider of probation services, to be performed; and c for the performance of any function of the Secretary of State under any enactment (whenever passed or made) which is expressed to be a function to which this paragraph applies; and any provision which the Secretary of State considers should be made for a purpose mentioned above is referred to in this Part as  “ probation provision ”. 2 The Secretary of State shall discharge his function under subsection (1) in relation to any probation provision by making and carrying out arrangements under section 3. 3 The Secretary of State must have regard to the aims mentioned in subsection (4) in the exercise of his functions under subsections (1) and (2) (so far as they may be exercised for any of the probation purposes). 4 Those aims are— a the protection of the public; b the reduction of re-offending; c the proper punishment of offenders; d ensuring offenders' awareness of the effects of crime on the victims of crimes and the public; and e the rehabilitation of offenders. 5 The Secretary of State is not required by subsections (1) and (2) to take any action in relation to the making of provision for a purpose mentioned in subsection (1) if it appears to him that appropriate provision is being or will be made by any person acting otherwise than in pursuance of arrangements under section 3. 6 In this section  “ enactment ” includes subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30))."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "3", "section_title": "Power to make arrangements for the provision of probation services", "section_text": "3 1 This section applies to any probation provision which the Secretary of State considers ought to be made for any of the purposes mentioned in section 2(1). 2 The Secretary of State may make contractual or other arrangements with any other person for the making of the probation provision. 3 Arrangements under subsection (2) may in particular authorise or require that other person— a to co-operate with other providers of probation services or persons who are concerned with the prevention or reduction of crime or with giving assistance to the victims of crime; b to authorise individuals under section 9(2) to act as officers of a provider of probation services; c to make contractual or other arrangements with third parties for purposes connected with the probation provision to be made, including in particular contractual or other arrangements— i for provision to be made, or for activities to be carried out, by third parties on behalf of that other person; or ii for individuals who are not members of that other person's staff to act as officers of a provider of probation services. 4 The Secretary of State may make provision for the performance of any function to which section 2(1)(c) applies by making arrangements under subsection (2) above providing for the delegation of that function to the other person. 5 If instead of making arrangements under subsection (2) the Secretary of State considers it appropriate to make any probation provision himself, he shall make arrangements for the making of that probation provision (and for the avoidance of doubt the members of staff through whom he may act in making and carrying out those arrangements include prison officers or other persons employed at a prison). 6 In this Part  “ provider of probation services ” means— a a person with whom the Secretary of State has made arrangements that are in force under subsection (2); or b the Secretary of State (in relation to probation provision which is the subject of arrangements that are in force under subsection (5)). 6A The Secretary of State must ensure that arrangements under subsection (2) or (5) for the supervision or rehabilitation of persons convicted of offences— a state that the Secretary of State has, in making the arrangements, complied with the duty under section 149 of the Equality Act 2010 (public sector equality duty) as it relates to female offenders, and b identify anything in the arrangements that is intended to meet the particular needs of female offenders. 7 In carrying out functions under this Part in relation to arrangements under subsection (2) with another person (“ the provider ”), the Secretary of State shall have regard to the need to take reasonable steps to avoid (so far as practicable) the risk that— a the provision, in pursuance of the arrangements, of assistance to a court or to the Parole Board for England and Wales, and b the carrying out, in pursuance of the arrangements, of any other activities, might be adversely affected by any potential conflict between the provider's obligations in relation to those activities and the financial interests of the provider."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "4", "section_title": "Restriction on certain arrangements under section 3", "section_text": "4 1 Arrangements under section 3(2) relating to restricted probation provision may only be made with a probation trust or other public body. 2 In this section  “ restricted probation provision ” means probation provision which— a is made for a purpose mentioned in section 2(1)(a) or (b); and b relates to the giving of assistance to any court in determining the appropriate sentence to pass, or making any other decision, in respect of a person charged with or convicted of an offence. 3 The provision described in subsection (2)(b) includes provision which relates to the making of an application by an officer to a court under— a   paragraph 14, 15, 18, 20 or 21 of Schedule 10 to the Sentencing Code   (revocation or amendment of community orders), b   paragraph 22, 25 or 27 of Schedule 16 to that Code   (amendment of suspended sentence orders), or c paragraph 10 of Schedule 19A to   the Criminal Justice Act 2003   (revocation or amendment of supervision default orders)."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "5", "section_title": "Power to establish probation trusts", "section_text": "5 1 The Secretary of State may by order— a establish a probation trust for purposes specified in the order; b alter the name or purposes of a probation trust; c dissolve a probation trust. 2 The purposes of a probation trust must consist of or include the making or performance by the trust of contracts with the Secretary of State under section 3(2). 3 The purposes of a probation trust may include all or any of the following purposes— a the making or performance by the trust of contracts with another probation trust or any other person which provide for the carrying out by the trust of activities which contribute to the achievement of any purpose mentioned in section 2(1); b the making or performance by the trust of contracts with the Secretary of State for the carrying out by the trust of activities anywhere in the world which— i are to be carried out in connection with persons who are or have been subject to proceedings in service courts; and ii correspond to activities which, if carried out in connection with persons charged with or convicted of offences, would contribute to the achievement of any purpose mentioned in section 2(1); c any other purpose specified for the purposes of this section by regulations made by the Secretary of State. 4 A purpose specified for a probation trust under subsection (1)(a) may be expressed in more specific terms than those used in subsection (2) or (3)(a) or (b) or in regulations under subsection (3)(c). 5 A purpose so specified which relates to the making or performance of contracts includes the carrying out of any activities relating to a contract of a relevant kind (including activities taking place before it is made or after it is terminated). 6 Schedule 1 (which contains other provision relating to probation trusts) has effect."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "6", "section_title": "Power to make grants for probation purposes  etc", "section_text": "6 1 The Secretary of State may make payments (other than payments falling to be made in pursuance of arrangements under section 3(2))— a to a probation trust; or b towards expenditure incurred by any other person for any purpose falling within the probation purposes. 2 Payments under this section may be made on conditions (which may require repayment in specified circumstances)."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "7", "section_title": "National standards for the management of offenders", "section_text": "7 1 The Secretary of State shall continue to publish national standards for the management of offenders. 2 The national standards may in particular include standards relating to the management of offenders held in custody. 3 In exercising his powers under section 3(2), the Secretary of State shall have regard to the need to secure, so far as practicable, that the arrangements in force from time to time provide for the national standards to have the same effect in relation to every provider of probation services carrying out the activities to which the standards apply."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "8", "section_title": "Annual plans", "section_text": "8 1 The Secretary of State shall at least once in every year consult the Welsh Ministers, and such other persons as he thinks fit, about the provision that should be made for the purposes mentioned in section 2(1) for the following year. 2 The Secretary of State shall, before the end of each year, publish an annual plan for the following year which sets out the way in which the Secretary of State proposes to— a discharge his functions under section 2(1) and (2) during that year; and b carry out any arrangements which he expects to be in force under section 3(5) for that year. 3 The Secretary of State shall have regard to the annual plan published under subsection (2) for any year— a in discharging his functions under section 2(1) and (2) during that year; and b in making or carrying out arrangements under section 3(5) for that year. 4 Arrangements made by the Secretary of State under section 3(2) with a probation trust shall require the trust to publish an annual plan for each year in which it expects to carry out any specified activities. 5 Arrangements made by the Secretary of State under section 3(2) with a person other than a probation trust shall, if the Secretary of State thinks fit, require that person to publish an annual plan for each year in which it expects to carry out any specified activities. 6 In subsections (4) and (5)— “ annual plan ” means a plan setting out the way in which the probation trust or other person (as the case may be) proposes to carry out any specified activities during the year to which the plan relates; “ specified activities ”, in relation to a probation trust or other person with whom arrangements under section 3(2) are made, means activities of a description specified in those arrangements for the purposes of subsection (4) or (5) above (as the case may be). 7 In this section  “ year ” means a period of 12 months ending with 31st March."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "9", "section_title": "Officers of providers of probation services", "section_text": "9 1 In this Part  “ officer of a provider of probation services ” means an individual who is for the time being authorised under subsection (2) (and  “ officer ”, in relation to a particular provider of probation services, means a person so authorised to act as an officer of that provider). 2 An individual may be authorised to act as an officer of a particular provider of probation services (“the relevant provider”) by— a the Secretary of State; or b a provider of probation services (whether the relevant provider or any other provider) who is authorised to do so by the Secretary of State. 3 If the relevant provider is the Secretary of State, subsection (2) has effect with the omission of paragraph (b)."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "10", "section_title": "National framework for qualifications of officers", "section_text": "10 1 The Secretary of State may publish guidelines about any qualifications, experience or training required to perform the work of an officer of a provider of probation services. 2 The Secretary of State must publish guidelines under subsection (1) in relation to work involving the supervision of offenders and other work requiring direct contact with offenders (including offenders held in custody). 3 Guidelines under this section may make different provision for different purposes. 4 In exercising his powers under sections 3(2) and (5) and 9, the Secretary of State shall have regard to the need to secure, so far as practicable, that guidelines published under this section have the same effect in relation to every provider of probation services whose officers perform work to which they relate."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "10A", "section_title": "Duty to consult on unpaid work requirements", "section_text": "10A 1 Each provider of probation services must, in each calendar year, consult the prescribed persons about the work to be performed by persons who— a are subject to unpaid work requirements, and b are supervised by that provider. 2 In this section “ prescribed person ” means a person, or a person of a description, prescribed by regulations made by the Secretary of State. 3 In this section “ unpaid work requirement ” means an unpaid work requirement as defined by— a paragraph 10(1) of Schedule 6 to the Sentencing Code (youth rehabilitation orders), b paragraph 1(1) of Schedule 9 to the Sentencing Code (community orders and suspended sentence orders), or c paragraph 3A(1) of Schedule A1 to the Children Act 1989 (enforcement orders). 4 For the purposes of this section a person is supervised by a provider of probation services if an officer of that provider has functions relating to the person’s compliance with an unpaid work requirement."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "11", "section_title": "Abolition of local probation boards and transfers of property etc and staff", "section_text": "11 1 In consequence of the provisions of this Part, the local probation boards constituted under section 4 of the Criminal Justice and Court Services Act 2000 (c. 43) are abolished. 2 Schedule 2 (which contains provisions relating to transfers of property etc or staff in connection with the abolition of local probation boards or the implementation or termination of arrangements under section 3) has effect."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "12", "section_title": "The inspectorate", "section_text": "12 1 Her Majesty's Inspectorate of the National Probation Service for England and Wales is renamed  “Her Majesty's Inspectorate of Probation for England and Wales” and Her Majesty's Chief Inspector of the National Probation Service for England and Wales is renamed  “Her Majesty's Chief Inspector of Probation for England and Wales”. 2 In section 6 of the Criminal Justice and Court Services Act 2000 (the inspectorate)— a in subsection (1), the words from  “but” to the end are omitted; and b in subsection (4), for  “the National Probation Service”\t\t\t\t\t\t\t(in both places) there is substituted  “                        Probation                      ” . 3 In section 7 of that Act (functions of the inspectorate)— a in subsection (1), for  “each local probation board under section 5” there is substituted  “                        the Secretary of State under section 3 of the Offender Management Act 2007 (power to make arrangements for the provision of probation services)                      ” ; and b in subsection (6), after  “section 1” there is inserted  “                        of the Offender Management Act 2007                      ” ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "13", "section_title": "Approved premises", "section_text": "13 1 The Secretary of State may approve premises in which accommodation is provided— a for persons granted bail in criminal proceedings (within the meaning of the Bail Act 1976 (c. 63)); or b for, or in connection with, the supervision or rehabilitation of persons convicted of offences; and in this section    and section 13A  “ approved premises ” means premises which are for the time being approved under this subsection. 2 The Secretary of State may make regulations for the regulation, management and inspection of approved premises. 3 The Secretary of State may make payments in connection with — a the operation of approved premises, or b constructing, enlarging or improving premises, if they are approved premises or the works are being carried out with a view to the premises becoming approved premises, to any person who incurs expenditure on the activities in question. 4 Payments under subsection (3) may be made on conditions (including conditions requiring repayment in specified circumstances). 5 The power to make payments under subsection (3) is without prejudice to the powers of the Secretary of State under sections 2 to 6. 6 References in any Act or subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)) to an approved bail hostel or an approved probation hostel are to be read as a reference to approved premises. 7 In paragraph 2(7) of Schedule 2 to the Private Security Industry Act 2001 (c. 12)\t\t\t\t\t(activities not liable to control under the Act), after paragraph (l) there is inserted— m activities of a person who is acting as a manager of any approved premises (within the meaning of section 13 of the Offender Management Act 2007)."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "13A", "section_title": "Approved premises: substance testing", "section_text": "13A 1 Subsection (2) applies if— a the manager of any approved premises has given an authorisation that specifies when the power in that subsection may be exercised at those premises, and b that authorisation is in force. 2 A member of staff may, at the approved premises and in accordance with the authorisation given under subsection (1), require any resident of those premises to provide a sample of urine for the purpose of ascertaining whether the resident has in their body any— a controlled drug, b prescription only medicine, or c psychoactive substance. 3 The power in subsection (2) includes power to require a resident to provide a sample of any other description, except an intimate sample, whether instead of or in addition to a sample of urine. 4 The Secretary of State may use any residents’ samples to test, on an anonymised basis, for the prevalence of the following substances in approved premises— a controlled drugs, b medicinal products, or c psychoactive substances. 5 In giving, or deciding whether to give, an authorisation under subsection (1), the manager must have regard to any guidance regarding the giving of authorisations issued by the Secretary of State. 6 In exercising the power in subsection (2), a member of staff must have regard to any guidance regarding the exercise of that power issued by the Secretary of State. 7 In this section— “ approved premises ” has the meaning given by section 13(1); “ controlled drug ” means any drug which is a controlled drug for the purposes of the Misuse of Drugs Act 1971 (see section 2 of that Act); “ intimate sample ” has the same meaning as in Part 5 of the Police and Criminal Evidence Act 1984 (see section 65 of that Act); “ medicinal product ” has the meaning given in regulation 2 of the Human Medicines Regulations 2012 ( S.I. 2012/1916 ); “ prescription only medicine ” has the meaning given in regulation 8 of the Human Medicines Regulations 2012 ( S.I. 2012/1916 ); “ psychoactive substance ” has the same meaning as in the Psychoactive Substances Act 2016 (see section 2 of that Act); “ resident ” means a person who lives in approved premises other than a member of staff; “ residents’ sample ” means any sample— provided under subsection (2) or (3), or provided voluntarily; “ the manager ” means, in relation to approved premises, the individual in general control over the management of the approved premises. 8 The Secretary of State may by regulations make such amendments of this section as the Secretary of State considers appropriate in consequence of— a the amendment or revocation of the Human Medicines Regulations 2012 ( S.I. 2012/1916 ), or b the making, amendment or revocation of any other subordinate legislation (whenever made) which relates to human medicines. 9 In subsection (8) “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "14", "section_title": "Disclosure for offender management purposes", "section_text": "14 1 This section applies to— a the Secretary of State; b a provider of probation services (other than the Secretary of State); c an officer of a provider of probation services; and d a person carrying out activities in pursuance of arrangements made by a provider of probation services as mentioned in section 3(3)(c). 2 In this section  “ listed person ” means— a a government department; b a relevant local authority; c the Youth Justice Board for England and Wales; d the Parole Board for England and Wales; e a relevant contractor; f a chief officer of police; g a person who is responsible for securing the electronic monitoring of an individual; and h any other person specified or described in regulations made by the Secretary of State. 3 Information may be disclosed— a by a person to whom this section applies— i to another person to whom this section applies, or ii to a listed person, or b by a listed person to a person to whom this section applies, but only if the disclosure is necessary or expedient for any of the purposes mentioned in subsection (4). 4 Those purposes are— a the probation purposes; b the performance of functions relating to prisons or prisoners of— i the Secretary of State; ii any other person to whom this section applies; or iii any listed person; and c any other purposes connected with the management of offenders (including the development or assessment of policies relating to matters connected with the management of offenders). 5 In subsection (4)(b)— a the reference to prisons or prisoners includes a reference to— i young offender institutions or persons detained in such institutions;  ... ii secure training centres or persons detained in such centres; and iii secure colleges or persons detained in them; b the reference to functions, in relation to a listed person who is a relevant contractor, includes activities connected with the making or performance of a contract mentioned in subsection (9). 6 Nothing in this section— a affects any power to disclose information that exists apart from this section; or b authorises the disclosure of any information in contravention of any provision contained in an enactment (whenever passed or made) which prevents disclosure of the information. 7 But the Secretary of State may by order amend or repeal any provision mentioned in subsection (6)(b) which is contained in an enactment passed or made before the end of the Session in which this Act is passed so as to enable disclosures that would otherwise be permitted under this section. 8 In this section  “ relevant local authority ” means a county council in England, a Welsh county council or county borough council, a district council, a London borough council, the Common Council of the City of London or the Council of the Isles of Scilly. 9 In this section  “ relevant contractor ” means— a a person who has entered into a contract for the running of, or of part of— i a prison or young offender institution under section 84 of the Criminal Justice Act 1991 (c. 53); ii a secure training centre under section 7 of the Criminal Justice and Public Order Act 1994 (c. 33); iii a secure college under paragraph 1 of Schedule 10 to the Criminal Justice and Courts Act 2015; or a sub-contractor of such a person (within the meaning of the  provision in question ); or b a person who has entered into a contract with the Secretary of State— i under section 80 of the Criminal Justice Act 1991 for the purposes of prisoner escort arrangements (see subsection (2) of that section); or ii under paragraph 1 of Schedule 1 to the Criminal Justice and Public Order Act 1994 for the purposes of escort arrangements  .... 10 In this section  “ enactment ” includes any subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "15", "section_title": "Power to repeal section 4", "section_text": "15 1 The Secretary of State may by order repeal section 4. 2 The power under this section includes power to provide for that section to cease to have effect for such purposes as may be specified in the order."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "16", "section_title": "Power of search in contracted out prisons and secure training centres", "section_text": "16 1 In section 86 of the Criminal Justice Act 1991 (c. 53)\t\t\t\t\t(powers and duties of prisoner custody officers in contracted out prisons)— a in subsection (1)(b), after  “search” there is inserted  “                        in accordance with prison rules                      ” ; and b in subsection (2), for the words from  “remove” to the end there is substituted  “                        submit to an intimate search (within the meaning of section 164(5) of the Customs and Excise Management Act 1979).                      ” 2 In section 9 of the Criminal Justice and Public Order Act 1994 (c. 33)\t\t\t\t\t(powers and duties of custody officers in contracted out secure training centres)— a in subsection (1)(b), after  “search” there is inserted  “                        in accordance with secure training centre rules                      ” ; and b in subsection (2), for the words from  “remove” to the end there is substituted  “                        submit to an intimate search (within the meaning of section 164(5) of the Customs and Excise Management Act 1979).                      ”"}, {"act": "Offender Management Act 2007", "year": 2007, "section": "17", "section_title": "Power of detention in contracted out prisons and secure training centres", "section_text": "17 1 After section 86 of the Criminal Justice Act 1991 there is inserted— Power of prisoner custody officers to detain suspected offenders 86A 1 A prisoner custody officer performing custodial duties at a contracted out prison shall have the following powers in relation to any person who is in or is seeking to enter the prison (other than a prisoner confined in the prison). 2 Where the officer has reason to believe that the person is committing or has committed an offence under any of sections 39 to 40D of the Prison Act 1952, the officer may— a require the person to wait with him for the arrival of a constable for such period as may be necessary (not exceeding two hours); and b use reasonable force to prevent the person from making off while subject to a requirement under paragraph (a). 3 A person who makes off while subject to such a requirement is guilty of an offence and liable, on summary conviction, to a fine not exceeding level 3 on the standard scale. 4 In subsection (2), a reference to an offence under a particular provision includes a reference to any offence consisting of an attempt to commit, incitement or conspiracy to commit, or aiding, abetting, counselling or procuring the commission of, an offence under that provision. 2 In section 88A(2) of that Act (contracted out functions at a directly managed prison)— a for  “Section 86” there is substituted  “                        Sections 86 and 86A                      ” ; and b for  “it applies” there is substituted  “                        they apply                      ” . 3 After section 9 of the Criminal Justice and Public Order Act 1994 (c. 33) there is inserted— Power of custody officers to detain suspected offenders 9A 1 A custody officer performing custodial duties at a contracted out secure training centre shall have the following powers in relation to any person who is in or is seeking to enter the centre (other than a person detained in the centre). 2 Where the officer has reason to believe that the person is committing or has committed an offence under any of sections 39 to 40D of the Prison Act 1952, the officer may— a require the person to wait with him for the arrival of a constable for such period as may be necessary (not exceeding two hours); and b use reasonable force to prevent the person from making off while subject to a requirement under paragraph (a). 3 A person who makes off while subject to such a requirement is guilty of an offence and liable, on summary conviction, to a fine not exceeding level 3 on the standard scale. 4 In subsection (2), a reference to an offence under a particular provision includes a reference to any offence consisting of an attempt to commit, incitement or conspiracy to commit, or aiding, abetting, counselling or procuring the commission of, an offence under that provision. 4 In section 11(2) of that Act (contracted out functions at directly managed secure training centres)— a for  “Section 9” there is substituted  “                        Sections 9 and 9A                      ” ; and b for  “it applies” there is substituted  “                        they apply                      ” ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "18", "section_title": "Powers of authorised persons to perform custodial duties and search prisoners", "section_text": "18 1 The Criminal Justice Act 1991 (c. 53) is amended as follows. 2 After section 86A (as inserted by section 17 above) there is inserted— Powers of authorised persons to perform custodial duties 86B 1 In this section— “ restricted activity ” means an activity which is (apart from this section) required by section 85(1) to be carried out by an officer of a contracted-out prison who is— a prisoner custody officer authorised to perform custodial duties; or a prison officer temporarily attached to the prison; and “ worker ”, in relation to a contracted out prison, means a person who works at the prison, other than an officer mentioned above. 2 The Secretary of State may by order specify descriptions of restricted activity that may be the subject of authorisations under subsection (3) given to workers at a contracted-out prison. 3 A worker at a contracted-out prison may carry out any activity of a description specified under subsection (2), but only if and to the extent that he is for the time being authorised to do so by the director of the prison. 4 The director may give such authorisation— a in general or specific terms, subject to any limitations or conditions he considers appropriate; and b to one or more particular workers or to any worker who is (or comes to be) within a specified description of workers at the prison. 5 Nothing in an order or authorisation under this section is to be taken as authorising the use of force. 6 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 In section 85(1)\t\t\t\t\t(officers of contracted out prisons), after  “shall”, in the words following paragraph (b), there is inserted  “                    (subject to section 86B)                  ” ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "19", "section_title": "Powers of director of a contracted out prison", "section_text": "19 Section 85(3) of the Criminal Justice Act 1991 (c. 53) (director of a contracted out prison not to exercise certain adjudication powers or order removal etc of prisoner) shall cease to have effect."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "20", "section_title": "Amendment of section 87 of the Criminal Justice Act 1991", "section_text": "20 1 Section 87 of the Criminal Justice Act 1991 (modification of Prison Act 1952 in its application to a contracted out prison) is amended as follows. 2 For subsection (3) there is substituted— 3 Section 8 (powers of prison officers) shall not apply (but this does not affect the powers of a prison officer who is temporarily attached to the prison). 3 In subsection (4), after  “sections” there is inserted  “                    8A(3), (4) and (5)                  ” ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "21", "section_title": "Assisting a prisoner to escape", "section_text": "21 For section 39 of the Prison Act 1952 (c. 52) there is substituted— Assisting a prisoner to escape 39 1 A person who— a assists a prisoner in escaping or attempting to escape from a prison, or b intending to facilitate the escape of a prisoner— i brings, throws or otherwise conveys anything into a prison, ii causes another person to bring, throw or otherwise convey anything into a prison, or iii gives anything to a prisoner or leaves anything in any place (whether inside or outside a prison), is guilty of an offence. 2 A person guilty of an offence under this section is liable on conviction on indictment to imprisonment for a term not exceeding ten years."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "22", "section_title": "Conveyance of prohibited articles into or out of prison", "section_text": "22 1 For section 40 of the Prison Act 1952 there is substituted— Sections 40B and 40C: classification of articles 40A 1 This section defines the categories of articles which are referred to in sections 40B and 40C. 2 A List A article is any article or substance in the following list (“List A”)— a a controlled drug (as defined for the purposes of the Misuse of Drugs Act 1971); b an explosive; c any firearm or ammunition (as defined in section 57 of the Firearms Act 1968); d any other offensive weapon (as defined in section 1(9) of the Police and Criminal Evidence Act 1984). 3 A List B article is any article or substance in the following list (“List B”)— a alcohol (as defined for the purposes of the Licensing Act 2003); b a mobile telephone; c a camera; d a sound-recording device. 4 In List B— “ camera ” includes any device by means of which a photograph (as defined in section 40E) can be produced; “ sound-recording device ” includes any device by means of which a sound-recording (as defined in section 40E) can be made. 5 The reference in paragraph (b), (c) or (d) of List B to a device of any description includes a reference to— a a component part of a device of that description; or b an article designed or adapted for use with a device of that description (including any disk, film or other separate article on which images, sounds or information may be recorded). 6 A List C article is any article or substance prescribed for the purposes of this subsection by prison rules. 7 The Secretary of State may by order amend this section for the purpose of— a adding an entry to List A or List B; b repealing or modifying any entry for the time being included in List A or List B; c adding, repealing or modifying any provision for the interpretation of any such entry. Conveyance  etc.  of List A articles into or out of prison 40B 1 A person who, without authorisation— a brings, throws or otherwise conveys a List A article into or out of a prison, b causes another person to bring, throw or otherwise convey a List A article into or out of a prison, c leaves a List A article in any place (whether inside or outside a prison) intending it to come into the possession of a prisoner, or d knowing a person to be a prisoner, gives a List A article to him, is guilty of an offence. 2 In this section  “ authorisation ” means authorisation given for the purposes of this section— a in relation to all prisons or prisons of a specified description, by prison rules or by the Secretary of State; or b in relation to a particular prison, by the Secretary of State or by the governor or director of the prison. In paragraph (a)\t\t\t\t\t\t\t\t\t\t “ specified ” means specified in the authorisation. 3 Authorisation may be given to specified persons or persons of a specified description— a in relation to specified articles or articles of a specified description; b in relation to specified acts or acts of a specified description; or c on such other terms as may be specified. In this subsection  “ specified ” means specified in the authorisation. 4 Authorisation given by the Secretary of State otherwise than in writing shall be recorded in writing as soon as is reasonably practicable after being given. 5 Authorisation given by the governor or director of a prison shall— a be given in writing; and b specify the purpose for which it is given. 6 A person guilty of an offence under this section is liable on conviction on indictment to imprisonment for a term not exceeding ten years or to a fine (or both). Conveyance etc. of List B or C articles into or out of prison 40C 1 A person who, without authorisation— a brings, throws or otherwise conveys a List B article into or out of a prison, b causes another person to bring, throw or otherwise convey a List B article into or out of a prison, c leaves a List B article in any place (whether inside or outside a prison) intending it to come into the possession of a prisoner, or d knowing a person to be a prisoner, gives a List B article to him, is guilty of an offence. 2 A person who, without authorisation— a brings, throws or otherwise conveys a List C article into a prison intending it to come into the possession of a prisoner, b causes another person to bring, throw or otherwise convey a List C article into a prison intending it to come into the possession of a prisoner, c brings, throws or otherwise conveys a List C article out of a prison on behalf of a prisoner, d causes another person to bring, throw or otherwise convey a List C article out of a prison on behalf of a prisoner, e leaves a List C article in any place (whether inside or outside a prison) intending it to come into the possession of a prisoner, or f while inside a prison, gives a List C article to a prisoner, is guilty of an offence. 3 A person who attempts to commit an offence under subsection (2) is guilty of that offence. 4 In proceedings for an offence under this section it is a defence for the accused to show that— a he reasonably believed that he had authorisation to do the act in respect of which the proceedings are brought, or b in all the circumstances there was an overriding public interest which justified the doing of that act. 5 A person guilty of an offence under subsection (1) is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine (or both); b on summary conviction, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum (or both). 6 A person guilty of an offence under subsection (2) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 7 In this section  “ authorisation ” means authorisation given for the purposes of this section; and subsections (1) to (3) of section 40E apply in relation to authorisations so given as they apply to authorisations given for the purposes of section 40D. 2 In section 52 of the Prison Act 1952 (c. 52)\t\t\t\t\t(exercise of powers to make orders etc)— a in subsection (1) for  “or section thirty-seven” there is substituted  “                        , 37 or 40A                      ” ; and b after subsection (2) there is inserted— 2A A statutory instrument containing an order under section 40A(7) which relates to List A (whether or not it also relates to List B) shall not be made unless a draft of it has been laid before, and approved by a resolution of, each House of Parliament. 2B A statutory instrument containing an order under section 40A(7) which relates only to List B is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "23", "section_title": "Other offences relating to prison security", "section_text": "23 1 After section 40C of the Prison Act 1952 (as substituted for section 40 of that Act by section 22 above) there is inserted— Other offences relating to prison security 40D 1 A person who, without authorisation— a takes a photograph, or makes a sound-recording, inside a prison, or b transmits, or causes to be transmitted, any image or any sound from inside a prison by electronic communications for simultaneous reception outside the prison, is guilty of an offence. 2 It is immaterial for the purposes of subsection (1)(a) where the recording medium is located. 3 A person who, without authorisation— a brings or otherwise conveys a restricted document out of a prison or causes such a document to be brought or conveyed out of a prison, or b transmits, or causes to be transmitted, a restricted document (or any information derived from a restricted document) from inside a prison by means of electronic communications, is guilty of an offence. 4 In proceedings for an offence under this section it is a defence for the accused to show that— a he reasonably believed that he had authorisation to do the act in respect of which the proceedings are brought, or b in all the circumstances there was an overriding public interest which justified the doing of that act. 5 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine (or both); or b on summary conviction, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum (or both). Section 40D: meaning of  “authorisation” and other interpretation 40E 1 In section 40D (and the following provisions of this section)\t\t\t\t\t\t\t\t\t\t “ authorisation ” means authorisation given for the purposes of that section— a in relation to all prisons or prisons of a specified description, by prison rules or by the Secretary of State; b in relation to a particular prison— i by the Secretary of State; ii by the governor or director of the prison; iii by a person working at the prison who is authorised by the governor or director to grant authorisation on his behalf. In paragraph (a)\t\t\t\t\t\t\t\t\t\t “ specified ” means specified in the authorisation. 2 Authorisation may be given— a to persons generally or to specified persons or persons of a specified description; and b on such terms as may be specified. In this subsection  “ specified ” means specified in the authorisation. 3 Authorisation given by or on behalf of the governor or director of a prison must be in writing. 4 In section 40D  “ restricted document ” means the whole (or any part of)— a a photograph taken inside the prison; b a sound-recording made inside the prison; c a personal record (or a document containing information derived from a personal record); d any other document which contains— i information relating to an identified or identifiable relevant individual, if the disclosure of that information would or might prejudicially affect the interests of that individual; or ii information relating to any matter connected with the prison or its operation, if the disclosure of that information would or might prejudicially affect the security or operation of the prison. 5 In subsection (4)— “ personal record ” means any record which is required by prison rules to be prepared and maintained in relation to any prisoner (and it is immaterial whether or not the individual concerned is still a prisoner at the time of any alleged offence); “ relevant individual ” means an individual who is or has at any time been— a prisoner or a person working at the prison; or a member of such a person's family or household. 6 In section 40D and this section— “ document ” means anything in which information is recorded (by whatever means); “ electronic communications ” has the same meaning as in the Electronic Communications Act 2000 (c. 7); “ photograph ” means a recording on any medium on which an image is produced or from which an image (including a moving image) may by any means be produced; and “ sound-recording ” means a recording of sounds on any medium from which the sounds may by any means be reproduced. 2 Section 41 of the Prison Act 1952 (c. 52)\t\t\t\t\t(unlawful introduction of other articles) ceases to have effect. 3 In section 42 (display of notice of penalties) for  “the three last preceding sections” there is substituted  “                    sections 39 to 40D                  ” ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "24", "section_title": "Offences under sections 40B to 40D of the Prison Act 1952: extension of Crown immunity", "section_text": "24 After section 40E of the Prison Act 1952 (as inserted by section 22 above) there is inserted— Offences under sections 40B to 40D: extension of Crown immunity 40F 1 An individual who— a works at a prison; b does not do that work as a servant or agent of the Crown; and c has been designated by the Secretary of State for the purposes of this section, shall be treated for the purposes of the application of sections 40B to 40D as if he were doing that work as a servant or agent of the Crown. 2 A designation for the purposes of this section may be given— a in relation to persons specified in the designation or persons of a description so specified; and b in relation to all work falling within subsection (1)(a) or only in relation to such activities as the designation may provide."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "25", "section_title": "Removal of requirement to appoint a medical officer etc", "section_text": "25 1 It is no longer a requirement for there to be a medical officer appointed under section 7(1) of the Prison Act 1952 for each prison (and, accordingly, in section 7(1) the words  “and a medical officer” are omitted). 2 In section 128(5) of the Criminal Justice and Public Order Act 1994 (c. 33)\t\t\t\t\t(pay and conditions for the prison service), for paragraph (a) there is substituted— a hold any post, other than as chaplain or assistant chaplain, to which they have been appointed for the purposes of section 7 of the Prison Act 1952; aa hold any post, other than as chaplain or assistant chaplain or as a medical officer, to which they have been appointed for the purposes of section 2(2) of the Prison Act (Northern Ireland) 1953; . 3 Sections 17 (painful tests applied by the medical officer) and 28(5)\t\t\t\t\t(duties of the medical officer in relation to certain prisoners) of the Prison Act 1952 (c. 52) cease to have effect."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "26", "section_title": "Independent monitoring boards", "section_text": "26 1 The boards appointed under section 6 of the Prison Act 1952 (boards of visitors) are renamed as independent monitoring boards. 2 Accordingly, in section 6 of that Act— a for the sidenote there is substituted  “                        Independent monitoring boards                      ” ; b in subsection (2), for  “board of visitors” there is substituted  “                        group of independent monitors                      ” ; c after subsection (2) there is inserted— 2A The groups so appointed are to be known as independent monitoring boards. ; and d in subsection (3), for  “boards of visitors” there is substituted  “                        independent monitoring boards                      ”  and for  “a board of visitors” there is substituted  “                        an independent monitoring board                      ” . 3 In section 6(2) of that Act the words from  “of whom” to the end cease to have effect."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "27", "section_title": "Amendment of section 8A of the Prison Act 1952", "section_text": "27 1 Section 8A of the Prison Act 1952 (powers of search by authorised employees at a directly managed prison) is amended as follows. 2 In the side note, for  “employees” there is substituted  “                    persons                  ” . 3 In subsections (1) and (2), for  “employee” there is substituted  “                    person                  ” . 4 In subsection (3)— a for  “authorised employee” there is substituted  “                        authorised person                      ” ; and b for  “an employee” there is substituted  “                        a person working at the prison,                      ” ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "28", "section_title": "Application of polygraph condition", "section_text": "28 1 The Secretary of State may include a polygraph condition in the licence of a person to whom this section applies. 2 This section applies to a person serving a relevant custodial sentence in respect of   a relevant sexual offence   an offence within subsection (3A)   or a relevant terrorist offence  who— a is released on licence by the Secretary of State under any enactment; and b is not aged under 18 on the day on which he is released. 3 In this section  “ relevant custodial sentence ” means— a a life sentence within the meaning of Chapter 2 of Part 2 of the Crime (Sentences) Act 1997 (see section 34(2) of that Act), or b a fixed-term sentence within the meaning of Chapter 6 of Part 12 of the Criminal Justice Act 2003 (see section 237 of that Act) of a term of 12 months or more. 3A An offence is within this subsection if it is— a a relevant offence involving domestic abuse (see subsections (3B) and (3C)), or b a relevant sexual offence (see subsection (4)). 3B In this section  “ relevant offence involving domestic abuse ” means— a an offence listed in subsection (3C) which involved behaviour by the offender amounting to domestic abuse within the meaning of the Domestic Abuse Act 2021 (see section 1 of that Act); b an offence under section 39 of that Act (breach of domestic abuse protection order). 3C The offences are— a murder; b an offence under section 5 of the Protection from Harassment Act 1997 (breach of a restraining order); c an offence specified in Part 1 of Schedule 15 to the Criminal Justice Act 2003 (specified violent offences); d an offence under section 76 of the Serious Crime Act 2015 (controlling or coercive behaviour in an intimate or family relationship). 4 In this section  “ relevant sexual offence ”  means an offence specified in any one or more of— a Schedule 3 to the Sexual Offences Act 2003 (sexual offences attracting notification requirements), b Part 2 of Schedule 15 to the Criminal Justice Act 2003 (sexual offences under the law of England and Wales specified for certain purposes), c paragraphs 1 to 21 of Schedule 16 to that Act (sexual offences under the law of Scotland specified for certain purposes), as that Schedule had effect immediately before its repeal on 14 July 2008, and d Part 2 of Schedule 17 to that Act (sexual offences under the law of Northern Ireland specified for certain purposes), as that Schedule had effect immediately before its repeal on 14 July 2008. 4ZA In determining for the purposes of subsection (4) whether an offence is specified in Schedule 3 to the Sexual Offences Act 2003, any limitation in that Schedule referring to the circumstances of a particular case (including the sentence imposed) is to be disregarded. 4A In this section  “ relevant terrorist offence ” means— a an offence that is specified in Part 1 or 2 of Schedule 19ZA to the Criminal Justice Act 2003 (terrorism offences carrying restricted eligibility for release on licence), b ...  or c an offence that was determined to have a terrorist connection. 4B In subsection (4A)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b paragraph (c) is to be read in accordance with section 247A(7A) of the Criminal Justice Act 2003 (meaning of offences determined to have a terrorist connection). 4C A sentence in respect of a service offence is to be treated for the purposes of this section as if it were a sentence in respect of the corresponding offence. 4D In subsection  (4C) — a “ service offence ” means an offence under— i section 42 of the Armed Forces Act 2006, ii section 70 of the Army Act 1955 or the Air Force Act 1955, or iii section 42 of the Naval Discipline Act 1957; b “ corresponding offence ” means— i in relation to an offence under section 42 of the Armed Forces Act 2006, the corresponding offence under the law of England and Wales within the meaning of that section; ii in relation to an offence under section 70 of the Army Act 1955 or the Air Force Act 1955, the corresponding civil offence within the meaning of that Act; iii in relation to an offence under section 42 of the Naval Discipline Act 1957, the civil offence within the meaning of that section. 4E Section 48 of the Armed Forces Act 2006 (supplementary provisions relating to ancillary service offences) applies for the purposes of subsection  (4D)(b)(i)  above as it applies for the purposes of the provisions of that Act referred to in subsection (3)(b) of that section. 5 In section 250(4) of the Criminal Justice Act 2003 (licence conditions for prisoners serving sentences of imprisonment of twelve months or more etc), in paragraph (b)(i) after  “Criminal Justice and Court Services Act 2000” there is inserted  “                    or section 28 of the Offender Management Act 2007                  ” ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "29", "section_title": "Effect of polygraph condition", "section_text": "29 1 For the purposes of section 28, a polygraph condition is a condition which requires the released person— a to participate in polygraph sessions conducted with a view to— i monitoring his compliance with the other conditions of his licence; or ii improving the way in which he is managed during his release on licence; b to participate in those polygraph sessions at such times as may be specified in instructions given by an appropriate officer; and c while participating in a polygraph session, to comply with instructions given to him by the person conducting the session (“the polygraph operator”). 2 A polygraph session is a session during which the polygraph operator— a conducts one or more polygraph examinations of the released person; and b interviews the released person in preparation for, or otherwise in connection with, any such examination. 3 For the purposes of subsection (2), a polygraph examination is a procedure in which— a the polygraph operator questions the released person; b the questions and the released person's answers are recorded; and c physiological reactions of the released person while being questioned are measured and recorded by means of equipment of a type approved by the Secretary of State. 4 In subsection (1)(b)\t\t\t\t\t “ appropriate officer ” means an officer of a provider of probation services or an officer of a local probation board. 5 An appropriate officer giving instructions as mentioned in subsection (1)(b) must have regard to any guidance issued by the Secretary of State. 6 The Secretary of State may make rules relating to the conduct of polygraph sessions. 7 The rules may, in particular— a require polygraph operators to be persons who satisfy such requirements as to qualifications, experience and other matters as are specified in the rules; b make provision about the keeping of records of polygraph sessions; and c make provision about the preparation of reports on the results of polygraph sessions. 7A Rules under subsection (6) may make— a different provision for different purposes or different areas; b incidental, supplemental, consequential, saving or transitional provision. 8 The power to make rules under subsection (6) is exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "30", "section_title": "Use in criminal proceedings of evidence from polygraph sessions", "section_text": "30 1 Evidence of any matter mentioned in subsection (2) may not be used in any proceedings against a released person for an offence. 2 The matters so excluded are— a any statement made by the released person while participating in a polygraph session; and b any physiological reactions of the released person while being questioned in the course of a polygraph examination. 3 In this section  “ polygraph examination ” and  “ polygraph session ” have the same meaning as in section 29."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "31", "section_title": "Accreditation of programmes for purposes of programme requirements", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "32", "section_title": "Functions of Youth Justice Board", "section_text": "32 1 Section 41 of the Crime and Disorder Act 1998 (c. 37)\t\t\t\t\t(the Youth Justice Board) is amended as follows. 2 In subsection (5), after paragraph (j) there is inserted— ja at the request of the Secretary of State, to assist him in carrying out his functions in relation to the release of offenders detained in accommodation which is youth detention accommodation, within the meaning given by section 107(1) of the Powers of Criminal Courts (Sentencing) Act 2000; . 3 After subsection (6) there is inserted— 6A The power of the Secretary of State under subsection (6)(b) includes power— a to provide that, in relation to any function of his that is exercisable in respect of particular cases, the function is to be exercisable by the Board only— i where it proposes to exercise the function in a particular manner, or ii in respect of a class of case specified in the order, and b to make any supplementary, incidental or consequential provision (including provision for any enactment to apply subject to modifications)."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "33", "section_title": "Detention and training orders: early release", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "34", "section_title": "Accommodation in which period of detention and training to be served", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "35", "section_title": "Escort arrangements", "section_text": "35 1 Schedule 1 to the Criminal Justice and Public Order Act 1994 (c. 33)\t\t\t\t\t(escort arrangements: England and Wales) is amended as follows. 2 In the heading to paragraph 1, for  “offenders detained at secure training centres” there is substituted  “                    persons detained in youth detention accommodation                  ” . 3 In paragraph 1 (arrangements for the escort of offenders detained at secure training centres)— a in sub-paragraph (1), for  “offenders” in paragraphs (a) and (b) there is substituted  “                        detained persons                      ”  and for paragraphs (c) and (d) there is substituted— c the custody of detained persons temporarily held in youth detention accommodation in the course of delivery from one such place of accommodation to another; and d the custody of detained persons while they are outside a place of youth detention accommodation for temporary purposes, , and b in sub-paragraph (2), for  “a court, secure training centre” there is substituted  “                        a place of youth detention accommodation or a court                      ” . 4 In paragraph 4 (interpretation)— a before the definition of  “escort arrangements” there is inserted— “ detained person ” means a person remanded or committed to accommodation which is youth detention accommodation or detained in any such accommodation pursuant to a sentence or order requiring the person to be detained; , and b the definitions of  “offender” and  “secure training centre” are omitted."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "36", "section_title": "Orders and regulations", "section_text": "36 1 Any power of the Secretary of State to make an order or regulations under this Act is exercisable by statutory instrument. 2 An order or regulations under this Act may make— a different provision for different purposes or different areas; b incidental, supplemental, consequential, saving or transitional provision. 3 A statutory instrument containing an order or regulations under— a section 5(3)(c), aa section 13A(8), b section 14(2)(h) or (7), c section 15, or d section 38(2)(a), may not be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 4 A statutory instrument containing any other order or regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section references to an order do not include an order under section 41."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "37", "section_title": "Financial provisions", "section_text": "37 There is to be paid out of money provided by Parliament— a any sums required by the Secretary of State in connection with the making and implementation of arrangements for the provision of probation services under section 3; b any other expenditure incurred by the Secretary of State by virtue of this Act; c any increase attributable to this Act in the sums payable by virtue of any other Act out of money so provided."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "38", "section_title": "Power to make consequential and transitional provision etc", "section_text": "38 1 The Secretary of State may by order make— a any supplemental, incidental or consequential provision which he considers necessary or expedient for the purposes of, in consequence of, or for giving full effect to any provision of this Act, and b any transitory, transitional or saving provision which he considers appropriate in connection with the coming into force of any provision of this Act. 2 An order under subsection (1) may, in particular— a amend, repeal or revoke any enactment; b provide for any provision of this Act which comes into force before another provision has come into force to have effect, until that other provision has come into force, with specified modifications. 3 In subsection (2)(a)\t\t\t\t\t “ enactment ” includes any provision contained in— a an Act or subordinate legislation, b an Act of the Scottish Parliament or any instrument made under such an Act, and c Northern Ireland legislation or any instrument made under Northern Ireland legislation, which is passed or made before the end of the Session after that in which this Act is passed. 4 In subsection (3)\t\t\t\t\t “ subordinate legislation ” and  “ Northern Ireland legislation ” have the same meaning as in the Interpretation Act 1978 (c. 30). 5 The amendments that may be made by virtue of subsection (2)(a) are in addition to those made by or under any other provision of this Act. 6 Nothing in this section limits the power under section 41(3) to include transitional or saving provision in a commencement order."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "39", "section_title": "Minor and consequential amendments, transitionals, and repeals", "section_text": "39 Schedules 3 (minor and consequential amendments), 4 (transitional and transitory provisions and savings) and 5 (repeals) have effect."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "40", "section_title": "Extent", "section_text": "40 1 Subject as follows, the preceding provisions of this Act extend to England and Wales only. 2 Sections 36 and 38 extend also to Northern Ireland and Scotland. 3 Any amendment or repeal made by this Act has the same extent as the provision to which it relates."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "41", "section_title": "Commencement", "section_text": "41 1 The preceding provisions of this Act come into force on such day as the Secretary of State may appoint by order made by statutory instrument. 2 Different provision may be made under this section for different purposes and for different areas. 3 An order under this section may contain transitional provisions or savings relating to the provisions being brought into force by the order. 4 An order under this section bringing anything in sections 28 and 29 into force, other than an order which makes the provision permitted by subsection (5)(a) or (6), may not be made unless a draft of the statutory instrument containing the order has been laid before, and approved by a resolution of, each House of Parliament. 5 An order which brings those sections into force only in relation to a specified area may— a provide that they are to be in force in relation to that area only for a specified period; and b make transitional provisions or savings relating to those sections' ceasing to be in force at the end of the specified period. 6 An order containing the provision permitted by subsection (5)(a) may be amended by a subsequent order under this section so as to continue those sections in force in relation to the area concerned for a further specified period."}, {"act": "Offender Management Act 2007", "year": 2007, "section": "42", "section_title": "Short title", "section_text": "42 This Act may be cited as the Offender Management Act 2007."}]