[{"act": "Rating (Empty Properties) Act 2007", "year": 2007, "section": "1", "section_title": "Unoccupied hereditaments: chargeable amount", "section_text": "1 1 In section 45 of the Local Government Finance Act 1988 (c. 41) (unoccupied hereditaments: liability), for subsection (4) (determination of chargeable amount) substitute— 4 Subject to subsection (4A) and to section 45A below, the chargeable amount for a chargeable day shall be calculated in accordance with the formula— A × B C where A, B and C have the meanings given by section 46. 4A An order may provide that subsection (4) shall have effect as if the following formula were substituted— A × B C × N where N is such number (greater than one but not greater than two) as may be prescribed. 4B An order under subsection (4A) may be made— a in relation to England, by the Secretary of State; b in relation to Wales, by the Welsh Ministers. . 2 After that section insert— Unoccupied hereditaments: zero-rating 45A 1 Where section 45 applies in relation to a hereditament, the chargeable amount for a chargeable day is zero in the following cases. 2 The first case is where— a the ratepayer is a charity or trustees for a charity, and b it appears that when next in use the hereditament will be wholly or mainly used for charitable purposes (whether of that charity or of that and other charities). 3 The second case is where— a the ratepayer is a registered club for the purposes of Schedule 18 to the Finance Act 2002 (community amateur sports clubs), and b it appears that when the hereditament is next in use— i it will be wholly or mainly used for the purposes of that club and that club will be such a registered club, or ii it will be wholly or mainly used for the purposes of two or more clubs including that club, and each of those clubs will be such a registered club. . 3 In section 143 of that Act (orders and regulations), after subsection (3A) insert— 3B The power to make an order under section 45(4A) shall be exercisable by statutory instrument, and no such order shall be made— a in the case of an order relating to England, unless a draft of the order has been laid before and approved by resolution of each House of Parliament; b in the case of an order relating to Wales, unless a draft of the order has been laid before and approved by resolution of the National Assembly for Wales. ."}, {"act": "Rating (Empty Properties) Act 2007", "year": 2007, "section": "2", "section_title": "Consequential provisions", "section_text": "2 1 Schedule 1 provides for consequential amendments. 2 The enactments specified in Schedule 2 are repealed."}, {"act": "Rating (Empty Properties) Act 2007", "year": 2007, "section": "3", "section_title": "Short title, commencement and extent", "section_text": "3 1 The short title of this Act is the Rating (Empty Properties) Act 2007. 2 The provisions of this Act come into force on the day this Act is passed. 3 The provisions of this Act have effect in relation to the year 2008-09 and subsequent financial years. 4 Any provision of this Act relating to the making of regulations or orders has effect as from the passing of this Act as regards the making of provision in relation to any such year. 5 If the power to make regulations by virtue of paragraph 4 of Schedule 1 (change of state of property to be disregarded) is exercised before 1st April 2008, it may be exercised so that the regulations— a apply to acts or omissions taking place at any time after the regulations come into force, and b also have effect in relation to the year 2007-08. 6 This Act extends to England and Wales."}]