[{"act": "Serious Crime Act 2007", "year": 2007, "section": "1", "section_title": "Serious crime prevention orders", "section_text": "1 1 The High Court in England and Wales may make an order if— a it is satisfied that a person has been involved in serious crime (whether in England and Wales or elsewhere); and b it has reasonable grounds to believe that the order would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in England and Wales. 1A The appropriate court in Scotland may make an order if— a it is satisfied that a person has been involved in serious crime (whether in Scotland or elsewhere); and b it has reasonable grounds to believe that the order would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in Scotland. 2 The High Court in Northern Ireland may make an order if— a it is satisfied that a person has been involved in serious crime (whether in Northern Ireland or elsewhere); and b it has reasonable grounds to believe that the order would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in Northern Ireland. 3 An order under this section may contain— a such prohibitions, restrictions or requirements; and b such other terms; as the court considers appropriate for the purpose of protecting the public by preventing, restricting or disrupting involvement by the person concerned in serious crime in England and Wales  , Scotland  or (as the case may be) Northern Ireland. 4 The powers of the court in respect of an order under this section are subject to sections 6 to 15 (safeguards). 5 In this Part— “ appropriate court ” means the Court of Session or sheriff; “ serious crime prevention order ” means— an order under this section; an order under section 19 (corresponding order of the Crown Court on conviction); or an order under section 22A (corresponding order of the High Court of Justiciary or sheriff on conviction). 6 For the purposes of this Part references to the person who is the subject of a serious crime prevention order are references to the person against whom the public are to be protected."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "2", "section_title": "Involvement in serious crime: England and Wales orders", "section_text": "2 1 For the purposes of this Part, a person has been involved in serious crime in England and Wales if he— a has committed a serious offence in England and Wales; b has facilitated the commission by another person of a serious offence in England and Wales; or c has conducted himself in a way that was likely to facilitate the commission by himself or another person of a serious offence in England and Wales (whether or not such an offence was committed). 2 In this Part  “ a serious offence in England and Wales ” means an offence under the law of England and Wales which, at the time when the court is considering the application or matter in question— a is specified, or falls within a description specified, in Part 1 of Schedule 1; or b is one which, in the particular circumstances of the case, the court considers to be sufficiently serious to be treated for the purposes of the application or matter as if it were so specified. 3 For the purposes of this Part, involvement in serious crime in England and Wales is any one or more of the following— a the commission of a serious offence in England and Wales; b conduct which facilitates the commission by another person of a serious offence in England and Wales; c conduct which is likely to facilitate the commission, by the person whose conduct it is or another person, of a serious offence in England and Wales (whether or not such an offence is committed). 4 For the purposes of section 1(1)(a), a person has been involved in serious crime elsewhere than in England and Wales if he— a has committed a serious offence in a country outside England and Wales; b has facilitated the commission by another person of a serious offence in a country outside England and Wales; or c has conducted himself in a way that was likely to facilitate the commission by himself or another person of a serious offence in a country outside England and Wales (whether or not such an offence was committed). 5 In subsection (4)  “ a serious offence in a country outside England and Wales ” means an offence under the law of a country outside England and Wales which, at the time when the court is considering the application or matter in question— a would be an offence under the law of England and Wales if committed in or as regards England and Wales; and b either— i would be an offence which is specified, or falls within a description specified, in Part 1 of Schedule 1 if committed in or as regards England and Wales; or ii is conduct which, in the particular circumstances of the case, the court considers to be sufficiently serious to be treated for the purposes of the application or matter as if it meets the test in sub-paragraph (i). 6 The test in subsection (4) is to be used instead of the  tests in sections 2A(1) and  3(1) in deciding for the purposes of section 1(1)(a) whether a person has been involved in serious crime in Scotland or (as the case may be)  Northern Ireland. 7 An act punishable under the law of a country outside the United Kingdom constitutes an offence under that law for the purposes of subsection (5), however it is described in that law."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "2A", "section_title": "Involvement in serious crime: Scotland orders", "section_text": "2A 1 For the purposes of this Part, a person has been involved in serious crime in Scotland if he— a has committed a serious offence in Scotland; b has facilitated the commission by another person of a serious offence in Scotland; or c has conducted himself in a way that was likely to facilitate the commission by himself or another person of a serious offence in Scotland (whether or not such an offence was committed). 2 In this Part  “ a serious offence in Scotland ” means an offence under the law of Scotland which, at the time when the court is considering the application or matter in question— a is specified, or falls within a description specified, in Part 1A of Schedule 1; or b is one which, in the particular circumstances of the case, the court considers to be sufficiently serious to be treated for the purposes of the application or matter as if it were so specified. 3 For the purposes of this Part, involvement in serious crime in Scotland is any one or more of the following— a the commission of a serious offence in Scotland; b conduct which facilitates the commission by another person of a serious offence in Scotland; c conduct which is likely to facilitate the commission, by the person whose conduct it is or another person, of a serious offence in Scotland (whether or not such an offence is committed). 4 For the purposes of section 1(1A)(a), a person has been involved in serious crime elsewhere than in Scotland if he— a has committed a serious offence in a country outside Scotland; b has facilitated the commission by another person of a serious offence in a country outside Scotland; or c has conducted himself in a way that was likely to facilitate the commission by himself or another person of a serious offence in a country outside Scotland (whether or not such an offence was committed). 5 In subsection (4)  “ a serious offence in a country outside Scotland ” means an offence under the law of a country outside Scotland which, at the time when the court is considering the application or matter in question— a would be an offence under the law of Scotland if committed in or as regards Scotland; and b either— i would be an offence which is specified, or falls within a description specified, in Part 1A of Schedule 1 if committed in or as regards Scotland; or ii is conduct which, in the particular circumstances of the case, the court considers to be sufficiently serious to be treated for the purposes of the application or matter as if it meets the test in sub-paragraph (i). 6 The test in subsection (4) is to be used instead of the tests in sections 2(1) and 3(1) in deciding for the purposes of section 1(1A)(a) whether a person has been involved in serious crime in England and Wales or (as the case may be) Northern Ireland. 7 An act punishable under the law of a country outside the United Kingdom constitutes an offence under that law for the purposes of subsection (5), however it is described in that law."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "3", "section_title": "Involvement in serious crime: Northern Ireland orders", "section_text": "3 1 For the purposes of this Part, a person has been involved in serious crime in Northern Ireland if he— a has committed a serious offence in Northern Ireland; b has facilitated the commission by another person of a serious offence in Northern Ireland; or c has conducted himself in a way that was likely to facilitate the commission by himself or another person of a serious offence in Northern Ireland (whether or not such an offence was committed). 2 In this Part  “ a serious offence in Northern Ireland ” means an offence under the law of Northern Ireland which, at the time when the court is considering the application or matter in question— a is specified, or falls within a description specified, in Part 2 of Schedule 1; or b is one which, in the particular circumstances of the case, the court considers to be sufficiently serious to be treated for the purposes of the application or matter as if it were so specified. 3 For the purposes of this Part, involvement in serious crime in Northern Ireland is any one or more of the following— a the commission of a serious offence in Northern Ireland; b conduct which facilitates the commission by another person of a serious offence in Northern Ireland; c conduct which is likely to facilitate the commission, by the person whose conduct it is or another person, of a serious offence in Northern Ireland (whether or not such an offence is committed). 4 For the purposes of section 1(2)(a), a person has been involved in serious crime elsewhere than in Northern Ireland if he— a has committed a serious offence in a country outside Northern Ireland; b has facilitated the commission by another person of a serious offence in a country outside Northern Ireland; or c has conducted himself in a way that was likely to facilitate the commission by himself or another person of a serious offence in a country outside Northern Ireland (whether or not such an offence was committed). 5 In subsection (4)  “ a serious offence in a country outside Northern Ireland ” means an offence under the law of a country outside Northern Ireland which, at the time when the court is considering the application or matter in question— a would be an offence under the law of Northern Ireland if committed in or as regards Northern Ireland; and b either— i would be an offence which is specified, or falls within a description specified, in Part 2 of Schedule 1 if committed in or as regards Northern Ireland; or ii is conduct which, in the particular circumstances of the case, the court considers to be sufficiently serious to be treated for the purposes of the application or matter as if it meets the test in sub-paragraph (i). 6 The test in subsection (4) is to be used instead of the  tests in sections 2(1) and 2A(1)  in deciding for the purposes of section 1(2)(a) whether a person has been involved in serious crime in England and Wales or (as the case may be) Scotland . 7 An act punishable under the law of a country outside the United Kingdom constitutes an offence under that law for the purposes of subsection (5), however it is described in that law."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "4", "section_title": "Involvement in serious crime: supplementary", "section_text": "4 1 In considering for the purposes of this Part whether a person has committed a serious offence— a the court must decide that the person has committed the offence if— i he has been convicted of the offence; and ii the conviction has not been quashed on appeal nor has the person been pardoned of the offence; but b the court must not otherwise decide that the person has committed the offence. 2 In deciding for the purposes of this Part whether a person (“ the respondent ”) facilitates the commission by another person of a serious offence, the court must ignore— a any act that the respondent can show to be reasonable in the circumstances; and b subject to this, his intentions, or any other aspect of his mental state, at the time. 3 In deciding for the purposes of this Part whether a person (“ the respondent ”) conducts himself in a way that is likely to facilitate the commission by himself or another person of a serious offence (whether or not such an offence is committed), the court must ignore— a any act that the respondent can show to be reasonable in the circumstances; and b subject to this, his intentions, or any other aspect of his mental state, at the time. 4 The Secretary of State may by order amend  Part 1 of  Schedule 1. 4A The Scottish Ministers may by order amend Part 1A of Schedule 1. 4B The Scottish Ministers may not exercise the power conferred by subsection (4A) in relation to an offence which relates to a reserved matter (within the meaning of the Scotland Act 1998) without the consent of the Secretary of State. 5 The Department of Justice in Northern Ireland may by order amend Part 2 of Schedule 1."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "5", "section_title": "Type of provision that may be made by orders", "section_text": "5 1 This section contains examples of the type of provision that may be made by a serious crime prevention order but it does not limit the type of provision that may be made by such an order. 2 Examples of prohibitions, restrictions or requirements that may be imposed by serious crime prevention orders in England and Wales , Scotland  or Northern Ireland include prohibitions, restrictions or requirements in relation to places other than England and Wales , Scotland  or (as the case may be) Northern Ireland. 3 Examples of prohibitions, restrictions or requirements that may be imposed on individuals (including partners in a partnership) by serious crime prevention orders include prohibitions or restrictions on, or requirements in relation to— a an individual's financial, property or business dealings or holdings; b an individual's working arrangements; c the means by which an individual communicates or associates with others, or the persons with whom he communicates or associates; d the premises to which an individual has access; e the use of any premises or item by an individual; f an individual's travel (whether within the United Kingdom, between the United Kingdom and other places or otherwise). 4 Examples of prohibitions, restrictions or requirements that may be imposed on bodies corporate, partnerships and unincorporated associations by serious crime prevention orders include prohibitions or restrictions on, or requirements in relation to— a financial, property or business dealings or holdings of such persons; b the types of agreements to which such persons may be a party; c the provision of goods or services by such persons; d the premises to which such persons have access; e the use of any premises or item by such persons; f the employment of staff by such persons. 5 Examples of requirements that may be imposed on any persons by serious crime prevention orders include— a a requirement on a person to answer questions, or provide information, specified or described in an order— i at a time, within a period or at a frequency; ii at a place; iii in a form and manner; and iv to a law enforcement officer or description of law enforcement officer; notified to the person by a law enforcement officer specified or described in the order; b a requirement on a person to produce documents specified or described in an order— i at a time, within a period or at a frequency; ii at a place; iii in a manner; and iv to a law enforcement officer or description of law enforcement officer; notified to the person by a law enforcement officer specified or described in the order. 6 The prohibitions, restrictions or requirements that may be imposed on individuals by serious crime prevention orders include prohibitions, restrictions or requirements in relation to an individual's private dwelling (including, for example, prohibitions or restrictions on, or requirements in relation to, where an individual may reside). 7 In this Part— “ document ” means anything in which information of any description is recorded (whether or not in legible form); “ a law enforcement officer ” means— a constable; a National Crime Agency officer who is for the time being designated under section 9 or 10 of the Crime and Courts Act 2013; an officer of Revenue and Customs; or a member of the Serious Fraud Office; and “ premises ” includes any land, vehicle, vessel, aircraft or hovercraft. 8 Any reference in this Part to the production of documents is, in the case of a document which contains information recorded otherwise than in legible form, a reference to the production of a copy of the information in legible form."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "5A", "section_title": "Verification and disclosure of information", "section_text": "5A 1 This section applies where information is provided to a law enforcement officer in response to an information requirement imposed by a serious crime prevention order. “ Information requirement ” means a requirement of the kind referred to in section 5(5)(a) or (b). 2 The law enforcement officer may, for the purpose of— a checking the accuracy of the information, or b discovering the true position, disclose the information to any person who the officer reasonably believes may be able to contribute to doing either of those things. 3 Any other person may disclose information to— a the law enforcement officer, or b a person to whom the law enforcement officer has disclosed information under subsection (2), for the purpose of contributing to doing either of the things mentioned in subsection (2)(a) and (b). 4 The law enforcement officer may also disclose the information referred to in subsection (1) for the purposes of— a the prevention, detection, investigation or prosecution of criminal offences, whether in the United Kingdom or elsewhere, or b the prevention, detection or investigation of conduct for which penalties other than criminal penalties are provided under the law of any part of the United Kingdom or of any country or territory outside the United Kingdom. 5 A disclosure under this section does not breach— a any obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information (however imposed). 6 But nothing in this section authorises a disclosure, in contravention of any provisions of   the data protection legislation , of personal data which   is   not exempt from those provisions. 7 In this section,  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "6", "section_title": "Any individual must be 18 or over", "section_text": "6 An individual under the age of 18 may not be the subject of a serious crime prevention order."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "7", "section_title": "Other exceptions", "section_text": "7 1 A person may not be made the subject of a serious crime prevention order in England and Wales if the person falls within a description specified by order of the Secretary of State. 1A A person may not be made the subject of a serious crime prevention order in Scotland if the person falls within a description specified by order of the Scottish Ministers. 2 A person may not be made the subject of a serious crime prevention order in Northern Ireland if the person falls within a description specified by order of the Department of Justice in Northern Ireland."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "8", "section_title": "Limited class of applicants for making of orders", "section_text": "8 1 A serious crime prevention order may be made only on an application by— a in the case of an order in England and Wales— i the Director of Public Prosecutions; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .;  ... iii the Director of the Serious Fraud Office;  or iv subject to subsection (2), a chief officer of police; aa in the case of an order in Scotland  —                       i the Lord Advocate; or ii subject to subsection (2), the chief officer of police; b in the case of an order in Northern Ireland  — i the Director of Public Prosecutions for Northern Ireland; or ii subject to subsection (2), the chief officer of police. 2 A chief officer of police may make an application for a serious crime prevention order only if— a it is an application for an order under section 1 that is terrorism-related (see section 8A); b the chief officer has consulted— i the Director of Public Prosecutions, in the case of an order in England and Wales; ii the Lord Advocate, in the case of an order in Scotland; or iii the Director for Public Prosecutions for Northern Ireland, in the case of an order in Northern Ireland; and c in the case of an application by the chief constable of the Police Service of Scotland, it is made to the Court of Session (and not to the sheriff). 3 In this section  “chief officer of police”— a in relation to England and Wales, means the chief officer of police of a police force in England and Wales; b in relation to Scotland, means the chief constable of the Police Service of Scotland; c in relation to Northern Ireland, means the Chief Constable of the Police Service of Northern Ireland."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "8A", "section_title": "Serious crime prevention orders that are terrorism-related", "section_text": "8A 1 For the purposes of this Part, a serious crime prevention order is  “terrorism-related” if the trigger offence is within subsection (3). 2 The  “ trigger offence ”, in relation to a serious crime prevention order, is the serious offence referred to in section 2(1) or (4), 2A(1) or (4) or (as the case may be) 3(1) or (4) pursuant to which the court is satisfied that the person who is the subject of the order has been involved in serious crime. 3 A trigger offence is within this subsection if— a it falls within section 2(2)(a) or (5)(b)(i) by virtue of paragraph 2A of Schedule 1; b it falls within section 2A(2)(a) or (5)(b)(i) by virtue of paragraph 16BA of Schedule 1; c if falls within section 3(2)(a) or (5)(b)(i) by virtue of paragraph 18A of Schedule 1; or d in the case of any other trigger offence (whether or not specified, or within a description specified, in Schedule 1), it appears to the court that the offence— i is, or takes place in the course of, an act of terrorism; or ii is committed for the purposes of terrorism. 4 Subsection (5) applies where— a the court is considering whether a trigger offence is within subsection (3)(d); b the court has, for the purposes of this Part, decided that a person has committed the trigger offence (see section 4(1)); and c at the time at which the person was sentenced for the trigger offence, the offence was of a kind capable of being determined to have a terrorist connection. 5 The court— a must decide that the trigger offence is within subsection (3)(d) if the offence was determined to have a terrorist connection; and b must not otherwise decide that the trigger offence is within subsection (3)(d). 6 For the purposes of this section, an offence was determined to have a terrorist connection if — a it was determined to have a terrorist connection under— i section 69 of the Sentencing Code (in the case of an offender sentenced in England and Wales or for a service offence); or ii section 30 or 32 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced in Northern Ireland, or an offender sentenced in England and Wales, or for a service offence, before the Sentencing Code applied); or b it has been proved to have been aggravated by reason of having a terrorist connection under section 31 of that Act (in the case of an offender sentenced in Scotland); (and the reference in subsection (4)(c) to an offence being capable of being determined to have such a connection is to be read accordingly). 7 In this section  “ terrorism ” has the same meaning as in the Terrorism Act 2000 (see section 1 of that Act)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "9", "section_title": "Right of third parties to make representations", "section_text": "9 1 The High Court or (in Scotland) the appropriate court  must, on an application by a person, give the person an opportunity to make representations in proceedings before it about the making of a serious crime prevention order if it considers that the making of the order would be likely to have a significant adverse effect on that person. 2 The High Court or (in Scotland) the appropriate court  must, on an application by a person, give the person an opportunity to make representations in proceedings before it about the variation of a serious crime prevention order if it considers that— a the variation of the order; or b a decision not to vary it; would be likely to have a significant adverse effect on that person. 3 The High Court or (in Scotland) the appropriate court  must, on an application by a person, give the person an opportunity to make representations in proceedings before it about the discharge of a serious crime prevention order if it considers that— a the discharge of the order; or b a decision not to discharge it; would be likely to have a significant adverse effect on that person. 4 The Crown Court must, on an application by a person, give the person an opportunity to make representations in proceedings before it arising by virtue of section 19, 20  , 21 or 22E  if it considers that the making or variation of the serious crime prevention order concerned (or a decision not to vary it) would be likely to have a significant adverse effect on that person. 4A The High Court of Justiciary must, on an application by a person, give the person an opportunity to make representations in proceedings before it arising by virtue of section 24B(3) if it considers that the making or variation of the serious crime prevention order concerned (or a decision not to vary it) would be likely to have a significant adverse effect on that person. 5 A court which is considering an appeal in relation to a serious crime prevention order must, on an application by a person, give the person an opportunity to make representations in the proceedings if that person was given an opportunity to make representations in the proceedings which are the subject of the appeal."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "10", "section_title": "Notice requirements in relation to orders", "section_text": "10 1 The subject of a serious crime prevention order is bound by it or a variation of it only if— a he is represented (whether in person or otherwise) at the proceedings at which the order or (as the case may be) variation is made; or b a notice setting out the terms of the order or (as the case may be) variation has been served on him. 2 The notice may be served on him by— a delivering it to him in person; or b sending it by recorded delivery to him at his last-known address (whether residential or otherwise). 3 For the purposes of delivering such a notice to him in person, a constable or a person authorised for the purpose by the relevant applicant authority may (if necessary by force)— a enter any premises where he has reasonable grounds for believing the person to be; and b search those premises for him. 4 In this Part  “ the relevant applicant authority ” means— a in relation to a serious crime prevention order in England and Wales— i where the order was applied for by the Director of Public Prosecutions, the Director of Public Prosecutions; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ;  ... iii where the order was applied for by the Director of the Serious Fraud Office, the Director of the Serious Fraud Office;  ... iv where the order was applied for by the chief officer of police of a police force in England and Wales, the chief officer of police of any such police force; aa in relation to a serious crime prevention order in Scotland  — i where the order was applied for by the Lord Advocate, the Lord Advocate; ii where the order was applied for by the chief constable of the Police Service of Scotland, the chief constable; b in relation to a serious crime prevention order in Northern Ireland  — i where the order was applied for by the Director of Public Prosecutions for Northern Ireland, the Director; ii where the order was applied for by the Chief Constable of the Police Service of Northern Ireland, the Chief Constable."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "11", "section_title": "Restrictions on oral answers", "section_text": "11 A serious crime prevention order may not require a person to answer questions, or provide information, orally."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "12", "section_title": "Restrictions for legal professional privilege", "section_text": "12 1 A serious crime prevention order in England and Wales or Northern Ireland  may not require a person— a to answer any privileged question; b to provide any privileged information; or c to produce any privileged document. 2 A  “privileged question” is a question which the person would be entitled to refuse to answer on grounds of legal professional privilege in proceedings in the High Court. 3 “Privileged information” is information which the person would be entitled to refuse to provide on grounds of legal professional privilege in such proceedings. 4 A  “privileged document” is a document which the person would be entitled to refuse to produce on grounds of legal professional privilege in such proceedings. 4A A serious crime prevention order in Scotland may not require a person to breach any duty of confidentiality of communications which the person could not be required to breach in proceedings before the appropriate court. 5 But  subsections (1) and (4A) do not  prevent an order from requiring a lawyer to provide the name and address of a client of his."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "13", "section_title": "Restrictions on excluded material and banking information", "section_text": "13 1 A serious crime prevention order may not require a person to produce— a in the case of an order in England and Wales, any excluded material as defined by section 11 of the Police and Criminal Evidence Act 1984 (c. 60);  ... aa in the case of an order in Scotland, any excluded material (as defined by that section (except that  “enactment” in subsection (2)(b) of that section is to be taken to include an Act of the Scottish Parliament or an instrument made under such an Act)); b in the case of an order in Northern Ireland, any excluded material as defined by Article 13 of the Police and Criminal Evidence (Northern Ireland) Order 1989 ( S.I.  1989/1341 (N.I.12)). 2 A serious crime prevention order may not require a person to disclose any information or produce any document in respect of which he owes an obligation of confidence by virtue of carrying on a banking business unless condition A or B is met. 3 Condition A is that the person to whom the obligation of confidence is owed consents to the disclosure or production. 4 Condition B is that the order contains a requirement— a to disclose information, or produce documents, of this kind; or b to disclose specified information which is of this kind or to produce specified documents which are of this kind."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "14", "section_title": "Restrictions relating to other enactments", "section_text": "14 1 A serious crime prevention order may not require a person— a to answer any question; b to provide any information; or c to produce any document; if the disclosure concerned is prohibited under any other enactment. 2 In this section— “ enactment ” includes an Act of the Scottish Parliament, Northern Ireland legislation and an enactment comprised in subordinate legislation, and includes an enactment whenever passed or made; and “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (c. 30) and also includes an instrument made under— an Act of the Scottish Parliament; or Northern Ireland legislation."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "15", "section_title": "Restrictions on use of information obtained", "section_text": "15 1 A statement made by a person in response to a requirement imposed by a serious crime prevention order may not be used in evidence against him in any criminal proceedings unless condition A or B is met. 2 Condition A is that the criminal proceedings relate to an offence under section 25. 3 Condition B is that— a the criminal proceedings relate to another offence; b the person who made the statement gives evidence in the criminal proceedings; c in the course of that evidence, the person makes a statement which is inconsistent with the statement made in response to the requirement imposed by the order; and d in the criminal proceedings evidence relating to the statement made in response to the requirement imposed by the order is adduced, or a question about it is asked, by the person or on his behalf."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "16", "section_title": "Duration of orders", "section_text": "16 1 A serious crime prevention order must specify when it is to come into force and when it is to cease to be in force. 2 An order is not to be in force for more than 5 years beginning with the coming into force of the order. 3 An order can specify different times for the coming into force, or ceasing to be in force, of different provisions of the order. 4 Where it specifies different times in accordance with subsection (3), the order— a must specify when each provision is to come into force and cease to be in force; and b is not to be in force for more than 5 years beginning with the coming into force of the first provision of the order to come into force. 5 The fact that an order, or any provision of an order, ceases to be in force does not prevent the court from making a new order to the same or similar effect. 6 A new order may be made in anticipation of an earlier order or provision ceasing to be in force. 7 Subsections (2) and (4)(b) have effect subject to section 22E."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "17", "section_title": "Variation of orders", "section_text": "17 1 The High Court in England and Wales may, on an application under this section, vary a serious crime prevention order in England and Wales if it has reasonable grounds to believe that the terms of the order as varied would protect the public by preventing, restricting or disrupting involvement, by the person who is the subject of the order, in serious crime in England and Wales. 1A The appropriate court in Scotland may, on an application under this section, vary a serious crime prevention order in Scotland if it has reasonable grounds to believe that the terms of the order as varied would protect the public by preventing, restricting or disrupting involvement, by the person who is the subject of the order, in serious crime in Scotland. 2 The High Court in Northern Ireland may, on an application under this section, vary a serious crime prevention order in Northern Ireland if it has reasonable grounds to believe that the terms of the order as varied would protect the public by preventing, restricting or disrupting involvement, by the person who is the subject of the order, in serious crime in Northern Ireland. 3 An application for the variation of an order under this section may be made by— a the relevant applicant authority  (but see subsection (7A)) ; or b subject as follows— i the person who is the subject of the order; or ii any other person. 4 The court must not entertain an application by the person who is the subject of the order unless it considers that there has been a change of circumstances affecting the order. 5 The court must not entertain an application by any person falling within subsection (3)(b)(ii) unless it considers that— a the person is significantly adversely affected by the order; b condition A or B is met; and c the application is not for the purpose of making the order more onerous on the person who is the subject of it. 6 Condition A is that— a the person falling within subsection (3)(b)(ii)— i has, on an application under section 9, been given an opportunity to make representations; or ii has made an application otherwise than under that section; in earlier proceedings in relation to the order (whether before the High Court  , the appropriate court  or the Crown Court); and b there has been a change of circumstances affecting the order. 7 Condition B is that— a the person falling within subsection (3)(b)(ii) has not made an application of any kind in earlier proceedings in relation to the order (whether before the High Court  , the appropriate court  or the Crown Court); and b it was reasonable in all the circumstances for the person not to have done so. 7A Where the relevant applicant authority is the chief constable of the Police Service of Scotland, an application for the variation of the order may only be made under this section to the Court of Session (and not to the sheriff). 8 A variation on an application under subsection (3)(a) may include an extension of the period during which the order, or any provision of it, is in force (subject to the original limits imposed on the order by section 16(2) and (4)(b))."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "18", "section_title": "Discharge of orders", "section_text": "18 1 On an application under this section— a the High Court in England and Wales may discharge a serious crime prevention order in England and Wales;  ... aa the appropriate court in Scotland may discharge a serious crime prevention order in Scotland; b the High Court in Northern Ireland may discharge a serious crime prevention order in Northern Ireland. 2 An application for the discharge of an order may be made by— a the relevant applicant authority  (but see subsection (7)) ; or b subject as follows— i the person who is the subject of the order; or ii any other person. 3 The court must not entertain an application by the person who is the subject of the order unless it considers that there has been a change of circumstances affecting the order. 4 The court must not entertain an application by any person falling within subsection (2)(b)(ii) unless it considers that— a the person is significantly adversely affected by the order; and b condition A or B is met. 5 Condition A is that— a the person— i has, on an application under section 9, been given an opportunity to make representations; or ii has made an application otherwise than under that section; in earlier proceedings in relation to the order (whether before the High Court  , the appropriate court  or the Crown Court); and b there has been a change of circumstances affecting the order. 6 Condition B is that— a the person has not made an application of any kind in earlier proceedings in relation to the order (whether before the High Court  , the appropriate court  or the Crown Court); and b it was reasonable in all the circumstances for the person not to have done so. 7 Where the relevant applicant authority is the chief constable of the Police Service of Scotland, an application for the discharge of the order may only be made under this section to the Court of Session (and not to the sheriff)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "19", "section_title": "Orders by Crown Court on conviction", "section_text": "19 1 Subsection (2) applies where the Crown Court in England and Wales is dealing with a person who— a has been convicted by or before a magistrates' court of having committed a serious offence in England and Wales and has been committed to the Crown Court to be dealt with; or b has been convicted by or before the Crown Court of having committed a serious offence in England and Wales. 2 The Crown Court may, in addition to dealing with the person in relation to the offence, make an order if it has reasonable grounds to believe that the order would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in England and Wales. 2A A court that makes an order by virtue of subsection (2) in the case of a person who is already the subject of a serious crime prevention order in England and Wales must discharge the existing order. 3 Subsection (4) applies where the Crown Court in Northern Ireland is dealing with a person who has been convicted by or before the Crown Court of having committed a serious offence in Northern Ireland. 4 The Crown Court may, in addition to dealing with the person in relation to the offence, make an order if it has reasonable grounds to believe that the order would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in Northern Ireland. 4A A court that makes an order by virtue of subsection (4) in the case of a person who is already the subject of a serious crime prevention order in Northern Ireland must discharge the existing order. 5 An order under this section may contain— a such prohibitions, restrictions or requirements; and b such other terms; as the court considers appropriate for the purpose of protecting the public by preventing, restricting or disrupting involvement by the person concerned in serious crime in England and Wales or (as the case may be) Northern Ireland. 6 The powers of the court in respect of an order under this section are subject to sections 6 to 15 (safeguards). 7 An order must not be made under this section except— a in addition to a sentence imposed in respect of the offence concerned; or b in addition to an order discharging the person conditionally. 8 An order under this section is also called a serious crime prevention order."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "20", "section_title": "Powers of Crown Court to vary orders on conviction", "section_text": "20 1 Subsection (2) applies where the Crown Court in England and Wales is dealing with a person who— a has been convicted by or before a magistrates' court of having committed a serious offence in England and Wales and has been committed to the Crown Court to be dealt with; or b has been convicted by or before the Crown Court of having committed a serious offence in England and Wales. 2 The Crown Court may— a in the case of a person who is the subject of a serious crime prevention order in England and Wales; and b in addition to dealing with the person in relation to the offence; vary the order if the court has reasonable grounds to believe that the terms of the order as varied would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in England and Wales. 3 Subsection (4) applies where the Crown Court in Northern Ireland is dealing with a person who has been convicted by or before the Crown Court of having committed a serious offence in Northern Ireland. 4 The Crown Court may— a in the case of a person who is the subject of a serious crime prevention order in Northern Ireland; and b in addition to dealing with the person in relation to the offence; vary the order if the court has reasonable grounds to believe that the terms of the order as varied would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in Northern Ireland. 5 A variation under this section may be made only on an application by the relevant applicant authority. 6 A variation must not be made except— a in addition to a sentence imposed in respect of the offence concerned; or b in addition to an order discharging the person conditionally. 7 A variation may include an extension of the period during which the order, or any provision of it, is in force (subject to the original limits imposed on the order by section 16(2) and (4)(b))."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "21", "section_title": "Powers of Crown Court to vary or replace  orders on breach", "section_text": "21 1 Subsection (2) applies where the Crown Court in England and Wales is dealing with a person who— a has been convicted by or before a magistrates' court of having committed an offence under section 25 in relation to a serious crime prevention order and has been committed to the Crown Court to be dealt with; or b has been convicted by or before the Crown Court of having committed an offence under section 25 in relation to a serious crime prevention order. 2 The Crown Court may— a in the case of an order in England and Wales; and b in addition to dealing with the person in relation to the offence; vary or replace  the order if it has reasonable grounds to believe that the terms of the order as varied , or the new order,  would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in England and Wales. 3 Subsection (4) applies where the Crown Court in Northern Ireland is dealing with a person who has been convicted by or before the Crown Court of an offence under section 25 in relation to a serious crime prevention order. 4 The Crown Court may— a in the case of an order in Northern Ireland; and b in addition to dealing with the person in relation to the offence; vary or replace  the order if it has reasonable grounds to believe that the terms of the order as varied , or the new order,  would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in Northern Ireland. 5 An order may be varied or replaced under this section  only on an application by the relevant applicant authority. 6 A variation or new order  must not be made except— a in addition to a sentence imposed in respect of the offence concerned; or b in addition to an order discharging the person conditionally. 7 A variation may include an extension of the period during which the order, or any provision of it, is in force (subject to the original limits imposed on the order by section 16(2) and (4)(b)). 8 A reference in this section to replacing a serious crime prevention order is to making a new serious crime prevention order and discharging the existing one."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "22", "section_title": "Inter-relationship between different types of orders  in England and Wales or Northern Ireland", "section_text": "22 1 The fact that a serious crime prevention order has been made or varied by the High Court does not prevent it from being varied by the Crown Court in accordance with this Part. 2 The fact that a serious crime prevention order has been made or varied by the Crown Court does not prevent it from being varied or discharged by the High Court in accordance with this Part. 3 A decision by the Crown Court not to make an order under section 19 does not prevent a subsequent application to the High Court for an order under section 1 in consequence of the same offence. 4 A decision by the Crown Court not to vary a serious crime prevention order under section 20 or 21 does not prevent a subsequent application to the High Court for a variation of the order in consequence of the same offence."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "22A", "section_title": "Orders by High Court of Justiciary and sheriff on conviction", "section_text": "22A 1 Subsection (2) applies where— a the High Court of Justiciary (the  “High Court”) is dealing with a person who— i has been convicted by or before the High Court of having committed a serious offence in Scotland, or ii has been convicted by or before the sheriff of having committed a serious offence in Scotland and by virtue of section 195 of the Criminal Procedure (Scotland) Act 1995 has been remitted by the sheriff to the High Court for sentencing; or b the sheriff is dealing with a person who has been convicted by or before the sheriff of having committed a serious offence in Scotland. 2 The High Court or (as the case may be) the sheriff may, in addition to dealing with the person in relation to the offence, make an order if the High Court or (as the case may be) the sheriff has reasonable grounds to believe that the order would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in Scotland. 3 The High Court or sheriff making an order by virtue of subsection (2) in the case of a person who is already the subject of a serious crime prevention order in Scotland must discharge the existing order. 4 An order under this section may contain— a such prohibitions, restrictions or requirements; and b such other terms; as the High Court or (as the case may be) the sheriff considers appropriate for the purpose of protecting the public by preventing, restricting or disrupting involvement by the person concerned in serious crime in Scotland. 5 The powers of the High Court and the sheriff in respect of an order under this section are subject to sections 6 to 15 (safeguards). 6 An order must not be made under this section except— a in addition to a sentence imposed in respect of the offence concerned; or b in addition to an order discharging the person absolutely. 7 An order under this section is also called a serious crime prevention order."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "22B", "section_title": "Powers of High Court of Justiciary and sheriff to vary orders on conviction", "section_text": "22B 1 Subsection (2) applies where— a the High Court of Justiciary (the  “High Court”) is dealing with a person who— i has been convicted by or before the High Court of having committed a serious offence in Scotland, or ii has been convicted by or before the sheriff of having committed a serious offence in Scotland and by virtue of section 195 of the Criminal Procedure (Scotland) Act 1995 has been remitted by the sheriff to the High Court for sentencing; or b the sheriff is dealing with a person who has been convicted by or before the sheriff of having committed a serious offence in Scotland. 2 The High Court or (as the case may be) the sheriff may— a in the case of a person who is the subject of a serious crime prevention order in Scotland; and b in addition to dealing with the person in relation to the offence, vary the order if the High Court or (as the case may be) the sheriff has reasonable grounds to believe that the terms of the order as varied would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in Scotland. 3 A variation under this section may be made only on an application by the Lord Advocate. 4 A variation must not be made except— a in addition to a sentence imposed in respect of the offence concerned; or b in addition to an order discharging the person absolutely. 5 A variation may include an extension of the period during which the order, or any provision of it, is in force (subject to the original limits imposed on the order by section 16(2) and (4)(b))."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "22C", "section_title": "Powers of High Court of Justiciary and sheriff to vary or replace orders on breach", "section_text": "22C 1 Subsection (2) applies where— a the High Court of Justiciary (the  “High Court”) is dealing with a person who— i has been convicted by or before the sheriff of having committed an offence under section 25 in relation to a serious crime prevention order and has been remitted to the High Court to be dealt with, or ii has been convicted by or before the High Court of having committed an offence under section 25 in relation to a serious crime prevention order; or b the sheriff is dealing with a person who has been convicted by or before the sheriff of having committed an offence under section 25 in relation to a serious crime prevention order. 2 The High Court or (as the case may be) the sheriff may— a in the case of an order in Scotland; and b in addition to dealing with the person in relation to the offence; vary or replace the order if the High Court or (as the case may be) the sheriff has reasonable grounds to believe that the terms of the order as varied, or the new order, would protect the public by preventing, restricting or disrupting involvement by the person in serious crime in Scotland. 3 An order may be varied or replaced under this section only on an application by the Lord Advocate. 4 A variation or new order must not be made except— a in addition to a sentence imposed in respect of the offence concerned; or b in addition to an order discharging the person absolutely. 5 A variation may include an extension of the period during which the order, or any provision of it, is in force (subject to the original limits imposed on the order by section 16(2) and (4)(b)). 6 A reference in this section to replacing a serious crime prevention order is to making a new serious crime prevention order and discharging the existing one."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "22D", "section_title": "Inter-relationship between different types of orders in Scotland", "section_text": "22D 1 A serious crime prevention order made under section 1(1A) or varied under section 17(1A) may be varied under section 22B(2) or 22C(2). 2 The fact that a serious crime prevention order made under section 1(1A) or varied under section 17(1A) has been varied under section 22B(2) or 22C(2) does not prevent it from being varied or discharged by the appropriate court. 3 A decision by the High Court of Justiciary or (as the case may be) the sheriff not to make an order under section 22A does not prevent a subsequent application to the appropriate court for an order under section 1(1A) in consequence of the same offence. 4 Where a serious crime prevention order is made under section 1(1A) or varied under section 17(1A), a decision by the High Court of Justiciary or (as the case may be) the sheriff not to vary the order under section 22B(2) or 22C(2) does not prevent a subsequent application under section 17(1A) for a variation of the order in consequence of the same offence."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "22E", "section_title": "Extension of orders pending outcome of criminal proceedings", "section_text": "22E 1 This section applies where a person subject to a serious crime prevention order is charged with— a a serious offence, or b an offence under section 25 of failing to comply with the serious crime prevention order. 2 The relevant applicant authority may make an application under this section to— a the Crown Court in England and Wales, in the case of a serious crime prevention order in England and Wales; b the High Court of Justiciary or the sheriff, in the case of a serious crime prevention order in Scotland; c the Crown Court in Northern Ireland, in the case of a serious crime prevention order in Northern Ireland. 3 On an application under this section, the court or sheriff may vary the serious crime prevention order so that it continues in effect until one of the events listed in subsection (4) occurs (if the order would otherwise cease to have effect before then). 4 The events are— a following the person's conviction of the offence mentioned in subsection (1)— i the order is varied under section 20 or 21, or under section 22B or 22C, by reference to the offence, ii a new serious crime prevention order is made under section 19 or 21, or under section 22A or 22C, by reference to the offence, or iii the court or sheriff deals with the person for the offence without varying the order or making a new one; b the person is acquitted of the offence; c the charge is withdrawn; d in the case of a serious crime prevention order in England and Wales or Northern Ireland— i proceedings in respect of the charge are discontinued, or ii an order is made for the charge to lie on the file; e in the case of a serious crime prevention order in Scotland— i proceedings against the person are deserted  simpliciter , ii proceedings against the person are deserted  pro loco et tempore  and no trial diet is appointed, iii the indictment or complaint relating to the person falls or for any other reason does not proceed to trial, or iv the diet not having been continued, adjourned or postponed, no further proceedings are in contemplation in relation to the person. 5 An order may be made under this section only if— a the serious crime prevention order is still in force, and b the court or sheriff has reasonable grounds for believing that the order would protect the public by preventing, restricting or disrupting involvement by the person in serious crime. 6 In subsection (5)(b)  “ serious crime ” means— a serious crime in England and Wales, in the case of a serious crime prevention order in England and Wales; b serious crime in Scotland, in the case of a serious crime prevention order in Scotland; c serious crime in Northern Ireland, in the case of a serious crime prevention order in Northern Ireland."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "23", "section_title": "Additional right of appeal from High Court", "section_text": "23 1 An appeal may be made to the Court of Appeal in relation to a decision of the High Court— a to make a serious crime prevention order; b to vary, or not to vary, such an order; or c to discharge or not to discharge such an order; by any person who was given an opportunity to make representations in the proceedings concerned by virtue of section 9(1), (2) or (as the case may be) (3). 2 Subsection (1) is without prejudice to the rights of other persons to make appeals, by virtue of section 16 of the Senior Courts Act 1981 (c. 54) or section 35 of the Judicature (Northern Ireland) Act 1978 (c. 23), in relation to any judgments or orders of the High Court about serious crime prevention orders."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "24", "section_title": "Appeals from Crown Court", "section_text": "24 1 An appeal against a decision of the Crown Court in relation to a serious crime prevention order may be made to the Court of Appeal by— a the person who is the subject of the order; or b the relevant applicant authority. 2 In addition, an appeal may be made to the Court of Appeal in relation to a decision of the Crown Court— a to make a serious crime prevention order; or b to vary, or not to vary, such an order; by any person who was given an opportunity to make representations in the proceedings concerned by virtue of section 9(4). 3 Subject to subsection (4), an appeal under subsection (1) or (2) lies only with the leave of the Court of Appeal. 4 An appeal under subsection (1) or (2) lies without the leave of the Court of Appeal if the judge who made the decision grants a certificate that the decision is fit for appeal under this section. 5 Subject to any rules of court made under section 53(1) of the Senior Courts Act 1981 (c. 54)\t\t\t\t\t(distribution of business between civil and criminal divisions), the criminal division of the Court of Appeal is the division which is to exercise jurisdiction in relation to an appeal under subsection (1) or (2) from a decision of the Crown Court in the exercise of its jurisdiction in England and Wales under this Part. 6 An appeal against a decision of the Court of Appeal on an appeal to that court under subsection (1) or (2) may be made to the Supreme Court by any person who was a party to the proceedings before the Court of Appeal. 7 An appeal under subsection (6) lies only with the leave of the Court of Appeal or the Supreme Court. 8 Such leave must not be granted unless— a it is certified by the Court of Appeal that a point of law of general public importance is involved in the decision; and b it appears to the Court of Appeal or (as the case may be) the Supreme Court that the point is one which ought to be considered by the Supreme Court. 9 The Secretary of State may for the purposes of this section by order make provision corresponding (subject to any specified modifications) to that made by or under an enactment and relating to— a appeals to the Court of Appeal under Part 1 of— i the Criminal Appeal Act 1968 (c. 19); or ii the Criminal Appeal (Northern Ireland) Act 1980 (c. 47); b appeals from any decision of the Court of Appeal on appeals falling within paragraph (a); or c any matter connected with or arising out of appeals falling within paragraph (a) or (b). 9A The power to make an order under subsection (9) is exercisable by the Department of Justice in Northern Ireland (and not by the Secretary of State) so far as the power may be used to make provision which could be made by an Act of the Northern Ireland Assembly without the consent of the Secretary of State (see sections 6 to 8 of the Northern Ireland Act 1998). 10 An order under subsection (9) may, in particular, make provision about the payment of costs. 11 The power to make an appeal to the Court of Appeal under subsection (1)(a) operates instead of any power for the person who is the subject of the order to make an appeal against a decision of the Crown Court in relation to a serious crime prevention order by virtue of— a section 9 or 10 of the Criminal Appeal Act 1968; or b section 8 of the Criminal Appeal (Northern Ireland) Act 1980. 12 Section 33(3) of the Criminal Appeal Act 1968 (limitation on appeal from criminal division of the Court of Appeal: England and Wales) does not prevent an appeal to the Supreme Court under subsection (6) above."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "24A", "section_title": "Additional right of appeal from Court of Session", "section_text": "24A 1 An appeal may be made to the Inner House of the Court of Session in relation to a decision of the Outer House of the Court of Session— a to make a serious crime prevention order; b to vary, or not to vary, such an order; or c to discharge or not to discharge such an order; by any person who was given an opportunity to make representations in the proceedings concerned by virtue of section 9(1), (2) or (as the case may be) (3). 2 Subsection (1) is without prejudice to the rights of the person who is the subject of the order and the Lord Advocate to make appeals, under section 28 of the Court of Session Act 1988, in relation to any judgments or orders of the Outer House of the Court of Session about serious crime prevention orders."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "24B", "section_title": "Appeals from High Court of Justiciary and sheriff", "section_text": "24B 1 The following are to be taken to be a sentence for the purpose of an appeal— a a serious crime prevention order made under section 22A; b the variation under section 22B or 22C of an order made under section 22A; c the discharge of an order made under section 22A. 2 If the Lord Advocate considers that a decision of the High Court of Justiciary or the sheriff under section 22A not to make a serious crime prevention order was inappropriate, the Lord Advocate may appeal against the decision. 3 In addition, an appeal may be made in relation to a decision of the High Court of Justiciary or the sheriff— a to make a serious crime prevention order under section 22A; or b to vary, or not to vary, such an order under section 22B or 22C; by any person who was given an opportunity to make representations in the proceedings concerned by virtue of section 9(4A)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "25", "section_title": "Offence of failing to comply with order", "section_text": "25 1 A person who, without reasonable excuse, fails to comply with a serious crime prevention order commits an offence. 2 A person who commits an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum or to both; b on conviction on indictment, to imprisonment for a term not exceeding 5 years or to a fine or to both. 3 In the application of subsection (2)(a) in Northern Ireland, the reference to 12 months is to be read as a reference to 6 months. 3A In the application of subsection (2)(a) in England and Wales, the reference to 12 months is to be read as a reference to the general limit in a magistrates’ court subject to paragraph 4 of Schedule 13. 4 In proceedings for an offence under this section, a copy of the original order or any variation of it, certified as such by the proper officer of the court which made it, is admissible as evidence of its having been made and of its contents to the same extent that oral evidence of those things is admissible in those proceedings."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "26", "section_title": "Powers of forfeiture in respect of offence", "section_text": "26 1 The court before which a person is convicted of an offence under section 25 may order the forfeiture of anything in his possession at the time of the offence which the court considers to have been involved in the offence. 2 Before making an order under subsection (1) in relation to anything the court must give an opportunity to make representations to any person (in addition to the convicted person) who claims to be the owner of that thing or otherwise to have an interest in it. 3 An order under subsection (1) may not be made so as to come into force at any time before there is no further possibility (ignoring any power to appeal out of time) of the order being varied or set aside on appeal. 4 Where the court makes an order under subsection (1), it may also make such other provision as it considers to be necessary for giving effect to the forfeiture. 5 That provision may, in particular, include provision relating to the retention, handling, destruction or other disposal of what is forfeited. 6 Provision made by virtue of this section may be varied at any time by the court that made it."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "27", "section_title": "Powers to wind up companies  etc : England and Wales  ...", "section_text": "27 1 The Director of Public Prosecutions  ... or the Director of the Serious Fraud Office may present a petition to the court for the winding up of a company, partnership or relevant body if— a the company, partnership or relevant body has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the Director concerned considers that it would be in the public interest for the company, partnership or (as the case may be) relevant body to be wound up. 1A The chief officer of police of a police force in England and Wales may present a petition to the court for the winding up of a company, partnership or relevant body if— a the company, partnership or relevant body has been convicted of an offence under section 25 in relation to a police-initiated serious crime prevention order; and b the chief officer of police concerned considers that it would be in the public interest for the company, partnership or (as the case may be) relevant body to be wound up. 2 The Insolvency Act 1986 (c. 45) applies in relation to— a a petition under this section for the winding up of a company; and b the company's winding up; as it applies in relation to a petition under section 124A of the Act of 1986 for the winding up of a company and the company's winding up (winding up on grounds of public interest) but subject to the modifications in subsections (3) and (4). 3 Section 124(4)(b) of the Act of 1986 (application for winding up) applies in relation to a petition under this section as if it permits the petition to be presented by the Director of Public Prosecutions  ...   , the Director of the Serious Fraud Office or the chief officer of police of a police force in England and Wales . 4 The court may make an order under section 125 of the Act of 1986 (powers of court on hearing of petition) to wind up the company only if— a the company has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the court considers that it is just and equitable for the company to be wound up. 5 Section 420 of the Act of 1986 (power to make provision about insolvent partnerships) applies for the purposes of this section as if the reference to an insolvent partnership were a reference to a partnership to which this section applies. 6 The appropriate Minister may by order provide for the Act of 1986 to apply, with such modifications as that person considers appropriate, in relation to a petition under this section for the winding up of a relevant body and the relevant body's winding up. 7 An order made by virtue of subsection (5) or (6) must ensure that the court may make an order to wind up the partnership or relevant body only if— a the partnership or relevant body has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the court considers that it is just and equitable for the partnership or relevant body to be wound up. 8 No petition may be presented to, or order to wind up made by, a court in Scotland by virtue of this section in respect of a company, partnership or relevant body whose estate may be sequestrated under the Bankruptcy (Scotland) Act  2016 . 9 No petition may be presented, or order to wind up made, by virtue of this section if— a an appeal against conviction for the offence concerned has been made and not finally determined; or b the period during which such an appeal may be made has not expired. 10 No petition may be presented, or order to wind up made, by virtue of this section if the company, partnership or relevant body is already being wound up by the court. 11 In deciding for the purposes of subsection (9) whether an appeal is finally determined or whether the period during which an appeal may be made has expired, any power to appeal out of time is to be ignored. 12 In this section— “ appropriate Minister ” means— in relation to a relevant body falling within paragraphs (a) to (c) of the definition of  “relevant body” below, the Treasury; and in relation to any other relevant body, the Secretary of State; “company” means— a company registered under the Companies Act 2006 in England and Wales  ..., or an unregistered company within the meaning of Part 5 of the Insolvency Act 1986 (see section 220 of that Act), but does not include a relevant body; “the court”, in relation to a company, means a court in England and Wales  ... having jurisdiction to wind up the company; ... “ partnership ” does not include a relevant body; “ police-initiated serious crime prevention order ” means a serious crime prevention order that was made on the application of the chief officer of police of a police force in England and Wales;  and “ relevant body ” means— a building society (within the meaning of the Building Societies Act 1986 (c. 53)); an incorporated friendly society (within the meaning of the Friendly Societies Act 1992 (c. 40)); a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014; a limited liability partnership; or such other description of person as may be specified by order made by the Secretary of State; and the references to sections 124 to 125 of the Insolvency Act 1986 (c. 45) include references to those sections as applied by section 221(1) of that Act (unregistered companies)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "27A", "section_title": "Powers to wind up companies  etc : Scotland", "section_text": "27A 1 The Scottish Ministers may present a petition to the court for the winding up of a company or relevant body, or the dissolution of a partnership, if— a the company, relevant body or partnership has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the Scottish Ministers consider that it would be in the public interest for the company or (as the case may be) relevant body to be wound up or the partnership to be dissolved. 1A The chief constable of the Police Service of Scotland may present a petition to the court for the winding up of a company or relevant body, or the dissolution of a partnership, if— a the company, relevant body or partnership has been convicted of an offence under section 25 in relation to a serious crime prevention order that was made on the application of the chief constable; and b the chief constable considers that it would be in the public interest for the company or (as the case may be) relevant body to be wound up or the partnership to be dissolved. 2 The Insolvency Act 1986 applies in relation to— a a petition under this section for the winding up of a company; and b the company's winding up; as it applies in relation to a petition under section 124A of the Act of 1986 for the winding up of a company and the company's winding up (winding up on grounds of public interest) but subject to the modifications in subsections (3) and (4). 3 Section 124(4)(b) of the Act of 1986 (application for winding up) applies in relation to a petition under this section as if it permits the petition to be presented by the Scottish Ministers  or the chief constable of the Police Service of Scotland . 4 The court may make an order under section 125 of the Act of 1986 (powers of court on hearing of petition) to wind up the company only if— a the company has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the court considers that it is just and equitable for the company to be wound up. 5 Where a petition is made to the court under this section for the dissolution of a partnership, the court may make an order to dissolve the partnership only if— a the partnership has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the court considers that it is just and equitable for the partnership to be dissolved. 6 Where the court makes an order to dissolve a partnership under this section, the Partnership Act 1890 applies in respect of the dissolution as if it were a dissolution under section 35 of that Act. 7 The appropriate Minister may by order provide for the Act of 1986 to apply, with such modifications as that person considers appropriate, in relation to a petition under this section for the winding up of a relevant body and the relevant body's winding up. 8 An order made by virtue of subsection (7) must ensure that the court may make an order to wind up the relevant body only if— a the relevant body has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the court considers that it is just and equitable for the relevant body to be wound up. 9 No petition may be presented, or order to wind up or dissolve made, by virtue of this section if— a an appeal against conviction for the offence concerned has been made and not finally determined; or b the period during which such an appeal may be made has not expired. 10 No petition may be presented, or order to wind up or dissolve made, by virtue of this section if— a the company or relevant body is already being wound up by the court, or b the partnership is already being dissolved by the court. 11 In deciding for the purposes of subsection (9) whether an appeal is finally determined or whether the period during which an appeal may be made has expired, any power to appeal out of time is to be ignored. 12 In this section— “ appropriate Minister ” means— in relation to a relevant body falling within paragraphs (a) to (c) of the definition of  “relevant body” below, the Treasury; and in relation to any other relevant body, the Scottish Ministers; “ company ” means— a company registered under the Companies Act 2006 in Scotland, or an unregistered company within the meaning of Part 5 of the Insolvency Act 1986 (see section 220 of that Act), but does not include a relevant body; “ the court ”, in relation to a company, means a court in Scotland having jurisdiction to wind up the company; “ partnership ” does not include a relevant body; and “ relevant body ” means— a building society (within the meaning of the Building Societies Act 1986); an incorporated friendly society (within the meaning of the Friendly Societies Act 1992); a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014; a limited liability partnership; or such other description of person as may be specified by order made by the Scottish Ministers; and the references to sections 124 to 125 of the Insolvency Act 1986 include references to those sections as applied by section 221(1) of that Act (unregistered companies)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "28", "section_title": "Powers to wind up companies etc: Northern Ireland", "section_text": "28 1 The Director of Public Prosecutions for Northern Ireland may present a petition to the court for the winding up of a company, partnership or relevant body if— a the company, partnership or relevant body has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the Director of Public Prosecutions for Northern Ireland considers that it would be in the public interest for the company, partnership or (as the case may be) relevant body to be wound up. 1A The Chief Constable of the Police Service of Northern Ireland may present a petition to the court for the winding up of a company, partnership or relevant body if— a the company, partnership or relevant body has been convicted of an offence under section 25 in relation to a serious crime prevention order that was made on the application of the Chief Constable; and b the Chief Constable considers that it would be in the public interest for the company, partnership or (as the case may be) relevant body to be wound up. 2 The Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I.19)) applies in relation to— a a petition under this section for the winding up of a company; and b the company's winding up; as it applies in relation to a petition under Article 104A of the Order of 1989 for the winding up of a company and the company's winding up (winding up on grounds of public interest) but subject to the modifications in subsections (3) and (4). 3 Article 104(5)(b) of the Order of 1989 (application for winding up) applies in relation to a petition under this section as if it permits the petition to be presented by the Director of Public Prosecutions for Northern Ireland  or the Chief Constable of the Police Service of Northern Ireland . 4 The court may make an order under Article 105 of the Order of 1989 (powers of court on hearing of petition) to wind up the company only if— a the company has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the court considers that it is just and equitable for the company to be wound up. 5 Article 364 of the Order of 1989 (power to make provision about insolvent partnerships) applies for the purposes of this section as if the reference to an insolvent partnership were a reference to a partnership to which this section applies. 6 The appropriate Minister may by order provide for the Order of 1989 to apply, with such modifications as that person considers appropriate, in relation to a petition under this section for the winding up of a relevant body and the relevant body's winding up. 7 An order made by virtue of subsection (5) or (6) must ensure that the court may make an order to wind up the partnership or relevant body only if— a the partnership or relevant body has been convicted of an offence under section 25 in relation to a serious crime prevention order; and b the court considers that it is just and equitable for the partnership or relevant body to be wound up. 8 No petition may be presented, or order to wind up made, by virtue of this section if— a an appeal against conviction for the offence concerned has been made and not finally determined; or b the period during which such an appeal may be made has not expired. 9 No petition may be presented, or order to wind up made, by virtue of this section if the company, partnership or relevant body is already being wound up by the court. 10 In deciding for the purposes of subsection (8) whether an appeal is finally determined or whether the period during which an appeal may be made has expired, any power to appeal out of time is to be ignored. 11 In this section— “ appropriate Minister ” means— in relation to a relevant body falling within paragraph (a) or (b) of the definition of  “relevant body” below, the Treasury; and in relation to any other relevant body, the  Department of Justice in Northern Ireland ; “company” means— a company registered under the Companies Act 2006 in Northern Ireland, or an unregistered company within the meaning of Part 6 of the Insolvency (Northern Ireland) Order 1989 (see Article 184 of that Order), “ the court ” means the High Court in Northern Ireland; “ an industrial and provident society ” means a society registered under the Industrial and Provident Societies Act (Northern Ireland) 1969 (c. 24) or a society deemed by virtue of section 4 of that Act to be so registered; “ partnership ” does not include a relevant body; and “ relevant body ” means— a building society (within the meaning of the Building Societies Act 1986 (c. 53)); an incorporated friendly society (within the meaning of the Friendly Societies Act 1992 (c. 40)); an industrial and provident society; a limited liability partnership; or such other description of person as may be specified by order made by the  Department of Justice in Northern Ireland ; and the references to Articles 104 to 105 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I.19)) include references to those Articles as applied by Article 185(1) of that Order (unregistered companies)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "29", "section_title": "Powers to wind up: supplementary", "section_text": "29 1 The Secretary of State may by order make such modifications as he considers appropriate to the application of— a the Insolvency Act 1986 (c. 45) by virtue of section 27(2); or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1ZA The Scottish Ministers may by order make such modifications as they consider appropriate to the application of the Insolvency Act 1986 by virtue of section 27A(2). 1A The Department of Justice in Northern Ireland may by order make such modifications as the Department considers appropriate to the application of the Insolvency (Northern Ireland) Order 1989 by virtue of section 28(2). 2 Any modifications made by virtue of subsection (1) , (1ZA)   or (1A)  are in addition to the modifications made by section 27(3) and (4) , 27A(3) and (4)  or (as the case may be) section 28(3) and (4). 3 The Secretary of State may by order make such consequential or supplementary provision, applying with or without modifications any provision made by or under an enactment, as he considers appropriate in connection with section 27(2) to (4)  .... 3ZA The Scottish Ministers may by order make such consequential or supplementary provision, applying with or without modifications any provision made by or under an enactment including an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, as they consider appropriate in connection with section 27A(2) to (4). 3A The Department of Justice in Northern Ireland may by order make such consequential or supplementary provision, applying with or without modifications any provision made by or under an enactment, as the Department considers appropriate in connection with section 28(2) to (4). 4 An order made by virtue of section 27(5) or (6), section 28(5) or (6) , 27A(7)  or subsection (1) , (1ZA)   or (1A)  above may, in particular, contain consequential or supplementary provision applying, with or without modifications, any provision made by or under an enactment including, in the case of an order made by virtue of section 27A(7) or subsection (1ZA) above, an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "30", "section_title": "Bodies corporate including limited liability partnerships", "section_text": "30 1 For the purposes of section 10 in its application to a serious crime prevention order against a body corporate or to the variation of such an order— a a notice setting out the terms of the order or variation— i is delivered to the body corporate in person if it is delivered to an officer of the body corporate in person; and ii is sent by recorded delivery to the body corporate at its last-known address if it is so sent to an officer of the body corporate at the address of the registered office of that body or at the address of its principal office in the United Kingdom; and b the power conferred by subsection (3) of that section is a power to enter any premises where the person exercising the power has reasonable grounds for believing an officer of the body corporate to be and to search those premises for the officer. 2 If an offence under section 25 committed by a body corporate is proved to have been committed with the consent or connivance of— a an officer of the body corporate; or b a person who was purporting to act in any such capacity; he (as well as the body corporate) is guilty of the offence and liable to be proceeded against and punished accordingly. 3 Nothing in this section prevents a serious crime prevention order from being made against an officer or employee of a body corporate or against any other person associated with a body corporate. 4 In this section— “ body corporate ” includes a limited liability partnership; “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate; and “ officer of a body corporate ” means any director, manager, secretary or other similar officer of the body corporate."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "31", "section_title": "Other partnerships", "section_text": "31 1 A serious crime prevention order against a partnership must be made in the name of the partnership (and not in that of any of the partners). 2 An order made in the name of the partnership continues to have effect despite a change of partners provided that at least one of the persons who was a partner before the change remains a partner after it. 3 For the purposes of this Part, a partnership is involved in serious crime in England and Wales , Scotland, , Northern Ireland or elsewhere if the partnership, or any of the partners, is so involved; and involvement in serious crime in England and Wales , Scotland,  or Northern Ireland is to be read accordingly. 4 For the purposes of section 10 in its application to a serious crime prevention order against a partnership or to the variation of such an order— a a notice setting out the terms of the order or variation— i is delivered to the partnership in person if it is delivered to any of the partners in person or to a senior officer of the partnership in person; and ii is sent by recorded delivery to the partnership at its last-known address if it is so sent to any of the partners or to a senior officer of the partnership at the address of the principal office of the partnership in the United Kingdom; and b the power conferred by subsection (3) of that section is a power to enter any premises where the person exercising the power has reasonable grounds for believing a partner or senior officer of the partnership to be and to search those premises for the partner or senior officer. 5 Proceedings for an offence under section 25 alleged to have been committed by a partnership must be brought in the name of the partnership (and not in that of any of the partners). 6 For the purposes of such proceedings— a rules of court relating to the service of documents have effect as if the partnership were a body corporate; and b the following provisions apply as they apply in relation to a body corporate— i section 33 of the Criminal Justice Act 1925 (c. 86) and Schedule 3 to the Magistrates' Courts Act 1980 (c. 43); ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I.26)). 7 A fine imposed on the partnership on its conviction for an offence under section 25 is to be paid out of the partnership assets. 8 If an offence under section 25 committed by a partnership is proved to have been committed with the consent or connivance of a partner or a senior officer of the partnership, he (as well as the partnership) is guilty of the offence and liable to be proceeded against and punished accordingly. 9 For the purposes of subsection (8)— a references to a partner or to a senior officer of a partnership include references to any person purporting to act in such a capacity; and b subsection (5) is not to be read as prejudicing any liability of a partner under subsection (8). 10 Nothing in this section prevents a serious crime prevention order from being made against— a a particular partner; or b a senior officer or employee of a partnership or any other person associated with a partnership. 11 In this section— “ senior officer of a partnership ” means any person who has the control or management of the business carried on by the partnership at the principal place where it is carried on; and “ partnership ” does not include a limited liability partnership."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "32", "section_title": "Unincorporated associations", "section_text": "32 1 A serious crime prevention order against an unincorporated association must be made in the name of the association (and not in that of any of its members). 2 An order made in the name of the association continues to have effect despite a change in the membership of the association provided that at least one of the persons who was a member of the association before the change remains a member after it. 3 For the purposes of section 10 in its application to a serious crime prevention order against an unincorporated association or to the variation of such an order— a a notice setting out the terms of the order or variation— i is delivered to the association in person if it is delivered to an officer of the association in person; and ii is sent by recorded delivery to the association at its last-known address if it is so sent to an officer of the association at the address of the principal office of the association in the United Kingdom; and b the power conferred by subsection (3) of that section is a power to enter any premises where the person exercising the power has reasonable grounds for believing an officer of the association to be and to search those premises for the officer. 4 Proceedings for an offence under section 25 alleged to have been committed by an unincorporated association must be brought in the name of the association (and not in that of any of its members). 5 For the purposes of such proceedings— a rules of court relating to the service of documents have effect as if the association were a body corporate; and b the following provisions apply as they apply in relation to a body corporate— i section 33 of the Criminal Justice Act 1925 (c. 86) and Schedule 3 to the Magistrates' Courts Act 1980 (c. 43); ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I.26)). 6 A fine imposed on the association on its conviction for an offence under section 25 is to be paid out of the funds of the association. 7 If an offence under section 25 committed by an unincorporated association is proved to have been committed with the consent or connivance of an officer of the association, he (as well as the association) is guilty of the offence and liable to be proceeded against and punished accordingly. 8 For the purposes of subsection (7)— a references to an officer of an unincorporated association include references to any person purporting to act in such a capacity; and b subsection (4) is not to be read as prejudicing any liability of an officer of an unincorporated association under subsection (7). 9 Nothing in this section prevents a serious crime prevention order from being made against— a a member, officer or employee of an unincorporated association; or b any other person associated with an unincorporated association. 10 In this section— “ officer of an unincorporated association ” means any officer of an unincorporated association or any member of its governing body; and “ unincorporated association ” means any body of persons unincorporate but does not include a partnership."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "33", "section_title": "Overseas bodies", "section_text": "33 The Secretary of State may by order modify section 30, 31 or 32 in its application to a body of persons formed under law having effect outside the United Kingdom."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "34", "section_title": "Providers of information society services", "section_text": "34 1 A serious crime prevention order may not include terms which restrict the freedom of a service provider who is established in an  EEA  state  ... to provide information society services in relation to an EEA state unless the conditions in subsections (2) and (3) are met. 2 The condition in this subsection is that the court concerned considers that the terms— a are necessary for the objective of protecting the public by preventing, restricting or disrupting involvement in— i in the case of an order in England and Wales, serious crime in England and Wales;  ... ia in the case of an order in Scotland, serious crime in Scotland; ii in the case of an order in Northern Ireland, serious crime in Northern Ireland; b relate to an information society service which prejudices that objective or presents a serious and grave risk of prejudice to it; and c are proportionate to that objective. 3 The conditions in this subsection are that— a a law enforcement officer has requested the EEA state in which the service provider is established to take measures which the law enforcement officer considers to be of equivalent effect under the law of the EEA state to the terms and the EEA state has failed to take the measures;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 It does not matter for the purposes of subsection (3) whether the request  ... is made before or after the making of the application for the order. 5 A serious crime prevention order may not include terms which impose liabilities on service providers of intermediary services so far as the imposition of those liabilities would result in a contravention of Article 12, 13 or 14 of the E-Commerce Directive (various protections for service providers of intermediary services)  , reading those Articles as if the requirements imposed on a Member State were imposed on the court making the order . 6 A serious crime prevention order may not include terms which impose a general obligation on service providers of intermediary services   falling within the descriptions contained in   Articles 12, 13 and 14 of the E-Commerce Directive— a to monitor the information which they transmit or store when providing those services; or b actively to seek facts or circumstances indicating illegal activity when providing those services. 7 For the purposes of this section— a a service provider is established in a particular EEA state if he effectively pursues an economic activity using a fixed establishment in that EEA state for an indefinite period and he is a national of an EEA state or a company or firm mentioned in  Article 54 of the Treaty on the Functioning of the European Union ; b the presence or use in a particular place of equipment or other technical means of providing an information society service does not, of itself, constitute the establishment of a service provider; c where it cannot be determined from which of a number of establishments a given information society service is provided, that service is to be regarded as provided from the establishment where the service provider has the centre of his activities relating to the service; and references to a person being established in an EEA state are to be read accordingly. 8 In this section— “ the E-Commerce Directive ” means Directive  2000/31/ EC  of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce, in the Internal Market (Directive on electronic commerce); “information society services”— has the meaning given in Article 2(a) of the E-Commerce Directive (which refers to Article 1(2) of Directive  98/34/EC  of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations); and is summarised in recital 17 of the E-Commerce Directive as covering  “any service normally provided for remuneration, at a distance, by means of electronic equipment for the processing (including digital compression) and storage of data, and at the individual request of a recipient of a service”; “ intermediary services ” means an information society service which— consists in the provision of access to a communication network or the transmission in a communication network of information provided by a recipient of the service; consists in the transmission in a communication network of information which— is provided by a recipient of the service; and is the subject of automatic, intermediate and temporary storage which is solely for the purpose of making the onward transmission of the information to other recipients of the service at their request more efficient; or consists in the storage of information provided by a recipient of the service; “ recipient ”, in relation to a service, means any person who, for professional ends or otherwise, uses an information society service, in particular for the purposes of seeking information or making it accessible; and “ service provider ” means a person providing an information society service. 9 For the purposes of paragraph (a) of the definition of  “intermediary services”, the provision of access to a communication network and the transmission of information in a communication network includes the automatic, intermediate and transient storage of the information transmitted so far as the storage is for the sole purpose of carrying out the transmission in the network. 10 Subsection (9) does not apply if the information is stored for longer than is reasonably necessary for the transmission."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "35", "section_title": "Proceedings in the High Court", "section_text": "35 1 Proceedings before the High Court in relation to serious crime prevention orders are civil proceedings. 2 One consequence of this is that the standard of proof to be applied by the court in such proceedings is the civil standard of proof."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "36", "section_title": "Proceedings in the Crown Court", "section_text": "36 1 Proceedings before the Crown Court arising by virtue of section 19, 20  , 21 or 22E  are civil proceedings. 2 One consequence of this is that the standard of proof to be applied by the court in such proceedings is the civil standard of proof. 3 Two other consequences of this are that the court— a is not restricted to considering evidence that would have been admissible in the criminal proceedings in which the person concerned was convicted; and b may adjourn any proceedings in relation to a serious crime prevention order even after sentencing the person concerned. 4 The Crown Court, when exercising its jurisdiction in England and Wales under this Part, is a criminal court for the purposes of Part 7 of the Courts Act 2003 (c. 39)\t\t\t\t\t(procedure rules and practice directions). 5 A serious crime prevention order may be made as mentioned in section 19(7)(b) in spite of anything in   sections 79, 80 and 82 of the Sentencing Code   or (as the case may be)\t\t\t\t\tArticles 4 and 6 of the Criminal Justice (Northern Ireland) Order 1996 (S.I. 1996/3160 (N.I.24))\t\t\t\t\t(which relate to orders discharging a person absolutely or conditionally and their effect). 6 A variation of a serious crime prevention order may be made as mentioned in section 20(6)(b) or 21(6)(b) in spite of anything in sections 12 and 14 of the Act of 2000 or (as the case may be)\t\t\t\t\tArticles 4 and 6 of the Order of 1996."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "36A", "section_title": "Proceedings in the High Court of Justiciary and sheriff court", "section_text": "36A 1 Proceedings before the High Court of Justiciary (the  “High Court”) or the sheriff arising by virtue of section 22A, 22B, 22C or 22E are civil proceedings. 2 One consequence of this is that the standard of proof to be applied by the High Court or (as the case may be) the sheriff in such proceedings is the civil standard of proof. 3 Two other consequences of this are that the High Court or (as the case may be) the sheriff— a is not restricted to considering evidence that would have been admissible in the criminal proceedings in which the person concerned was convicted; and b may adjourn any proceedings in relation to a serious crime prevention order even after sentencing the person concerned. 4 Despite subsection (1), an Act of Adjournal under section 305 of the Criminal Procedure (Scotland) Act 1995 (Acts of Adjournal) may be made in relation to proceedings before the High Court or the sheriff arising by virtue of section 22A, 22B, 22C or 22E. 5 A serious crime prevention order may be made as mentioned in section 22A(6)(b) in spite of anything in sections 246 and 247 of the Criminal Procedure (Scotland) Act 1995 (which relate to orders discharging a person absolutely and their effect). 6 A variation of a serious crime prevention order may be made as mentioned in section 22B(4)(b), or (as the case may be) a variation of or a new serious crime prevention order may be made as mentioned in section 22C(4)(b), in spite of anything in sections 246 and 247 of the Criminal Procedure (Scotland) Act 1995."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "37", "section_title": "Functions of applicant authorities", "section_text": "37 Schedule 2 (functions of applicant authorities under this Part) has effect."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "38", "section_title": "Disclosure of information in accordance with orders", "section_text": "38 1 A person who complies with a requirement imposed by a serious crime prevention order to answer questions, provide information or produce documents does not breach— a any obligation of confidence; or b any other restriction on making the disclosure concerned (however imposed). 2 But see sections 11 to 14 (which limit the requirements that may be imposed by serious crime prevention orders in connection with answering questions, providing information or producing documents)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "39", "section_title": "Compliance with orders: authorised monitors", "section_text": "39 1 A serious crime prevention order against a body corporate, partnership or unincorporated association may authorise a law enforcement agency to enter into arrangements with— a a specified person; or b any person who falls within a specified description of persons; to perform specified monitoring services or monitoring services of a specified description. 2 A person with whom the agency has entered into arrangements in accordance with such an authorisation is known for the purposes of this section as an authorised monitor. 3 A serious crime prevention order which provides for an authorised monitor may, for the purpose of enabling the performance of monitoring services, impose requirements of the type mentioned in section 5(5) as if the references in paragraph (a)(iv) and (b)(iv) of that provision to a law enforcement officer included references to an authorised monitor. 4 A serious crime prevention order which provides for an authorised monitor may require any body corporate, partnership or unincorporated association which is the subject of the order to pay to the law enforcement agency concerned some or all of the costs incurred by the agency under the arrangements with the authorised monitor. 5 Any such order— a must specify the period, or periods, within which payments are to be made; b may require the making of payments on account; c may include other terms about the calculation or payment of costs. 6 The tests for making or varying a serious crime prevention order in sections 1(1)(b), (2)(b) and (3), 17(1) and (2), 19(2), (4) and (5), 20(2) and (4) and 21(2) and (4) do not operate in relation to an order so far as the order contains terms of the kind envisaged by subsections (4) and (5) above (or by subsection (1) above for the purposes of those subsections). 7 But a court must not include in a serious crime prevention order (whether initially or on a variation) terms of the kind envisaged by subsection (4) or (5) unless it considers that it is appropriate to do so having regard to all the circumstances including, in particular— a the means of the body corporate, partnership or unincorporated association concerned; b the expected size of the costs; and c the effect of the terms on the ability of any body corporate, partnership or unincorporated association which is carrying on business to continue to do so. 8 A law enforcement agency must inform the subject of a serious crime prevention order which provides for an authorised monitor of the name of, and an address for, any person with whom the agency has entered into arrangements in accordance with the authorisation in the order. 9 Nothing in this section affects the ability of law enforcement agencies to enter into arrangements otherwise than in accordance with an authorisation under this section. 10 In this section— “ law enforcement agency ” means— the chief constable of a police force maintained under section 2 of the Police Act 1996; the Commissioner of Police of the Metropolis; the Common Council of the City of London in its capacity as police authority; the chief constable of the Police Service of Scotland; ... the Northern Ireland Policing Board; the National Crime Agency; the Commissioners for Her Majesty's Revenue and Customs; or the Director of the Serious Fraud Office; “ monitoring services ” means— analysing some or all information received in accordance with a serious crime prevention order; reporting to a law enforcement officer as to whether, on the basis of the information and any other information analysed for this purpose, the subject of the order appears to be complying with the order or any part of it; and any related services; and “ specified ”, in relation to a serious crime prevention order, means specified in the order."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "40", "section_title": "Costs in relation to authorised monitors", "section_text": "40 1 The  appropriate authority  may by order make provision about the practice and procedure for determining the amount of— a any costs payable by virtue of section 39(4) and (5); and b any interest payable in respect of those costs. 2 Such provision may, in particular, include provision about appeals. 3 Where any amounts required to be paid by virtue of section 39(4) and (5) have not been paid within a required period, the law enforcement agency concerned must take reasonable steps to recover them and any interest payable in respect of them. 4 The  appropriate authority  must by order provide for what are reasonable steps for the purposes of subsection (3). 5 Any amounts which have not been recovered despite the taking of the reasonable steps are  recoverable—  a in England and Wales and Northern Ireland, as if   due to the law enforcement agency concerned by virtue of a civil order or judgment. b in Scotland, in like manner as an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 6 Where any amounts required to be paid by virtue of section 39(4) and (5) are, in the case of an order of the Crown Court, not paid within a required period, the unpaid balance from time to time carries interest at the rate for the time being specified in section 17 of the Judgments Act 1838 (c. 110)\t\t\t\t\t(interest on civil judgment debts). 6A Where any amounts required to be paid by virtue of section 39(4) and (5) are, in the case of a serious crime prevention order made under section 22A, not paid within a required period, the unpaid balance from time to time carries interest at the rate payable under a decree of the Court of Session. 7 For the purposes of section 25, a failure to comply with a requirement imposed by virtue of section 39(4) and (5) to make payments occurs when the amounts become recoverable as mentioned in subsection (5) above (and not before). 8 In this section  “ law enforcement agency ” has the same meaning as in section 39. 9 In this section “the appropriate authority” means— a in relation to serious crime prevention orders in England and Wales, the Secretary of State; aa in relation to serious crime prevention orders in Scotland, the Scottish Ministers; b in relation to serious crime prevention orders in Northern Ireland, the Department of Justice in Northern Ireland."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "41", "section_title": "Powers of law enforcement officers to retain documents", "section_text": "41 1 A law enforcement officer— a may take and retain copies of, or extracts from, any document produced to a law enforcement officer in pursuance of a serious crime prevention order; and b may retain any document so produced for as long as he considers that it is necessary to retain it (rather than any copy of it) for the purposes for which the document was obtained. 2 A law enforcement officer may retain any document produced to a law enforcement officer in pursuance of a serious crime prevention order until the conclusion of any legal proceedings if he has reasonable grounds for believing that the document— a may have to be produced for the purposes of those proceedings; and b might be unavailable unless retained."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "42", "section_title": "Interpretation: Part 1", "section_text": "42 In this Part— “ act ” and  “ conduct ” include omissions and statements; “ country ” includes territory; “ modifications ” includes additions and omissions (and  “modify” is to be read accordingly); “ the public ” includes a section of the public or a particular member of the public."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "43", "section_title": "Index of defined expressions: Part 1", "section_text": "43 In this Part, the expressions listed in the left-hand column have the meaning given by, or are to be interpreted in accordance with, the provisions listed in the right-hand column. Expression Provision act section 42 appropriate court section 1(5) committed a serious offence section 4(1) conduct section 42 conducts oneself in a way likely to facilitate the commission by oneself or another person of a serious offence section 4(3) country section 42 Director of Public Prosecutions,  ..., Director of the Serious Fraud Office and Director of Public Prosecutions for Northern Ireland Paragraphs 2(2),  ..., 13(2) and 17 of Schedule 2 document section 5(7) facilitates the commission by another person of a serious offence section 4(2) involvement in serious crime: England and Wales orders sections 2, 4 and 31(3) involvement in serious crime: Northern Ireland orders sections 3, 4 and 31(3) involvement in serious crime: Scotland orders sections 2A, 4 and 31(3) law enforcement officer section 5(7) modifications (and modify) section 42 person who is the subject of a serious crime prevention order section 1(6) premises section 5(7) production of documents section 5(8) the public section 42 relevant applicant authority section 10(4) serious crime prevention order section 1(5) serious offence in England and Wales section 2(2) serious offence in Northern Ireland section 3(2) serious offence in Scotland section 2A(2)   terrorism-related  section 8A"}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "44", "section_title": "Intentionally encouraging or assisting an offence", "section_text": "44 1 A person commits an offence if— a he does an act capable of encouraging or assisting the commission of an offence; and b he intends to encourage or assist its commission. 2 But he is not to be taken to have intended to encourage or assist the commission of an offence merely because such encouragement or assistance was a foreseeable consequence of his act."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "45", "section_title": "Encouraging or assisting an offence believing it will be committed", "section_text": "45 A person commits an offence if— a he does an act capable of encouraging or assisting the commission of an offence; and b he believes— i that the offence will be committed; and ii that his act will encourage or assist its commission."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "46", "section_title": "Encouraging or assisting offences believing one or more will be committed", "section_text": "46 1 A person commits an offence if— a he does an act capable of encouraging or assisting the commission of one or more of a number of offences; and b he believes— i that one or more of those offences will be committed (but has no belief as to which); and ii that his act will encourage or assist the commission of one or more of them. 2 It is immaterial for the purposes of subsection (1)(b)(ii) whether the person has any belief as to which offence will be encouraged or assisted. 3 If a person is charged with an offence under subsection (1)— a the indictment must specify the offences alleged to be the  “number of offences” mentioned in paragraph (a) of that subsection; but b nothing in paragraph (a) requires all the offences potentially comprised in that number to be specified. 4 In relation to an offence under this section, reference in this Part to the offences specified in the indictment is to the offences specified by virtue of subsection (3)(a)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "47", "section_title": "Proving an offence under this Part", "section_text": "47 1 Sections 44, 45 and 46 are to be read in accordance with this section. 2 If it is alleged under section 44(1)(b) that a person (D) intended to encourage or assist the commission of an offence, it is sufficient to prove that he intended to encourage or assist the doing of an act which would amount to the commission of that offence. 3 If it is alleged under section 45(b) that a person (D) believed that an offence would be committed and that his act would encourage or assist its commission, it is sufficient to prove that he believed— a that an act would be done which would amount to the commission of that offence; and b that his act would encourage or assist the doing of that act. 4 If it is alleged under section 46(1)(b) that a person (D) believed that one or more of a number of offences would be committed and that his act would encourage or assist the commission of one or more of them, it is sufficient to prove that he believed— a that one or more of a number of acts would be done which would amount to the commission of one or more of those offences; and b that his act would encourage or assist the doing of one or more of those acts. 5 In proving for the purposes of this section whether an act is one which, if done, would amount to the commission of an offence— a if the offence is one requiring proof of fault, it must be proved that— i D believed that, were the act to be done, it would be done with that fault; ii D was reckless as to whether or not it would be done with that fault; or iii D's state of mind was such that, were he to do it, it would be done with that fault; and b if the offence is one requiring proof of particular circumstances or consequences (or both), it must be proved that— i D believed that, were the act to be done, it would be done in those circumstances or with those consequences; or ii D was reckless as to whether or not it would be done in those circumstances or with those consequences. 6 For the purposes of subsection (5)(a)(iii), D is to be assumed to be able to do the act in question. 7 In the case of an offence under section 44— a subsection (5)(b)(i) is to be read as if the reference to  “D believed” were a reference to  “D intended or believed”; but b D is not to be taken to have intended that an act would be done in particular circumstances or with particular consequences merely because its being done in those circumstances or with those consequences was a foreseeable consequence of his act of encouragement or assistance. 8 Reference in this section to the doing of an act includes reference to— a a failure to act; b the continuation of an act that has already begun; c an attempt to do an act (except an act amounting to the commission of the offence of attempting to commit another offence). 9 In the remaining provisions of this Part (unless otherwise provided) a reference to the anticipated offence is— a in relation to an offence under section 44, a reference to the offence mentioned in subsection (2); and b in relation to an offence under section 45, a reference to the offence mentioned in subsection (3)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "48", "section_title": "Proving an offence under section 46", "section_text": "48 1 This section makes further provision about the application of section 47 to an offence under section 46. 2 It is sufficient to prove the matters mentioned in section 47(5) by reference to one offence only. 3 The offence or offences by reference to which those matters are proved must be one of the offences specified in the indictment. 4 Subsection (3) does not affect any enactment or rule of law under which a person charged with one offence may be convicted of another and is subject to section 57."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "49", "section_title": "Supplemental provisions", "section_text": "49 1 A person may commit an offence under this Part whether or not any offence capable of being encouraged or assisted by his act is committed. 2 If a person's act is capable of encouraging or assisting the commission of a number of offences— a section 44 applies separately in relation to each offence that he intends to encourage or assist to be committed; and b section 45 applies separately in relation to each offence that he believes will be encouraged or assisted to be committed. 3 A person may, in relation to the same act, commit an offence under more than one provision of this Part. 4 In reckoning whether— a for the purposes of section 45, an act is capable of encouraging or assisting the commission of an offence; or b for the purposes of section 46, an act is capable of encouraging or assisting the commission of one or more of a number of offences; offences under this Part and listed offences are to be disregarded. 5 “ Listed offence ” means— a in England and Wales, an offence listed in Part 1, 2 or 3 of Schedule 3; and b in Northern Ireland, an offence listed in Part 1, 4 or 5 of that Schedule. 6 The Secretary of State may by order amend Schedule 3. 6A The power to make an order under subsection (6) for the purposes of subsection (5)(b) is exercisable by the Department of Justice in Northern Ireland (and not by the Secretary of State) so far as the power may be used to make provision which could be made by an Act of the Northern Ireland Assembly without the consent of the Secretary of State (see sections 6 to 8 of the Northern Ireland Act 1998). 7 For the purposes of sections 45(b)(i) and 46(1)(b)(i) it is sufficient for the person concerned to believe that the offence (or one or more of the offences) will be committed if certain conditions are met."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "50", "section_title": "Defence of acting reasonably", "section_text": "50 1 A person is not guilty of an offence under this Part if he proves— a that he knew certain circumstances existed; and b that it was reasonable for him to act as he did in those circumstances. 2 A person is not guilty of an offence under this Part if he proves— a that he believed certain circumstances to exist; b that his belief was reasonable; and c that it was reasonable for him to act as he did in the circumstances as he believed them to be. 3 Factors to be considered in determining whether it was reasonable for a person to act as he did include— a the seriousness of the anticipated offence (or, in the case of an offence under section 46, the offences specified in the indictment); b any purpose for which he claims to have been acting; c any authority by which he claims to have been acting."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "50A", "section_title": "Extra-territorial offences: defence for intelligence services and armed forces", "section_text": "50A 1 This section applies where a person is charged with an offence under this Part by reason of a provision of Schedule 4 (extra-territorial jurisdiction). 2 It is a defence for the person to show that their act was necessary for— a the proper exercise of a function of an intelligence service, or b the proper exercise of a function of the armed forces relating to intelligence. 3 A person is taken to have shown that their act was so necessary if— a sufficient evidence of that fact is adduced to raise an issue with respect to it, and b the contrary is not proved beyond reasonable doubt. 4 The head of each intelligence service must ensure that the service has in place arrangements designed to ensure that acts of a member of the service to which a provision of Schedule 4 applies are necessary for the proper exercise of a function of the service. 5 The Defence Council must ensure that the armed forces have in place arrangements designed to ensure that acts of— a a member of the armed forces, or b a civilian subject to service discipline when working in support of a member of the armed forces, to which a provision of Schedule 4 applies are necessary for the proper exercise of a function of the armed forces relating to intelligence. 6 The arrangements which must be in place by virtue of subsection  (4)  or  (5)  must be arrangements which the Secretary of State considers to be satisfactory. 7 In this section— “ armed forces ” means His Majesty’s forces (within the meaning of the Armed Forces Act 2006); “ civilian subject to service discipline ” has the same meaning as in the Armed Forces Act 2006; “ GCHQ ” has the meaning given by section 3(3) of the Intelligence Services Act 1994; “ head ” means— in relation to the Security Service, the Director General of the Security Service, in relation to the Secret Intelligence Service, the Chief of the Secret Intelligence Service, and in relation to GCHQ, the Director of GCHQ; “ intelligence service ” means the Security Service, the Secret Intelligence Service or GCHQ."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "51", "section_title": "Protective offences: victims not liable", "section_text": "51 1 In the case of protective offences, a person does not commit an offence under this Part by reference to such an offence if— a he falls within the protected category; and b he is the person in respect of whom the protective offence was committed or would have been if it had been committed. 2 “ Protective offence ” means an offence that exists (wholly or in part) for the protection of a particular category of persons (“the protected category”)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "51A", "section_title": "Exceptions to section 44 for encouraging or assisting suicide  or serious self-harm", "section_text": "51A 1 Section 44 does not apply to an offence under section 2(1) of the Suicide Act 1961 or section 13(1) of the Criminal Justice Act (Northern Ireland) 1966 (offence of encouraging or assisting suicide). 2 Section 44 does not apply to an offence under section 184(1) of the Online Safety Act 2023 (offence of encouraging or assisting serious self-harm)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "52", "section_title": "Jurisdiction", "section_text": "52 1 If a person (D) knows or believes that what he anticipates might take place wholly or partly in England or Wales, he may be guilty of an offence under section 44, 45 or 46 no matter where he was at any relevant time. 2 If it is not proved that D knows or believes that what he anticipates might take place wholly or partly in England or Wales, he is not guilty of an offence under section 44, 45 or 46 unless paragraph 1, 2 or 3 of Schedule 4 applies. 3 A reference in this section (and in any of those paragraphs) to what D anticipates is to be read as follows— a in relation to an offence under section 44 or 45, it refers to the act which would amount to the commission of the anticipated offence; b in relation to an offence under section 46, it refers to an act which would amount to the commission of any of the offences specified in the indictment. 4 In their application to Northern Ireland, this section and Schedule 4 have effect as if references to— a England or Wales; and b England and Wales; were references to Northern Ireland. 5 Nothing in this section or Schedule 4 restricts the operation of any enactment by virtue of which an act constituting an offence under this Part is triable under the law of England and Wales or Northern Ireland."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "53", "section_title": "Prosecution of offences triable by reason of Schedule 4", "section_text": "53 1 No proceedings for an offence triable by reason of any provision of Schedule 4 may be instituted— a in England and Wales, except by, or with the consent of, the Attorney General; or b in Northern Ireland, except by, or with the consent of, the Advocate General for Northern Ireland. 2 Subsection (1) does not apply to an offence under this Part to which section 10 of the Bribery Act 2010 applies by virtue of section 54(1) and (2) below (encouraging or assisting bribery)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "54", "section_title": "Institution of proceedings  etc.  for an offence under this Part", "section_text": "54 1 Any provision to which this section applies has effect with respect to an offence under this Part as it has effect with respect to the anticipated offence. 2 This section applies to provisions made by or under an enactment (whenever passed or made) that— a provide that proceedings may not be instituted or carried on otherwise than by, or on behalf or with the consent of, any person (including any provision which also makes exceptions to the prohibition); b confer power to institute proceedings; c confer power to seize and detain property; d confer a power of forfeiture, including any power to deal with anything liable to be forfeited. 3 In relation to an offence under section 46— a the reference in subsection (1) to the anticipated offence is to be read as a reference to any offence specified in the indictment; and b each of the offences specified in the indictment must be an offence in respect of which the prosecutor has power to institute proceedings. 4 Any consent to proceedings required as a result of this section is in addition to any consent required by section 53. 5 No proceedings for an offence under this Part are to be instituted against a person providing information society services who is established in an EEA State  ... unless the derogation condition is satisfied. 6 The derogation condition is satisfied where the institution of proceedings— a is necessary to pursue the public interest objective; b relates to an information society service that prejudices that objective or presents a serious and grave risk of prejudice to it; and c is proportionate to that objective. 7 The public interest objective is public policy. 8 In this section  “ information society services ” has the same meaning as in section 34, and subsection (7) of that section applies for the purposes of this section as it applies for the purposes of that section."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "55", "section_title": "Mode of trial", "section_text": "55 1 An offence under section 44 or 45 is triable in the same way as the anticipated offence. 2 An offence under section 46 is triable on indictment."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "56", "section_title": "Persons who may be perpetrators or encouragers etc.", "section_text": "56 1 In proceedings for an offence under this Part (“the inchoate offence”) the defendant may be convicted if— a it is proved that he must have committed the inchoate offence or the anticipated offence; but b it is not proved which of those offences he committed. 2 For the purposes of this section, a person is not to be treated as having committed the anticipated offence merely because he aided, abetted, counselled or procured its commission. 3 In relation to an offence under section 46, a reference in this section to the anticipated offence is to be read as a reference to an offence specified in the indictment."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "57", "section_title": "Alternative verdicts and guilty pleas", "section_text": "57 1 If in proceedings on indictment for an offence under section 44 or 45 a person is not found guilty of that offence by reference to the specified offence, he may be found guilty of that offence by reference to an alternative offence. 2 If in proceedings for an offence under section 46 a person is not found guilty of that offence by reference to any specified offence, he may be found guilty of that offence by reference to one or more alternative offences. 3 If in proceedings for an offence under section 46 a person is found guilty of the offence by reference to one or more specified offences, he may also be found guilty of it by reference to one or more other alternative offences. 4 For the purposes of this section, an offence is an alternative offence if— a it is an offence of which, on a trial on indictment for the specified offence, an accused may be found guilty; or b it is an indictable offence, or one to which section 40 of the Criminal Justice Act 1988 (c. 33) applies (power to include count for common assault etc. in indictment), and the condition in subsection (5) is satisfied. 5 The condition is that the allegations in the indictment charging the person with the offence under this Part amount to or include (expressly or by implication) an allegation of that offence by reference to it. 6 Subsection (4)(b) does not apply if the specified offence, or any of the specified offences, is murder or treason. 7 In the application of subsection (5) to proceedings for an offence under section 44, the allegations in the indictment are to be taken to include an allegation of that offence by reference to the offence of attempting to commit the specified offence. 8 Section 49(4) applies to an offence which is an alternative offence in relation to a specified offence as it applies to that specified offence. 9 In this section— a in relation to a person charged with an offence under section 44 or 45,  “ the specified offence ” means the offence specified in the indictment as the one alleged to be the anticipated offence; b in relation to a person charged with an offence under section 46,  “ specified offence ” means an offence specified in the indictment (within the meaning of subsection (4) of that section), and related expressions are to be read accordingly. 10 A person arraigned on an indictment for an offence under this Part may plead guilty to an offence of which he could be found guilty under this section on that indictment. 11 This section applies to an indictment containing more than one count as if each count were a separate indictment. 12 This section is without prejudice to— a section 6(1)(b) and (3) of the Criminal Law Act 1967 (c. 58); b section 6(1)(b) and (2) of the Criminal Law Act (Northern Ireland) 1967 (c. 18)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "58", "section_title": "Penalties", "section_text": "58 1 Subsections (2) and (3) apply if— a a person is convicted of an offence under section 44 or 45; or b a person is convicted of an offence under section 46 by reference to only one offence (“the reference offence”). 2 If the anticipated or reference offence is murder, he is liable to imprisonment for life. 3 In any other case he is liable to any penalty for which he would be liable on conviction of the anticipated or reference offence. 4 Subsections (5) to (7) apply if a person is convicted of an offence under section 46 by reference to more than one offence (“the reference offences”). 5 If one of the reference offences is murder, he is liable to imprisonment for life. 6 If none of the reference offences is murder but one or more of them is punishable with imprisonment, he is liable— a to imprisonment for a term not exceeding the maximum term provided for any one of those offences (taking the longer or the longest term as the limit for the purposes of this paragraph where the terms provided differ); or b to a fine. 7 In any other case he is liable to a fine. 8 Subsections (3), (6) and (7) are subject to any contrary provision made by or under— a an Act; or b Northern Ireland legislation. 9 In the case of an offence triable either way, the reference in subsection (6) to the maximum term provided for that offence is a reference to the maximum term so provided on conviction on indictment."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "59", "section_title": "Abolition of common law replaced by this Part", "section_text": "59 The common law offence of inciting the commission of another offence is abolished."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "60", "section_title": "Amendments relating to service law", "section_text": "60 Schedule 5 (which amends enactments relating to service law) has effect."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "61", "section_title": "Repeal of offence of enabling unauthorised access to computer material", "section_text": "61 1 The Police and Justice Act 2006 (c. 48) is amended as follows. 2 In section 35 (unauthorised access to computer material), omit subsection (2). 3 In section 36 (unauthorised acts with intent to impair operation of computer, etc.), in the section to be substituted for section 3 of the Computer Misuse Act 1990 (c. 18)— a in subsection (2)— i at the end of paragraph (b), insert  “                            or                          ” ; and ii omit paragraph (d) and the word  “or” preceding it; b in subsection (3) for  “to (d)” substitute  “                        to (c)                      ” . 4 In section 38 (transitional and saving provision), omit subsection (1). 5 In Schedule 14 (minor and consequential amendments), omit paragraphs 19(2) and 29(2)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "62", "section_title": "No individual liability in respect of corporate manslaughter", "section_text": "62 In section 18 of the Corporate Manslaughter and Corporate Homicide Act 2007 (c. 19)\t\t\t(no individual liability for offences under that Act) after subsection (1) insert— 1A An individual cannot be guilty of an offence under Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) by reference to an offence of corporate manslaughter."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "63", "section_title": "Consequential amendments: Part 2", "section_text": "63 1 In the provisions listed in Part 1 of Schedule 6, any reference however expressed to (or to conduct amounting to) the offence abolished by section 59 has effect as a reference to (or to conduct amounting to) the offences under this Part. 2 Part 2 of Schedule 6 contains other minor and consequential amendments. 3 The Secretary of State may by order amend Part 1 of Schedule 6  as it applies to England and Wales  by adding or removing a provision. 4 The Department of Justice in Northern Ireland may by order amend Part 1 of Schedule 6 as it applies to Northern Ireland by adding or removing a provision."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "64", "section_title": "Encouraging or assisting the commission of an offence", "section_text": "64 A reference in this Part to encouraging or assisting the commission of an offence is to be read in accordance with section 47."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "65", "section_title": "Being capable of encouraging or assisting", "section_text": "65 1 A reference in this Part to a person's doing an act that is capable of encouraging the commission of an offence includes a reference to his doing so by threatening another person or otherwise putting pressure on another person to commit the offence. 2 A reference in this Part to a person's doing an act that is capable of encouraging or assisting the commission of an offence includes a reference to his doing so by— a taking steps to reduce the possibility of criminal proceedings being brought in respect of that offence; b failing to take reasonable steps to discharge a duty. 3 But a person is not to be regarded as doing an act that is capable of encouraging or assisting the commission of an offence merely because he fails to respond to a constable's request for assistance in preventing a breach of the peace."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "66", "section_title": "Indirectly encouraging or assisting", "section_text": "66 If a person (D1) arranges for a person (D2) to do an act that is capable of encouraging or assisting the commission of an offence, and D2 does the act, D1 is also to be treated for the purposes of this Part as having done it."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "67", "section_title": "Course of conduct", "section_text": "67 A reference in this Part to an act includes a reference to a course of conduct, and a reference to doing an act is to be read accordingly."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "68", "section_title": "Disclosure of information to prevent fraud", "section_text": "68 1 A public authority may, for the purposes of preventing fraud or a particular kind of fraud, disclose information as a member of a specified anti-fraud organisation or otherwise in accordance with any arrangements made by such an organisation. 2 The information— a may be information of any kind; and b may be disclosed to the specified anti-fraud organisation, any members of it or any other person to whom disclosure is permitted by the arrangements concerned. 3 Disclosure under this section does not breach— a any obligation of confidence owed by the public authority disclosing the information; or b any other restriction on the disclosure of information (however imposed). 4 But nothing in this section authorises any disclosure of information which— a contravenes   the data protection legislation ; or b is prohibited by   any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016 . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 This section does not limit the circumstances in which information may be disclosed apart from this section. 8 In this section— “ an anti-fraud organisation ” means any unincorporated association, body corporate or other person which enables or facilitates any sharing of information to prevent fraud or a particular kind of fraud or which has any of these functions as its purpose or one of its purposes; “  the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act). “ information ” includes documents; “ public authority ” means any public authority within the meaning of section 6 of the Human Rights Act 1998 (c. 42)\t\t\t\t\t\t\t(acts of public authorities); and “ specified ” means specified by an order made by the Secretary of State."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "69", "section_title": "Offence for certain further disclosures of information", "section_text": "69 1 A person (“B”) commits an offence, subject as follows, if— a B discloses protected information which has been disclosed by a public authority— i as a result of the public authority being a member of a specified anti-fraud organisation; or ii otherwise in accordance with any arrangements made by such an organisation; b the information— i has been so disclosed by the public authority to B; or ii has come into B's possession as a result (whether directly or indirectly) of such a disclosure by the public authority to another person; and c B knows or suspects, or has reasonable grounds for suspecting, that the information is information of the kind mentioned in paragraphs (a) and (b). 2 Subsection (1) does not apply to a disclosure made by B— a where B is acting (whether as an employee or otherwise) on behalf of the person to whom the information was disclosed by the public authority concerned and the disclosure by B is to another person acting (whether as an employee or otherwise) on behalf of that person; b for the purposes of the detection, investigation or prosecution of an offence in the United Kingdom; c with the consent of the public authority concerned; or d in pursuance of    an assimilated   obligation   or a duty imposed by an enactment; but it does apply to a disclosure made by B which does not fall within paragraphs (a) to (d) above but which (but for the offence) would have been permitted by a power conferred by an enactment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 It is a defence for a person charged with an offence under this section to prove that the person reasonably believed— a that the disclosure was lawful; or b that the information had already and lawfully been made available to the public. 5 In this section  “ protected information ” means— a any revenue and customs information disclosed by Revenue and Customs and revealing the identity of the person to whom it relates; or b any specified information disclosed by a specified public authority. 6 For the purposes of this section— a “ revenue and customs information ” means information about, acquired as a result of or held in connection with the exercise of a function of the Commissioners of Revenue and Customs or an officer of Revenue and Customs in respect of a person; b revenue and customs information reveals a person's identity if— i it specifies his identity; or ii his identity can be deduced from it; and c revenue and customs information relates to a person if he is the person in respect of whom the function mentioned in paragraph (a) is exercised. 7 In this section— “ Commissioners of Revenue and Customs ” means Commissioners for Her Majesty's Revenue and Customs; “ enactment ” has the same meaning as in section 14; “ public authority ” has the same meaning as in section 68; “ Revenue and Customs ” means— the Commissioners of Revenue and Customs; an officer of Revenue and Customs; or a person acting on behalf of the Commissioners or an officer of Revenue and Customs; “ specified anti-fraud organisation ” means any person which is a specified anti-fraud organisation for the purposes of section 68; “ specified information ” means information specified or described in an order made by the Secretary of State; and “ specified public authority ” means a public authority specified or described in an order made by the Secretary of State."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "70", "section_title": "Penalty and prosecution for offence under section 69", "section_text": "70 1 A person who commits an offence under section 69 is liable— a on summary conviction, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 2 A prosecution for an offence under section 69 may be begun in England and Wales  only by or with the consent of the Director of Public Prosecutions 3 A prosecution for an offence under section 69 may be begun in Northern Ireland only— a in the case of revenue and customs information disclosed by Revenue and Customs— i by the Commissioners of Revenue and Customs; or ii with the consent of the Director of Public Prosecutions for Northern Ireland; and b in any other case, with the consent of the Director of Public Prosecutions for Northern Ireland. 4 If an offence under section 69 committed by a body corporate or a partnership is proved to have been committed with the consent or connivance of— a an officer of the body corporate or (as the case may be) a partner or a senior officer of the partnership; or b a person who was purporting to act in any such capacity; he (as well as the body corporate or partnership) is guilty of the offence and liable to be proceeded against and punished accordingly. 5 In the application of subsection (1)(a) in Northern Ireland, the reference to 12 months is to be read as a reference to 6 months. 5A In the application of subsection (1)(a) in England and Wales, the reference to 12 months is to be read as a reference to the general limit in a magistrates’ court subject to paragraph 8 of Schedule 13. 6 In this section— “ body corporate ” includes a limited liability partnership; “ Commissioners of Revenue and Customs ”,  “ Revenue and Customs ” and  “ revenue and customs information ” have the same meaning as in section 69; “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate; “ officer of a body corporate ” means any director, manager, secretary or other similar officer of the body corporate; and “ senior officer of a partnership ” means any person who has the control or management of the business carried on by the partnership at the principal place where it is carried on."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "71", "section_title": "Code of practice for disclosure of information to prevent fraud", "section_text": "71 1 The Secretary of State must prepare, and keep under review, a code of practice with respect to the disclosure, for the purposes of preventing fraud or a particular kind of fraud, of information by public authorities as members of specified anti-fraud organisations or otherwise in accordance with any arrangements made by such organisations. 2 Before preparing or altering the code, the Secretary of State must consult— a any specified anti-fraud organisation; b the Information Commissioner; and c such other persons as the Secretary of State considers appropriate. 3 A public authority must have regard to the code in (or in connection with) disclosing information, for the purposes of preventing fraud or a particular kind of fraud, as a member of a specified anti-fraud organisation or otherwise in accordance with any arrangements made by such an organisation. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Secretary of State must— a lay a copy of the code, and of any alterations to it, before Parliament; and b from time to time publish the code as for the time being in force. 6 In this section— “ information ” and  “ public authority ” have the same meaning as in section 68; “ relevant public authority ” has the meaning given by section 68(6); and “ specified anti-fraud organisation ” means any person which is a specified anti-fraud organisation for the purposes of section 68."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "72", "section_title": "Data protection rules", "section_text": "72 In Schedule 3 to the Data Protection Act 1998 (c. 29)\t\t\t(conditions for processing sensitive personal data), after paragraph 7, insert— 7A 1 The processing— a is either— i the disclosure of sensitive personal data by a person as a member of an anti-fraud organisation or otherwise in accordance with any arrangements made by such an organisation; or ii any other processing by that person or another person of sensitive personal data so disclosed; and b is necessary for the purposes of preventing fraud or a particular kind of fraud. 2 In this paragraph  “ an anti-fraud organisation ” means any unincorporated association, body corporate or other person which enables or facilitates any sharing of information to prevent fraud or a particular kind of fraud or which has any of these functions as its purpose or one of its purposes."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "73", "section_title": "Data matching", "section_text": "73 Schedule 7 (which makes provision about data matching) has effect."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "74", "section_title": "Abolition of Assets Recovery Agency and redistribution of functions etc.", "section_text": "74 1 The Assets Recovery Agency and the corporation sole that is its Director shall cease to exist on such day as the Secretary of State may by order appoint. 2 The following Parts of Schedule 8 (abolition of Assets Recovery Agency and its Director) have effect— a Part 1 (abolition of confiscation functions); b Part 2 (transfer to  SOCA  and prosecution authorities of civil recovery functions); c Part 3 (transfer to SOCA of Revenue functions and power to abolish those functions); d Part 4 (transfer of investigation functions); e Part 5 (transfer of accreditation and training functions to National Policing Improvement Agency); f Part 6 (other amendments to the Proceeds of Crime Act 2002 (c. 29)); and g Part 7 (amendments to other enactments). 3 Schedule 9 (which makes provision about the transfer of the Director and staff of the Agency, and property, rights and liabilities of the Director and the Agency, to SOCA and the National Policing Improvement Agency) has effect. 4 In this section and Schedules 8 and 9  “ SOCA ” means the Serious Organised Crime Agency."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "75", "section_title": "Use of production orders for detained cash investigations", "section_text": "75 1 After section 341(3) of the Proceeds of Crime Act 2002 (types of investigation to which Part 8 applies) insert— 3A For the purposes of this Part a detained cash investigation is— a an investigation for the purposes of Chapter 3 of Part 5 into the derivation of cash detained under section 295 or a part of such cash, or b an investigation for the purposes of Chapter 3 of Part 5 into whether cash detained under section 295, or a part of such cash, is intended by any person to be used in unlawful conduct. 2 In section 345(2) of that Act (investigations in respect of which production orders may be made), in paragraph (b), after  “a civil recovery investigation” insert  “                      or a detained cash investigation                    ” . 3 In section 346(2) of that Act (reasonable suspicion requirement for making a production order), after paragraph (b), insert— ba in the case of a detained cash investigation into the derivation of cash, the property the application for the order specifies as being subject to the investigation, or a part of it, is recoverable property; bb in the case of a detained cash investigation into the intended use of cash, the property the application for the order specifies as being subject to the investigation, or a part of it, is intended by any person to be used in unlawful conduct; . 4 In section 380(3) of that Act (investigations in respect of which production orders may be made in Scotland), in paragraph (b), after  “a civil recovery investigation” insert  “                      or a detained cash investigation                    ” . 5 In section 381(2) of that Act (reasonable suspicion requirement for making a production order in Scotland), after paragraph (b), insert— ba in the case of a detained cash investigation into the derivation of cash, the property the application for the order specifies as being subject to the investigation, or a part of it, is recoverable property; bb in the case of a detained cash investigation into the intended use of cash, the property the application for the order specifies as being subject to the investigation, or a part of it, is intended by any person to be used in unlawful conduct; ."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "76", "section_title": "Use of search warrants etc. for detained cash investigations", "section_text": "76 1 In section 352(2) of the Proceeds of Crime Act 2002 (c. 29)\t\t\t\t\t(investigations in respect of which a search and seizure warrant may be issued), in paragraph (b), after  “a civil recovery investigation” insert  “                      or a detained cash investigation                    ” . 2 In section 353(2) of that Act (reasonable suspicion grounds for warrant where no production order), after paragraph (b), insert— ba in the case of a detained cash investigation into the derivation of cash, the property specified in the application for the warrant, or a part of it, is recoverable property; bb in the case of a detained cash investigation into the intended use of cash, the property specified in the application for the warrant, or a part of it, is intended by any person to be used in unlawful conduct; . 3 After section 353(7) of that Act (types of material in respect of which warrant may be issued where no production order) insert— 7A In the case of a detained cash investigation into the derivation of cash, material falls within this subsection if it cannot be identified at the time of the application but it— a relates to the property specified in the application, the question whether the property, or a part of it, is recoverable property or any other question as to its derivation, and b is likely to be of substantial value (whether or not by itself) to the investigation for the purposes of which the warrant is sought. 7B In the case of a detained cash investigation into the intended use of cash, material falls within this subsection if it cannot be identified at the time of the application but it— a relates to the property specified in the application or the question whether the property, or a part of it, is intended by any person to be used in unlawful conduct, and b is likely to be of substantial value (whether or not by itself) to the investigation for the purposes of which the warrant is sought. 4 In section 387(3) of that Act (investigations in respect of which a search warrant may be issued in Scotland), in paragraph (b), after  “a civil recovery investigation” insert  “                      or a detained cash investigation                    ” . 5 In section 388(2) of that Act (reasonable suspicion grounds for issue of warrant in Scotland where no production order), after paragraph (b), insert— ba in the case of a detained cash investigation into the derivation of cash, the property specified in the application for the warrant, or a part of it, is recoverable property; bb in the case of a detained cash investigation into the intended use of cash, the property specified in the application for the warrant, or a part of it, is intended by any person to be used in unlawful conduct; . 6 After section 388(7) of that Act (types of material in respect of which warrant may be issued in Scotland where no production order) insert— 7A In the case of a detained cash investigation into the derivation of cash, material falls within this subsection if it cannot be identified at the time of the application but it— a relates to the property specified in the application, the question whether the property, or a part of it, is recoverable property or any other question as to its derivation, and b is likely to be of substantial value (whether or not by itself) to the investigation for the purposes of which the warrant is sought. 7B In the case of a detained cash investigation into the intended use of cash, material falls within this subsection if it cannot be identified at the time of the application but it— a relates to the property specified in the application or the question whether the property, or a part of it, is intended by any person to be used in unlawful conduct, and b is likely to be of substantial value (whether or not by itself) to the investigation for the purposes of which the warrant is sought."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "77", "section_title": "Further provision about detained cash investigations", "section_text": "77 Schedule 10 (which makes further provision about detained cash investigations) has effect."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "78", "section_title": "Powers to seize property to which restraint orders apply", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "79", "section_title": "Powers to recover cash", "section_text": "79 Schedule 11 (which gives accredited financial investigators powers to recover cash under Chapter 3 of Part 5 of the Proceeds of Crime Act 2002 (c. 29) and makes related amendments) has effect."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "80", "section_title": "Powers in relation to certain investigations", "section_text": "80 1 In section 352(5) of the Proceeds of Crime Act 2002 (search and seizure warrants in connection with confiscation, money laundering and detained cash investigations etc.)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in paragraph (c)\t\t\t\t\t\t\t(as inserted by Schedule 10 to this Act), after  “constable” insert  “                          , an accredited financial investigator                        ” . 2 After section 352(6) of that Act insert— 7 The reference in paragraph (a) or (c) of subsection (5) to an accredited financial investigator is a reference to an accredited financial investigator who falls within a description specified in an order made for the purposes of that paragraph by the Secretary of State under section 453. 3 In section 353(10) of that Act (requirements in relation to search and seizure warrants)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in paragraph (c)\t\t\t\t\t\t\t(as inserted by Schedule 10 to this Act), after  “constable” insert  “                          , an accredited financial investigator                        ” . 4 After section 353(10) of that Act insert— 11 The reference in paragraph (a) or (c) of subsection (10) to an accredited financial investigator is a reference to an accredited financial investigator who falls within a description specified in an order made for the purposes of that paragraph by the Secretary of State under section 453. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In section 378(3A) of that Act (as inserted by Schedule 10 to this Act)\t\t\t\t\t(meaning of  “officers” for purposes of Part 8 in relation to detained cash investigations) after paragraph (a) insert— ab an accredited financial investigator; . 8 After section 378(3A) of that Act (as inserted by Schedule 10 to this Act) insert— 3B The reference in paragraph (ab) of subsection (3A) to an accredited financial investigator is a reference to an accredited financial investigator who falls within a description specified in an order made for the purposes of that paragraph by the Secretary of State under section 453."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "81", "section_title": "Supplementary provision in relation to new powers", "section_text": "81 1 In section 453(2) of the Proceeds of Crime Act 2002 (c. 29)\t\t\t\t\t(power to modify references to accredited financial investigators)— a after  “may” insert  “                          , in particular,                        ” ; and b after  “person” insert  “                          or by reference to particular types of training undertaken                        ” . 2 After section 453 of that Act insert— Certain offences in relation to financial investigators 453A 1 A person commits an offence if he assaults an accredited financial investigator who is acting in the exercise of a relevant power. 2 A person commits an offence if he resists or wilfully obstructs an accredited financial investigator who is acting in the exercise of a relevant power. 3 A person guilty of an offence under subsection (1) is liable on summary conviction— a to imprisonment for a term not exceeding 51 weeks; or b to a fine not exceeding level 5 on the standard scale; or to both. 4 A person guilty of an offence under subsection (2) is liable on summary conviction— a to imprisonment for a term not exceeding 51 weeks; or b to a fine not exceeding level 3 on the standard scale; or to both. 5 In this section  “ relevant power ” means a power exercisable under— a section 45 or 194 (powers to seize property to which restraint orders apply); b section 289 (powers to search for cash); c section 294 (powers to seize cash); d section 295(1)\t\t\t\t\t\t\t\t\t\t\t\t(power to detain seized cash); or e a search and seizure warrant issued under section 352. 6 In the application of this section to England and Wales in relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003 (c. 44)\t\t\t\t\t\t\t\t\t\t(alteration of penalties for summary offences), and in the application of this section to Northern Ireland— a the reference to 51 weeks in subsection (3)(a) is to be read as a reference to 6 months; and b the reference to 51 weeks in subsection (4)(a) is to be read as a reference to 1 month."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "82", "section_title": "Powers of management receivers and enforcement receivers", "section_text": "82 1 After section 49(8) of the Proceeds of Crime Act 2002 (c. 29)\t\t\t\t\t(opportunity for persons to make representations before powers conferred on management receivers to manage or otherwise deal with property: England and Wales) insert— 8A Subsection (8), so far as relating to the power mentioned in subsection (2)(b), does not apply to property which— a is perishable; or b ought to be disposed of before its value diminishes. 2 After section 51(8) of that Act (opportunity for persons to make representations before powers conferred on enforcement receivers to manage or otherwise deal with property: England and Wales) insert— 8A Subsection (8), so far as relating to the power mentioned in subsection (2)(b), does not apply to property which— a is perishable; or b ought to be disposed of before its value diminishes. 3 After section 197(8) of that Act (opportunity for persons to make representations before powers conferred on management receivers to manage or otherwise deal with property: Northern Ireland) insert— 8A Subsection (8), so far as relating to the power mentioned in subsection (2)(b), does not apply to property which— a is perishable; or b ought to be disposed of before its value diminishes. 4 After section 199(8) of that Act (opportunity for persons to make representations before powers conferred on enforcement receivers to manage or otherwise deal with property: Northern Ireland) insert— 8A Subsection (8), so far as relating to the power mentioned in subsection (2)(b), does not apply to property which— a is perishable; or b ought to be disposed of before its value diminishes."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "83", "section_title": "Civil recovery management receivers", "section_text": "83 1 After section 245D of the Proceeds of Crime Act 2002 (property freezing orders) insert— Receivers in connection with property freezing orders 245E 1 Subsection (2) applies if— a the High Court makes a property freezing order on an application by an enforcement authority, and b the authority applies to the court to proceed under subsection (2)\t\t\t\t\t\t\t\t\t\t\t\t(whether as part of the application for the property freezing order or at any time afterwards). 2 The High Court may by order appoint a receiver in respect of any property to which the property freezing order applies. 3 An application for an order under this section may be made without notice if the circumstances are such that notice of the application would prejudice any right of the enforcement authority to obtain a recovery order in respect of any property. 4 In its application for an order under this section, the enforcement authority must nominate a suitably qualified person for appointment as a receiver. 5 Such a person may be a member of staff of the enforcement authority. 6 The enforcement authority may apply a sum received by it under section 280(2) in making payment of the remuneration and expenses of a receiver appointed under this section. 7 Subsection (6) does not apply in relation to the remuneration of the receiver if he is a member of the staff of the enforcement authority (but it does apply in relation to such remuneration if the receiver is a person providing services under arrangements made by the enforcement authority). Powers of receivers appointed under section 245E 245F 1 If the High Court appoints a receiver under section 245E on an application by an enforcement authority, the court may act under this section on the application of the authority. 2 The court may by order authorise or require the receiver— a to exercise any of the powers mentioned in paragraph 5 of Schedule 6 (management powers) in relation to any property in respect of which the receiver is appointed, b to take any other steps the court thinks appropriate in connection with the management of any such property (including securing the detention, custody or preservation of the property in order to manage it). 3 The court may by order require any person in respect of whose property the receiver is appointed— a to bring the property to a place (in England and Wales or, as the case may be, Northern Ireland) specified by the receiver or to place it in the custody of the receiver (if, in either case, he is able to do so), b to do anything he is reasonably required to do by the receiver for the preservation of the property. 4 The court may by order require any person in respect of whose property the receiver is appointed to bring any documents relating to the property which are in his possession or control to a place (in England and Wales or, as the case may be, Northern Ireland) specified by the receiver or to place them in the custody of the receiver. 5 In subsection (4)\t\t\t\t\t\t\t\t\t\t “ document ” means anything in which information of any description is recorded. 6 Any prohibition on dealing with property imposed by a property freezing order does not prevent a person from complying with any requirements imposed by virtue of this section. 7 If— a the receiver deals with any property which is not property in respect of which he is appointed under section 245E, and b at the time he deals with the property he believes on reasonable grounds that he is entitled to do so by virtue of his appointment, the receiver is not liable to any person in respect of any loss or damage resulting from his dealing with the property except so far as the loss or damage is caused by his negligence. Supervision of section 245E receiver and variations 245G 1 Any of the following persons may at any time apply to the High Court for directions as to the exercise of the functions of a receiver appointed under section 245E— a the receiver, b any party to the proceedings for the appointment of the receiver or the property freezing order concerned, c any person affected by any action taken by the receiver, d any person who may be affected by any action proposed to be taken by the receiver. 2 Before giving any directions under subsection (1), the court must give an opportunity to be heard to— a the receiver, b the parties to the proceedings for the appointment of the receiver and for the property freezing order concerned, c any person who may be interested in the application under subsection (1). 3 The court may at any time vary or set aside the appointment of a receiver under section 245E, any order under section 245F or any directions under this section. 4 Before exercising any power under subsection (3), the court must give an opportunity to be heard to— a the receiver, b the parties to the proceedings for the appointment of the receiver, for the order under section 245F or, as the case may be, for the directions under this section; c the parties to the proceedings for the property freezing order concerned, d any person who may be affected by the court's decision. 2 In sections 273(4)(b) and 277(7)(b) of that Act (recovery orders and consent orders: recovery of costs of pension scheme trustees or managers) after  “enforcement authority,” insert  “                      receiver appointed under section 245E,                    ” . 3 In paragraph 1 of Schedule 10 to that Act (disapplication of special income tax and capital gains tax rules for receivers), after paragraph (c), insert— ca a receiver appointed under section 245E; ."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "84", "section_title": "Powers for prosecutors to appear in cash recovery proceedings", "section_text": "84 1 After section 302 of the Proceeds of Crime Act 2002 (c. 29) (recovery of cash in summary proceedings: compensation) insert— Powers for prosecutors to appear in proceedings 302A 1 The Director of Public Prosecutions or the Director of Public Prosecutions for Northern Ireland may appear for a constable in proceedings under this Chapter if the Director— a is asked by, or on behalf of, a constable to do so, and b considers it appropriate to do so. 2 The Director of Revenue and Customs Prosecutions may appear for the Commissioners for Her Majesty's Revenue and Customs or an officer of Revenue and Customs in proceedings under this Chapter if the Director— a is asked by, or on behalf of, the Commissioners for Her Majesty's Revenue and Customs or (as the case may be) an officer of Revenue and Customs to do so, and b considers it appropriate to do so. 3 The Directors may charge fees for the provision of services under this section. 2 After section 2C(3) of that Act (prosecuting authorities) (as inserted by Schedule 8 to this Act) insert— 3A Subsection (3) does not apply to the functions of the Director of Public Prosecutions for Northern Ireland and the Director of Revenue and Customs Prosecutions under section 302A. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "85", "section_title": "Disclosure of information by Revenue and Customs", "section_text": "85 1 This section applies to information held as mentioned in section 18(1) of the Commissioners for Revenue and Customs Act 2005 (c. 11) (confidentiality). 2 Information to which this section applies may be disclosed by or with the authority of the Commissioners of Revenue and Customs— a to the Criminal Assets Bureau in Ireland (“the CAB”) for the purpose of enabling or assisting the CAB to exercise any of its functions in connection with any matter within subsection (3); or b to any specified public authority (in the United Kingdom or elsewhere)— i for the purpose of enabling or assisting the public authority to exercise any of its functions in connection with any matter within subsection (3); or ii (if the specifying order so provides) for the purpose of enabling or assisting the public authority to exercise any of its functions in connection with any matter within that subsection that is specified, or of a description specified, in the order. 3 The matters within this subsection are— a the identification of proceeds of crime; b the bringing of civil proceedings for enforcement purposes in relation to proceeds of crime; and c the taking of other action in relation to proceeds of crime. 4 Information disclosed in accordance with subsection (2) must not be further disclosed except— a in connection with the exercise of any of the functions of the CAB or a specified public authority in connection with any matter within subsection (3) (or, in a subsection (2)(b)(ii) case, any such matter as is mentioned there); and b with the consent of the Commissioners of Revenue and Customs or an authorised officer of the Commissioners of Revenue and Customs. 5 For the purposes of this section any consent or authorisation may be general or specific. 6 If a person in the United Kingdom discloses, in contravention of subsection (4), any revenue and customs information relating to a person whose identity— a is specified in the disclosure; or b can be deduced from it; section 19 of the 2005 Act (wrongful disclosure) applies in relation to that disclosure as it applies in relation to a disclosure of such information in contravention of section 20(9) of that Act. 7 Any reference in this section to a disclosure to the CAB or a specified public authority is a reference to a disclosure to such person, or to persons of such description, as may be specified in relation to the CAB or the public authority (as the case may be). 8 Nothing in this section authorises any disclosure of information which— a contravenes   the data protection legislation ; or b is prohibited by   any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016 . 9 In this section— “ the 2005 Act ” means the Commissioners for Revenue and Customs Act 2005 (c. 11); “ assets ” means property of any description, wherever situated; “ civil proceedings ” means civil proceedings of whatever nature and whether brought in the United Kingdom or elsewhere; “ Commissioners of Revenue and Customs ” means the Commissioners for Her Majesty's Revenue and Customs; “ the data protection legislation ”  has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act). “ enforcement purposes ”, in relation to the proceeds of crime, means with a view to— recovering, forfeiting or freezing assets constituting proceeds of crime; or otherwise depriving persons (to any extent) of, or of access to, such assets or the benefit of such assets; “ functions ” includes powers, duties and objectives, and references to the exercise of functions include the pursuit of objectives; “ proceeds of crime ” means assets derived, or suspected to be derived, directly or indirectly from criminal conduct (wherever occurring); “ public authority ” means any body or person discharging functions of a public nature; “ revenue and customs information relating to a person ” has the meaning given by section 19(2) of the 2005 Act; “ specified ” means specified in an order made by the Treasury; and “ the specifying order ”, in relation to a specified public authority, means the order specifying the authority for the purposes of this section."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "86", "section_title": "Use of force in executing search warrants: Scotland", "section_text": "86 In section 387 of the Proceeds of Crime Act 2002 (c. 29)\t\t\t(issue of search warrants in Scotland in connection with certain investigations), after subsection (4), insert— 4A A proper person may, if necessary, use reasonable force in executing a search warrant."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "87", "section_title": "Incidents involving serious violence: powers to stop and search", "section_text": "87 1 In section 60(1) of the Criminal Justice and Public Order Act 1994 (c. 33)\t\t\t\t\t(powers to authorise stop and search if reasonable belief that there may be incidents involving serious violence etc.), before the word  “or” at the end of paragraph (a), insert— aa that— i an incident involving serious violence has taken place in England and Wales in his police area; ii a dangerous instrument or offensive weapon used in the incident is being carried in any locality in his police area by a person; and iii it is expedient to give an authorisation under this section to find the instrument or weapon; . 2 In section 60(9) of that Act (authorisation must be in writing), at the beginning, insert  “                    Subject to subsection (9ZA),                  ” . 3 After section 60(9) of that Act insert— 9ZA An authorisation under subsection (1)(aa) need not be given in writing where it is not practicable to do so but any oral authorisation must state the matters which would otherwise have to be specified under subsection (9) and must be recorded in writing as soon as it is practicable to do so. 4 In section 60(9A) of that Act (application to British Transport Police)— a after  “place” insert  “                        in England and Wales                      ” ; and b after  “2003” insert  “                        and as if the reference in subsection (1)(aa)(i) above to his police area were a reference to any place falling within section 31(1)(a) to (f) of the Act of 2003                      ” . 5 In section 60(11) of that Act (definitions), in the definition of  “offensive weapon”, after  “1995” insert  “                    ; but in subsections (1)(aa), (4), (5) and (6) above and subsection (11A) below includes, in the case of an incident of the kind mentioned in subsection (1)(aa)(i) above, any article used in the incident to cause or threaten injury to any person or otherwise to intimidate                  ” . 6 In the heading to section 60 of that Act after  “of” insert  “                    , or after,                  ” ."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "88", "section_title": "Extension of investigatory powers of Revenue and Customs", "section_text": "88 Schedule 12 (which makes provision about the regulation of investigatory powers of Her Majesty's Revenue and Customs) has effect."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "89", "section_title": "Orders", "section_text": "89 1 Any power of the Secretary of State or the Treasury  to make an order under this Act is exercisable by statutory instrument. 2 Any power of the Secretary of State  , the Treasury or the Scottish Ministers  to make an order under this Act— a may be exercised so as to make different provision for different cases or descriptions of case or different purposes; b includes power to make such supplementary, incidental, consequential, transitional, transitory or saving provision as the Secretary of State or (as the case may be) the Treasury considers appropriate or the Scottish Ministers consider appropriate . 3 No order is to be made   by statutory instrument  under section 4(4), 49(6), 63(3), 69 or 90, or paragraph 102 of Schedule 8, unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 4 Subsection (3) does not apply to an order under section 90 which does not amend or repeal any provision of an Act. 5 An order under section 90 which does not amend or repeal any provision of an Act is subject to annulment in pursuance of a resolution of either House of Parliament. 6 An order   made by  the Secretary of State or the Treasury  under  section 7(1) , 24(9), 27(6) or (12), , 27A(7)  28(6)  ..., 29, 33, 40, 68 or 85 is subject to annulment in pursuance of a resolution of either House of Parliament. 6A An order under section 4(4A) is subject to the affirmative procedure. 6B An order made by the Scottish Ministers under section 7(1A), 27A(7) or (12), 29(1ZA) or (3ZA) or 40 is subject to the negative procedure. 7 Any power of the Department of Justice in Northern Ireland to make an order under this Act is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 8 Any power of the Department of Justice to make an order under this Act— a may be exercised so as to make different provision for different cases or descriptions of case or different purposes; b includes power to make such supplementary, incidental, consequential, transitional, transitory or saving provision as the Department considers appropriate. 9 No order is to be made by the Department of Justice under section 4(5), 49(6) or 63(4) unless a draft of it has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 10 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (9) in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. 11 An order made by the Department of Justice under section 7(2), 24(9), 28(6) or (11), 29 or 40 is subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "90", "section_title": "Supplementary, incidental and consequential provision", "section_text": "90 1 The Secretary of State may by order make such supplementary, incidental or consequential provision as he considers appropriate for the general purposes, or any particular purpose, of this Act or in consequence of any provision made by or under this Act or for giving full effect to this Act or any such provision. 2 The power conferred by this section may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an enactment (including this Act and any Act passed in the same Session as this Act). 3 The power conferred by this section does not include the power to make provision which would be within the legislative competence of the Scottish Parliament if it were included in an Act of that Parliament."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "91", "section_title": "Transitional and transitory provisions and savings", "section_text": "91 1 Schedule 13 (transitional and transitory provisions and savings) has effect. 2 The Secretary of State may by order make such transitional, transitory or saving provision as he considers appropriate in connection with the coming into force of any provision of this Act (other than the provisions specified in section 94(4)). 3 The Scottish Ministers may by order make such transitional, transitory or saving provision as they consider appropriate in connection with the coming into force of the provisions of this Act specified in section 94(4)."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "92", "section_title": "Repeals and revocations", "section_text": "92 Schedule 14 (which contains repeals and revocations) has effect."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "93", "section_title": "Extent", "section_text": "93 1 The following provisions extend to England and Wales only— a section 78(1) and (2); b section 82(1) and (2); c section 87; and d Parts 1 and 2 of Schedule 7 and section 73 so far as relating to those Parts. 2 The following provisions extend to England and Wales and Northern Ireland only— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b Part 2 (including Schedules 3 and 4 and Part 1 of Schedule 6) but excluding sections 60 and 61, Schedule 5 and Part 2 of Schedule 6; c section 75(2) and (3); d section 76(1) to (3); e section 80; f section 81(2); and g section 83(1) and (2). 3 The following provisions extend to Scotland only— a section 68(5) and (6); b section 69(3); c section 71(4); d section 75(4) and (5); e section 76(4) to (6); and f section 86. 4 The following provisions extend to Northern Ireland only— a section 78(3) and (4); b section 82(3) and (4); and c Part 3 of Schedule 7 and section 73 so far as relating to that Part. 5 Any provision of section 61 or Part 2 of Schedule 6 (and any corresponding entry in Schedule 14) has the same extent as the enactment amended, repealed or revoked by it except that— a it does not extend to Scotland; and b paragraph 53 of Schedule 6 does not extend to Northern Ireland. 6 Any amendment, repeal or revocation by Schedule 5, 8, 10 or 14 of an enactment has (subject to subsection (5)) the same extent as the enactment amended, repealed or revoked. 7 Subject as above, this Act extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "94", "section_title": "Commencement", "section_text": "94 1 The preceding provisions of this Act (other than sections 89, 90, 91(2) and (3) and 93 and the provisions specified in subsection (4) but, subject to this, including the Schedules) come into force on such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes. 2 The Secretary of State must consult the Scottish Ministers before making an order under subsection (1) in relation to— a section 75(1); b paragraph 2 of Schedule 10; or c paragraph 24 of that Schedule. 3 The provisions of this Act specified in subsection (4) come into force on such day as the Scottish Ministers may by order appoint; and different days may be appointed for different purposes. 4 Those provisions are— a section 75(4) and (5); b section 76(4) to (6); c section 86; d paragraphs 14 to 23 and, so far as extending to Scotland, paragraph 25 of Schedule 10; and e so far as relating to the provisions falling within paragraph (d) above, paragraph 1 of that Schedule and section 77."}, {"act": "Serious Crime Act 2007", "year": 2007, "section": "95", "section_title": "Short title", "section_text": "95 This Act may be cited as the Serious Crime Act 2007."}]