[{"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "1", "section_title": "Independence of tribunal judiciary", "section_text": "1 In section 3 of the Constitutional Reform Act 2005 (c. 4)\t\t\t(guarantee of continued judicial independence), after subsection (7) insert— 7A In this section  “ the judiciary ” also includes every person who— a holds an office listed in Schedule 14 or holds an office listed in subsection (7B), and b but for this subsection would not be a member of the judiciary for the purposes of this section. 7B The offices are those of— a Senior President of Tribunals; b President of Employment Tribunals (Scotland); c Vice President of Employment Tribunals (Scotland); d member of a panel of chairmen of Employment Tribunals (Scotland); e member of a panel of members of employment tribunals that is not a panel of chairmen; f adjudicator appointed under section 5 of the Criminal Injuries Compensation Act 1995."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "2", "section_title": "Senior President of Tribunals", "section_text": "2 1 Her Majesty may, on the recommendation of the Lord Chancellor, appoint a person to the office of Senior President of Tribunals. 2 Schedule 1 makes further provision about the Senior President of Tribunals and about recommendations for appointment under subsection (1). 3 A holder of the office of Senior President of Tribunals must, in carrying out the functions of that office, have regard to— a the need for tribunals to be accessible, b the need for proceedings before tribunals— i to be fair, and ii to be handled quickly and efficiently, c the need for members of tribunals to be experts in the subject-matter of, or the law to be applied in, cases in which they decide matters, and d the need to develop innovative methods of resolving disputes that are of a type that may be brought before tribunals. 4 In subsection (3)\t\t\t\t\t “ tribunals ” means— a the First-tier Tribunal, b the Upper Tribunal, c employment tribunals,  and d the Employment Appeal Tribunal,  . . .  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "3", "section_title": "The First-tier Tribunal and the Upper Tribunal", "section_text": "3 1 There is to be a tribunal, known as the First-tier Tribunal, for the purpose of exercising the functions conferred on it under or by virtue of this Act or any other Act. 2 There is to be a tribunal, known as the Upper Tribunal, for the purpose of exercising the functions conferred on it under or by virtue of this Act or any other Act. 3 Each of the First-tier Tribunal, and the Upper Tribunal, is to consist of its judges and other members. 4 The Senior President of Tribunals is to preside over both of the First-tier Tribunal and the Upper Tribunal. 5 The Upper Tribunal is to be a superior court of record."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "4", "section_title": "Judges and other members of the First-tier Tribunal", "section_text": "4 1 A person is a judge of the First-tier Tribunal if the person— a is a judge of the First-tier Tribunal by virtue of appointment under paragraph 1(1) of Schedule 2, b is a transferred-in judge of the First-tier Tribunal (see section 31(2)), c is a judge of the Upper Tribunal, ca is within section 6A, d . . .  or e is a member of a panel of  Employment Judges . 2 A person is also a judge of the First-tier Tribunal, but only as regards functions of the tribunal in relation to appeals such as are mentioned in subsection (1) of section 5 of the Criminal Injuries Compensation Act 1995 (c. 53), if the person is an adjudicator appointed under that section by the Scottish Ministers. 3 A person is one of the other members of the First-tier Tribunal if the person— a is a member of the First-tier Tribunal by virtue of appointment under paragraph 2(1) of Schedule 2, b is a transferred-in other member of the First-tier Tribunal (see section 31(2)), c is one of the other members of the Upper Tribunal, or d is a member of a panel of members of employment tribunals that is not a panel of  Employment Judges . 4 Schedule 2— contains provision for the appointment of persons to be judges or other members of the First-tier Tribunal, and makes further provision in connection with judges and other members of the First-tier Tribunal."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "5", "section_title": "Judges and other members of the Upper Tribunal", "section_text": "5 1 A person is a judge of the Upper Tribunal if the person— a is the Senior President of Tribunals, b is a judge of the Upper Tribunal by virtue of appointment under paragraph 1(1) of Schedule 3, c is a transferred-in judge of the Upper Tribunal (see section 31(2)), ca is a judge of the First-tier Tribunal, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e is the Chief Social Security Commissioner, or any other Social Security Commissioner, appointed under section 50(1) of the Social Security Administration (Northern Ireland) Act 1992 (c. 8), f is a Social Security Commissioner appointed under section 50(2) of that Act (deputy Commissioners), g is within section 6(1), h is a deputy judge of the Upper Tribunal (whether under paragraph 7 of Schedule 3 or under section 31(2)), or i is a Chamber President or a Deputy Chamber President, whether of a chamber of the Upper Tribunal or of a chamber of the First-tier Tribunal, and does not fall within any of paragraphs (a) to (h). 2 A person is one of the other members of the Upper Tribunal if the person— a is a member of the Upper Tribunal by virtue of appointment under paragraph 2(1) of Schedule 3, b is a transferred-in other member of the Upper Tribunal (see section 31(2)),  or c is a member of the Employment Appeal Tribunal appointed under section 22(1)(c) of the Employment Tribunals Act 1996 (c. 17),  . . .  d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Schedule 3— contains provision for the appointment of persons to be judges (including deputy judges), or other members, of the Upper Tribunal, and makes further provision in connection with judges and other members of the Upper Tribunal."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "6", "section_title": "Certain judges who are also judges of First-tier Tribunal and Upper Tribunal", "section_text": "6 1 A person is within this subsection (and so, by virtue of sections 4(1)(c) and 5(1)(g), is a judge of the First-tier Tribunal and of the Upper Tribunal) if the person— za is the Lord Chief Justice of England and Wales, zb is the Master of the Rolls, zc is the President of the Queen's Bench Division of the High Court in England and Wales, zd is the President of the Family Division of the High Court in England and Wales, ze is the Chancellor of the High Court in England and Wales, a is an ordinary judge of the Court of Appeal in England and Wales (including the vice-president, if any, of either division of that Court), b is a Lord Justice of Appeal in Northern Ireland, c is a judge of the Court of Session, d is a puisne judge of the High Court in England and Wales or Northern Ireland, da is a deputy judge of the High Court in England and Wales, db is the Judge Advocate General, e is a circuit judge, ea is a Recorder, f is a sheriff in Scotland, g is a county court judge in Northern Ireland, h is a district judge in England and Wales or Northern Ireland,  ... i is a District Judge (Magistrates' Courts). j is the President of Employment Tribunals (England and Wales), k is the President of Employment Tribunals (Scotland), l is the Vice President of Employment Tribunals (Scotland), or m is a Regional Employment Judge. 2 References in subsection (1)(c) to (i) to office-holders do not include deputies or temporary office-holders."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "6A", "section_title": "Certain judges who are also judges of the First-tier Tribunal", "section_text": "6A A person is within this section (and so, by virtue of section 4(1)(ca), is a judge of the First-tier Tribunal) if the person— a is a deputy Circuit judge, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c is a person who holds an office listed— i in the first column of the table in section 89(3C) of the Senior Courts Act 1981 (senior High Court Masters  etc ), or ii in column 1 of Part 2 of Schedule 2 to that Act (High Court Masters  etc ), d is a deputy district judge appointed under section 102 of that Act or section 8 of the County Courts Act 1984, e is a Deputy District Judge (Magistrates' Courts), or f is a person appointed under section 30(1)(a) or (b) of the Courts-Martial (Appeals) Act 1951 (assistants to the Judge Advocate General)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "7", "section_title": "Chambers: jurisdiction and Presidents", "section_text": "7 1 The Lord Chancellor may, with the concurrence of the Senior President of Tribunals, by order make provision for the organisation of each of the First-tier Tribunal and the Upper Tribunal into a number of chambers. 2 There is— a for each chamber of the First-tier Tribunal, and b for each chamber of the Upper Tribunal, to be a person, or two persons, to preside over that chamber. 3 A person may at a particular time— a preside over more than one chamber of the First-tier Tribunal; b preside over more than one chamber of the Upper Tribunal; c preside over— i one or more chambers of the First-tier Tribunal, and ii one or more chambers of the Upper Tribunal. 4 A person appointed under this section to preside over a chamber is to be known as a Chamber President. 5 Where two persons are appointed under this section to preside over the same chamber, any reference in an enactment to the Chamber President of the chamber is a reference to a person appointed under this section to preside over the chamber. 6 The Senior President of Tribunals may (consistently with   subsection (2) ) appoint a person who is the Chamber President of a chamber to preside instead, or to preside also, over another chamber. 7 The  Senior President of Tribunals  may (consistently with   subsection (2) ) appoint a person who is not a Chamber President to preside over a chamber. 8 Schedule 4 (eligibility for appointment under subsection (7), appointment of Deputy Chamber Presidents and Acting Chamber Presidents, assignment of judges and other members of the First-tier Tribunal and Upper Tribunal, and further provision about Chamber Presidents and chambers) has effect. 9 Each of the Lord Chancellor and the Senior President of Tribunals may, with the concurrence of the other, by order— a make provision for the allocation of the First-tier Tribunal's functions between its chambers; b make provision for the allocation of the Upper Tribunal's functions between its chambers; c amend or revoke any order made under this subsection."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "8", "section_title": "Senior President of Tribunals: power to delegate", "section_text": "8 1 The Senior President of Tribunals may delegate any function he has in his capacity as Senior President of Tribunals— a to any judge, or other member, of the Upper Tribunal or First-tier Tribunal; b to staff appointed under section 40(1). 1A A function under paragraph 1(1) or 2(1) of Schedule 2 may be delegated under subsection (1) only to a Chamber President of a chamber of the Upper Tribunal. 2 Subsection (1) does not apply to functions of the Senior President of Tribunals  under any of the following— section 7(7); section 7(9);   section 29B;     section 29D;   paragraph 2(1) of Schedule 3; paragraph 7(1) of Schedule 3; paragraph 2 of Schedule 4; paragraph 5(1) and (3) of Schedule 4; paragraph 5(5) to (8) of Schedule 4; paragraph 5A(2)(a) of Schedule 4; paragraph 5A(3)(a) of Schedule 4.  paragraph 3 of Schedule 5; 3 A delegation under subsection (1) is not revoked by the delegator's becoming incapacitated. 4 Any delegation under subsection (1) that is in force immediately before a person ceases to be Senior President of Tribunals continues in force until varied or revoked by a subsequent holder of the office of Senior President of Tribunals. 5 The delegation under this section of a function shall not prevent the exercise of the function by the Senior President of Tribunals."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "9", "section_title": "Review of decision of First-tier Tribunal", "section_text": "9 1 The First-tier Tribunal may review a decision made by it on a matter in a case, other than a decision that is an excluded decision for the purposes of section 11(1)\t\t\t\t\t(but see subsection (9)). 2 The First-tier Tribunal's power under subsection (1) in relation to a decision is exercisable— a of its own initiative, or b on application by a person who for the purposes of section 11(2) has a right of appeal in respect of the decision. 3 Tribunal Procedure Rules may— a provide that the First-tier Tribunal may not under subsection (1) review (whether of its own initiative or on application under subsection (2)(b)) a decision of a description specified for the purposes of this paragraph in Tribunal Procedure Rules; b provide that the First-tier Tribunal's power under subsection (1) to review a decision of a description specified for the purposes of this paragraph in Tribunal Procedure Rules is exercisable only of the tribunal's own initiative; c provide that an application under subsection (2)(b) that is of a description specified for the purposes of this paragraph in Tribunal Procedure Rules may be made only on grounds specified for the purposes of this paragraph in Tribunal Procedure Rules; d provide, in relation to a decision of a description specified for the purposes of this paragraph in Tribunal Procedure Rules, that the First-tier Tribunal's power under subsection (1) to review the decision of its own initiative is exercisable only on grounds specified for the purposes of this paragraph in Tribunal Procedure Rules. 4 Where the First-tier Tribunal has under subsection (1) reviewed a decision, the First-tier Tribunal may in the light of the review do any of the following— a correct accidental errors in the decision or in a record of the decision; b amend reasons given for the decision; c set the decision aside. 5 Where under subsection (4)(c) the First-tier Tribunal sets a decision aside, the First-tier Tribunal must either— a re-decide the matter concerned, or b refer that matter to the Upper Tribunal. 6 Where a matter is referred to the Upper Tribunal under subsection (5)(b), the Upper Tribunal must re-decide the matter. 7 Where the Upper Tribunal is under subsection (6) re-deciding a matter, it may make any decision which the First-tier Tribunal could make if the First-tier Tribunal were re-deciding the matter. 8 Where a tribunal is acting under subsection (5)(a) or (6), it may make such findings of fact as it considers appropriate. 9 This section has effect as if a decision under subsection (4)(c) to set aside an earlier decision were not an excluded decision for the purposes of section 11(1), but the First-tier Tribunal's only power in the light of a review under subsection (1) of a decision under subsection (4)(c) is the power under subsection (4)(a). 10 A decision of the First-tier Tribunal may not be reviewed under subsection (1) more than once, and once the First-tier Tribunal has decided that an earlier decision should not be reviewed under subsection (1) it may not then decide to review that earlier decision under that subsection. 11 Where under this section a decision is set aside and the matter concerned is then re-decided, the decision set aside and the decision made in re-deciding the matter are for the purposes of subsection (10) to be taken to be different decisions."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "10", "section_title": "Review of decision of Upper Tribunal", "section_text": "10 1 The Upper Tribunal may review a decision made by it on a matter in a case, other than a decision that is an excluded decision for the purposes of section 13(1)\t\t\t\t\t(but see subsection (7)). 2 The Upper Tribunal's power under subsection (1) in relation to a decision is exercisable— a of its own initiative, or b on application by a person who for the purposes of section 13(2) has a right of appeal in respect of the decision. 3 Tribunal Procedure Rules may— a provide that the Upper Tribunal may not under subsection (1) review (whether of its own initiative or on application under subsection (2)(b)) a decision of a description specified for the purposes of this paragraph in Tribunal Procedure Rules; b provide that the Upper Tribunal's power under subsection (1) to review a decision of a description specified for the purposes of this paragraph in Tribunal Procedure Rules is exercisable only of the tribunal's own initiative; c provide that an application under subsection (2)(b) that is of a description specified for the purposes of this paragraph in Tribunal Procedure Rules may be made only on grounds specified for the purposes of this paragraph in Tribunal Procedure Rules; d provide, in relation to a decision of a description specified for the purposes of this paragraph in Tribunal Procedure Rules, that the Upper Tribunal's power under subsection (1) to review the decision of its own initiative is exercisable only on grounds specified for the purposes of this paragraph in Tribunal Procedure Rules. 4 Where the Upper Tribunal has under subsection (1) reviewed a decision, the Upper Tribunal may in the light of the review do any of the following— a correct accidental errors in the decision or in a record of the decision; b amend reasons given for the decision; c set the decision aside. 5 Where under subsection (4)(c) the Upper Tribunal sets a decision aside, the Upper Tribunal must re-decide the matter concerned. 6 Where the Upper Tribunal is acting under subsection (5), it may make such findings of fact as it considers appropriate. 7 This section has effect as if a decision under subsection (4)(c) to set aside an earlier decision were not an excluded decision for the purposes of section 13(1), but the Upper Tribunal's only power in the light of a review under subsection (1) of a decision under subsection (4)(c) is the power under subsection (4)(a). 8 A decision of the Upper Tribunal may not be reviewed under subsection (1) more than once, and once the Upper Tribunal has decided that an earlier decision should not be reviewed under subsection (1) it may not then decide to review that earlier decision under that subsection. 9 Where under this section a decision is set aside and the matter concerned is then re-decided, the decision set aside and the decision made in re-deciding the matter are for the purposes of subsection (8) to be taken to be different decisions."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "11", "section_title": "Right to appeal to Upper Tribunal", "section_text": "11 1 For the purposes of subsection (2), the reference to a right of appeal is to a right to appeal to the Upper Tribunal on any point of law arising from a decision made by the First-tier Tribunal other than an excluded decision. 2 Any party to a case has a right of appeal, subject to subsection (8). 3 That right may be exercised only with permission (or, in Northern Ireland, leave). 4 Permission (or leave) may be given by— a the First-tier Tribunal, or b the Upper Tribunal, on an application by the party. 5 For the purposes of subsection (1), an  “excluded decision” is— a any decision of the First-tier Tribunal on an appeal made in exercise of a right conferred by the Criminal Injuries Compensation Scheme in compliance with section 5(1)(a) of the Criminal Injuries Compensation Act 1995 (c. 53)\t\t\t\t\t\t\t(appeals against decisions on reviews), aa any decision of the First-tier Tribunal on an appeal made in exercise of a right conferred by the Victims of Overseas Terrorism Compensation Scheme in compliance with section 52(3) of the Crime and Security Act 2010, b any decision of the First-tier Tribunal on an appeal under   section 27(3) or (5), 79(5) or (7) or 111(3) or (5) of the Data Protection Act 2018  \t\t\t\t\t\t\t(appeals against national security certificate), c any decision of the First-tier Tribunal on an appeal under section 60(1) or (4) of the Freedom of Information Act 2000 (c. 36)\t\t\t\t\t\t\t(appeals against national security certificate), ca any decision of the First-tier Tribunal under section 88, 89(3) or 92(3) of the Tax Collection and Management (Wales) Act 2016 (anaw 6) (approval for Welsh Revenue Authority to issue certain information notices), cb any decision of the First-tier Tribunal under section 108 of that Act (approval for Welsh Revenue Authority to inspect premises),   cc any decision of the First-tier Tribunal under section 181E or 181F of that Act (appeals relating to postponement requests),   d a decision of the First-tier Tribunal under section 9— i to review, or not to review, an earlier decision of the tribunal, ii to take no action, or not to take any particular action, in the light of a review of an earlier decision of the tribunal, iii to set aside an earlier decision of the tribunal, or iv to refer, or not to refer, a matter to the Upper Tribunal, e a decision of the First-tier Tribunal that is set aside under section 9 (including a decision set aside after proceedings on an appeal under this section have been begun), or f any decision of the First-tier Tribunal that is of a description specified in an order made by the Lord Chancellor. 6 A description may be specified under subsection (5)(f) only if— a in the case of a decision of that description, there is a right to appeal to a court, the Upper Tribunal or any other tribunal from the decision and that right is, or includes, something other than a right (however expressed) to appeal on any point of law arising from the decision, or b decisions of that description are made in carrying out a function transferred under section 30 and prior to the transfer of the function under section 30(1) there was no right to appeal from decisions of that description. 7 Where— a an order under subsection (5)(f) specifies a description of decisions, and b decisions of that description are made in carrying out a function transferred under section 30, the order must be framed so as to come into force no later than the time when the transfer under section 30 of the function takes effect (but power to revoke the order continues to be exercisable after that time, and power to amend the order continues to be exercisable after that time for the purpose of narrowing the description for the time being specified). 8 The Lord Chancellor may by order make provision for a person to be treated as being, or to be treated as not being, a party to a case for the purposes of subsection (2)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "11A", "section_title": "Finality of decisions by Upper Tribunal about permission to appeal", "section_text": "11A 1 Subsections (2) and (3) apply in relation to a decision by the Upper Tribunal to refuse permission (or leave) to appeal further to an application under section 11(4)(b). 2 The decision is final, and not liable to be questioned or set aside in any other court. 3 In particular— a the Upper Tribunal is not to be regarded as having exceeded its powers by reason of any error made in reaching the decision; b the supervisory jurisdiction does not extend to, and no application or petition for judicial review may be made or brought in relation to, the decision. 4 Subsections (2) and (3) do not apply so far as the decision involves or gives rise to any question as to whether— a the Upper Tribunal has or had a valid application before it under section 11(4)(b), b the Upper Tribunal is or was properly constituted for the purpose of dealing with the application, or c the Upper Tribunal is acting or has acted— i in bad faith, or ii in such a procedurally defective way as amounts to a fundamental breach of the principles of natural justice. 5 Subsections (2) and (3) do not apply so far as provision giving the First-tier Tribunal jurisdiction to make the first-instance decision could (if the Tribunal did not already have that jurisdiction) be made by— a an Act of the Scottish Parliament, or b an Act of the Northern Ireland Assembly the Bill for which would not require the consent of the Secretary of State. 6 The court of supervisory jurisdiction is not to entertain any application or petition for judicial review in respect of a decision of the First-tier Tribunal that it would not entertain (whether as a matter of law or discretion) in the absence of this section. 7 In this section— “ decision ” includes any purported decision; “ first-instance decision ” means the decision in relation to which permission (or leave) to appeal is being sought under section 11(4)(b); “ the supervisory jurisdiction ” means the supervisory jurisdiction of— the High Court, in England and Wales or Northern Ireland, or the Court of Session, in Scotland, and “the court of supervisory jurisdiction” is to be read accordingly."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "12", "section_title": "Proceedings on appeal to Upper Tribunal", "section_text": "12 1 Subsection (2) applies if the Upper Tribunal, in deciding an appeal under section 11, finds that the making of the decision concerned involved the making of an error on a point of law. 2 The Upper Tribunal— a may (but need not) set aside the decision of the First-tier Tribunal, and b if it does, must either— i remit the case to the First-tier Tribunal with directions for its reconsideration, or ii re-make the decision. 3 In acting under subsection (2)(b)(i), the Upper Tribunal may also— a direct that the members of the First-tier Tribunal who are chosen to reconsider the case are not to be the same as those who made the decision that has been set aside; b give procedural directions in connection with the reconsideration of the case by the First-tier Tribunal. 4 In acting under subsection (2)(b)(ii), the Upper Tribunal— a may make any decision which the First-tier Tribunal could make if the First-tier Tribunal were re-making the decision, and b may make such findings of fact as it considers appropriate."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "13", "section_title": "Right to appeal to Court of Appeal  etc.", "section_text": "13 1 For the purposes of subsection (2), the reference to a right of appeal is to a right to appeal to the relevant appellate court on any point of law arising from a decision made by the Upper Tribunal other than an excluded decision. 2 Any party to a case has a right of appeal, subject to subsection (14). 3 That right may be exercised only with permission (or, in Northern Ireland, leave). 4 Permission (or leave) may be given by— a the Upper Tribunal, or b the relevant appellate court, on an application by the party. 5 An application may be made under subsection (4) to the relevant appellate court only if permission (or leave) has been refused by the Upper Tribunal. 6 The Lord Chancellor may, as respects an application under subsection (4) that falls within subsection (7) and for which the relevant appellate court is the Court of Appeal in England and Wales or the Court of Appeal in Northern Ireland, by order make provision for permission (or leave) not to be granted on the application unless the Upper Tribunal or (as the case may be) the relevant appellate court considers— a that the proposed appeal would raise some important point of principle or practice, or b that there is some other compelling reason for the relevant appellate court to hear the appeal. 6A Rules of court may make provision for permission not to be granted on an application under subsection (4) to the Court of Session that falls within subsection (7) unless the court considers— a that the proposed appeal would raise some important point of principle  or practice , or b that there is some other compelling reason for the court to hear the appeal. 7 An application falls within this subsection if the application is for permission (or leave) to appeal from any decision of the Upper Tribunal on an appeal under section 11. 8 For the purposes of subsection (1), an  “excluded decision” is— a any decision of the Upper Tribunal on an appeal under  section 27(3) or (5), 79(5) or (7) or 111(3) or (5) of the Data Protection Act 2018  (appeals against national security certificate), b any decision of the Upper Tribunal on an appeal under section 60(1) or (4) of the Freedom of Information Act 2000 (c. 36)\t\t\t\t\t\t\t(appeals against national security certificate), ba any decision of the Upper Tribunal under section 88, 89(3) or 92(3) of the Tax Collection and Management (Wales) Act 2016 (anaw 6) (approval for Welsh Revenue Authority to issue certain information notices), bb any decision of the Upper Tribunal under section 108 of that Act (approval for Welsh Revenue Authority to inspect premises), bc any decision of the Upper Tribunal under section 181E or 181F of that Act (appeals relating to postponement requests),   c any decision of the Upper Tribunal on an application under section 11(4)(b)\t\t\t\t\t\t\t(application for permission or leave to appeal), d a decision of the Upper Tribunal under section 10— i to review, or not to review, an earlier decision of the tribunal, ii to take no action, or not to take any particular action, in the light of a review of an earlier decision of the tribunal, or iii to set aside an earlier decision of the tribunal, e a decision of the Upper Tribunal that is set aside under section 10 (including a decision set aside after proceedings on an appeal under this section have been begun), or f any decision of the Upper Tribunal that is of a description specified in an order made by the Lord Chancellor. 9 A description may be specified under subsection (8)(f) only if— a in the case of a decision of that description, there is a right to appeal to a court from the decision and that right is, or includes, something other than a right (however expressed) to appeal on any point of law arising from the decision, or b decisions of that description are made in carrying out a function transferred under section 30 and prior to the transfer of the function under section 30(1) there was no right to appeal from decisions of that description. 10 Where— a an order under subsection (8)(f) specifies a description of decisions, and b decisions of that description are made in carrying out a function transferred under section 30, the order must be framed so as to come into force no later than the time when the transfer under section 30 of the function takes effect (but power to revoke the order continues to be exercisable after that time, and power to amend the order continues to be exercisable after that time for the purpose of narrowing the description for the time being specified). 11 Before the Upper Tribunal decides an application made to it under subsection (4), the Upper Tribunal must specify the court that is to be the relevant appellate court as respects the proposed appeal. 12 The court to be specified under subsection (11) in relation to a proposed appeal is whichever of the following courts appears to the Upper Tribunal to be the most appropriate— a the Court of Appeal in England and Wales; b the Court of Session; c the Court of Appeal in Northern Ireland. 13 In this section except subsection (11),  “ the relevant appellate court ”, as respects an appeal, means the court specified as respects that appeal by the Upper Tribunal under subsection (11). 14 The Lord Chancellor may by order make provision for a person to be treated as being, or to be treated as not being, a party to a case for the purposes of subsection (2). 15 Rules of court may make provision as to the time within which an application under subsection (4) to the relevant appellate court must be made."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "14", "section_title": "Proceedings on appeal to Court of Appeal etc.", "section_text": "14 1 Subsection (2) applies if the relevant appellate court, in deciding an appeal under section 13, finds that the making of the decision concerned involved the making of an error on a point of law. 2 The relevant appellate court— a may (but need not) set aside the decision of the Upper Tribunal, and b if it does, must either— i remit the case to the Upper Tribunal or, where the decision of the Upper Tribunal was on an appeal or reference from another tribunal or some other person, to the Upper Tribunal or that other tribunal or person, with directions for its reconsideration, or ii re-make the decision. 3 In acting under subsection (2)(b)(i), the relevant appellate court may also— a direct that the persons who are chosen to reconsider the case are not to be the same as those who— i where the case is remitted to the Upper Tribunal, made the decision of the Upper Tribunal that has been set aside, or ii where the case is remitted to another tribunal or person, made the decision in respect of which the appeal or reference to the Upper Tribunal was made; b give procedural directions in connection with the reconsideration of the case by the Upper Tribunal or other tribunal or person. 4 In acting under subsection (2)(b)(ii), the relevant appellate court— a may make any decision which the Upper Tribunal could make if the Upper Tribunal were re-making the decision or (as the case may be) which the other tribunal or person could make if that other tribunal or person were re-making the decision, and b may make such findings of fact as it considers appropriate. 5 Where— a under subsection (2)(b)(i) the relevant appellate court remits a case to the Upper Tribunal, and b the decision set aside under subsection (2)(a) was made by the Upper Tribunal on an appeal or reference from another tribunal or some other person, the Upper Tribunal may (instead of reconsidering the case itself) remit the case to that other tribunal or person, with the directions given by the relevant appellate court for its reconsideration. 6 In acting under subsection (5), the Upper Tribunal may also— a direct that the persons who are chosen to reconsider the case are not to be the same as those who made the decision in respect of which the appeal or reference to the Upper Tribunal was made; b give procedural directions in connection with the reconsideration of the case by the other tribunal or person. 7 In this section  “ the relevant appellate court ”, as respects an appeal under section 13, means the court specified as respects that appeal by the Upper Tribunal under section 13(11)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "14A", "section_title": "Appeal to Supreme Court: grant of certificate by Upper Tribunal", "section_text": "14A 1 If the Upper Tribunal is satisfied that— a the conditions in subsection (4) or (5) are fulfilled in relation to the Upper Tribunal's decision in any proceedings, and b as regards that decision, a sufficient case for an appeal to the Supreme Court has been made out to justify an application under section 14B, the Upper Tribunal may grant a certificate to that effect. 2 The Upper Tribunal may grant a certificate under this section only on an application made by a party to the proceedings. 3 The Upper Tribunal may grant a certificate under this section only if the relevant appellate court as regards the proceedings is— a the Court of Appeal in England and Wales, or b the Court of Appeal in Northern Ireland. 4 The conditions in this subsection are that a point of law of general public importance is involved in the decision of the Upper Tribunal and that point of law is— a a point of law that— i relates wholly or mainly to the construction of an enactment or statutory instrument, and ii has been fully argued in the proceedings and fully considered in the judgment of the Upper Tribunal in the proceedings, or b a point of law— i in respect of which the Upper Tribunal is bound by a decision of the relevant appellate court or the Supreme Court in previous proceedings, and ii that was fully considered in the judgments given by the relevant appellate court or, as the case may be, the Supreme Court in those previous proceedings. 5 The conditions in this subsection are that a point of law of general public importance is involved in the decision of the Upper Tribunal and that— a the proceedings entail a decision relating to a matter of national importance or consideration of such a matter, b the result of the proceedings is so significant (whether considered on its own or together with other proceedings or likely proceedings) that, in the opinion of the Upper Tribunal, a hearing by the Supreme Court is justified, or c the Upper Tribunal is satisfied that the benefits of earlier consideration by the Supreme Court outweigh the benefits of consideration by the Court of Appeal. 6 Before the Upper Tribunal decides an application made to it under this section, the Upper Tribunal must specify the court that would be the relevant appellate court if the application were an application for permission (or leave) under section 13. 7 In this section except subsection (6) and in sections 14B and 14C,  “the relevant appellate court”, as respects an application, means the court specified as respects that application by the Upper Tribunal under subsection (6). 8 No appeal lies against the grant or refusal of a certificate under subsection (1)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "14B", "section_title": "Appeal to Supreme Court: permission to appeal", "section_text": "14B 1 If the Upper Tribunal grants a certificate under section 14A in relation to any proceedings, a party to those proceedings may apply to the Supreme Court for permission to appeal directly to the Supreme Court. 2 An application under subsection (1) must be made— a within one month from the date on which that certificate is granted, or b within such time as the Supreme Court may allow in a particular case. 3 If on such an application it appears to the Supreme Court to be expedient to do so, the Supreme Court may grant permission for such an appeal. 4 If permission is granted under this section— a no appeal from the decision to which the certificate relates lies to the relevant appellate court, but b an appeal lies from that decision to the Supreme Court. 5 An application under subsection (1) is to be determined without a hearing. 6 Subject to subsection (4), no appeal lies to the relevant appellate court from a decision of the Upper Tribunal in respect of which a certificate is granted under section 14A until— a the time within which an application can be made under subsection (1) has expired, and b where such an application is made, that application has been determined in accordance with this section."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "14C", "section_title": "Appeal to Supreme Court: exclusions", "section_text": "14C 1 No certificate may be granted under section 14A in respect of a decision of the Upper Tribunal in any proceedings where, by virtue of any enactment (other than sections 14A and 14B), no appeal would lie from that decision of the Upper Tribunal to the relevant appellate court, with or without the permission (or leave) of the Upper Tribunal or the relevant appellate court. 2 No certificate may be granted under section 14A in respect of a decision of the Upper Tribunal in any proceedings where, by virtue of any enactment, no appeal would lie from a decision of the relevant appellate court on that decision of the Upper Tribunal to the Supreme Court, with or without the permission (or leave) of the relevant appellate court or the Supreme Court. 3 Where no appeal would lie to the relevant appellate court from the decision of the Upper Tribunal except with the permission (or leave) of the Upper Tribunal or the relevant appellate court, no certificate may be granted under section 14A in respect of a decision of the Upper Tribunal unless it appears to the Upper Tribunal that it would be a proper case for giving permission (or leave) to appeal to the relevant appellate court. 4 No certificate may be granted under section 14A in respect of a decision or order of the Upper Tribunal made by it in the exercise of its jurisdiction to punish for contempt."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "15", "section_title": "Upper Tribunal's  “judicial review” jurisdiction", "section_text": "15 1 The Upper Tribunal has power, in cases arising under the law of England and Wales or under the law of Northern Ireland, to grant the following kinds of relief— a a mandatory order; b a prohibiting order; c a quashing order; d a declaration; e an injunction. 2 The power under subsection (1) may be exercised by the Upper Tribunal if— a certain conditions are met (see section 18), or b the tribunal is authorised to proceed even though not all of those conditions are met (see section 19(3) and (4)). 3 Relief under subsection (1) granted by the Upper Tribunal— a has the same effect as the corresponding relief granted by the High Court on an application for judicial review, and b is enforceable as if it were relief granted by the High Court on an application for judicial review. 4 In deciding whether to grant relief under subsection (1)(a), (b) or (c), the Upper Tribunal must apply the principles that the High Court would apply in deciding whether to grant that relief on an application for judicial review. 5 In deciding whether to grant relief under subsection (1)(d) or (e), the Upper Tribunal must— a in cases arising under the law of England and Wales apply the principles that the High Court would apply in deciding whether to grant that relief under section 31(2) of the Supreme Court Act 1981 (c. 54) on an application for judicial review, and b in cases arising under the law of Northern Ireland apply the principles that the High Court would apply in deciding whether to grant that relief on an application for judicial review. 5A In cases arising under the law of England and Wales, subsections (2A) and (2B) of section 31 of the Senior Courts Act 1981 apply to the Upper Tribunal when deciding whether to grant relief under subsection (1) as they apply to the High Court when deciding whether to grant relief on an application for judicial review. 5B If the tribunal grants relief in reliance on section 31(2B) of the Senior Courts Act 1981 as applied by subsection (5A), the tribunal must certify that the condition in section 31(2B) as so applied is satisfied. 6 For the purposes of the application of subsection (3)(a) in relation to cases arising under the law of Northern Ireland— a a mandatory order under subsection (1)(a) shall be taken to correspond to an order of mandamus, b a prohibiting order under subsection (1)(b) shall be taken to correspond to an order of prohibition, and c a quashing order under subsection (1)(c) shall be taken to correspond to an order of certiorari."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "16", "section_title": "Application for relief under section 15(1)", "section_text": "16 1 This section applies in relation to an application to the Upper Tribunal for relief under section 15(1). 2 The application may be made only if permission (or, in a case arising under the law of Northern Ireland, leave) to make it has been obtained from the tribunal. 3 The tribunal may not grant permission (or leave) to make the application unless it considers that the applicant has a sufficient interest in the matter to which the application relates. 3C In cases arising under the law of England and Wales, when considering whether to grant permission to make the application, the tribunal— a may of its own initiative consider whether the outcome for the applicant would have been substantially different if the conduct complained of had not occurred, and b must consider that question if the respondent asks it to do so. 3D In subsection (3C)  “ the conduct complained of ” means the conduct (or alleged conduct) of the respondent that the applicant claims justifies the tribunal in granting relief. 3E If, on considering the question mentioned in subsection (3C)(a) and (b), it appears to the tribunal to be highly likely that the outcome for the applicant would not have been substantially different, the tribunal must refuse to grant permission. 3F The tribunal may disregard the requirement in subsection (3E) if it considers that it is appropriate to do so for reasons of exceptional public interest. 3G If the tribunal grants permission in reliance on subsection (3F), the tribunal must certify that the condition in subsection (3F) is satisfied. 4 Subsection (5) applies where the tribunal considers— a that there has been undue delay in making the application, and b that granting the relief sought on the application would be likely to cause substantial hardship to, or substantially prejudice the rights of, any person or would be detrimental to good administration. 5 The tribunal may— a refuse to grant permission (or leave) for the making of the application; b refuse to grant any relief sought on the application. 6 The tribunal may award to the applicant damages, restitution or the recovery of a sum due if— a the application includes a claim for such an award arising from any matter to which the application relates, and b the tribunal is satisfied that such an award would have been made by the High Court if the claim had been made in an action begun in the High Court by the applicant at the time of making the application. 6A In cases arising under the law of England and Wales, subsections (2A) and (2B) of section 31 of the Senior Courts Act 1981 apply to the Upper Tribunal as regards the making of an award under subsection (6) as they apply to the High Court as regards the making of an award under section 31(4) of the Senior Courts Act 1981. 6B If the tribunal makes an award in reliance on section 31(2B) of the Senior Courts Act 1981 as applied by subsection (6A), the tribunal must certify that the condition in section 31(2B) as so applied is satisfied. 7 An award under subsection (6) may be enforced as if it were an award of the High Court. 8 Where— a the tribunal refuses to grant permission (or leave) to apply for relief under section 15(1), b the applicant appeals against that refusal, and c the Court of Appeal grants the permission (or leave), the Court of Appeal may go on to decide the application for relief under section 15(1). 9 Subsections (4) and (5) do not prevent Tribunal Procedure Rules from limiting the time within which applications may be made."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "17", "section_title": "Quashing orders under section 15(1): supplementary provision", "section_text": "17 A1 In cases arising under the law of England and Wales, section 29A of the Senior Courts Act 1981 applies in relation to a quashing order under section 15(1)(c) of this Act as it applies in relation to a quashing order under section 29 of that Act. 1 If the Upper Tribunal makes a quashing order under section 15(1)(c) in respect of a decision, it may in addition— a remit the matter concerned to the court, tribunal or authority that made the decision, with a direction to reconsider the matter and reach a decision in accordance with the findings of the Upper Tribunal, or b substitute its own decision for the decision in question. 2 The power conferred by subsection (1)(b) is exercisable only if— a the decision in question was made by a court or tribunal, b the   quashing order is made   on the ground that there has been an error of law, and c without the error, there would have been only one decision that the court or tribunal could have reached. 3 Unless the Upper Tribunal otherwise directs, a decision substituted by it under subsection (1)(b) has effect as if it were a decision of the relevant court or tribunal."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "18", "section_title": "Limits of jurisdiction under section 15(1)", "section_text": "18 1 This section applies where an application made to the Upper Tribunal seeks (whether or not alone)— a relief under section 15(1), or b permission (or, in a case arising under the law of Northern Ireland, leave) to apply for relief under section 15(1). 2 If Conditions 1 to 4 are met, the tribunal has the function of deciding the application. 3 If the tribunal does not have the function of deciding the application, it must by order transfer the application to the High Court. 4 Condition 1 is that the application does not seek anything other than— a relief under section 15(1); b permission (or, in a case arising under the law of Northern Ireland, leave) to apply for relief under section 15(1); c an award under section 16(6); d interest; e costs. 5 Condition 2 is that the application does not call into question anything done by the Crown Court. 6 Condition 3 is that the application falls within a class specified for the purposes of this subsection in a direction given in accordance with Part 1 of Schedule 2 to the Constitutional Reform Act 2005 (c. 4). 7 The power to give directions under subsection (6) includes— a power to vary or revoke directions made in exercise of the power, and b power to make different provision for different purposes. 8 Condition 4 is that the judge presiding at the hearing of the application is either— a a judge of the High Court or the Court of Appeal in England and Wales or Northern Ireland, or a judge of the Court of Session, or b such other persons as may be agreed from time to time between the Lord Chief Justice, the Lord President, or the Lord Chief Justice of Northern Ireland, as the case may be, and the Senior President of Tribunals. 9 Where the application is transferred to the High Court under subsection (3)— a the application is to be treated for all purposes as if it— i had been made to the High Court, and ii sought things corresponding to those sought from the tribunal, and b any steps taken, permission (or leave) given or orders made by the tribunal in relation to the application are to be treated as taken, given or made by the High Court. 10 Rules of court may make provision for the purpose of supplementing subsection (9). 11 The provision that may be made by Tribunal Procedure Rules about amendment of an application for relief under section 15(1) includes, in particular, provision about amendments that would cause the application to become transferrable under subsection (3). 12 For the purposes of subsection (9)(a)(ii), in relation to an application transferred to the High Court in Northern Ireland— a an order of mandamus shall be taken to correspond to a mandatory order under section 15(1)(a), b an order of prohibition shall be taken to correspond to a prohibiting order under section 15(1)(b), and c an order of certiorari shall be taken to correspond to a quashing order under section 15(1)(c)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "19", "section_title": "Transfer of judicial review applications from High Court", "section_text": "19 1 In the Supreme Court Act 1981 (c. 54), after section 31 insert— Transfer of judicial review applications to Upper Tribunal 31A 1 This section applies where an application is made to the High Court— a for judicial review, or b for permission to apply for judicial review. 2 If Conditions 1, 2, 3 and 4 are met, the High Court must by order transfer the application to the Upper Tribunal. 3 If Conditions 1, 2 and 4 are met, but Condition 3 is not, the High Court may by order transfer the application to the Upper Tribunal if it appears to the High Court to be just and convenient to do so. 4 Condition 1 is that the application does not seek anything other than— a relief under section 31(1)(a) and (b); b permission to apply for relief under section 31(1)(a) and (b); c an award under section 31(4); d interest; e costs. 5 Condition 2 is that the application does not call into question anything done by the Crown Court. 6 Condition 3 is that the application falls within a class specified under section 18(6) of the Tribunals, Courts and Enforcement Act 2007. 7 Condition 4 is that the application does not call into question any decision made under— a the Immigration Acts, b the British Nationality Act 1981 (c. 61), c any instrument having effect under an enactment within paragraph (a) or (b), or d any other provision of law for the time being in force which determines British citizenship, British overseas territories citizenship, the status of a British National (Overseas) or British Overseas citizenship. 2 In the Judicature (Northern Ireland) Act 1978 (c. 23), after section 25 insert— Transfer of judicial review applications to Upper Tribunal 25A 1 This section applies where an application is made to the High Court— a for judicial review, or b for leave to apply for judicial review. 2 If Conditions 1, 2, 3 and 4 are met, the High Court must by order transfer the application to the Upper Tribunal. 3 If Conditions 1, 2 and 4 are met, but Condition 3 is not, the High Court may by order transfer the application to the Upper Tribunal if it appears to the High Court to be just and convenient to do so. 4 Condition 1 is that the application does not seek anything other than— a relief under section 18(1)(a) to (e); b leave to apply for relief under section 18(1)(a) to (e); c an award under section 20; d interest; e costs. 5 Condition 2 is that the application does not call into question anything done by the Crown Court. 6 Condition 3 is that the application falls within a class specified under section 18(6) of the Tribunals, Courts and Enforcement Act 2007. 7 Condition 4 is that the application does not call into question any decision made under— a the Immigration Acts, b the British Nationality Act 1981, c any instrument having effect under an enactment within paragraph (a) or (b), or d any other provision of law for the time being in force which determines British citizenship, British overseas territories citizenship, the status of a British National (Overseas) or British Overseas citizenship. 3 Where an application is transferred to the Upper Tribunal under 31A of the Supreme Court Act 1981 (c. 54) or section 25A of the Judicature (Northern Ireland) Act 1978 (transfer from the High Court of judicial review applications)— a the application is to be treated for all purposes as if it— i had been made to the tribunal, and ii sought things corresponding to those sought from the High Court, b the tribunal has the function of deciding the application, even if it does not fall within a class specified under section 18(6), and c any steps taken, permission given, leave given or orders made by the High Court in relation to the application are to be treated as taken, given or made by the tribunal. 4 Where— a an application for permission is transferred to the Upper Tribunal under section 31A of the Supreme Court Act 1981 (c. 54) and the tribunal grants permission, or b an application for leave is transferred to the Upper Tribunal under section 25A of the Judicature (Northern Ireland) Act 1978 (c. 23) and the tribunal grants leave, the tribunal has the function of deciding any subsequent application brought under the permission or leave, even if the subsequent application does not fall within a class specified under section 18(6). 5 Tribunal Procedure Rules may make further provision for the purposes of supplementing subsections (3) and (4). 6 For the purposes of subsection (3)(a)(ii), in relation to an application transferred to the Upper Tribunal under section 25A of the Judicature (Northern Ireland) Act 1978— a a mandatory order under section 15(1)(a) shall be taken to correspond to an order of mandamus, b a prohibiting order under section 15(1)(b) shall be taken to correspond to an order of prohibition, and c a quashing order under section 15(1)(c) shall be taken to correspond to an order of certiorari."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "20", "section_title": "Transfer of judicial review applications from the Court of Session", "section_text": "20 1 Where an application is made to the supervisory jurisdiction of the Court of Session, the Court— a must, if Conditions 1  and 2 are met, and , aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b may, if Conditions 1  and 3  are met, but Condition 2 is not, by order transfer the application to the Upper Tribunal. 2 Condition 1 is that the application does not seek anything other than an exercise of the supervisory jurisdiction of the Court of Session. 3 Condition 2 is that the application falls within a class specified for the purposes of this subsection by act of sederunt made with the consent of the Lord Chancellor. 4 Condition 3 is that the subject matter of the application is not a devolved Scottish matter. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 There may not be specified under subsection (3) any class of application which includes an application the subject matter of which is a devolved Scottish matter. 7 For the purposes of this section, the subject matter of an application is a devolved Scottish matter if it— a concerns the exercise of functions in or as regards Scotland, and b does not relate to a reserved matter within the meaning of the Scotland Act 1998 (c. 46). 8 In subsection (2), the reference to the exercise of the supervisory jurisdiction of the Court of Session includes a reference to the making of any order in connection with or in consequence of the exercise of that jurisdiction."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "20A", "section_title": "Procedural steps where application transferred", "section_text": "20A 1 This section applies where the Court of Session transfers an application under section 20(1). 2 It is for the Upper Tribunal to determine— a whether the application has been made timeously, and b whether to grant permission for the application to proceed under section 27B of the Court of Session Act 1988 (“the 1988 Act”) (requirement for permission). 3 Accordingly— a the Upper Tribunal has the same powers in relation to the application as the Court of Session would have had in relation to it under sections 27A to 27C of the 1988 Act, b sections 27C and 27D of that Act apply in relation to a decision of the Upper Tribunal under section 27B(1) of that Act as they apply in relation to such a decision of the Court of Session. 4 The references in section 27C(3) and (4) of the 1988 Act (oral hearings where permission refused) to a different Lord Ordinary from the one who granted or refused permission are to be read as references to different members of the Tribunal from those of whom it was composed when it refused or granted permission."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "21", "section_title": "Upper Tribunal's  “judicial review” jurisdiction: Scotland", "section_text": "21 1 The Upper Tribunal has the function of deciding applications transferred to it from the Court of Session under section 20(1). 2 The powers of review of the Upper Tribunal in relation to such applications are the same as the powers of review of the Court of Session in an application to the supervisory jurisdiction of that Court. 3 In deciding an application by virtue of subsection (1), the Upper Tribunal must apply principles that the Court of Session would apply in deciding an application to the supervisory jurisdiction of that Court. 4 An order of the Upper Tribunal by virtue of subsection (1)— a has the same effect as the corresponding order granted by the Court of Session on an application to the supervisory jurisdiction of that Court, and b is enforceable as if it were an order so granted by that Court. 5 Where an application is transferred to the Upper Tribunal by virtue of section 20(1), any steps taken or orders made by the Court of Session in relation to the application (other than the order to transfer the application under section 20(1)) are to be treated as taken or made by the tribunal. 6 Tribunal Procedure Rules may make further provision for the purposes of supplementing subsection (5)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "22", "section_title": "Tribunal Procedure Rules", "section_text": "22 1 There are to be rules, to be called  “Tribunal Procedure Rules”, governing— a the practice and procedure to be followed in the First-tier Tribunal, and b the practice and procedure to be followed in the Upper Tribunal. 2 Tribunal Procedure Rules are to be made by the Tribunal Procedure Committee. 3 In Schedule 5— Part 1 makes further provision about the content of Tribunal Procedure Rules, Part 2 makes provision about the membership of the Tribunal Procedure Committee, Part 3 makes provision about the making of Tribunal Procedure Rules by the Committee, and Part 4 confers power to amend legislation in connection with Tribunal Procedure Rules. 4 Power to make Tribunal Procedure Rules is to be exercised with a view to securing— a that, in proceedings before the First-tier Tribunal and Upper Tribunal, justice is done, b that the tribunal system is accessible and fair, c that proceedings before the First-tier Tribunal or Upper Tribunal are handled quickly and efficiently, d that the rules are both simple and simply expressed, and e that the rules where appropriate confer on members of the First-tier Tribunal, or Upper Tribunal, responsibility for ensuring that proceedings before the tribunal are handled quickly and efficiently. 5 In subsection (4)(b)\t\t\t\t\t “ the tribunal system ” means the system for deciding matters within the jurisdiction of the First-tier Tribunal or the Upper Tribunal."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "23", "section_title": "Practice directions", "section_text": "23 1 The Senior President of Tribunals may give directions— a as to the practice and procedure of the First-tier Tribunal; b as to the practice and procedure of the Upper Tribunal. 2 A Chamber President may give directions as to the practice and procedure of the chamber over which he presides. 3 A power under this section to give directions includes— a power to vary or revoke directions made in exercise of the power, and b power to make different provision for different purposes (including different provision for different areas). 4 Directions under subsection (1) may not be given without the approval of the Lord Chancellor. 5 Directions under subsection (2) may not be given without the approval of— a the Senior President of Tribunals, and b the Lord Chancellor. 6 Subsections (4) and (5)(b) do not apply to directions to the extent that they consist of guidance about any of the following— a the application or interpretation of the law; b the making of decisions by members of the First-tier Tribunal or Upper Tribunal. 7 Subsections (4) and (5)(b) do not apply to directions to the extent that they consist of criteria for determining which members of the First-tier Tribunal or Upper Tribunal may be chosen to decide particular categories of matter; but the directions may, to that extent, be given only after consulting the Lord Chancellor."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "24", "section_title": "Mediation", "section_text": "24 1 A person exercising power to make Tribunal Procedure Rules or give practice directions must, when making provision in relation to mediation, have regard to the following principles— a mediation of matters in dispute between parties to proceedings is to take place only by agreement between those parties; b where parties to proceedings fail to mediate, or where mediation between parties to proceedings fails to resolve disputed matters, the failure is not to affect the outcome of the proceedings. 2 Practice directions may provide for members to act as mediators in relation to disputed matters in a case that is the subject of proceedings. 3 The provision that may be made by virtue of subsection (2) includes provision for a member to act as a mediator in relation to disputed matters in a case even though the member has been chosen to decide matters in the case. 4 Once a member has begun to act as a mediator in relation to a disputed matter in a case that is the subject of proceedings, the member may decide matters in the case only with the consent of the parties. 5 Staff appointed under section 40(1) may, subject to their terms of appointment, act as mediators in relation to disputed matters in a case that is the subject of proceedings. 6 In this section— “ member ” means a judge or other member of the First-tier Tribunal or a judge or other member of the Upper Tribunal; “ practice direction ” means a direction under section 23(1) or (2); “ proceedings ” means proceedings before the First-tier Tribunal or proceedings before the Upper Tribunal."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "25", "section_title": "Supplementary powers of Upper Tribunal", "section_text": "25 1 In relation to the matters mentioned in subsection (2), the Upper Tribunal— a has, in England and Wales or in Northern Ireland, the same powers, rights, privileges and authority as the High Court, and b has, in Scotland, the same powers, rights, privileges and authority as the Court of Session. 2 The matters are— a the attendance and examination of witnesses, b the production and inspection of documents, and c all other matters incidental to the Upper Tribunal's functions. 3 Subsection (1) shall not be taken— a to limit any power to make Tribunal Procedure Rules; b to be limited by anything in Tribunal Procedure Rules other than an express limitation. 4 A power, right, privilege or authority conferred in a territory by subsection (1) is available for purposes of proceedings in the Upper Tribunal that take place outside that territory (as well as for purposes of proceedings in the tribunal that take place within that territory)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "26", "section_title": "First-tier Tribunal and Upper Tribunal: sitting places", "section_text": "26 Each of the First-tier Tribunal and the Upper Tribunal may decide a case— a in England and Wales, b in Scotland, or c in Northern Ireland, even though the case arises under the law of a territory other than the one in which the case is decided."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "27", "section_title": "Enforcement", "section_text": "27 1 A sum payable in pursuance of a decision of the First-tier Tribunal or Upper Tribunal made in England and Wales— a shall be recoverable as if it were payable under an order of  the county court  in England and Wales; b shall be recoverable as if it were payable under an order of the High Court in England and Wales. 2 An order for the payment of a sum payable in pursuance of a decision of the First-tier Tribunal or Upper Tribunal made in Scotland (or a copy of such an order certified in accordance with Tribunal Procedure Rules) may be enforced as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 3 A sum payable in pursuance of a decision of the First-tier Tribunal or Upper Tribunal made in Northern Ireland— a shall be recoverable as if it were payable under an order of a county court in Northern Ireland; b shall be recoverable as if it were payable under an order of the High Court in Northern Ireland. 4 This section does not apply to a sum payable in pursuance of— a an award under section 16(6), or b an order by virtue of section 21(1). 5 The Lord Chancellor may by order make provision for subsection (1) or (3) to apply in relation to a sum of a description specified in the order with the omission of one (but not both) of paragraphs (a) and (b). 6 Tribunal Procedure Rules— a may make provision as to where, for purposes of this section, a decision is to be taken to be made; b may provide for all or any of subsections (1) to (3) to apply only, or not to apply except, in relation to sums of a description specified in Tribunal Procedure Rules."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "28", "section_title": "Assessors", "section_text": "28 1 If it appears to the First-tier Tribunal or the Upper Tribunal that a matter before it requires special expertise not otherwise available to it, it may direct that in dealing with that matter it shall have the assistance of a person or persons appearing to it to have relevant knowledge or experience. 2 The remuneration of a person who gives assistance to either tribunal as mentioned in subsection (1) shall be determined and paid by the Lord Chancellor. 3 The Lord Chancellor may— a establish panels of persons from which either tribunal may (but need not) select persons to give it assistance as mentioned in subsection (1); b under paragraph (a) establish different panels for different purposes; c after carrying out such consultation as he considers appropriate, appoint persons to a panel established under paragraph (a); d remove a person from such a panel."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29", "section_title": "Costs or expenses", "section_text": "29 1 The costs of and incidental to— a all proceedings in the First-tier Tribunal, and b all proceedings in the Upper Tribunal, shall be in the discretion of the Tribunal in which the proceedings take place. 2 The relevant Tribunal shall have full power to determine by whom and to what extent the costs are to be paid. 3 Subsections (1) and (2) have effect subject to Tribunal Procedure Rules. 4 In any proceedings mentioned in subsection (1), the relevant Tribunal may— a disallow, or b (as the case may be) order the legal or other representative concerned to meet, the whole of any wasted costs or such part of them as may be determined in accordance with Tribunal Procedure Rules. 5 In subsection (4)\t\t\t\t\t “ wasted costs ” means any costs incurred by a party— a as a result of any improper, unreasonable or negligent act or omission on the part of any legal or other representative or any employee of such a representative, or b which, in the light of any such act or omission occurring after they were incurred, the relevant Tribunal considers it is unreasonable to expect that party to pay. 6 In this section  “ legal or other representative ”, in relation to a party to proceedings, means any person exercising a right of audience or right to conduct the proceedings on his behalf. 7 In the application of this section in relation to Scotland, any reference in this section to costs is to be read as a reference to expenses."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29ZA", "section_title": "Enabling the public to see and hear proceedings", "section_text": "29ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29ZB", "section_title": "Offences of recording or transmission in relation to broadcasting", "section_text": "29ZB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29ZC", "section_title": "Offences of recording or transmitting participation through live link", "section_text": "29ZC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29ZD", "section_title": "Interpretation", "section_text": "29ZD . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29A", "section_title": "Meaning of  “authorised person” and  “judicial office holder”", "section_text": "29A In this Chapter— “ authorised person ” means a person authorised under paragraph 3 of Schedule 5 to exercise functions of the First-tier Tribunal or Upper Tribunal; “ judicial office holder ” has the meaning given by section 109(4) of the Constitutional Reform Act 2005."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29B", "section_title": "Directions and independence: authorised persons", "section_text": "29B 1 The Senior President of Tribunals may give directions to an authorised person. 2 Apart from such directions, an authorised person exercising a function by virtue of paragraph 3 of Schedule 5 is not subject to the direction of the Lord Chancellor or any other person when exercising the function. 3 The Senior President of Tribunals may delegate to one or more of the following the Senior President of Tribunals' functions under subsection (1)— a a judicial office holder; b a person appointed under section 2(1) of the Courts Act 2003 or section 40(1) of this Act. 4 A person to whom functions of the Senior President of Tribunals are delegated under subsection (3)(b) is not subject to the direction of any person other than— a the Senior President of Tribunals, or b a judicial office holder nominated by the Senior President of Tribunals, when exercising the functions. 5 Subsections (3) to (5) of section 8 apply to— a a delegation under subsection (3) of this section, and b a nomination under subsection (4) of this section, as they apply to a delegation under subsection (1) of that section."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29C", "section_title": "Protection of authorised persons", "section_text": "29C 1 No action lies against an authorised person in respect of what the person does or omits to do— a in the execution of the person's duty as an authorised person exercising, by virtue of paragraph 3 of Schedule 5, functions of a tribunal, and b in relation to a matter within the person's jurisdiction. 2 An action lies against an authorised person in respect of what the person does or omits to do— a in the purported execution of the person's duty as an authorised person exercising, by virtue of paragraph 3 of Schedule 5, functions of a tribunal, but b in relation to a matter not within the person's jurisdiction, if, but only if, it is proved that the person acted in bad faith. 3 If an action is brought in a court in Scotland in circumstances in which subsection (1) or (2) provides that no action lies, the court in which the action is brought— a may, on the application of the defender, dismiss the action, and b if it does so, may find the person bringing the action liable in expenses. 4 If an action is brought in any other court in circumstances in which subsection (1) or (2) provides that no action lies, the court in which the action is brought— a may, on the application of the defendant, strike out the proceedings in the action, and b if it does so, may if it thinks fit order the person bringing the action to pay costs."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29D", "section_title": "Costs or expenses in legal proceedings: authorised persons", "section_text": "29D 1 A court may not order an authorised person to pay costs in any proceedings in respect of what the person does or omits to do in the execution (or purported execution) of the person's duty as an authorised person exercising, by virtue of paragraph 3 of Schedule 5, a function of a tribunal. 2 But subsection (1) does not apply in relation to any proceedings in which an authorised person— a is being tried for an offence or is appealing against a conviction, or b is proved to have acted in bad faith in respect of the matters giving rise to the proceedings. 3 A court which is prevented by subsection (1) from ordering an authorised person to pay costs in any proceedings may instead order the Lord Chancellor to make a payment in respect of the costs of a person in the proceedings. 4 The Lord Chancellor may, after consulting the Senior President of Tribunals, make regulations specifying— a circumstances in which a court must or must not exercise the power conferred on it by subsection (3), and b how the amount of any payment ordered under subsection (3) is to be determined. 5 The power to make regulations under subsection (4) includes power to make— a any supplementary, incidental or consequential provision, and b any transitory, transitional or saving provision, which the Lord Chancellor considers necessary or expedient. 6 The Senior President of Tribunals may delegate the Senior President of Tribunals' functions under subsection (4) to a person who is a judicial office holder. 7 Subsections (3) to (5) of section 8 apply to a delegation under subsection (6) of this section as they apply to a delegation under subsection (1) of that section. 8 In the application of this section to Scotland— a references to a court ordering an authorised person to pay costs are to be read as references to a court finding an authorised person liable in expenses, and b the second reference to costs in subsection (3) is to be read as a reference to expenses."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "29E", "section_title": "Indemnification of authorised persons", "section_text": "29E 1 “ Indemnifiable amounts ”, in relation to an authorised person, means— a costs which the person reasonably incurs in or in connection with proceedings in respect of anything done or omitted to be done in the exercise (or purported exercise) of the person's duty as an authorised person, b costs which the person reasonably incurs in taking steps to dispute a claim which might be made in such proceedings, c damages awarded against the person or costs ordered to be paid by the person in such proceedings, or d sums payable by the person in connection with a reasonable settlement of such proceedings or such a claim. 2 The Lord Chancellor must indemnify an authorised person in respect of indemnifiable amounts if, in respect of the matters giving rise to the proceedings or claim, the person acted reasonably and in good faith. 3 The Lord Chancellor may indemnify an authorised person in respect of other indemnifiable amounts unless it is proved, in respect of the matters giving rise to the proceedings or claim, that the person acted in bad faith. 4 Any question whether, or to what extent, an authorised person is to be indemnified under this section is to be determined by the Lord Chancellor. 5 The Lord Chancellor may, if an authorised person claiming to be indemnified so requests, make a determination for the purposes of this section with respect to— a costs such as are mentioned in subsection (1)(a) or (b), or b sums such as are mentioned in subsection (1)(d), before the costs are incurred or the settlement in connection with which the sums are payable is made. 6 But a determination under subsection (5) before costs are incurred— a is subject to such limitations (if any) as the Lord Chancellor thinks proper and to the subsequent determination of the costs reasonably incurred, and b does not affect any other determination which may fall to be made in connection with the proceedings or claim in question. 7 In the application of this section to Scotland, references to costs are to be read as references to expenses."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "30", "section_title": "Transfer of functions of certain tribunals", "section_text": "30 1 The Lord Chancellor may by order provide for a function of a scheduled tribunal to be transferred— a to the First-tier Tribunal, b to the Upper Tribunal, c to the First-tier Tribunal and the Upper Tribunal with the question as to which of them is to exercise the function in a particular case being determined by a person under provisions of the order, d to the First-tier Tribunal to the extent specified in the order and to the Upper Tribunal to the extent so specified, e to the First-tier Tribunal and the Upper Tribunal with the question as to which of them is to exercise the function in a particular case being determined by, or under, Tribunal Procedure Rules, f to an employment tribunal, g to the Employment Appeal Tribunal, h to an employment tribunal and the Employment Appeal Tribunal with the question as to which of them is to exercise the function in a particular case being determined by a person under provisions of the order, or i to an employment tribunal to the extent specified in the order and to the Employment Appeal Tribunal to the extent so specified. 2 In subsection (1)\t\t\t\t\t “ scheduled tribunal ” means a tribunal in a list in Schedule 6 that has effect for the purposes of this section. 3 The Lord Chancellor may, as respects a function transferred under subsection (1) or this subsection, by order provide for the function to be further transferred as mentioned in any of paragraphs (a) to (i) of subsection (1). 4 An order under subsection (1) or (3) may include provision for the purposes of or in consequence of, or for giving full effect to, a transfer under that subsection. 5 A function of a tribunal may not be transferred under subsection (1) or (3) if, or to the extent that, the provision conferring the function— a would be within the legislative competence of the Scottish Parliament if it were included in an Act of that Parliament, or b would be within the legislative competence of the Northern Ireland Assembly if it were included in an Act of that Assembly. 6 Subsection (5) does not apply to— a the Secretary of State's function of deciding appeals under section 41 of the Consumer Credit Act 1974 (c. 39), b functions of the Consumer Credit Appeals Tribunal, c the Secretary of State's function of deciding appeals under section 7(1) of the Estate Agents Act 1979 (c. 38), or d functions of an adjudicator under section 5 of the Criminal Injuries Compensation Act 1995 (c. 53)\t\t\t\t\t\t\t(but see subsection (7)). 7 Functions of an adjudicator under section 5 of the Criminal Injuries Compensation Act 1995 (c. 53), so far as they relate to Scotland, may be transferred under subsection (1) or (3) only with the consent of the Scottish Ministers. 8 A function of a tribunal may be transferred under subsection (1) or (3) only with the consent of the Welsh Ministers if any relevant function is exercisable in relation to the tribunal by the Welsh Ministers (whether by the Welsh Ministers alone, or by the Welsh Ministers jointly or concurrently with any other person). 9 In subsection (8)\t\t\t\t\t “ relevant function ”, in relation to a tribunal, means a function which relates— a to the operation of the tribunal (including, in particular, its membership, administration, staff, accommodation and funding, and payments to its members or staff), or b to the provision of expenses and allowances to persons attending the tribunal or attending elsewhere in connection with proceedings before the tribunal."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "31", "section_title": "Transfers under section 30: supplementary powers", "section_text": "31 1 The Lord Chancellor may by order make provision for abolishing the tribunal by whom a function transferred under section 30(1) is exercisable immediately before its transfer. 2 The Lord Chancellor may by order make provision, where functions of a tribunal are transferred under section 30(1), for a person— a who is the tribunal (but is not the Secretary of State), or b who is a member of the tribunal, or c who is an authorised decision-maker for the tribunal, to (instead or in addition) be the holder of an office specified in subsection (3). 3 Those offices are— a transferred-in judge of the First-tier Tribunal, b transferred-in other member of the First-tier Tribunal, c transferred-in judge of the Upper Tribunal, d transferred-in other member of the Upper Tribunal, and e deputy judge of the Upper Tribunal. 4 Where functions of a tribunal are transferred under section 30(1), the Lord Chancellor must exercise the power under subsection (2) so as to secure that each person who immediately before the end of the tribunal's life— a is the tribunal, b is a member of the tribunal, or c is an authorised decision-maker for the tribunal, becomes the holder of an office specified in subsection (3) with effect from the end of the tribunal's life (if the person is not then already the holder of such an office). 5 Subsection (4) does not apply in relation to a person— a by virtue of the person's being the Secretary of State, or b by virtue of the person's being a Commissioner for the general purposes of the income tax; and a reference in subsection (4) to the end of a tribunal's life is to when the tribunal is abolished or (without being abolished) comes to have no functions. 6 For the purposes of this section, a person is an  “authorised decision-maker” for a tribunal if— a the tribunal is listed in column 1 of an entry in the following Table, and b the person is of the description specified in column 2 of that entry. (1) (2) Tribunal Authorised decision-maker Adjudicator to Her Majesty's Land Registry Member of the Adjudicator's staff who is authorised by the Adjudicator to carry out functions of the Adjudicator which are not of an administrative character The Secretary of State as respects his function of deciding appeals under section 41 of the Consumer Credit Act 1974 (c. 39) Person who is a member of a panel under regulation 24 of the Consumer Credit Licensing (Appeals) Regulations 1998 ( S.I.  1998/1203) The Secretary of State as respects his function of deciding appeals under section 7(1) of the Estate Agents Act 1979 (c. 38) Person appointed, at any time after 2005, under regulation 19(1) of the Estate Agents (Appeals) Regulations 1981 (S.I. 1981/1518) to hear an appeal on behalf of the Secretary of State 7 Where a function of a tribunal is transferred under section 30(1), the Lord Chancellor may by order provide for procedural rules in force immediately before the transfer to have effect, or to have effect with appropriate modifications, after the transfer (and, accordingly, to be capable of being varied or revoked) as if they were— a Tribunal Procedure Rules, or b employment tribunal procedure regulations, or Appeal Tribunal procedure rules, within the meaning given by section 42(1) of the Employment Tribunals Act 1996 (c. 17). 8 In subsection (7)— “ procedural rules ” means provision (whether called rules or not)— regulating practice or procedure before the tribunal, and applying for purposes connected with the exercise of the function; “ appropriate modifications ” means modifications (including additions and omissions) that appear to the Lord Chancellor to be necessary to secure, or expedient in connection with securing, that the procedural rules apply in relation to the exercise of the function after the transfer. 9 The Lord Chancellor may, in connection with provision made by order under section 30 or the preceding provisions of this section, make by order such incidental, supplemental, transitional or consequential provision, or provision for savings, as the Lord Chancellor thinks fit, including provision applying only in relation to cases selected by a member— a of the First-tier Tribunal, b of the Upper Tribunal, c of the Employment Appeal Tribunal, or d of a panel of members of employment tribunals. 10 Subsections (1), (2) and (7) are not to be taken as prejudicing the generality of subsection (9)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "32", "section_title": "Power to provide for appeal to Upper Tribunal from tribunals in Wales", "section_text": "32 1 Subsection (2) applies if— a a function is transferred under section 30(1)(a), (c), (d) or (e) in relation to England but is not transferred under section 30(1) in relation to Wales, or b a function that is not exercisable in relation to Wales is transferred under section 30(1)(a), (c), (d) or (e) in relation to England and, although there is a corresponding function that is exercisable in relation to Wales, that corresponding function is not transferred under section 30(1) in relation to Wales. 2 The Lord Chancellor may by order— a provide for an appeal against a decision to be made to the Upper Tribunal instead of to the court to which an appeal would otherwise fall to be made where the decision is made in exercising, in relation to Wales, the function mentioned in subsection (1)(a) or (as the case may be) the corresponding function mentioned in subsection (1)(b); b provide for a reference of any matter to be made to the Upper Tribunal instead of to the court to which a reference would otherwise fall to be made where the matter arises in exercising, in relation to Wales, the function mentioned in subsection (1)(a) or (as the case may be) the corresponding function mentioned in subsection (1)(b). 3 The Lord Chancellor may by order provide for an appeal against a decision of a scheduled tribunal to be made to the Upper Tribunal, instead of to the court to which an appeal would otherwise fall to be made, where the decision is made by the tribunal in exercising a function in relation to Wales. 4 In subsection (3)\t\t\t\t\t “ scheduled tribunal ” means a tribunal in a list in Schedule 6 that has effect for the purposes of that subsection. 5 An order under subsection (2) or (3)— a may include provision for the purposes of or in consequence of, or for giving full effect to, provision made by the order; b may include such incidental, supplemental, transitional or consequential provision or savings as the Lord Chancellor thinks fit."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "33", "section_title": "Power to provide for appeal to Upper Tribunal from tribunals in Scotland", "section_text": "33 1 Subsection (2) applies if— a a function is transferred under section 30(1)(a), (c), (d) or (e) in relation to England (whether or not also in relation to Wales) but is not transferred under section 30(1) in relation to Scotland, b an appeal may be made to the Upper Tribunal against any decision, or any decision of a particular description, made in exercising the transferred function in relation to England, and c no appeal may be made against a corresponding decision made in exercising the function in relation to Scotland. 2 The Lord Chancellor may by order provide for an appeal against any such corresponding decision to be made to the Upper Tribunal. 3 An order under subsection (2)— a may include provision for the purposes of or in consequence of, or for giving full effect to, provision made by the order; b may include such incidental, supplemental, transitional or consequential provision or savings as the Lord Chancellor thinks fit. 4 An order under subsection (2) does not cease to have effect, and power to vary or revoke the order does not cease to be exercisable, just because either or each of the conditions in subsection (1)(b) and (c) ceases to be satisfied in relation to the function and decisions concerned."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "34", "section_title": "Power to provide for appeal to Upper Tribunal from tribunals in Northern Ireland", "section_text": "34 1 Subsection (2) applies if— a a function is transferred under section 30(1)(a), (c), (d) or (e) in relation to England (whether or not also in relation to Wales) but is not transferred under section 30(1) in relation to Northern Ireland, b an appeal may be made to the Upper Tribunal against any decision, or any decision of a particular description, made in exercising the transferred function in relation to England, and c no appeal may be made against a corresponding decision made in exercising the function in relation to Northern Ireland. 2 The Lord Chancellor may by order provide for an appeal against any such corresponding decision to be made to the Upper Tribunal. 3 An order under subsection (2)— a may include provision for the purposes of or in consequence of, or for giving full effect to, provision made by the order; b may include such incidental, supplemental, transitional or consequential provision or savings as the Lord Chancellor thinks fit. 4 An order under subsection (2) does not cease to have effect, and power to vary or revoke the order does not cease to be exercisable, just because either or each of the conditions in subsection (1)(b) and (c) ceases to be satisfied in relation to the function and decisions concerned."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "35", "section_title": "Transfer of Ministerial responsibilities for certain tribunals", "section_text": "35 1 The Lord Chancellor may by order— a transfer any relevant function, so far as that function is exercisable by a Minister of the Crown— i to the Lord Chancellor, or ii to two (or more) Ministers of the Crown of whom one is the Lord Chancellor; b provide for any relevant function that is exercisable by a Minister of the Crown other than the Lord Chancellor to be exercisable by the other Minister of the Crown concurrently with the Lord Chancellor; c provide for any relevant function that is exercisable by the Lord Chancellor concurrently with another Minister of the Crown to cease to be exercisable by the other Minister of the Crown. 2 In this section  “ relevant function ” means a function, in relation to a scheduled tribunal, which relates— a to the operation of the tribunal (including, in particular, its membership, administration, staff, accommodation and funding, and payments to its members or staff), or b to the provision of expenses and allowances to persons attending the tribunal or attending elsewhere in connection with proceedings before the tribunal. 3 In subsection (2)\t\t\t\t\t “ scheduled tribunal ” means a tribunal in a list in Schedule 6 that has effect for the purposes of this section. 4 A relevant function may not be transferred under subsection (1) if, or to the extent that, the provision conferring the function— a would be within the legislative competence of the Scottish Parliament if it were included in an Act of that Parliament, or b would be within the legislative competence of the Northern Ireland Assembly if it were included in an Act of that Assembly. 5 Subsection (4) does not apply to any relevant function of the Secretary of State— a under section 41 of the Consumer Credit Act 1974 (c. 39)\t\t\t\t\t\t\t(appeals), or b under section 7 of the Estate Agents Act 1979 (c. 38)\t\t\t\t\t\t\t(appeals). 6 Any reference in subsection (1) to a Minister of the Crown includes a reference to a Minister of the Crown acting jointly. 7 An order under subsection (1)— a may relate to a function either wholly or in cases (including cases framed by reference to areas) specified in the order; b may include provision for the purposes of, or in consequence of, or for giving full effect to, the transfer or (as the case may be) other change as regards exercise; c may include such incidental, supplementary, transitional or consequential provision or savings as the Lord Chancellor thinks fit; d may include provision for the transfer of any property, rights or liabilities of the person who loses functions or whose functions become shared with the Lord Chancellor. 8 An order under subsection (1), so far as it— a provides under paragraph (a) for the transfer of a function, or b provides under paragraph (b) for a function to become exercisable by the Lord Chancellor, or c provides under paragraph (c) for a function to cease to be exercisable by a Minister of the Crown other than the Lord Chancellor, may not, after that transfer or other change has taken place, be revoked by another order under that subsection. 9 Section 1 of the 1975 Act (power to transfer Ministerial functions) does not apply to a function of the Lord Chancellor— a so far as it is a function transferred to the Lord Chancellor under subsection (1)(a), b so far as it is a function exercisable by the Lord Chancellor as a result of provision under subsection (1)(b), or c so far as it is a function that has become exercisable by the Lord Chancellor alone as a result of provision under subsection (1)(c). 10 In this section— “ Minister of the Crown ” has the meaning given by section 8(1) of the 1975 Act but includes the Commissioners for Her Majesty's Revenue and Customs; “ the 1975 Act ” means the Ministers of the Crown Act 1975 (c. 26)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "36", "section_title": "Transfer of powers to make procedural rules for certain tribunals", "section_text": "36 1 The Lord Chancellor may by order transfer any power to make procedural rules for a scheduled tribunal to— a himself, or b the Tribunal Procedure Committee. 2 A power may not be transferred under subsection (1) if, or to the extent that, the provision conferring the power— a would be within the legislative competence of the Scottish Parliament if it were included in an Act of that Parliament, or b would be within the legislative competence of the Northern Ireland Assembly if it were included in an Act of that Assembly. 3 Subsection (2) does not apply to— a power conferred by section 40A(3) . . .  of the Consumer Credit Act 1974 (c. 39)\t\t\t\t\t\t\t(power to make provision with respect to appeals), or b power conferred by section 7(3) of the Estate Agents Act 1979 (c. 38)\t\t\t\t\t\t\t(duty of Secretary of State to make regulations with respect to appeals under section 7(1) of that Act). 4 An order under subsection (1)(b)— a may not alter any parliamentary procedure relating to the making of the procedural rules concerned, but b may otherwise include provision for the purpose of assimilating the procedure for making them to the procedure for making Tribunal Procedure Rules. 5 An order under subsection (1)(b) may include provision requiring the Tribunal Procedure Committee to make procedural rules for purposes notified to it by the Lord Chancellor. 6 An order under this section— a may relate to a power either wholly or in cases (including cases framed by reference to areas) specified in the order; b may include provision for the purposes of or in consequence of, or for giving full effect to, the transfer; c may include such incidental, supplementary, transitional or consequential provision or savings as the Lord Chancellor thinks fit. 7 A power to make procedural rules for a tribunal that is exercisable by the Tribunal Procedure Committee by virtue of an order under this section must be exercised by the committee with a view to securing— a that the system for deciding matters within the jurisdiction of that tribunal is accessible and fair, b that proceedings before that tribunal are handled quickly and efficiently, c that the rules are both simple and simply expressed, and d that the rules where appropriate confer on persons who are, or who are members of, that tribunal responsibility for ensuring that proceedings before that tribunal are handled quickly and efficiently. 8 In this section— “ procedural rules ”, in relation to a tribunal, means provision (whether called rules or not) regulating practice or procedure before the tribunal; “ scheduled tribunal ” means a tribunal in a list in Schedule 6 that has effect for the purposes of this section."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "37", "section_title": "Power to amend lists of tribunals in Schedule 6", "section_text": "37 1 The Lord Chancellor may by order amend Schedule 6— a for the purpose of adding a tribunal to a list in the Schedule; b for the purpose of removing a tribunal from a list in the Schedule; c for the purpose of removing a list from the Schedule; d for the purpose of adding to the Schedule a list of tribunals that has effect for the purposes of any one or more of sections 30, 32(3), 35 and 36. 2 The following rules apply to the exercise of power under subsection (1)— a a tribunal may not be added to a list, or be in an added list, if the tribunal is established otherwise than by or under an enactment; b a tribunal established by an enactment passed or made after the last day of the Session in which this Act is passed must not be added to a list, or be in an added list, that has effect for the purposes of section 30; c if any relevant function is exercisable in relation to a tribunal by the Welsh Ministers (whether by the Welsh Ministers alone, or by the Welsh Ministers jointly or concurrently with any other person), the tribunal may be added to a list, or be in an added list, only with the consent of the Welsh Ministers; d a tribunal may be in more than one list. 3 In subsection (2)(c)\t\t\t\t\t “ relevant function ”, in relation to a tribunal, means a function which relates— a to the operation of the tribunal (including, in particular, its membership, administration, staff, accommodation and funding, and payments to its members or staff), or b to the provision of expenses and allowances to persons attending the tribunal or attending elsewhere in connection with proceedings before the tribunal. 4 In subsection (1)\t\t\t\t\t “ tribunal ” does not include an ordinary court of law. 5 In this section  “ enactment ” means any enactment whenever passed or made, including an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30))."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "38", "section_title": "Orders under sections 30 to 36: supplementary", "section_text": "38 1 Provision in an order under any of sections 30 to 36 may take the form of amendments, repeals or revocations of enactments. 2 In this section  “ enactment ” means any enactment whenever passed or made, including an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978). 3 Any power to extend enactments to a territory outside the United Kingdom shall have effect as if it included— a power to extend those enactments as they have effect with any amendments and repeals made in them by orders under any of sections 30 to 36, and b power to extend those enactments as if any amendments and repeals made in them under those sections had not been made."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "39", "section_title": "The general duty", "section_text": "39 1 The Lord Chancellor is under a duty to ensure that there is an efficient and effective system to support the carrying on of the business of— a the First-tier Tribunal, b the Upper Tribunal, c employment tribunals,  and d the Employment Appeal Tribunal,  . . .  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and that appropriate services are provided for those tribunals (referred to in this section and in sections 40 and 41 as  “the tribunals”). 2 Any reference in this section, or in section 40 or 41, to the Lord Chancellor's general duty in relation to the tribunals is to his duty under subsection (1). 3 The Lord Chancellor must annually prepare and lay before each House of Parliament a report as to the way in which he has discharged his general duty in relation to the tribunals."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "40", "section_title": "Tribunal staff and services", "section_text": "40 1 The Lord Chancellor may appoint such staff as appear to him appropriate for the purpose of discharging his general duty in relation to the tribunals. 2 Subject to subsections (3) and (4), the Lord Chancellor may enter into such contracts with other persons for the provision, by them or their sub-contractors, of staff or services as appear to him appropriate for the purpose of discharging his general duty in relation to the tribunals. 3 The Lord Chancellor may not enter into contracts for the provision of staff to discharge functions which involve making judicial decisions or exercising any judicial discretion. 4 The Lord Chancellor may not enter into contracts for the provision of staff to carry out the administrative work of the tribunals unless an order made by the Lord Chancellor authorises him to do so. 5 Before making an order under subsection (4) the Lord Chancellor must consult the Senior President of Tribunals as to what effect (if any) the order might have on the proper and efficient administration of justice. 6 An order under subsection (4) may authorise the Lord Chancellor to enter into contracts for the provision of staff to discharge functions— a wholly or to the extent specified in the order, b generally or in cases or areas specified in the order, and c unconditionally or subject to the fulfilment of conditions specified in the order."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "41", "section_title": "Provision of accommodation", "section_text": "41 1 The Lord Chancellor may provide, equip, maintain and manage such tribunal buildings, offices and other accommodation as appear to him appropriate for the purpose of discharging his general duty in relation to the tribunals. 2 The Lord Chancellor may enter into such arrangements for the provision, equipment, maintenance or management of tribunal buildings, offices or other accommodation as appear to him appropriate for the purpose of discharging his general duty in relation to the tribunals. 3 The powers under— a section 2 of the Commissioners of Works Act 1852 (c. 28)\t\t\t\t\t\t\t(acquisition by agreement), and b section 228(1) of the Town and Country Planning Act 1990 (c. 8)\t\t\t\t\t\t\t(compulsory acquisition), to acquire land necessary for the public service are to be treated as including power to acquire land for the purpose of its provision under arrangements entered into under subsection (2). 4 In this section  “ tribunal building ” means any place where any of the tribunals sits, including the precincts of any building in which it sits."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "42", "section_title": "Fees", "section_text": "42 1 The Lord Chancellor may by order prescribe fees payable in respect of— a anything dealt with by the First-tier Tribunal, b anything dealt with by the Upper Tribunal, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d anything dealt with by an added tribunal, and e mediation conducted by staff appointed under section 40(1). 2 An order under subsection (1) may, in particular, contain provision as to— a scales or rates of fees; b exemptions from or reductions in fees; c remission of fees in whole or in part. 3 In subsection (1)(d)\t\t\t\t\t “ added tribunal ” means a tribunal specified in an order made by the Lord Chancellor. 4 A tribunal may be specified in an order under subsection (3) only if— a it is established by or under an enactment, whenever passed or made, and b is not an ordinary court of law. 5 Before making an order under this section, the Lord Chancellor must consult— a the Senior President of Tribunals,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The making of an order under subsection (1) requires the consent of the Treasury except where the order contains provision only for the purpose of altering amounts payable by way of fees already prescribed under that subsection. 7 The Lord Chancellor must take such steps as are reasonably practicable to bring information about fees under subsection (1) to the attention of persons likely to have to pay them. 8 Fees payable under subsection (1) are recoverable summarily as a civil debt. 9 Subsection (8) does not apply to the recovery in Scotland of fees payable under this section. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "43", "section_title": "Report by Senior President of Tribunals", "section_text": "43 1 Each year the Senior President of Tribunals must give the Lord Chancellor a report covering, in relation to relevant tribunal cases— a matters that the Senior President of Tribunals wishes to bring to the attention of the Lord Chancellor, and b matters that the Lord Chancellor has asked the Senior President of Tribunals to cover in the report. 2 The Lord Chancellor must publish each report given to him under subsection (1). 3 In this section  “ relevant tribunal cases ” means— a cases coming before the First-tier Tribunal, b cases coming before the Upper Tribunal, c cases coming before the Employment Appeal Tribunal,  . . .   and d cases coming before employment tribunals  ,  . . .  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "44", "section_title": "The Administrative Justice and Tribunals Council", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "45", "section_title": "Abolition of the Council on Tribunals", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "46", "section_title": "Delegation of functions by Lord Chief Justice etc.", "section_text": "46 1 The Lord Chief Justice of England and Wales may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise any of his functions under the provisions listed in subsection (2). 2 The provisions are— paragraphs 3(4) and 6(3)(a) of Schedule 2; paragraphs 3(4) and 6(3)(a) of Schedule 3; paragraphs 2(2) and 5(5) of Schedule 4; paragraphs 21(2), 22, 24 and 25(2)(a) of Schedule 5. 3 The Lord President of the Court of Session may nominate any of the following to exercise any of his functions under the provisions listed in subsection (4)— a a judge who is a member of the First or Second Division of the Inner House of the Court of Session; b the Senior President of Tribunals. 4 The provisions are— paragraphs 3(2) and 6(3)(b) of Schedule 2; paragraphs 3(2) and 6(3)(b) of Schedule 3; paragraphs 2(3) and 5(6) of Schedule 4; paragraphs 23, 24, 25(2)(b) and (c) and 28(1)(b) of Schedule 5. 5 The Lord Chief Justice of Northern Ireland may nominate any of the following to exercise any of his functions under the provisions listed in subsection (6)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002 (c. 26); b a Lord Justice of Appeal (as defined in section 88 of that Act); c the Senior President of Tribunals. 6 The provisions are— paragraphs 3(3) and 6(3)(c) of Schedule 2; paragraphs 3(3) and 6(3)(c) of Schedule 3; paragraphs 2(4) and 5(7) of Schedule 4; paragraphs 24 and 25(2)(c) of Schedule 5. 7 In Schedules 2 to 4  “ senior judge ” means— a the Lord Chief Justice of England and Wales, b the Lord President of the Court of Session, c the Lord Chief Justice of Northern Ireland, or d the Senior President of Tribunals."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "47", "section_title": "Co-operation in relation to judicial training, guidance and welfare", "section_text": "47 1 Persons with responsibilities in connection with a courts-related activity, and persons with responsibilities in connection with the corresponding tribunals activity, must co-operate with each other in relation to the carrying-on of those activities. 2 In this section  “courts-related activity” and  “corresponding tribunals activity” are to be read as follows— a making arrangements for training of judiciary of a territory is a courts-related activity, and the corresponding tribunals activity is making arrangements for training of tribunal members; b making arrangements for guidance of judiciary of a territory is a courts-related activity, and the corresponding tribunals activity is making arrangements for guidance of tribunal members; c making arrangements for the welfare of judiciary of a territory is a courts-related activity, and the corresponding tribunals activity is making arrangements for the welfare of tribunal members. 3 Subsection (1) applies to a person who has responsibilities in connection with a courts-related activity only if— a the person is the chief justice of the territory concerned, or b what the person does in discharging those responsibilities is done (directly or indirectly) on behalf of the chief justice of that territory. 4 Subsection (1) applies to a person who has responsibilities in connection with a corresponding tribunals activity only if— a the person is the Senior President of Tribunals   or the President of Welsh Tribunals , or b what the person does in discharging those responsibilities is done (directly or indirectly) on behalf of the Senior President of Tribunals   or the President of Welsh Tribunals . 5 For the purposes of this section— a “ territory ” means— i England and Wales, ii Scotland, or iii Northern Ireland; b the  “chief justice”— i of England and Wales is the Lord Chief Justice of England and Wales, ii of Scotland is the Lord President of the Court of Session, and iii of Northern Ireland is the Lord Chief Justice of Northern Ireland; c a person is a  “tribunal member” if the person is— i a judge, or other member, of the First-tier Tribunal or Upper Tribunal, ii a judge, or other member, of the Employment Appeal Tribunal,  or iii a member of a panel of members of employment tribunals (whether or not a panel of  Employment Judges ),  . . .  iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . , or                           v a judge, or other member, of a tribunal listed in section 59 of the Wales Act 2017 (the Welsh tribunals)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "48", "section_title": "Consequential and other amendments, and transitional provisions", "section_text": "48 1 Schedule 8, which makes— amendments consequential on provisions of this Part, and other amendments in connection with tribunals and inquiries, has effect. 2 Schedule 9, which contains transitional provisions, has effect."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "49", "section_title": "Orders and regulations under Part 1: supplemental and procedural provisions", "section_text": "49 1 Power— a of the Lord Chancellor to make an order, or regulations, under this Part, b of the Senior President of Tribunals to make an order under section 7(9), or c of the Scottish Ministers, or the Welsh Ministers, to make an order under paragraph 25(2) of Schedule 7, is exercisable by statutory instrument. 2 The Statutory Instruments Act 1946 (c. 36) shall apply in relation to the power to make orders conferred on the Senior President of Tribunals by section 7(9) as if the Senior President of Tribunals were a Minister of the Crown. 3 Any power mentioned in subsection (1) includes power to make different provision for different purposes. 4 Without prejudice to the generality of subsection (3), power to make an order under section 30 or 31 includes power to make different provision in relation to England, Scotland, Wales and Northern Ireland respectively. 5 None of the orders or regulations mentioned in subsection (6) may be made unless a draft of the statutory instrument containing the order or regulations   (whether alone or with other provision) has been laid before, and approved by a resolution of, each House of Parliament. 6 The orders and regulations   are— a an order under section 11(8), 13(6) or (14), 30, 31(1), 32, 33, 34, 35, 36, 37 or 42(3); aa regulations under section 29D(4); b an order under paragraph 15 of Schedule 4; c an order under section 42(1)(a) to (d) that provides for fees to be payable in respect of things for which fees have never been payable; d an order under section 31(2), (7) or (9), or paragraph 30(1) of Schedule 5, that contains provision taking the form of an amendment or repeal of an enactment comprised in an Act. 7 A statutory instrument that— a contains— i an order mentioned in subsection (8), or ii regulations under Part 3 of Schedule 9, and b is not subject to any requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, is subject to annulment in pursuance of a resolution of either House of Parliament. 8 Those orders are— a an order made by the Lord Chancellor under this Part; b an order made by the Senior President of Tribunals under section 7(9). 9 A statutory instrument that contains an order made by the Scottish Ministers under paragraph 25(2) of Schedule 7 is subject to annulment in pursuance of a resolution of the Scottish Parliament. 10 A statutory instrument that contains an order made by the Welsh Ministers under paragraph 25(2) of Schedule 7 is subject to annulment in pursuance of a resolution of the National Assembly for Wales."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "50", "section_title": "Judicial appointments:  “judicial-appointment eligibility condition”", "section_text": "50 1 Subsection (2) applies for the purposes of any statutory provision that— a relates to an office or other position, and b refers to a person who satisfies the judicial-appointment eligibility condition on an N-year basis (where N is the number stated in the provision). 2 A person satisfies that condition on an N-year basis if— a the person has a relevant qualification, and b the total length of the person's qualifying periods is at least N years. 3 In subsection (2)\t\t\t\t\t “ qualifying period ”, in relation to a person, means a period during which the person— a has a relevant qualification, and b gains experience in law (see section 52). 4 For the purposes of subsections (2) and (3), a person has a relevant qualification if the person— a is a solicitor or a barrister (but see section 51), or b holds a qualification that under section 51(1) is a relevant qualification in relation to the office, or other position, concerned. 5 In this section— “ barrister ” means barrister in England and Wales; “ solicitor ” means solicitor of the Senior Courts of England and Wales; “ statutory provision ” means— a provision of an Act, or a provision of subordinate legislation (within the meaning given by section 21(1) of the Interpretation Act 1978 (c. 30)). 6 Schedule 10, which makes amendments— for the purpose of substituting references to satisfying the judicial-appointment eligibility condition in place of references to having a qualification mentioned in section 71 of the Courts and Legal Services Act 1990 (c. 41), for the purpose of reducing qualifying periods for eligibility for appointment to certain judicial offices from ten and seven years to seven and five years respectively, and for connected purposes, has effect. 7 At any time before the coming into force of section 59(1) of the Constitutional Reform Act 2005 (c. 4)\t\t\t\t\t(renaming of Supreme Court), the reference to the Senior Courts in subsection (5) is to be read as a reference to the Supreme Court."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "51", "section_title": "“Relevant qualification” in section 50: further provision", "section_text": "51 1 The Lord Chancellor may by order provide for a qualification specified in the order to be a relevant qualification for the purposes of section 50(2) and (3) in relation to an office or other position specified in the order. 2 awarded by a body which, for the purposes of the Legal Services Act 2007, is an approved regulator in relation to the exercise of a right of audience or the conduct of litigation (within the meaning of that Act). 3 An order under subsection (1) may, in relation to a qualification specified in the order, include provision as to when a person who holds the qualification is, for the purposes of section 50, to be taken first to have held it. 4 Where— a a qualification is specified under subsection (1), b the qualification is one awarded by a body such as is mentioned in subsection   (2) , and c , for the purposes of the Legal Services Act 2007, the body— i is not an approved regulator in relation to the exercise of a right of audience (within the meaning of that Act), and ii is not an approved regulator in relation to the conduct of litigation (within the meaning of that Act), the provision under subsection (1) specifying the qualification ceases to have effect, subject to any provision made under   section 46 of the Legal Services Act 2007 (transitional etc. provision in consequence of cancellation of designation as approved regulator). . 5 For the purposes of section 50 and this section, a person shall be taken first to become a solicitor when the person's name is entered on the roll kept under section 6 of the Solicitors Act 1974 (c. 47)\t\t\t\t\t(Law Society to keep list of all solicitors) for the first time after the person's admission as a solicitor. 6 For the purposes of section 50 and this section, a person shall be taken first to become a barrister— a when the person completes pupillage in connection with becoming a barrister, or b in the case of a person not required to undertake pupillage in connection with becoming a barrister, when the person is called to the Bar of England and Wales. 7 For the purposes of section 50— a a barrister, b a solicitor, or c a person who holds a qualification specified under subsection (1), shall be taken not to have a relevant qualification at times when, as a result of disciplinary proceedings, he is prevented from practising as a barrister or (as the case may be) as a solicitor or as a holder of the specified qualification. 8 The Lord Chancellor may by order make provision supplementing or amending subsections (5) to (7). 9 Before making an order under subsection (1) or (8), the Lord Chancellor must consult— a the Lord Chief Justice of England and Wales, and b the Judicial Appointments Commission. 10 The Lord Chief Justice of England and Wales may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005 (c. 4)) to exercise his function under subsection (9)(a). 11 In this section— “ barrister ” means barrister in England and Wales; “ solicitor ” means solicitor of the Senior Courts of England and Wales. 12 Power to make an order under this section is exercisable by statutory instrument. 13 An order under this section may make different provision for different purposes. 14 No order may be made under this section unless a draft of the statutory instrument containing it (whether alone or with other provision) has been laid before, and approved by a resolution of, each House of Parliament. 15 At any time before the coming into force of section 59(1) of the Constitutional Reform Act 2005 (renaming of Supreme Court), the reference to the Senior Courts in subsection (11) is to be read as a reference to the Supreme Court."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "52", "section_title": "Meaning of  “gain experience in law” in section 50", "section_text": "52 1 This section applies for the purposes of section 50. 2 A person gains experience in law during a period if the period is one during which the person is engaged in law-related activities. 3 For the purposes of subsection (2), a person's engagement in law-related activities during a period is to be disregarded if the engagement is negligible in terms of the amount of time engaged. 4 For the purposes of this section, each of the following is a  “law-related activity”— a the carrying-out of judicial functions of any court or tribunal; b acting as an arbitrator; c practice or employment as a lawyer; d advising (whether or not in the course of practice or employment as a lawyer) on the application of the law; e assisting (whether or not in the course of such practice) persons involved in proceedings for the resolution of issues arising under the law; f acting (whether or not in the course of such practice) as mediator in connection with attempts to resolve issues that are, or if not resolved could be, the subject of proceedings; g drafting (whether or not in the course of such practice) documents intended to affect persons' rights or obligations; h teaching or researching law; i any activity that, in the relevant decision-maker's opinion, is of a broadly similar nature to an activity within any of paragraphs (a) to (h). 5 For the purposes of this section, an activity mentioned in subsection (4) is a  “law-related activity” whether it— a is done on a full-time or part-time basis; b is or is not done for remuneration; c is done in the United Kingdom or elsewhere. 6 In subsection (4)(i)\t\t\t\t\t “ the relevant decision-maker ”, in relation to determining whether a person satisfies the judicial-appointment eligibility condition on an N-year basis in a particular case, means— a where the condition applies in respect of appointment by Her Majesty to an office or other position, the person whose function it is to recommend the exercise of Her Majesty's function of making appointments to that office or position; b where the condition applies in respect of appointment, by any person other than Her Majesty, to an office or other position, that person. 7 In subsection (6)\t\t\t\t\t “ appointment ”, in relation to an office or position, includes any form of selection for that office or position (whether called appointment or selection, or not)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "53", "section_title": "Transfer from salaried to fee-paid judicial office", "section_text": "53 1 The Constitutional Reform Act 2005 (c. 4) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 After section 85(2)\t\t\t\t\t(restriction on recommendations and appointments) insert— 2A This section is subject to— a section 30(4) of the Courts-Martial (Appeals) Act 1951, b sections 91(1ZB) and 102(1C) of the Supreme Court Act 1981, c section 8(1ZC) of the County Courts Act 1984, and d sections 94A and 94B below. 4 After section 85(3)\t\t\t\t\t(power to amend Schedule 14) add— 4 The Lord Chancellor may by order amend section 94A or 94B if he thinks that the amendment is consequential on an amendment made to Schedule 14 by an order under subsection (3). 5 Section 97 (Scotland and Northern Ireland) is amended as follows. 6 In subsection (1)— a for  “This section applies” substitute  “                      Subsections (2) and (3) apply                    ” , and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 After subsection (3) add— 4 Subsections (2) and (3) apply to the reference in section 94A(1) to the Lord Chancellor obtaining the concurrence of the Lord Chief Justice as they apply to a reference in a provision specified in subsection (1) to the Lord Chancellor consulting the Lord Chief Justice. 5 The Lord President of the Court of Session may nominate any of the following to exercise his function under section 94A(1)(b)— a a judge who is a member of the First or Second Division of the Inner House of the Court of Session; b the Senior President of Tribunals. 6 The Lord Chief Justice of Northern Ireland may nominate any of the following to exercise his function under section 94A(1)(b)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act); c the Senior President of Tribunals."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "54", "section_title": "Continuation of judicial office after normal retirement date", "section_text": "54 1 Section 26 of the Judicial Pensions and Retirement Act 1993 (c. 8)\t\t\t\t\t(retirement date for holders of certain judicial offices etc.) is amended as follows. 2 In subsection (12), in the definition of  “the appropriate person”, after paragraph (c) insert ;                   d the Senior President of Tribunals in the case of a person who holds a judicial office that— i is specified in subsection (12A) below, and ii is not in the person's case an office to which any of paragraphs (a) to (c) above applies; e the Lord Chief Justice of England and Wales in the case of a person who holds a judicial office that is not in the person's case an office to which any of paragraphs (a) to (d) applies; . 3 After subsection (12) insert— 12A The judicial offices mentioned in paragraph (d) of the definition of  “appropriate person” in subsection (12) above are— a Chamber President, or Deputy Chamber President, of a chamber of the First-tier Tribunal or of a chamber of the Upper Tribunal; b judge, or other member, of the First-tier Tribunal or of the Upper Tribunal appointed under paragraph 1(1) or 2(1) of Schedule 2 or 3 to the Tribunals, Courts and Enforcement Act 2007 (“ the 2007 Act ”); c deputy judge of the Upper Tribunal appointed under paragraph 7(1) of Schedule 3 to the 2007 Act, except in a case where the holding of the office by the person in question falls within subsection (7)(ga) above; d transferred-in judge, or transferred-in other member, of the First-tier Tribunal or of the Upper Tribunal (see section 31(2) of the 2007 Act); e deputy judge of the Upper Tribunal by virtue of an order under section 31(2) of the 2007 Act; f an office held by a person if the person's holding of the office results in the person being a member of, or person who is, a tribunal in a list in Schedule 6 to the 2007 Act that has effect for the purposes of section 30 of that Act (but only if the office is specified in Schedule 5 to this Act); g President or other member of the Asylum and Immigration Tribunal; h member of the Employment Appeal Tribunal appointed under section 22(1)(c) of the Employment Tribunals Act 1996; i member of a panel of chairmen of employment tribunals. 12B Neither paragraph (d) nor paragraph (e) of the definition of  “appropriate person” in subsection (12) above applies to an office held by a person if provision about that person's continuation in the office after the compulsory retirement date for the office— a would be within the legislative competence of the Scottish Parliament if it were included in an Act of that Parliament, or b would be within the legislative competence of the Northern Ireland Assembly if it were included in an Act of that Assembly. 4 In subsection (13)\t\t\t\t\t(Lord Chief Justices to exercise functions under section with concurrence of Lord Chancellor), after  “Northern Ireland” insert  “                  or the Senior President of Tribunals                ” ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "55", "section_title": "Appointment of deputy Circuit judges", "section_text": "55 In section 24(1) of the Courts Act 1971 (c. 23)\t\t\t(appointment of deputy Circuit judges and assistant recorders) for paragraph (a) substitute— a the Lord Chancellor may, with the concurrence of the Lord Chief Justice, appoint to be a deputy Circuit judge, during such period or on such occasions as the Lord Chancellor thinks fit, any person who has held office as a judge of the Court of Appeal or of the High Court or as a Circuit judge; ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "56", "section_title": "Appointment of deputy district judges, etc.", "section_text": "56 Schedule 11 (which makes amendments to the Supreme Court Act 1981 (c. 54) and the County Courts Act 1984 (c. 28) in connection with the appointment and assignment of deputy district judges and the assignment of district judges) has effect."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "57", "section_title": "Deputy, and temporary additional, Masters etc.", "section_text": "57 1 Section 91 of the Supreme Court Act 1981 (which provides for persons to be appointed as deputies for holders of, or as temporary additional officers in, certain judicial offices) is amended as set out in subsections (2) to (5). 2 In subsection (1)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for  “the Lord Chief Justice may, after consulting the Lord Chancellor,” substitute  “                      the Lord Chancellor may                    ” . 3 After subsection (1) insert— 1ZA The Lord Chancellor may not appoint a holder of relevant office under subsection (1) without the concurrence of the Lord Chief Justice. 1ZB Section 85 of the Constitutional Reform Act 2005 (selection of certain office holders) does not apply to an appointment to which subsection (1ZA) applies. 1ZC In this section a  “ holder of relevant office ” means a person who holds, or has held within two years ending with the date when his appointment under this section takes effect— a any office listed in column 1 of Part 2 or 3 of Schedule 2, or b the office of district judge. 4 For subsection (3) substitute— 3 An appointment under this section may extend until the day on which a person attains the age of seventy-five years if it is an appointment of a holder of relevant office. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In section 92(1) of the Supreme Court Act 1981 after  “this section” insert  “                  , to section 91(3)                ” . 7 In Part 2 of Schedule 14 to the Constitutional Reform Act 2005 (c. 4)\t\t\t\t\t(which lists appointments to certain offices in relation to which the procedure in sections 86 to 93, and section 96, of that Act applies), after the entry for an assistant recorder appointed under section 24(1) of the Courts Act 1971 (c. 23), insert the following entry— Person appointed by the Lord Chancellor as a deputy for a holder of, or as a temporary additional officer in, an office listed in column 1 of Part 2 of Schedule 2 to the Supreme Court Act 1981 Section 91(1) of the Supreme Court Act 1981, unless subsection (1ZA) of that section applies to the appointment"}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "58", "section_title": "Appointment of temporary assistants to Judge Advocate General", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "59", "section_title": "Members and chairmen of certain Appeals Commissions", "section_text": "59 In Part 3 of Schedule 14 to the Constitutional Reform Act 2005 (c. 4)\t\t\t(which lists appointments to certain offices in relation to which the procedure in sections 86 to 93, and section 96, of that Act applies), omit the entries relating to— Member of the Special Immigration Appeals Commission (appointed under paragraph 1(1) of Schedule 1 to the Special Immigration Appeals Commission Act 1997 (c. 68)); Chairman of the Special Immigration Appeals Commission (appointed under paragraph 2 of that Schedule); Member of the Proscribed Organisations Appeal Commission (appointed under paragraph 1(1) of Schedule 3 to the Terrorism Act 2000 (c. 11)); Chairman of the Proscribed Organisations Appeal Commission (appointed under paragraph 1(2) of that Schedule); Member of the Pathogens Access Appeal Commission (appointed under paragraph 1(1) of Schedule 6 to the Anti-terrorism, Crime and Security Act 2001 (c. 24)); Chairman of the Pathogens Access Appeal Commission (appointed under paragraph 1(2) of that Schedule)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "60", "section_title": "Appointment as Chairman of Law Commission", "section_text": "60 1 Section 1 of the Law Commissions Act 1965 (c. 22) is amended as follows. 2 After subsection (1) insert— 1A The person appointed to be the Chairman shall be a person who holds office as a judge of the High Court or Court of Appeal in England and Wales. 3 In subsection (2) before  “Commissioners” insert  “                  the other                ” ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "61", "section_title": "Orders permitting disclosures to Judicial Appointments Commission", "section_text": "61 In section 90(5)(a) of the Justice (Northern Ireland) Act 2002 (c. 26)\t\t\t(which provides that certain orders under that Act are subject to annulment in pursuance of a resolution of either House of Parliament), after  “section 2(2)(a) or (c),” insert  “              5A(6),            ” ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "62", "section_title": "Enforcement by taking control of goods", "section_text": "62 1 Schedule 12 applies where an enactment, writ or warrant confers power to use the procedure in that Schedule (taking control of goods and selling them to recover a sum of money). 2 The power conferred by a writ or warrant of control to recover a sum of money, and any power conferred by a writ or warrant of possession or delivery to take control of goods and sell them to recover a sum of money, is exercisable only by using that procedure. 3 Schedule 13— a amends some powers previously called powers to distrain, so that they become powers to use that procedure; b makes other amendments relating to Schedule 12 and to distress or execution. 4 The following are renamed— a writs of fieri facias, except writs of fieri facias de bonis ecclesiasticis, are renamed writs of control; b warrants of execution are renamed warrants of control; c warrants of distress, unless the power they confer is exercisable only against specific goods, are renamed warrants of control."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "63", "section_title": "Enforcement agents", "section_text": "63 1 This section and section 64 apply for the purposes of Schedule 12. 2 An individual may act as an enforcement agent only if one of these applies— a he acts under a certificate under section 64; b he is exempt; c he acts in the presence and under the direction of a person to whom paragraph (a) or (b) applies. 3 An individual is exempt if he acts in the course of his duty as one of these— a a constable; b an officer of Revenue and Customs; ba a person authorised to use the procedure in Schedule 12 by the Welsh Revenue Authority (or by a person to whom the Welsh Revenue Authority has delegated the function of authorising the use of the procedure); c a person appointed under section 2(1) of the Courts Act 2003 (c. 39) (court officers and staff). 4 An individual is exempt if he acts in the course of his duty as an officer of a government department. 5 For the purposes of an enforcement power conferred by a warrant, an individual is exempt if in relation to the warrant he is a civilian enforcement officer, as defined in section 125A of the Magistrates' Courts Act 1980 (c. 43). 6 A person is guilty of an offence if, knowingly or recklessly, he purports to act as an enforcement agent without being authorised to do so by subsection (2). 7 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "64", "section_title": "Certificates to act as an enforcement agent", "section_text": "64 1 A certificate may be issued under this  section by a judge of the county court. 2 The Lord Chancellor must make regulations about certificates under this section. 3 The regulations may in particular include provision— a for fees to be charged for applications; b for certificates to be issued subject to conditions, including the giving of security; c for certificates to be limited to purposes specified by or under the regulations; d about complaints against holders of certificates; e about suspension and cancellation of certificates; f to modify or supplement Schedule 12 for cases where a certificate is suspended or cancelled or expires; g requiring courts to make information available relating to certificates. 4 A certificate under section 7 of the Law of Distress Amendment Act 1888 (c. 21) which is in force on the coming into force of this section has effect as a certificate under this section, subject to any provision made by regulations."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "65", "section_title": "Common law rules replaced", "section_text": "65 1 This Chapter replaces the common law rules about the exercise of the powers which under it become powers to use the procedure in Schedule 12. 2 The rules replaced include— a rules distinguishing between an illegal, an irregular and an excessive exercise of a power; b rules that would entitle a person to bring proceedings of a kind for which paragraph 66 of Schedule 12 provides (remedies available to the debtor); c rules of replevin; d rules about rescuing goods."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "66", "section_title": "Pre-commencement enforcement not affected", "section_text": "66 Where— a by any provision of this Part a power becomes a power to use the procedure in Schedule 12, and b before the commencement of that provision, goods have been distrained or executed against, or made subject to a walking possession agreement, under the power, this Part does not affect the continuing exercise of the power in relation to those goods."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "67", "section_title": "Transfer of county court enforcement", "section_text": "67 In section 85(2) of the County Courts Act 1984 (c. 28)\t\t\t(under which writs of control give the district judge, formerly called the registrar, power to execute judgments or orders for payment of money) for  “the registrar shall be” substitute  “                any person authorised by or on behalf of the Lord Chancellor is              ” ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "68", "section_title": "Magistrates' courts warrants of control", "section_text": "68 In the Magistrates' Courts Act 1980 (c. 43) after section 125 insert— Warrants of control 125ZA 1 This section applies to a warrant of control issued by a justice of the peace. 2 The person to whom it is directed must endorse the warrant as soon as possible after receiving it. 3 For the purposes of this section a person endorses a warrant by inserting on the back the date and time when he received it. 4 No fee may be charged for endorsing a warrant under this section."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "69", "section_title": "County court warrants of control etc.", "section_text": "69 For section 99 of the County Courts Act 1984 substitute— Endorsement of warrants of control etc. 99 1 This section applies to— a a warrant of control issued under section 85(2); b a warrant of delivery or of possession, but only if it includes a power to take control of and sell goods to recover a sum of money and only for the purposes of exercising that power. 2 The person to whom the warrant is directed must, as soon as possible after receiving it, endorse it by inserting on the back the date and time when he received it. 3 No fee may be charged for endorsing a warrant under this section."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "70", "section_title": "Power of High Court to stay execution", "section_text": "70 1 If, at any time, the High Court is satisfied that a party to proceedings is unable to pay— a a sum recovered against him (by way of satisfaction of the claim or counterclaim in the proceedings or by way of costs or otherwise), or b any instalment of such a sum, the court may stay the execution of any writ of control issued in the proceedings, for whatever period and on whatever terms it thinks fit. 2 The court may act under subsection (1) from time to time until it appears that the cause of the inability to pay has ceased. 3 In this section a party to proceedings includes every person, whether or not named as a party, who is served with notice of the proceedings or attends them."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "71", "section_title": "Abolition of common law right", "section_text": "71 The common law right to distrain for arrears of rent is abolished."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "72", "section_title": "Commercial rent arrears recovery (CRAR)", "section_text": "72 1 A landlord under a lease of commercial premises may use the procedure in Schedule 12 (taking control of goods) to recover from the tenant rent payable under the lease. 2 A landlord's power under subsection (1) is referred to as CRAR (commercial rent arrears recovery)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "73", "section_title": "Landlord", "section_text": "73 1 In this Chapter  “ landlord ”, in relation to a lease, means the person for the time being entitled to the immediate reversion in the property comprised in the lease. 2 That is subject to the following. 3 In the case of a tenancy by estoppel, a person is  “entitled to the immediate reversion” if he is entitled to it as between himself and the tenant. 4 If there are joint tenants of the immediate reversion, or if a number of persons are entitled to the immediate reversion as between themselves and the tenant— a “ landlord ” means any one of them; b CRAR may be exercised to recover rent due to all of them. 5 If the immediate reversion is mortgaged,  “ landlord ” means— a the mortgagee, if he has given notice of his intention to take possession or enter into receipt of rents and profits; b otherwise, the mortgagor. 6 Subsection (5) applies whether the lease is made before or after the mortgage is created, but CRAR is not exercisable by a mortgagee in relation to a lease that does not bind him. 7 Where a receiver is appointed by a court in relation to the immediate reversion, CRAR is exercisable by the receiver in the name of the landlord. 8 Any authorisation of a person to exercise CRAR on another's behalf must be in writing and must comply with any prescribed requirements. 9 This Chapter applies to any other person entitled to exercise CRAR as it applies to a landlord."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "74", "section_title": "Lease", "section_text": "74 1 “ Lease ” means a tenancy in law or in equity, including a tenancy at will, but not including a tenancy at sufferance. 2 A lease must be evidenced in writing. 3 References to a lease are to a lease as varied from time to time (whether or not the variation is in writing). 4 This section applies for the purposes of this Chapter."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "75", "section_title": "Commercial premises", "section_text": "75 1 A lease (A) is of commercial premises if none of the demised premises is— a let under lease A as a dwelling, b let under an inferior lease (B) as a dwelling, or c occupied as a dwelling. 2 The  “ demised premises ” in this section include anything on them. 3 “ Let as a dwelling ” means let on terms permitting only occupation as a dwelling or other use combined with occupation as a dwelling. 4 Premises are not within subsection (1)(b) if letting them as a dwelling is a breach of a lease superior to lease B. 5 Premises are not within subsection (1)(c) if occupying them as a dwelling is a breach of lease A or a lease superior to lease A. 6 This section applies for the purposes of this Chapter."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "76", "section_title": "Rent", "section_text": "76 1 “ Rent ” means the amount payable under a lease (in advance or in arrear) for possession and use of the demised premises, together with— a any interest payable on that amount under the lease, and b any value added tax chargeable on that amount or interest. 2 “ Rent ” does not include any sum in respect of rates, council tax, services, repairs, maintenance, insurance or other ancillary matters (whether or not called  “rent” in the lease). 3 The amount payable for possession and use of the demised premises, where it is not otherwise identifiable, is to be taken to be so much of the total amount payable under the lease as is reasonably attributable to possession and use. 4 Where a rent is payable under or by virtue of Part 2 of the Landlord and Tenant Act 1954 (c. 56), the amount payable under the lease for possession and use of those premises is to be taken to be that rent. 5 This section applies for the purposes of this Chapter except sections 71 and 85."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "77", "section_title": "The rent recoverable", "section_text": "77 1 CRAR is not exercisable except to recover rent that meets each of these conditions— a it has become due and payable before notice of enforcement is given; b it is certain, or capable of being calculated with certainty ; c it is not excluded from recovery using CRAR by paragraph 4 of Schedule 2 to the Commercial Rent (Coronavirus) Act 2022 (temporary moratorium on enforcement of protected rent debts). 2 The amount of any rent recoverable by CRAR is reduced by any permitted deduction. 3 CRAR is exercisable only if the net unpaid rent is at least the minimum amount immediately before each of these— a the time when notice of enforcement is given; b the first time that goods are taken control of after that notice. 4 The minimum amount is to be calculated in accordance with regulations. 5 The net unpaid rent is the amount of rent that meets the conditions in subsection (1), less— a any interest or value added tax included in that amount under section 76(1)(a) or (b), and b any permitted deductions. 6 Regulations may provide for subsection (5)(a) not to apply in specified cases. 7 Permitted deductions, against any rent, are any deduction, recoupment or set-off that the tenant would be entitled to claim (in law or equity) in an action by the landlord for that rent."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "78", "section_title": "Intervention of the court", "section_text": "78 1 If notice of enforcement is given in exercise (or purported exercise) of CRAR the court may make either or both of these orders on the application of the tenant— a an order setting aside the notice; b an order that no further step may be taken under CRAR, without further order, in relation to the rent claimed. 2 Regulations may make provision about— a the further orders that may be made for the purposes of subsection (1)(b); b grounds of which the court must be satisfied before making an order or further order. 3 In this section  “ the court ” means the High Court or  the county court , as rules of court may provide."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "79", "section_title": "Use of CRAR after end of lease", "section_text": "79 1 When the lease ends, CRAR ceases to be exercisable, with these exceptions. 2 CRAR continues to be exercisable in relation to goods taken control of under it— a before the lease ended, or b under subsection (3). 3 CRAR continues to be exercisable in relation to rent due and payable before the lease ended, if the conditions in subsection (4) are met. 4 These are the conditions— a the lease did not end by forfeiture; b not more than 6 months has passed since the day when it ended; c the rent was due from the person who was the tenant at the end of the lease; d that person remains in possession of any part of the demised premises; e any new lease under which that person remains in possession is a lease of commercial premises; f the person who was the landlord at the end of the lease remains entitled to the immediate reversion. 5 In deciding whether a person remains in possession under a new lease, section 74(2) (lease to be evidenced in writing) does not apply. 6 In the case of a tenancy by estoppel, the person who was the landlord remains  “entitled to the immediate reversion” if the estoppel with regard to the tenancy continues. 7 A lease ends when the tenant ceases to be entitled to possession of the demised premises under the lease together with any continuation of it by operation of an enactment or of a rule of law."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "80", "section_title": "Agricultural holdings", "section_text": "80 1 This section applies to the exercise of CRAR where the premises concerned are an agricultural holding. 2 CRAR is not exercisable to recover rent that became due more than a year before notice of enforcement is given. 3 For the purposes of subsection (2), deferred rent becomes due at the time to which payment is deferred. 4 “ Deferred rent ” means rent the payment of which has been deferred, according to the ordinary course of dealing between the landlord and the tenant, to the end of a quarter or half-year after it legally became due. 5 The permitted deductions under section 77(7) at any time include any compensation due to the tenant in respect of the holding, under the 1986 Act or under custom or agreement, that has been ascertained at that time. 6 In this section— the  “ 1986 Act ” means the Agricultural Holdings Act 1986 (c. 5); “ agricultural holding ” has the meaning given by section 1 of the 1986 Act."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "81", "section_title": "Right to rent from sub-tenant", "section_text": "81 1 This section applies where CRAR is exercisable by a landlord to recover rent due and payable from a tenant (the immediate tenant). 2 The landlord may serve a notice on any sub-tenant. 3 The notice must state the amount of rent that the landlord has the right to recover from the immediate tenant by CRAR (the  “notified amount”). 4 When it takes effect the notice transfers to the landlord the right to recover, receive and give a discharge for any rent payable by the sub-tenant under the sub-lease, until— a the notified amount has been paid (by payments under the notice or otherwise), or b the notice is replaced or withdrawn. 5 A notice under this section takes effect at the end of a period to be determined by regulations. 6 Regulations may state— a the form of a notice under this section; b what it must contain; c how it must be served; d what must be done to withdraw it. 7 In determining for the purposes of this section whether CRAR is exercisable, section 77 applies with these modifications— a if notice of enforcement has not been given, references to that notice are to be read as references to the notice under this section; b if goods have not been taken control of, section 77(3)(b) does not apply. 8 In this section and sections 82 to 84— a “ sub-tenant ” means a tenant (below the immediate tenant) of any of the premises comprised in the headlease (and  “sub-lease” is to be read accordingly); b “ headlease ” means the lease between the landlord and the immediate tenant."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "82", "section_title": "Off-setting payments under a notice", "section_text": "82 1 For any amount that a sub-tenant pays under a notice under section 81, he may deduct an equal amount from the rent that would be due to his immediate landlord under the sub-lease. 2 If an amount is deducted under subsection (1) or this subsection from rent due to a superior sub-tenant, that sub-tenant may deduct an equal amount from any rent due from him under his sub-lease. 3 Subsection (1) applies even if the sub-tenant's payment or part of it is not due under the notice, if it is not due because— a the notified amount has already been paid (wholly or partly otherwise than under the notice), or b the notice has been replaced by a notice served on another sub-tenant. 4 That is subject to the following. 5 Subsection (1) does not apply if the landlord withdraws the notice before the payment is made. 6 Where the notified amount has already been paid (or will be exceeded by the payment), subsection (1) does not apply (or does not apply to the excess) if the sub-tenant has notice of that when making the payment. 7 Subsection (1) does not apply if, before the payment is made, payments under the notice at least equal the notified amount. 8 Subsection (1) does not apply to a part of the payment if, with the rest of the payment, payments under the notice at least equal the notified amount. 9 Where the notice has been replaced by one served on another sub-tenant, subsection (1) does not apply if the sub-tenant has notice of that when making the payment."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "83", "section_title": "Withdrawal and replacement of notices", "section_text": "83 1 A notice under section 81 is replaced if the landlord serves another notice on the same sub-tenant for a notified amount covering the same rent or part of that rent. 2 A notice under section 81 served on one sub-tenant is also replaced if— a the landlord serves a notice on another sub-tenant for a notified amount covering the same rent or part of that rent, and b in relation to any of the premises comprised in the first sub-tenant's sub-lease, the second sub-tenant is an inferior or superior sub-tenant. 3 The landlord must withdraw a notice under section 81 if any of these happens— a the notice is replaced; b the notified amount is paid, unless it is paid wholly by the sub-tenant."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "84", "section_title": "Recovery of sums due and overpayments", "section_text": "84 1 For the purposes of the recovery of sums payable by a sub-tenant under a notice under section 81 (including recovery by CRAR), the sub-tenant is to be treated as the immediate tenant of the landlord, and the sums are to be treated as rent accordingly. 2 But those sums (as opposed to rent due from the immediate tenant) are not recoverable by notice under section 81 served on an inferior sub-tenant. 3 Any payment received by the landlord that the sub-tenant purports to make under a notice under section 81, and that is not due under the notice for any reason, is to be treated as a payment of rent by the immediate tenant, for the purposes of the retention of the payment by the landlord and (if no rent is due) for the purposes of any claim by the immediate tenant to recover the payment. 4 But subsection (3) does not affect any claim by the sub-tenant against the immediate tenant."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "85", "section_title": "Contracts for similar rights to be void", "section_text": "85 1 A provision of a contract is void to the extent that it would do any of these— a confer a right to seize or otherwise take control of goods to recover amounts within subsection (2); b confer a right to sell goods to recover amounts within subsection (2); c modify the effect of section 72(1), except in accordance with subsection (3). 2 The amounts are any amounts payable— a as rent; b under a lease (other than as rent); c under an agreement collateral to a lease; d under an instrument creating a rentcharge; e in respect of breach of a covenant or condition in a lease, in an agreement collateral to a lease or in an instrument creating a rentcharge; f under an indemnity in respect of a payment within paragraphs (a) to (e). 3 A provision of a contract is not void under subsection (1)(c) to the extent that it prevents or restricts the exercise of CRAR. 4 In this section— “ lease ” also includes a licence to occupy land; “rent” and  “rentcharge” have the meaning given by section 205(1) of the Law of Property Act 1925 (c. 20)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "86", "section_title": "Amendments", "section_text": "86 Schedule 14 makes minor and consequential amendments (including repeals of powers to distrain for rentcharges and other amounts within section 85(2))."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "87", "section_title": "Interpretation of Chapter", "section_text": "87 In this Chapter— “ landlord ” has the meaning given by section 73; “ lease ” has the meaning given by section 74 (subject to section 85(4)); “ notice of enforcement ” means notice under paragraph 7 of Schedule 12; “rent” (except in sections 71 and 85) has the meaning given by section 76; “ tenant ”, in relation to a lease, means the tenant for the time being under the lease."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "88", "section_title": "Abolition of Crown preference", "section_text": "88 Crown preference for the purposes of execution against goods is abolished."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "89", "section_title": "Application to the Crown", "section_text": "89 1 This Part binds the Crown. 2 But the procedure in Schedule 12 may not be used— a to recover debts due from the Crown, b to take control of or sell goods of the Crown (including goods owned by the Crown jointly or in common with another person), or c to enter premises occupied by the Crown."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "90", "section_title": "Regulations", "section_text": "90 1 In this Part— “ prescribed ” means prescribed by regulations; “ regulations ” means regulations made by the Lord Chancellor. 2 The following apply to regulations under this Part. 3 Any power to make regulations is exercisable by statutory instrument. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 ... a statutory instrument containing regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 6 Regulations may include any of these that the Lord Chancellor considers necessary or expedient— a supplementary, incidental or consequential provision; b transitory, transitional or saving provision. 7 Regulations may make different provision for different cases."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "91", "section_title": "Attachment of earnings orders: deductions at fixed rates", "section_text": "91 1 Schedule 15 makes amendments to the Attachment of Earnings Act 1971 (c. 32). 2 Those amendments are about the basis on which periodical deductions are to be made under an attachment of earnings order. 3 In particular, they provide that deductions under certain orders are to be made in accordance with a fixed deductions scheme made by the Lord Chancellor (rather than in accordance with Part I of Schedule 3 to the 1971 Act)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "92", "section_title": "Attachment of earnings orders: finding the debtor's current employer", "section_text": "92 1 After section 15 of the Attachment of Earnings Act 1971 insert— Finding the debtor's current employer 15A 1 If an attachment of earnings order lapses under section 9(4), the proper authority may request the Commissioners— a to disclose whether it appears to the Commissioners that the debtor has a current employer, and b if it appears to the Commissioners that the debtor has a current employer, to disclose the name and address of that employer. 2 The proper authority may make a request under subsection (1) only for the purpose of enabling the lapsed order to be directed to the debtor's current employer. 3 The proper authority may not make a request under subsection (1) unless regulations under section 15B(5) and (8) are in force. 4 The proper authority may disclose such information (including information identifying the debtor) as it considers necessary to assist the Commissioners to comply with a request under subsection (1). 5 The Commissioners may disclose to the proper authority any information (whether held by the Commissioners or on their behalf) that the Commissioners consider is necessary to comply with a request under subsection (1). 6 A disclosure under subsection (4) or (5) is not to be taken to breach any restriction on the disclosure of information (however imposed). 7 Nothing in this section is to be taken to prejudice any power to request or disclose information that exists apart from this section. 8 The reference in subsection (5) to information held on behalf of the Commissioners includes a reference to any information which— a is held by a person who provides services to the Commissioners, and b is held by that person in connection with the provision of those services. Offence of unauthorised use or disclosure 15B 1 This section applies if the Commissioners make a disclosure of information (“debtor information”) under section 15A(5). 2 A person to whom the debtor information is disclosed commits an offence if— a he uses or discloses the debtor information, and b the use or disclosure is not authorised by subsection (3), (5), (6) or (7). 3 The use or disclosure of the debtor information is authorised if it is— a for a purpose connected with the enforcement of the lapsed order (including the direction of the order to the debtor's current employer), and b with the consent of the Commissioners. 4 Consent for the purposes of subsection (3) may be given— a in relation to particular use or a particular disclosure, or b in relation to use, or a disclosure made, in such circumstances as may be specified or described in the consent. 5 The use or disclosure of the debtor information is authorised if it is— a in accordance with an enactment or an order of court, or b for the purposes of any proceedings before a court, and it is in accordance with regulations. 6 The use or disclosure of the debtor information is authorised if the information has previously been lawfully disclosed to the public. 7 The use or disclosure of the debtor information is authorised if it is in accordance with rules of court that comply with regulations under subsection (8). 8 Regulations may make provision about the circumstances, if any, in which rules of court may allow any of the following— a access to, or the supply of, debtor information; b access to, or the supply of copies of, any attachment of earnings order which has been directed to an employer using debtor information. 9 It is a defence for a person charged with an offence under subsection (2) to prove that he reasonably believed that the disclosure was lawful. 10 A person guilty of an offence under subsection (2) is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine, or to both; b on summary conviction, to imprisonment for a term not exceeding twelve months, to a fine not exceeding the statutory maximum, or to both. Regulations 15C 1 It is for the Lord Chancellor to make regulations under section 15B. 2 But the Lord Chancellor may make regulations under section 15B only with the agreement of the Commissioners. 3 Regulations under section 15B are to be made by statutory instrument. 4 A statutory instrument containing regulations under section 15B may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. Interpretation 15D 1 For the purposes of sections 15A to 15C (and this section)— “ the Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs; “ information ” means information held in any form; “ the lapsed order ” means the attachment of earnings order referred to in section 15A(1); “the proper authority” is determined in accordance with subsections (2) to (5). 2 If the lapsed order was made by the High Court, the proper authority is the High Court. 3 If the lapsed order was made by  the county court , the proper authority is  the county court . 4 If the lapsed order was made by a magistrates' court under this Act, the proper authority is— a a magistrates' court, or b the designated officer for a magistrates' court. 5 If the lapsed order was made by a magistrates' court or a fines officer under Schedule 5 to the Courts Act 2003, the proper authority is— a a magistrates' court, or b a fines officer. 2 This section applies in relation to any attachment of earnings order, whether made before or after the commencement of this section. 3 In relation to an offence committed before   2 May 2022 , the reference in section 15B(10)(b) of the Attachment of Earnings Act 1971 (c. 32) to 12 months is to be read as a reference to 6 months."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "93", "section_title": "Payment by instalments: making and enforcing charging orders", "section_text": "93 1 Subsections (2), (3) and (4) make amendments to the Charging Orders Act 1979 (c. 53). 2 In section 1 (charging orders), after subsection (5) insert— 6 Subsections (7) and (8) apply where, under a judgment or order of the High Court or  the county court , a debtor is required to pay a sum of money by instalments. 7 The fact that there has been no default in payment of the instalments does not prevent a charging order from being made in respect of that sum. 8 But if there has been no default, the court must take that into account when considering the circumstances of the case under subsection (5). 3 In section 3 (provisions supplementing sections 1 and 2), after subsection (4) insert— 4A Subsections (4C) to (4E) apply where— a a debtor is required to pay a sum of money in instalments under a judgment or order of the High Court or  the county court  (an  “instalments order”), and b a charge has been imposed by a charging order in respect of that sum. 4B In subsections (4C) to (4E) references to the enforcement of a charge are to the making of an order for the enforcement of the charge. 4C The charge may not be enforced unless there has been default in payment of an instalment under the instalments order. 4D Rules of court may— a provide that, if there has been default in payment of an instalment, the charge may be enforced only in prescribed cases, and b limit the amounts for which, and the times at which, the charge may be enforced. 4E Except so far as otherwise provided by rules of court under subsection (4D)— a the charge may be enforced, if there has been default in payment of an instalment, for the whole of the sum of money secured by the charge and the costs then remaining unpaid, or for such part as the court may order, but b the charge may not be enforced unless, at the time of enforcement, the whole or part of an instalment which has become due under the instalments order remains unpaid. 4 In section 6(2)\t\t\t\t\t(meaning of references to judgment or order of High Court or county court), for  “section 1” substitute  “                    sections 1 and 3                  ” . 5 In section 313(4) of the Insolvency Act 1986 (c. 45)\t\t\t\t\t(charge on bankrupt's home: certain provisions of section 3 of Charging Orders Act 1979 to apply), for the words before  “section 3” substitute  “                    Subsection (1), (2), (4), (5) and (6) of                  ” . 6 This section does not apply in a case where a judgment or order of the High Court or  the county court  under which a debtor is required to pay a sum of money by instalments was made, or applied for, before the coming into force of this section."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "94", "section_title": "Charging orders: power to set financial thresholds", "section_text": "94 In the Charging Orders Act 1979 (c. 53), after section 3 there is inserted— Power to set financial thresholds 3A 1 The Lord Chancellor may by regulations provide that a charge may not be imposed by a charging order for securing the payment of money of an amount below that determined in accordance with the regulations. 2 The Lord Chancellor may by regulations provide that a charge imposed by a charging order may not be enforced by way of order for sale to recover money of an amount below that determined in accordance with the regulations. 3 Regulations under this section may— a make different provision for different cases; b include such transitional provision as the Lord Chancellor thinks fit. 4 The power to make regulations under this section is exercisable by statutory instrument. 5 The Lord Chancellor may not make the first regulations under subsection (1) or (2) unless (in each case) a draft of the statutory instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament. 6 A statutory instrument containing any subsequent regulations under those subsections is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "95", "section_title": "Application for information about action to recover judgment debt", "section_text": "95 1 A person who is the creditor in relation to a judgment debt may apply to the High Court  , the family court  or  the county court  for information about what kind of action it would be appropriate to take in court to recover that particular debt. 2 An application under subsection (1) must comply with any provision made in regulations about the making of such applications."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "96", "section_title": "Action by the court", "section_text": "96 1 This section applies if the creditor in relation to a judgment debt makes an application for information under section 95. 2 The relevant court may make one or more of the following in relation to the debtor— a a departmental information request; b an information order. 3 The relevant court may exercise its powers under subsection (2) only if it is satisfied that to do so will help it to deal with the creditor's application. 4 Before exercising its powers under subsection (2), the relevant court must give notice to the debtor that the court intends to make a request or order. 5 The relevant court may not make a departmental information request to the Commissioners unless regulations are in force that have been made under section 102(4) and (7) and relate to the use or disclosure of debtor information disclosed by the Commissioners. 6 The relevant court may disclose such information (including information identifying the debtor) as it considers necessary to assist the recipient of a request or order to comply with the request or order. 7 A disclosure under subsection (6) is not to be taken to breach any restriction on the disclosure of information (however imposed). 8 Nothing in this section is to be taken to prejudice any power that exists apart from this section to request or order the disclosure of information."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "97", "section_title": "Departmental information requests", "section_text": "97 1 A departmental information request is a request for the disclosure of information held by, or on behalf of, a government department. 2 The request is to be made to the Minister of the Crown, or other person, who is in charge of the department. 3 In the case of a request made to the designated Secretary of State, the disclosure of some or all of the following information may be requested— a the full name of the debtor; b the address of the debtor; c the date of birth of the debtor; d the national insurance number of the debtor; e prescribed information. 4 In the case of a request made to the Commissioners, the disclosure of some or all of the following information may be requested— a whether or not the debtor is employed; b the name and address of the employer (if the debtor is employed); c the national insurance number of the debtor; d prescribed information. 5 In the case of any other request, the disclosure of prescribed information may be requested. 6 In this section— “ designated Secretary of State ” means the Secretary of State designated for the purpose of this section by regulations; “ government department ” does not include the following— any part of the Scottish Administration; a Northern Ireland department; the Welsh Assembly Government or any member of staff appointed under section 52 of the Government of Wales Act 2006 (c. 32); “ prescribed information ”, in relation to a departmental information request, means information that falls within the category or categories of information (if any) prescribed by regulations in relation to the department to which the request relates."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "98", "section_title": "Information orders", "section_text": "98 1 An information order is an order of the relevant court which— a specifies a prescribed person (“the information discloser”), b specifies prescribed information relating to the debtor (“the required information”), and c orders the information discloser to disclose the required information to the relevant court. 2 In subsection (1)\t\t\t\t\t “ prescribed ” means prescribed in regulations. 3 Regulations under this section may be made by reference to— a particular persons or particular descriptions of person (or both); b particular information or particular descriptions of information (or both). 4 Regulations may, in particular, be made under this section so as to ensure that— a an information order made against a particular person, or a person of a particular description, may order that person to disclose only particular information, or information of a particular description; b an information order that orders the disclosure of particular information, or information of a particular description, may only be made against a particular person, or a person of a particular description. 5 Regulations under this section must not make provision that would allow the relevant court to order— a the disclosure of information by the debtor, or b the disclosure of information held by, or on behalf of, a government department."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "99", "section_title": "Responding to a departmental information request", "section_text": "99 1 This section applies if the relevant court makes a departmental information request. 2 The recipient of the request may disclose to the relevant court any information (whether held by the department or on its behalf) that the recipient considers is necessary to comply with the request. 3 A disclosure under subsection (2) is not to be taken to breach any restriction on the disclosure of information (however imposed). 4 Nothing in this section is to be taken to prejudice any power that exists apart from this section to disclose information."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "100", "section_title": "Information order: required information not held etc.", "section_text": "100 1 An information discloser is not to be regarded as having breached an information order because of a failure to disclose some or all of the required information, if that failure is for one of the permitted reasons. 2 These are the permitted reasons— a the information provider does not hold the information; b the information provider is unable to ascertain whether the information is held, because of the way in which the information order identifies the debtor; c the disclosure of the information would involve the information discloser in unreasonable effort or expense. 3 It is to be presumed that a failure to disclose required information is for a permitted reason if— a the information discloser gives the relevant court a certificate that complies with subsection (4), and b there is no evidence that the failure is not for a permitted reason. 4 The certificate must state— a which of the required information is not being disclosed; b what the permitted reason is, or permitted reasons are, for the failure to disclose that information. 5 Any reference in this section to the information discloser holding, or not holding, information includes a reference to the information being held, or not being held, on the information discloser's behalf."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "101", "section_title": "Using the information about the debtor", "section_text": "101 1 This section applies if— a the creditor in relation to a judgment debt makes an application for information under section 95, and b information (“debtor information”) is disclosed to the relevant court in compliance with a request or order made under section 96. 2 The relevant court may use the debtor information for the purpose of making another request or order under section 96 in relation to the debtor. 3 The relevant court may use the debtor information for the purpose of providing the creditor with information about what kind of action (if any) it would be appropriate to take in court (whether the relevant court or another court) to recover the judgment debt. 4 If the creditor takes any action in the relevant court to recover the judgment debt, the relevant court may use the debtor information in carrying out functions in relation to that action. 5 If the creditor takes any action in another court to recover the judgment debt— a the relevant court may disclose the debtor information to the other court, and b the other court may use that information in carrying out functions in relation to that action. 6 Debtor information may be used or disclosed under any of subsections (3) to (5) only if— a regulations about such use or disclosure of information are in force, and b the use or disclosure complies with those regulations. 7 In addition, if the debtor information was disclosed by the Commissioners, the information may be used or disclosed under any of subsections (3) to (5) only with the consent of the Commissioners. 8 Consent for the purposes of subsection (7) may be given— a in relation to particular use or a particular disclosure, or b in relation to use, or a disclosure made, in such circumstances as may be specified or described in the consent. 9 The use or disclosure of information in accordance with this section is not to be taken to breach any restriction on the use or disclosure of information (however imposed). 10 Nothing in this section is to be taken to prejudice any power that exists apart from this section to use or disclose information."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "102", "section_title": "Offence of unauthorised use or disclosure", "section_text": "102 1 This section applies if— a an application is made under section 95 in relation to recovery of a judgment debt (“the relevant judgment debt”), b a departmental information request or an information order is made in consequence of that application, and c information (“debtor information”) is disclosed in accordance with the request or order. 2 A person to whom the debtor information is disclosed commits an offence if he— a uses or discloses the debtor information, and b the use or disclosure is not authorised by any of subsections (3) to (6). 3 The use or disclosure of the debtor information is authorised if it is in accordance with section 101. 4 The use or disclosure of the debtor information is authorised if it is— a in accordance with an enactment or order of court, or b for the purposes of any proceedings before a court, and it is in accordance with regulations. 5 The use or disclosure of the debtor information is authorised if the information has previously been lawfully disclosed to the public. 6 The use or disclosure of the debtor information is authorised if it is in accordance with rules of court that comply with regulations under subsection (7). 7 Regulations may make provision about the circumstances, if any, in which rules of court may allow access to, or the supply of, information disclosed in accordance with a department information request or an information order. 8 It is a defence for a person charged with an offence under subsection (2) to prove that he reasonably believed that the use or disclosure was lawful. 9 A person guilty of an offence under subsection (2) is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine not exceeding the statutory maximum, or to both."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "103", "section_title": "Regulations", "section_text": "103 1 It is for the Lord Chancellor to make information regulations. 2 But the Lord Chancellor may make the following regulations only with the agreement of the Commissioners— a regulations under section 97(4)(d); b regulations under section 102(4) or (7) so far as the regulations relate to the use or disclosure of debtor information disclosed by the Commissioners. 3 Information regulations are to be made by statutory instrument. 4 A statutory instrument containing information regulations may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 5 But subsection (4) does not apply in the case of a statutory instrument that contains only— a regulations under section 95, or b regulations under section 97 which designate a Secretary of State for the purpose of that section. 6 In such a case, the statutory instrument is subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section  “ information regulations ” means regulations under any of sections 95 to 102."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "104", "section_title": "Interpretation", "section_text": "104 1 This section applies for the purposes of sections 95 to 103. 2 In those provisions— “ Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs; “ creditor ”, in relation to a judgment debt, means— the person to whom the debt is payable (whether directly or through  any court,  an officer of any court or another person); where the debt is payable under an administration order (within the meaning of Part 6 of the County Courts Act 1984 (c. 28)), any one of the creditors scheduled to the order; “ debtor ”, in relation to a judgment debt, means the person by whom the debt is payable; “ departmental information request ” has the meaning given by section 97; “ information ” means information held in any form; “ information discloser ”, in relation to an information order, has the meaning given by section 98(1)(a); “ information order ” has the meaning given by section 98; “ judgment debt ” means either of the following— a sum which is payable under a judgment or order enforceable by the High Court  , the family court  or  the county court ; a sum which, by virtue of an enactment, is recoverable as if it were payable under a judgment or order of the High Court  , the family court  or of  the county court  (including a sum which is so recoverable because a court so orders); “ required information ”, in relation to an information order, has the meaning given by section 98(1)(b); “ relevant court ”, in relation to an application under section 95, means the court to which the application is made. 3 Any reference to information held on behalf of a government department, or on behalf of an information discloser, includes a reference to any information which— a is held by a person who provides services to the department or to the information discloser, and b is held by that person in connection with the provision of those services."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "105", "section_title": "Application and transitional provision", "section_text": "105 1 Sections 95 to 104 apply in relation to any judgment debt, whether it became payable, or recoverable, before or after the commencement of those sections. 2 In relation to an offence committed before   2 May 2022 , the reference in section 102(9)(b) to 12 months is to be read as a reference to 6 months."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "106", "section_title": "Administration orders", "section_text": "106 1 For Part 6 of the County Courts Act 1984 (c. 28)\t\t\t\t\t(administration orders) substitute— Part 6 Administration Orders Administration orders Administration orders 112A An administration order is an order— a to which certain debts are scheduled in accordance with section 112C, 112D or 112Y(3) or (4), b which imposes the requirement specified in section 112E on the debtor, and c which imposes the requirements specified in sections 112F to 112I on certain creditors. Power to make order 112B 1 The county court  may make an administration order if the conditions in subsections (2) to (7) are met. 2 The order must be made in respect of an individual who is a debtor under two or more qualifying debts. 3 That individual (“ the debtor ”) must not be a debtor under any business debts. 4 The debtor must not be excluded under any of the following— a the AO exclusion; b the voluntary arrangement exclusion; c the bankruptcy exclusion. 5 The debtor must be unable to pay one or more of his qualifying debts. 6 The total amount of the debtor's qualifying debts must be less than, or the same as, the prescribed maximum. 7 The debtor's surplus income must be more than the prescribed minimum. 8 Before making an administration order, the county court must have regard to any representations made— a by any person about why the order should not be made, or b by a creditor under a debt about why the debt should not be taken into account in calculating the total amount of the debtor's qualifying debts. Scheduling debts Scheduling declared debts 112C 1 This section applies to a qualifying debt (“the declared debt”) if— a an administration order is made, and b when the order is made, the debt is taken into account in calculating the total amount of the debtor's qualifying debts for the purposes of section 112B(6). 2 If the declared debt is already due at the time the administration order is made, the  ... county court must schedule the debt to the order when the order is made. 3 If the declared debt becomes due after the administration order is made, the  ... county court must schedule the debt to the order if the debtor, or the creditor under the debt, applies to the court for the debt to be scheduled. 4 This section is subject to section 112AG(5). Scheduling new debts 112D 1 This section applies to a qualifying debt (“the new debt”) if the debt— a arises after an administration order is made, and b becomes due during the currency of the order. 2 The  ... county court may schedule the new debt to the administration order if these conditions are met— a the debtor, or the creditor under the new debt, applies to the court for the debt to be scheduled; b the total amount of the debtor's qualifying debts (including the new debt) is less than, or the same as, the prescribed maximum. Requirements imposed by order Repayment requirement 112E 1 An administration order must, during the currency of the order, impose a repayment requirement on the debtor. 2 A repayment requirement is a requirement for the debtor to repay the scheduled debts. 3 The repayment requirement may provide for the debtor to repay a particular scheduled debt in full or to some other extent. 4 The repayment requirement may provide for the debtor to repay different scheduled debts to different extents. 5 In the case of a new debt scheduled to the order in accordance with section 112D, the repayment requirement may provide that no due repayment in respect of the new debt is to be made until the debtor has made all due repayments in respect of declared debts. 6 The repayment requirement must provide that the due repayments are to be made by instalments. 7 It is for the  ... county court to decide when the instalments are to be made. 8 But the  ... county court is to determine the amount of the instalments in accordance with repayment regulations. 9 Repayment regulations are regulations which make provision for instalments to be determined by reference to the debtor's surplus income. 10 The repayment requirement may provide that the due repayments are to be made by other means (including by one or more lump sums) in addition to the instalments required in accordance with subsection (6). 11 The repayment requirement may include provision in addition to any that is required or permitted by this section. 12 In this section— “ declared debt ” has the same meaning as in section 112C (and for this purpose it does not matter whether a declared debt is scheduled to the administration order when it is made, or afterwards); “ due repayments ” means repayments which the repayment requirement requires the debtor to make; “ new debt ” has the same meaning as in section 112D. Presentation of bankruptcy petition 112F 1 An administration order must, during the currency of the order, impose the following requirement. 2 The requirement is that no qualifying creditor of the debtor is to present a bankruptcy petition against the debtor in respect of a qualifying debt, unless the creditor has the permission of the  ... county court. 3 The  ... county court may give permission for the purposes of subsection (2) subject to such conditions as it thinks fit. Remedies other than bankruptcy 112G 1 An administration order must, during the currency of the order, impose the following requirement. 2 The requirement is that no qualifying creditor of the debtor is to pursue any remedy for the recovery of a qualifying debt unless— a regulations under subsection (3) provide otherwise, or b the creditor has the permission of the  ... county court. 3 Regulations may specify classes of debt which are exempted (or exempted for specified purposes) from the restriction imposed by subsection (2). 4 The  ... county court may give permission for the purposes of subsection (2)(b) subject to such conditions as it thinks fit. 5 This section does not have any effect in relation to bankruptcy proceedings. Charging of interest etc 112H 1 An administration order must, during the currency of the order, impose the following requirement. 2 The requirement is that no creditor under a scheduled debt is to charge any sum by way of interest, fee or other charge in respect of that debt. Stopping supplies of gas or electricity 112I 1 An administration order must, during the currency of the order, impose the requirement in subsection (3). 2 In relation to that requirement, a domestic utility creditor is any person who— a provides the debtor with a supply of mains gas or mains electricity for the debtor's own domestic purposes, and b is a creditor under a qualifying debt that relates to the provision of that supply. 3 The requirement is that no domestic utility creditor is to stop the supply of gas or electricity, or the supply of any associated services, except in the cases in subsections (4) to (6). 4 The first case is where the reason for stopping a supply relates to the non-payment by the debtor of charges incurred in connection with that supply after the making of the administration order. 5 The second case is where the reason for stopping a supply is unconnected with the non-payment by the debtor of any charges incurred in connection with— a that supply, or b any other supply of mains gas or mains electricity, or of associated services, that is provided by the domestic utility creditor. 6 The third case is where the  ... county court gives permission to stop a supply. 7 The  ... county court may give permission for the purposes of subsection (6) subject to such conditions as it thinks fit. 8 A supply of mains gas is a supply of the kind mentioned in section 5(1)(b) of the Gas Act 1986. 9 A supply of mains electricity is a supply of the kind mentioned in section 4(1)(c) of the Electricity Act 1989. Making an order Application for an order 112J 1 The county court  may make an administration order only on the application of the debtor. 2 The debtor may make an application for an administration order whether or not a judgment has been obtained against him in respect of any of his debts. Duration 112K 1 The county court  may, at the time it makes an administration order, specify a day on which the order will cease to have effect. 2 The court may not specify a day which falls after the last day of the maximum permitted period. 3 If the court specifies a day under this section, the order ceases to have effect on that day. 4 If the court does not specify a day under this section, the order ceases to have effect at the end of the maximum permitted period. 5 The maximum permitted period is the period of five years beginning with the day on which the order is made. 6 This section is subject to— a section 112S (variation of duration); b section 112W (effect of revocation). 7 This section is also subject to the following (effect of enforcement restriction order or debt relief order on administration order)— a section 117I of this Act; b section 251F of the Insolvency Act 1986. Effects of order Effect on other debt management arrangements 112L 1 This section applies if— a an administration order is made, and b immediately before the order is made, other debt management arrangements are in force in respect of the debtor. 2 The other debt management arrangements cease to be in force when the administration order is made. 3 If the  ... county court is aware of the other debt management arrangements, the court must give the relevant authority notice that the order has been made. 4 In a case where the  ... county court is aware of other debt management arrangements at the time it makes the order, it must give the notice as soon as practicable after making the order. 5 In a case where the  ... county court becomes aware of those arrangements after it makes the order, it must give the notice as soon as practicable after becoming aware of them. 6 “ Other debt management arrangements ” means any of the following— a an enforcement restriction order under Part 6A of this Act; b a debt relief order under Part 7A of the Insolvency Act 1986; c a debt repayment plan arranged in accordance with a debt management scheme that is approved under Chapter 4 of Part 5 of the Tribunals, Courts and Enforcement Act 2007. 7 “ The relevant authority ” means— a in relation to an enforcement restriction order: the  ... county court  ...; b in relation to a debt relief order: the official receiver; c in relation to a debt repayment plan: the operator of the debt management scheme in accordance with which the plan is arranged. 8 For the purposes of this section a debt relief order is  “in force” if the moratorium applicable to the order under section 251H of the Insolvency Act 1986 has not yet ended. Duty to provide information 112M 1 This section applies if, and for as long as, an administration order has effect in respect of a debtor. 2 The debtor must, at the prescribed times, provide the  ... county court with particulars of his— a earnings, b income, c assets, and d outgoings. 3 The debtor must provide particulars of those matters— a as the matters are at the time the particulars are provided, and b as the debtor expects the matters to be at such times in the future as are prescribed. 4 If the debtor intends to dispose of any of his property he must, within the prescribed period, provide the  ... county court with particulars of the following matters— a the property he intends to dispose of; b the consideration (if any) he expects will be given for the disposal; c such other matters as may be prescribed; d such other matters as the court may specify. 5 But subsection (4) does not apply if the disposal is of— a goods that are exempt goods for the purposes of Schedule 12 to the Tribunals, Courts and Enforcement Act 2007, b goods that are protected under any other enactment from being taken control of under that Schedule, or c prescribed property. 6 The duty under subsection (4) to provide the  ... county court with particulars of a proposed disposal of property applies whether the debtor is the sole owner, or one of several owners, of the property. 7 In any provision of this section  “ prescribed ” means prescribed in regulations for the purposes of that provision. Offence if information not provided 112N 1 A person commits an offence if he fails to comply with— a section 112M(2) and (3), or b section 112M(4). 2 A person who commits an offence under subsection (1) may be ordered by a judge of the  ... county court to pay a fine of not more than £250 or to be imprisoned for not more than 14 days. 3 Where under subsection (2) a person is ordered to be imprisoned by a judge of the  ... county court,  a judge of the county court  may at any time— a revoke the order, and b if the person is already in custody, order his discharge. 4 Section 129 of this Act (enforcement of fines) applies to payment of a fine imposed under subsection (2). 5 For the purposes of section 13 of the Administration of Justice Act 1960 (appeal in cases of contempt of court), subsection (2) is to be treated as an enactment enabling a county court to deal with an offence under subsection (1) as if it were a contempt of court. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Existing county court proceedings to be stayed 112O 1 This section applies if these conditions are met— a an administration order is made; b proceedings in  the county court  (other than bankruptcy proceedings) are pending against the debtor in respect of a qualifying debt; c by virtue of a requirement included in the order by virtue of section 112G, the creditor under the qualifying debt is not entitled to continue the proceedings in respect of the debt; d the county court receives notice of the administration order. 2 The county court must stay the proceedings. 3 The court may allow costs already incurred by the creditor. 4 If the court allows such costs, it may on application or of its motion add them— a to the debt, or b if the debt is a scheduled debt, to the amount scheduled to the order in respect of the debt. 5 But the court may not add the costs under subsection (4)(b) if the court is under a duty under section 112U(6)(b) to revoke the order because the total amount of the debtor's qualifying debts (including the costs) is more than the prescribed maximum. Appropriation of money paid 112P 1 Money paid into court under an administration order is to be appropriated— a first in satisfaction of any relevant court fees, and b then in liquidation of debts. 2 Relevant court fees are any fees under an order made under section 92 of the Courts Act 2003 which are payable by the debtor in respect of the administration order. Discharge from debts 112Q 1 If the debtor repays a scheduled debt to the extent provided for by the administration order, the  ... county court must— a order that the debtor is discharged from the debt, and b de-schedule the debt. 2 If the debtor repays all of the scheduled debts to the extent provided for by the administration order, the  ... county court must revoke the order. 3 Subsections (1) and (2) apply to all scheduled debts, including any which, under the administration order, are to be repaid other than to their full extent. Variation Variation 112R 1 The  ... county court may vary an administration order. 2 The power under this section is exercisable— a on the application of the debtor; b on the application of a qualifying creditor; c of the court's own motion. Variation of duration 112S 1 The power under section 112R includes power to vary an administration order so as to specify a day, or (if a day has already been specified under section 112K or this subsection) a different day, on which the order will cease to have effect. 2 But the new termination day must fall on or before the last day of the maximum permitted period. 3 If the  ... county court varies an administration under subsection (1), the order ceases to have effect on the new termination day. 4 In this section— a “ new termination day ” means the day on which the order will cease to have effect in accordance with the variation under subsection (1); b “ maximum permitted period ” means the period of five years beginning with the day on which the order was originally made. 5 This section is subject to section 112W (effect of revocation). De-scheduling debts 112T 1 The power under section 112R includes power to vary an administration order by de-scheduling a debt. 2 But the debt may be de-scheduled only if it appears to the  ... county court that it is just and equitable to do so. Revocation Duty to revoke order 112U 1 The  ... county court must revoke an administration order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in subsection 112B(2) was not met (debtor in fact did not have two or more qualifying debts); b where the debtor is no longer a debtor under any qualifying debts. 2 The  ... county court must revoke an administration order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in subsection 112B(3) was not met (debtor in fact had business debt), and he is still a debtor under the business debt, or any of the business debts, in question; b where the debtor subsequently becomes a debtor under a business debt, and he is still a debtor under that debt. 3 The  ... county court must revoke an administration order where it becomes apparent that, at the time the order was made, the condition in section 112B(4) was not met (debtor in fact excluded under AO, voluntary arrangement or bankruptcy exclusion). 4 The  ... county court must revoke an administration order where, after the order is made— a the debtor becomes excluded under the voluntary arrangement exclusion, or b a bankruptcy order is made against the debtor, and is still in force. 5 The  ... county court must revoke an administration order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in section 112B(5) was not met (debtor in fact able to pay qualifying debts); b where the debtor is now able to pay all of his qualifying debts. 6 The  ... county court must revoke an administration order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in section 112B(6) was not met (debtor's qualifying debts in fact more than prescribed maximum); b where the total amount of the debtor's qualifying debts is now more than the prescribed maximum. 7 The  ... county court must revoke an administration order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in section 112B(7) was not met (debtor's surplus income in fact less than, or the same as, the prescribed minimum); b where the debtor's surplus income is now less than, or the same as, the prescribed minimum. Power to revoke order 112V 1 The  ... county court may revoke an administration order in any case where there is no duty under this Part to revoke it. 2 The power of revocation under this section may, in particular, be exercised in any of the following cases— a where the debtor has failed to make two payments (whether consecutive or not) required by the order; b where the debtor has failed to provide the  ... county court with the particulars required by— i section 112M(2) and (3), or ii section 112M(4). 3 The power of revocation under this section is exercisable— a on the application of the debtor; b on the application of a qualifying creditor; c of the court's own motion. Effect of revocation 112W 1 This section applies if, under any duty or power in this Part, the  ... county court revokes an administration order. 2 The order ceases to have effect in accordance with the terms of the revocation. Notification of certain events Notice when order made, varied, revoked etc 112X 1 If a notifiable event occurs in relation to an administration order, the  ... county court must send notice of the event to the creditor under every scheduled debt. 2 There is a notifiable event in any of the following cases— a when the administration order is made; b when a debt is scheduled to the administration order at any time after the making of the order; c when the administration order is varied; d when the administration order is revoked; e when the  ... county court is given notice under any of the provisions listed in section 112K(7)\t\t\t\t\t\t\t\t\t\t\t\t\t\t(effect of enforcement restriction order or debt relief order on administration order). Total amount of qualifying debts not properly calculated Failure to take account of all qualifying debts 112Y 1 This section applies if— a an administration order has been made, but b it becomes apparent that the total amount of the debtor's qualifying debts was not properly calculated for the purposes of section 112B(6), because of an undeclared debt. 2 A debt is undeclared if it ought to have been, but was not, taken into account in the calculation for the purposes of section 112B(6). 3 If these conditions are met— a the undeclared debt is due (whether it became due before or after the making of the order); b the total debt is less than, or the same as, the prescribed maximum; the  ... county court must schedule the undeclared debt to the order. 4 If these conditions are met— a the undeclared debt is not due; b the total debt is less than, or the same as, the prescribed maximum; the  ... county court must schedule the undeclared debt to the order when the debt becomes due. 5 If the total debt is more than the prescribed maximum, the  ... county court must revoke the administration order (whether or not the undeclared debt is due). 6 In this section  “ total debt ” means the total amount of the debtor's qualifying debts (including the undeclared debt). 7 Subsections (3) and (4) are subject to section 112AG(5). Interpretation Introduction 112Z Sections 112AA to 112AH apply for the purposes of this Part. Main definitions 112AA 1 In this Part— “ administration order ” has the meaning given by section 112A; “ debtor ” has the meaning given by section 112B; “ prescribed maximum ” means the amount prescribed in regulations for the purposes of section 112B(6); “ prescribed minimum ” means the amount prescribed in regulations for the purposes of section 112B(7); “ qualifying creditor ” means a creditor under a qualifying debt. 2 References to the currency of an administration order are references to the period which— a begins when the order first has effect, and b ends when the order ceases to have effect. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Expressions relating to debts 112AB 1 All debts are qualifying debts, except for the following— a any debt secured against an asset; b any debt of a description specified in regulations. 2 A business debt is any debt (whether or not a qualifying debt) which is incurred by a person in the course of a business. 3 Only debts that have already arisen are included in references to debts; and accordingly such references do not include any debt that will arise only on the happening of some future contingency. Inability to pay debts 112AC 1 In a case where an individual is the debtor under a debt that is repayable by a single payment, the debtor is to be regarded as unable to pay the debt only if— a the debt has become due, b the debtor has failed to make the single payment, and c the debtor is unable to make that payment. 2 In a case where an individual is the debtor under a debt that is repayable by a number of payments, the debtor is to be regarded as unable to pay the debt only if— a the debt has become due, b the debtor has failed to make one or more of the payments, and c the debtor is unable to make all of the missed payments. Calculating the debtor's qualifying debts 112AD 1 The total amount of a debtor's qualifying debts is to be calculated in accordance with subsections (2) and (3). 2 All of the debtor's qualifying debts which have arisen before the calculation must be taken into account (whether or not the debts are already due at the time of the calculation). 3 Regulations must make further provision about how the total amount of a debtor's qualifying debts is to be calculated. 4 Regulations may make provision about how the amount of any particular qualifying debt is to be calculated. 5 That includes the calculation of the amount of a debt for these purposes— a calculating the total amount of the debtor's qualifying debts; b scheduling the debt to an administration order. Calculating the debtor's surplus income 112AE 1 The debtor's surplus income is to be calculated in accordance with regulations. 2 Regulations under this section must, in particular, make the following provision— a provision about what is surplus income; b provision about the period by reference to which the debtor's surplus income is to be calculated. 3 Regulations under this section may, in particular, provide for the debtor's assets to be taken account of when calculating his surplus income. Debts becoming due 112AF 1 A debt that is repayable by a single payment becomes due when the time for making that payment is reached. 2 A debt that is repayable by a number of payments becomes due when the time for making the first of the payments is reached. Scheduling and de-scheduling debts 112AG 1 A debt is scheduled to an administration order if the relevant information is included in a schedule to the order. 2 A debt is de-scheduled if the relevant information is removed from a schedule in which it was included as mentioned in subsection (1). 3 In relation to a debt, the relevant information is— a the amount of the debt, and b the name of the creditor under the debt. 4 A scheduled debt is a debt that is scheduled to an administration order. 5 The  ... county court must not schedule a debt to an administration order unless the court has had regard to any representations made by any person about why the debt should not be scheduled. 6 But subsection (5) does not apply to any representations which are made by the debtor in relation to the scheduling of a debt under section 112Y. 7 The  ... county court must not de-schedule a debt unless the court has had regard to any representations made by any person about why the debt should not be de-scheduled. 8 But subsection (7) does not apply in relation to the de-scheduling of a debt under section 112Q. 9 A court must not schedule a debt to an administration order, or de-schedule a debt, except in accordance with the provisions of this Part. The AO, voluntary arrangement and bankruptcy exclusions 112AH 1 The debtor is excluded under the AO exclusion if— a an administration order currently has effect in respect of him, or b an administration order has previously had effect in respect of him, and the period of 12 months — beginning with the day when that order ceased to have effect — has yet to finish. 2 But in a case that falls within subsection (1)(b), the debtor is not excluded under the AO exclusion if the previous administration order— a ceased to have effect in accordance with any of the provisions listed in section 112K(7)\t\t\t\t\t\t\t\t\t\t\t\t\t\t(effect of enforcement restriction order or debt relief order on administration order), or b was revoked in accordance with section 112U(1)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t\t(debtor no longer has any qualifying debts). 3 The debtor is excluded under the voluntary arrangement exclusion if— a an interim order under section 252 of the Insolvency Act 1986 has effect in respect of him (interim order where debtor intends to make proposal for voluntary arrangement), or b he is bound by a voluntary arrangement approved under Part 8 of the Insolvency Act 1986. 4 The debtor is excluded under the bankruptcy exclusion if— a a petition for a bankruptcy order to be made against him has been presented but not decided, or b he is an undischarged bankrupt. Regulations Regulations under this Part 112AI 1 It is for the Lord Chancellor to make regulations under this Part. 2 Any power to make regulations under this Part is exercisable by statutory instrument. 3 A statutory instrument containing regulations under this Part is subject to annulment in pursuance of a resolution of either House of Parliament. 2 Schedule 16 makes amendments consequential on the substitution of the new Part 6 in the 1984 Act. 3 This section does not apply to any case in which an administration order was made, or an application for such an order was made, before the day on which this section comes into force."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "107", "section_title": "Enforcement restriction orders", "section_text": "107 1 After Part 6 of the County Courts Act 1984 (c. 28)\t\t\t\t\t(administration orders) insert— Part 6A Enforcement Restriction Orders Enforcement restriction orders Enforcement restriction orders 117A 1 An enforcement restriction order is an order that imposes the requirements specified in sections 117C to 117E on certain creditors. 2 An enforcement restriction order may also impose a requirement in accordance with section 117F on the debtor. Power to make order 117B 1 The county court  may make an enforcement restriction order if the conditions in subsections (2) to (8) are met. 2 The order must be made in respect of an individual who is a debtor under two or more qualifying debts. 3 That individual (“ the debtor ”) must not be a debtor under any business debts. 4 The debtor must not be excluded under any of the following— a the ERO exclusion; b the voluntary arrangement exclusion; c the bankruptcy exclusion. 5 The debtor must be unable to pay one or more of his qualifying debts. 6 The debtor must be suffering from a sudden and unforeseen deterioration in his financial circumstances. 7 There must be a realistic prospect that the debtor's financial circumstances will improve within the period of six months beginning when the order is made. 8 It must be fair and equitable to make the order. 9 Before making an enforcement restriction order, the county court must have regard to any representations made by any person about why the order should not be made. 10 Subsection (9) is subject to Civil Procedure Rules. Requirements imposed by order Presentation of bankruptcy petition 117C 1 An enforcement restriction order must, during the currency of the order, impose the following requirement. 2 The requirement is that no qualifying creditor of the debtor is to present a bankruptcy petition against the debtor in respect of a qualifying debt, unless the creditor has the permission of the  ... county court. 3 The  ... county court may give permission for the purposes of subsection (2) subject to such conditions as it thinks fit. Remedies other than bankruptcy 117D 1 An enforcement restriction order must, during the currency of the order, impose the following requirement. 2 The requirement is that no qualifying creditor of the debtor is to pursue any remedy for the recovery of a qualifying debt unless— a regulations under subsection (3) provide otherwise, or b the creditor has the permission of the  ... county court. 3 Regulations may specify classes of debt which are exempted (or exempted for specified purposes) from any requirement imposed by subsection (2). 4 The  ... county court may give permission for the purposes of subsection (2)(b) subject to such conditions as it thinks fit. 5 This section does not have any effect in relation to bankruptcy proceedings. Stopping supplies of gas or electricity 117E 1 An enforcement restriction order must, during the currency of the order, impose the requirement in subsection (3). 2 In relation to that requirement, a domestic utility creditor is any person who— a provides the debtor with a supply of mains gas or mains electricity for the debtor's own domestic purposes, and b is a creditor under a qualifying debt that relates to the provision of that supply. 3 The requirement is that no domestic utility creditor is to stop the supply of gas or electricity, or the supply of any associated services, except in the cases in subsections (4) to (6). 4 The first case is where the reason for stopping a supply relates to the non-payment by the debtor of charges incurred in connection with that supply after the making of the enforcement restriction order. 5 The second case is where the reason for stopping a supply is unconnected with the non-payment by the debtor of any charges incurred in connection with— a that supply, or b any other supply of mains gas or mains electricity, or of associated services, that is provided by the domestic utility creditor. 6 The third case is where the  ... county court gives permission to stop a supply. 7 The  ... county court may give permission for the purposes of subsection (6) subject to such conditions as it thinks fit. 8 A supply of mains gas is a supply of the kind mentioned in section 5(1)(b) of the Gas Act 1986. 9 A supply of mains electricity is a supply of the kind mentioned in section 4(1)(c) of the Electricity Act 1989. Repayment requirement 117F 1 An enforcement restriction order may impose a repayment requirement on the debtor. 2 The county court may include the requirement in the order at the time it makes the order. 3 The  ... county court may, at any time after an enforcement restriction order has been made, vary the order so as to include a repayment requirement. 4 The  ... county court may, at any time when an enforcement restriction order includes a repayment requirement, vary the order so as to— a remove the repayment requirement, or b include a different repayment requirement. 5 A repayment requirement is a requirement that the debtor make payments, in respect of one or more of his qualifying debts, to the person or persons to whom he owes the debt or debts. 6 The county court  may include a repayment requirement in an order only if— a the debtor has surplus income at the time of the inclusion of the requirement, and b the inclusion of the requirement would be fair and equitable. 7 The debtor's surplus income is to be calculated in accordance with regulations. 8 Regulations under subsection (7) must make the following provision— a provision about what is surplus income; b provision about the period by reference to which the debtor's surplus income is to be calculated. 9 Regulations under subsection (7) may, in particular, provide for the debtor's assets to be taken account of for the purpose of calculating his surplus income. 10 The  ... county court may vary an enforcement restriction order under this section— a of its own motion; b on the application of the debtor; c on the application of a qualifying creditor. Making an order Application for order 117G 1 The county court  may make an enforcement restriction order only on the application of the debtor. 2 The debtor may make an application for an enforcement restriction order whether or not a judgment has been obtained against him in respect of any of his debts. Duration 117H 1 The county court  may, at the time it makes an enforcement restriction order, specify a day on which the order will cease to have effect. 2 The court may not specify a day which falls after the last day of the maximum permitted period. 3 If the court specifies a day under this section, the order ceases to have effect on that day. 4 If the court does not specify a day under this section, the order ceases to have effect at the end of the maximum permitted period. 5 The maximum permitted period is the period of 12 months beginning with the day on which the order is made. 6 This section is subject to— a section 117N (variation of duration); b section 117Q (effect of revocation); 7 This section is also subject to the following (effect of administration order or debt relief order on enforcement restriction order)— a section 112L of this Act; b section 251F of the Insolvency Act 1986. Effects of order Effect on other debt management arrangements 117I 1 This section applies if— a an enforcement restriction order is made, and b immediately before the order is made, other debt management arrangements are in force in respect of the debtor. 2 The other debt management arrangements cease to be in force when the enforcement restriction order is made. 3 If the  ... county court is aware of the other debt management arrangements, the court must give the relevant authority notice that the order has been made. 4 In a case where the  ... county court is aware of those arrangements at the time it makes the order, it must give the notice as soon as practicable after making the order. 5 In a case where the  ... county court only becomes aware of those arrangements after it makes the order, it must give the notice as soon as practicable after becoming aware of them. 6 “ Other debt management arrangements ” means any of the following— a an administration order under Part 6 of this Act; b a debt relief order under Part 7A of the Insolvency Act 1986; c a debt repayment plan arranged in accordance with a debt management scheme that is approved under Chapter 4 of Part 5 of the Tribunals, Courts and Enforcement Act 2007. 7 “ The relevant authority ” means— a in relation to an administration order: the  ... county court  ...; b in relation to a debt relief order: the official receiver; c in relation to a debt repayment plan: the operator of the debt management scheme in accordance with which the plan is arranged. 8 For the purposes of this section a debt relief order is  “in force” if the moratorium applicable to the order under section 251H of the Insolvency Act 1986 has not yet ended. Duty to provide information 117J 1 This section applies if, and for as long as, an enforcement restriction order has effect in respect of a debtor. 2 The debtor must, at the prescribed times, provide the  ... county court with particulars of his— a earnings, b income, c assets, and d outgoings. 3 The debtor must provide particulars of those matters— a as the matters are at the time the particulars are provided, and b as the debtor expects the matters to be at such times in the future as may be prescribed. 4 If the debtor intends to dispose of any of his property he must, within the prescribed period, provide the  ... county court with particulars of the following matters— a the property he intends to dispose of; b the consideration (if any) he expects will be given for the disposal; c such other matters as may be prescribed; d such other matters as the court may specify. 5 But subsection (4) does not apply if the disposal is of— a goods that are exempt goods for the purposes of Schedule 12 to the Tribunals, Courts and Enforcement Act 2007, b goods that are protected under any other enactment from being taken control of under that Schedule, or c prescribed property. 6 The duty under subsection (4) to provide the  ... county court with particulars of a proposed disposal of property applies whether the debtor is the sole owner, or one of several owners, of the property. 7 In any provision of this section  “ prescribed ” means prescribed in regulations for the purposes of that provision. Offence if information not provided 117K 1 A person commits an offence if he fails to comply with— a section 117J(2) and (3), or b section 117J(4). 2 A person who commits an offence under subsection (1) may be ordered by a judge of the  ... county court to pay a fine of not more than £250 or to be imprisoned for not more than 14 days. 3 Where under subsection (2) a person is ordered to be imprisoned by a judge of the  ... county court,  a judge of the county court  may at any time— a revoke the order, and b if the person is already in custody, order his discharge. 4 Section 129 of this Act (enforcement of fines) applies to payment of a fine imposed under subsection (2). 5 For the purposes of section 13 of the Administration of Justice Act 1960 (appeal in cases of contempt of court), subsection (2) is to be treated as an enactment enabling  the county court  to deal with an offence under subsection (1) as if it were a contempt of court. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Existing county court proceedings to be stayed 117L 1 This section applies if these conditions are met— a an enforcement restriction order is made; b proceedings in  the county court  (other than bankruptcy proceedings) are pending against the debtor in respect of a qualifying debt; c by virtue of a requirement included in the order by virtue of section 117D, the creditor under the qualifying debt is not entitled to continue the proceedings in respect of the debt; d the county court receives notice of the enforcement restriction order. 2 The county court must stay the proceedings. 3 The county court— a may allow costs already incurred by the creditor, and b if the court allows such costs, may on application or of its own motion add them to the debt owed to the creditor. Charges 117M 1 This section applies during, and after, the currency of an enforcement restriction order. 2 A qualifying creditor may not make any charge in respect of a protected qualifying debt, unless the charge— a is interest, or b is not interest but relates to a time before or after the currency of the order. 3 A charge made in breach of subsection (2) is not recoverable. 4 In subsection (2)\t\t\t\t\t\t\t\t\t\t\t\t “ protected qualifying debt ” means any qualifying debt under which the debtor was a debtor at some time during the currency of the enforcement restriction order. Variation of duration Variation of duration 117N 1 The  ... county court may vary an enforcement restriction order so as to specify a day, or (if a day has already been specified under section 117H or this section) a different day, on which the order will cease to have effect. 2 But the new termination day must fall on or before the last day of the maximum permitted period. 3 If the  ... county court varies an enforcement restriction order under subsection (1), the order ceases to have effect on the new termination day. 4 The power under this section is exercisable— a on the application of the debtor; b on the application of a qualifying creditor; c of the court's own motion. 5 In this section— a “ new termination day ” means the day on which the order will cease to have effect in accordance with the variation under subsection (1); b “ maximum permitted period ” means the period of 12 months beginning with the day on which the order was originally made. 6 This section is subject to section 117Q (effect of revocation). Revocation of order Duty to revoke order 117O 1 The  ... county court must revoke an enforcement restriction order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in subsection 117B(2) was not met (debtor in fact did not have two or more qualifying debts); b where the debtor is no longer a debtor under any qualifying debts. 2 The  ... county court must revoke an enforcement restriction order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in subsection 117B(3) was not met (debtor in fact had business debt), and he is still a debtor under the business debt, or any of the business debts, in question; b where the debtor subsequently becomes a debtor under a business debt, and he is still a debtor under that debt. 3 The  ... county court must revoke an enforcement restriction order where it becomes apparent that, at the time the order was made, the condition in section 117B(4) was not met (debtor in fact excluded under ERO, voluntary arrangement or bankruptcy exclusion). 4 The  ... county court must revoke an enforcement restriction order where, after the order is made— a the debtor becomes excluded under the voluntary arrangement exclusion, or b a bankruptcy order is made against the debtor, and is still in force. 5 The  ... county court must revoke an enforcement restriction order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in section 117B(5) was not met (debtor in fact able to pay qualifying debts); b where the debtor is now able to pay all of his qualifying debts. 6 The  ... county court must revoke an enforcement restriction order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in section 117B(6) was not met (debtor in fact not suffering from sudden and unforeseen deterioration in financial circumstances); b where the debtor is no longer suffering from the deterioration in financial circumstances which was taken into account for the purposes of section 117B(6)\t\t\t\t\t\t\t\t\t\t\t\t\t\t(even if he is suffering from some other sudden and unforeseen deterioration in his financial circumstances). 7 The  ... county court must revoke an enforcement restriction order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in section 117B(7) was not met (in fact no realistic prospect of improvement in debtor's financial circumstances); b where there is no longer a realistic prospect that the debtor's financial circumstances will improve during the period within which the order would continue to have effect (if not revoked). 8 The  ... county court must revoke an enforcement restriction order in either of these cases— a where it becomes apparent that, at the time the order was made, the condition in section 117B(8) was not met (not in fact fair and equitable to make order); b where it is not fair and equitable for the order to continue to have effect. Power to revoke order 117P 1 The  ... county court may revoke an enforcement restriction order in any case where there is no duty under this Part to revoke it. 2 The power of revocation under this section may, in particular, be exercised in any of the following cases— a where the order includes, or has previously included, a repayment requirement, and the debtor has failed to comply with that requirement; b where the debtor has failed to provide the  ... county court with the particulars required by— i section 117J(2) and (3), or ii section 117J(4). 3 The power of revocation under this section is exercisable— a on the application of the debtor; b on the application of a qualifying creditor; c of the court's own motion. Effect of revocation 117Q 1 This section applies if, under any duty or power in this Part, the  ... county court revokes an enforcement restriction order. 2 The order ceases to have effect in accordance with the terms of the revocation. Notification of certain events Notice when order made, varied, revoked etc. 117R 1 If a notifiable event occurs in relation to an enforcement restriction order, the  ... county court must give notice of the event to every identified qualifying creditor of the debtor. 2 There is a notifiable event in any of the following cases— a when the enforcement restriction order is made; b when the enforcement restriction order is varied; c when the enforcement restriction order is revoked; d when the  ... county court is given notice under any of the provisions listed in section 117H(7)\t\t\t\t\t\t\t\t\t\t\t\t\t\t(effect of administration order or debt relief order on enforcement restriction order). 3 A person is an identified qualifying creditor of the debtor if— a the debtor has notified the  ... county court ... ... ...that the person is a qualifying creditor, or b the  ... county court is satisfied that the person is a qualifying creditor. Interpretation Introduction 117S Sections 117T to 117W apply for the purposes of this Part. Main definitions 117T 1 In this Part— “ enforcement restriction order ” has the meaning given by section 117A; “ debtor ” has the meaning given by section 117B; “ qualifying creditor ” means a creditor under a qualifying debt. 2 References to the currency of an enforcement restriction order are references to the period which— a begins when the order first has effect, and b ends when the order ceases to have effect. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Expressions relating to debts 117U 1 All debts are qualifying debts, except for the following— a any debt secured against an asset; b any debt of a description specified in regulations. 2 A business debt is any debt (whether or not a qualifying debt) which is incurred by a person in the course of a business. 3 Only debts that have already arisen are included in references to debts; and accordingly such references do not include any debt that will arise only on the happening of some future contingency. Inability to pay debts 117V 1 In a case where an individual is the debtor under a debt that is repayable by a single payment, the debtor is to be regarded as unable to pay the debt only if— a the time for making the payment has been reached, b the debtor has failed to make the single payment, and c the debtor is unable to make that payment. 2 In a case where an individual is the debtor under a debt that is repayable by a number of payments, the debtor is to be regarded as unable to pay the debt only if— a the time for making the first of the payments has been reached, b the debtor has failed to make one or more of the payments, and c the debtor is unable to make all of the missed payments. The ERO, voluntary arrangement and bankruptcy exclusions 117W 1 The debtor is excluded under the ERO exclusion if— a an enforcement restriction order currently has effect in respect of him, or b an enforcement restriction order has previously had effect in respect of him, and the period of 12 months — beginning with the day when that order ceased to have effect — has yet to finish. 2 But in a case that falls within subsection (1)(b), the debtor is not excluded under the ERO exclusion if the previous enforcement restriction order— a ceased to have effect in accordance with any of the provisions listed in section 117H(7)\t\t\t\t\t\t\t\t\t\t\t\t\t\t(effect of administration order or debt relief order on enforcement restriction order), or b was revoked in accordance with section 117O(1)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t\t(debtor no longer has any qualifying debts). 3 The debtor is excluded under the voluntary arrangement exclusion if— a an interim order under section 252 of the Insolvency Act 1986 has effect in respect of him (interim order where debtor intends to make proposal for voluntary arrangement), or b he is bound by a voluntary arrangement approved under Part 8 of the Insolvency Act 1986. 4 The debtor is excluded under the bankruptcy exclusion if— a a petition for a bankruptcy order to be made against him has been presented but not decided, or b he is an undischarged bankrupt. Regulations Power to make regulations 117X 1 It is for the Lord Chancellor to make regulations under this Part. 2 Any power to make regulations under this Part is exercisable by statutory instrument. 3 A statutory instrument containing regulations under this Part is subject to annulment in pursuance of a resolution of either House of Parliament. 2 In Schedule 6A to the Magistrates' Courts Act 1980 (c. 43)\t\t\t\t\t(fines that may be altered under section 143 of the 1980 Act) insert the following entry at the appropriate place in the entries relating to the County Courts Act 1984 (c. 28)— Section 117K(1)\t\t\t\t\t\t\t\t\t(enforcement restriction orders: failure to provide information) £250 3 In section 98 of the Courts Act 2003 (c. 39)\t\t\t\t\t(register of judgments and orders etc.), in subsection (1), for paragraph (d) substitute— d enforcement restriction orders under Part 6A of that Act (power of county courts to make enforcement restriction orders); ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "108", "section_title": "Debt relief orders and debt relief restrictions orders etc.", "section_text": "108 1 In the Second Group of Parts of the Insolvency Act 1986 (c. 45)\t\t\t\t\t(insolvency of individuals), before Part 8 there is inserted, as Part 7A, the Part set out in Schedule 17. 2 After Schedule 4 to that Act there is inserted, as Schedules 4ZA and 4ZB, the Schedules set out in Schedules 18 and 19. 3 Schedule 20 (which makes amendments consequential on provisions contained in Schedule 17) has effect."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "109", "section_title": "Debt management schemes", "section_text": "109 1 A debt management scheme is a scheme that meets the conditions in this section. 2 The scheme must be open to some or all non-business debtors. 3 A scheme is open to a non-business debtor if it allows him to make a request to the scheme operator for a debt repayment plan to be arranged for him. 4 The scheme must provide that, if such a request is made— a a decision must be made about whether a debt repayment plan is to be arranged for the non-business debtor, and b such a plan must be arranged (if that is the decision made). 5 The scheme must be operated by a body of persons (whether a body corporate or not)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "110", "section_title": "Debt repayment plans", "section_text": "110 1 A debt repayment plan is a plan that meets the conditions in this section. 2 The plan must specify all of the debtor's qualifying debts. 3 The plan must require the debtor to make payments in respect of each of the specified debts. 4 It does not matter if— a the plan requires payments of different amounts to be made in respect of a specified debt at different times; b the payments that the plan requires to be made in respect of a specified debt would, if all made, repay the debt only in part."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "111", "section_title": "Approval by supervising authority", "section_text": "111 1 The supervising authority may approve one or more debt management schemes. 2 Regulations may make provision about any or all of the following— a conditions that must be met before the supervising authority may approve a debt management scheme; b considerations that the supervising authority must, or must not, take into account in deciding whether to approve a debt management scheme. 3 Regulations under this section may, in particular, make provision about conditions or considerations that relate to any matter listed in Schedule 21. 4 The supervising authority may approve a debt management scheme whether a body is— a operating the scheme at the time of the approval, or b proposing to operate the scheme from a time in the future."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "112", "section_title": "Applications for approval", "section_text": "112 1 Regulations may specify a procedure for making an application for approval of a debt management scheme. 2 Regulations under this section may, in particular, specify a procedure that requires any or all of the following— a an application to be made in a particular form; b information to be supplied in support of an application; c a fee to be paid in respect of an application."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "113", "section_title": "Terms of approval", "section_text": "113 1 The approval of a debt management scheme has effect subject to any relevant terms. 2 Relevant terms are— a the terms (if any) specified in regulations that relate to the approval, and b the terms (if any) that the supervising authority includes in the approval. 3 Relevant terms may, in particular, deal with all or any of the following— a the start of the approval; b the expiry of the approval; c the termination of the approval, including termination because of the breach of some other term. 4 Relevant terms may, in particular, impose requirements on the scheme operator. 5 Relevant terms may, in particular, relate to any matter listed in Schedule 21. 6 Regulations may make provision about terms that the supervising authority must, or must not, include in an approval."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "114", "section_title": "Discharge from specified debts", "section_text": "114 1 This section applies if— a a debt repayment plan is arranged for a non-business debtor in accordance with an approved scheme, and b the plan comes into effect. 2 The debtor is discharged from the debts that are specified in the plan. 3 The discharge from a particular specified debt takes effect at the time when all the required payments have been made. 4 The required payments are the payments in respect of the debt that are required by the provision included in the plan in accordance with section 110(3)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "115", "section_title": "Presentation of bankruptcy petition", "section_text": "115 1 This section applies during the currency of a debt repayment plan arranged in accordance with an approved scheme. 2 No qualifying creditor of the debtor is to present a bankruptcy petition against the debtor in respect of a qualifying debt, unless— a regulations provide otherwise, or b the creditor has the permission of  the county court . 3 The county court  may give permission for the purposes of subsection (2)(b) subject to such conditions as it thinks fit. 4 The reference to the currency of a debt repayment plan is a reference to the period which— a begins when the plan first has effect, and b ends when the plan ceases to have effect."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "116", "section_title": "Remedies other than bankruptcy", "section_text": "116 1 This section applies in relation to a non-business debtor during a period of protection. 2 No qualifying creditor of the debtor is to pursue any remedy for the recovery of a qualifying debt, unless— a regulations provide otherwise, or b the creditor has the permission of  the county court . 3 The county court  may give permission for the purposes of subsection (2)(b) subject to such conditions as it thinks fit. 4 This section does not have any effect in relation to bankruptcy proceedings."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "117", "section_title": "Charging of interest etc.", "section_text": "117 1 This section applies in relation to a non-business debtor during a period of protection. 2 No qualifying creditor is to charge any sum by way of interest, fee or other charge in respect of a qualifying debt, unless— a regulations provide otherwise, or b the creditor has the permission of  the county court . 3 The county court  may give permission for the purposes of subsection (2)(b) subject to such conditions as it thinks fit."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "118", "section_title": "Stopping supplies of gas or electricity", "section_text": "118 1 This section applies in relation to a non-business debtor during a period of protection. 2 In relation to the debtor, a domestic utility creditor is any person who— a provides the debtor with a supply of mains gas or mains electricity for the debtor's own domestic purposes, and b is a creditor under a qualifying debt that relates to the provision of that supply. 3 No domestic utility creditor is to stop the supply of gas or electricity, or the supply of any associated services, except in the cases in subsections (4) to (7). 4 The first case is where the reason for stopping a supply relates to the non-payment by the debtor of charges incurred in connection with that supply after the start of the period of protection. 5 The second case is where the reason for stopping a supply is unconnected with the non-payment by the debtor of any charges incurred in connection with— a that supply, or b any other supply of mains gas or mains electricity, or of associated services, that is provided by the domestic utility creditor. 6 The third case is where regulations allow the supply to be stopped. 7 The fourth case is where  the county court  gives permission to stop a supply. 8 The county court  may give permission for the purposes of subsection (7) subject to such conditions as it thinks fit. 9 A supply of mains gas is a supply of the kind mentioned in section 5(1)(b) of the Gas Act 1986 (c. 44). 10 A supply of mains electricity is a supply of the kind mentioned in section 4(1)(c) of the Electricity Act 1989 (c. 29)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "119", "section_title": "Existing county court proceedings to be stayed", "section_text": "119 1 This section applies if these conditions are met— a a debt repayment plan is arranged for a non-business debtor in accordance with an approved scheme; b proceedings in  the county court  (other than bankruptcy proceedings) are pending against the debtor in respect of a qualifying debt; c by virtue of section 116, the creditor under the qualifying debt is not entitled to continue the proceedings in respect of the debt; d the county court receives notice of the debt repayment plan. 2 The county court must stay the proceedings. 3 The court may allow costs already incurred by the creditor. 4 Subsection (5) applies if— a the court allows such costs, and b the qualifying debt is a specified debt. 5 The operator of the approved scheme may, if requested to do so by— a the non-business debtor, or b the creditor under the qualifying debt, add the costs to the amount specified in the plan in respect of the debt. 6 But the operator may not add the costs under subsection (5) if, under the terms of the approved scheme, the operator is under a duty to terminate the plan."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "120", "section_title": "Registration of plans", "section_text": "120 1 Regulations may make provision about the registration of either or both of the following— a any request made to the operator of an approved scheme for a debt repayment plan to be arranged in accordance with the scheme; b any debt repayment plan arranged for a non-business debtor in accordance with an approved scheme. 2 In subsection (1)  “ registration ” means registration in the register maintained under section 98 of the Courts Act 2003 (c. 39) (the register of judgments and orders etc). 3 Regulations under this section may amend section 98 of the 2003 Act."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "121", "section_title": " Other debt management arrangements in force", "section_text": "121 1 This section applies if— a a debt repayment plan is arranged for a debtor in accordance with an approved scheme, and b immediately before the plan is arranged, other debt management arrangements are in force in respect of the debtor. 2 The plan is not to come into effect unless the other debt management arrangements cease to be in force. 3 Any provision (whether in the plan or elsewhere) about when the plan is to come into effect is subject to subsection (2). 4 If the operator of the approved scheme is aware of the other debt management arrangements, the operator must give the relevant authority notice that the plan has been arranged. 5 In a case where the operator is aware of other debt management arrangements at the time the plan is arranged, it must give the notice as soon as practicable after the plan is arranged. 6 In a case where the operator becomes aware of those arrangements after the plan is arranged, it must give the notice as soon as practicable after becoming aware of them. 7 “ Other debt management arrangements ” means any of the following— a an administration order under Part 6 of the County Courts Act 1984 (c. 28); b an enforcement restriction order under Part 6A of the County Courts Act 1984; c a debt relief order under Part 7A of the Insolvency Act 1986 (c. 45). 8 “ The relevant authority ” means— aa in relation to an administration order or an enforcement restriction order: the county court; c in relation to a debt relief order: the official receiver. 9 For the purposes of this section a debt relief order is  “in force” if the moratorium applicable to the order under section 251H of the Insolvency Act 1986 has not yet ended."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "122", "section_title": "Right of appeal", "section_text": "122 1 This section applies if a debt repayment plan is arranged for a debtor in accordance with an approved scheme. 2 An affected creditor may appeal to  the county court  against any of the following— a the fact that the plan has been arranged; b the fact that a debt owed to the affected creditor has been specified in the plan; c the terms of the plan (including any provision included in the plan in accordance with section 110(3)). 3 Subsection (2)(c) does not allow an affected creditor to appeal against the fact that a debt owed to any other creditor has been specified in the plan. 4 In this section  “ affected creditor ” means the creditor under any debt which is specified in the plan."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "123", "section_title": "Dealing with appeals", "section_text": "123 1 This section applies if an appeal is made to  the county court  under section 122. 2 The county court may determine the appeal in any way that it thinks fit. 3 The county court may make such orders as may be necessary to give effect to the determination of the appeal. 4 The county court may, in particular, order the scheme operator to do any of the following— a to reconsider the decision to arrange the plan; b to reconsider any decision about the terms of the plan; c to modify the debt repayment plan; d to revoke the debt repayment plan. 5 The county court may make such interim provision as it thinks fit in relation to the period before the appeal is determined. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "124", "section_title": "Charges by operator of approved scheme", "section_text": "124 1 The operator of an approved scheme may recover its costs by charging debtors or affected creditors (or both). 2 In this section— “ costs ” means the costs which the operator incurs, taking one year with another, in connection with the approved scheme, so far as those costs are reasonable; “ debtors ” means— debtors who make requests for debt repayment plans to be arranged in accordance with the approved scheme, and debtors for whom debt repayment plans are arranged in accordance with the approved scheme."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "125", "section_title": "Procedure for termination", "section_text": "125 1 Regulations may specify a procedure for terminating the approval of a debt management scheme. 2 Regulations under this section may, in particular, specify a procedure that requires any or all of the following— a notice of, or the reasons for, an intended termination to be given (whether to the supervising authority, the scheme operator, the Lord Chancellor or any other person); b conditions to be met before a termination takes effect; c a particular period of time to elapse before a termination takes effect."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "126", "section_title": "Terminating an approval", "section_text": "126 The approval of a debt management scheme may be terminated only if the termination is in accordance with all of the following (so far as they are relevant)— a any terms to which the approval is subject by virtue of section 113; b any provision made in regulations under section 125; c any other provision made in other regulations under this Chapter."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "127", "section_title": "Alternatives to termination", "section_text": "127 1 Regulations may make provision to allow the supervising authority to deal with a termination case other than by terminating the approval. 2 A termination case is a case in which the supervising authority would be entitled to terminate the approval of a debt management scheme. 3 Regulations under this section may, in particular, make provision to allow the supervising authority to transfer the operation of the scheme— a to itself, or b to any other body."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "128", "section_title": "Effects of end of approval", "section_text": "128 1 Regulations may make provision about the effects if the approval of a debt management scheme comes to an end. 2 Regulations under this section may, in particular, make provision about the treatment of debt repayment plans arranged for non-business debtors before the scheme came to an end. 3 That includes provision to treat a plan— a as though the approval had not come to an end, or b as though the plan had been made in accordance with a different approved scheme. 4 Regulations under this section may, in particular, make provision about cases where, at the time the scheme comes to an end, the scheme operator is in breach of a relevant obligation. 5 That includes provision to ensure that the operator is not released from the relevant obligation by virtue of the termination. 6 In subsections (4) and (5)\t\t\t\t\t “ relevant obligation ” means any obligation (including a requirement or condition) however arising, that relates to— a the scheme in question (including its operation), b the approval of that scheme, or c the termination of that approval."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "129", "section_title": "The supervising authority", "section_text": "129 1 The supervising authority is— a the Lord Chancellor, or b any person that the Lord Chancellor has authorised to approve debt management schemes under section 111. 2 Subsections (3) and (4) apply in any case where an authorisation under subsection (1)(b) starts or ends. 3 The start or end of the authorisation does not affect the validity of an approval that is in force at the relevant time. 4 The new supervising authority may exercise all of its functions in relation to an approval that is in force at the relevant time as though it had given the approval itself. 5 In this section— “ approval ” means an approval of a debt management scheme given under section 111; “ relevant time ” means the time when an authorisation starts or ends."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "130", "section_title": "Regulations", "section_text": "130 1 It is for the Lord Chancellor to make regulations. 2 The power to make regulations is exercisable by statutory instrument. 3 A statutory instrument containing regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 4 But subsection (3) does not apply in the case of a statutory instrument that contains either or both of the following— a the first regulations under a particular section of this Chapter; b any regulations under section 118(6); c any regulations under section 120 that amend section 98 of the Courts Act 2003 (c. 39); d any regulations that amend section 122 or 123. 5 In such a case the statutory instrument may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 Regulations may make different provision in relation to different cases. 7 Regulations may make any or all of the following provision if the Lord Chancellor thinks it is necessary or expedient— a supplementary, incidental or consequential provision; b transitory, transitional or saving provision. 8 Provision under subsection (7) may, in particular, amend section 122 or 123 (including by making provision for further grounds of appeal). 9 In this section (except in subsection (4)(a) to (c))\t\t\t\t\t “ regulations ” means regulations under any provision of this Chapter."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "131", "section_title": "Main definitions", "section_text": "131 1 In this Chapter— “ affected creditor ” has the meaning given by section 122; “ approved scheme ” means a debt management scheme that is approved under section 111; “ debt management scheme ” has the meaning given by section 109; “ debt repayment plan ” has the meaning given by section 110; “ non-business debtor ” means any individual who— is a debtor under one or more qualifying debts, but is not a debtor under any business debts; “ period of protection ” has the meaning given by section 133; “ qualifying creditor ” means a creditor under a qualifying debt; “ scheme operator ” means the body that operates a debt management scheme; “ specified debt ” means a debt specified in a debt repayment plan; “ supervising authority ” has the meaning given by section 129. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "132", "section_title": "Expressions relating to debts", "section_text": "132 1 All debts are qualifying debts, except the following— a any debt secured against an asset; b in relation to a debt repayment plan which has been requested or arranged, any debt which could not, by virtue of the terms of the debt management scheme, be specified in the plan. 2 A business debt is any debt (whether or not a qualifying debt) which is incurred by a person in the course of a business."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "133", "section_title": "Periods of protection", "section_text": "133 1 A  “ period of protection ”, in relation to a non-business debtor, is a period which begins and ends as specified in this section. 2 The period begins if, and when, the debtor makes a request to the operator of an approved scheme for a debt repayment plan to be arranged in accordance with the scheme. 3 The period ends as follows— a if a debt repayment plan is not arranged in consequence of the request: when the decision is made not to arrange the plan; b if a debt repayment plan is arranged in consequence of the request: when that plan ceases to have effect. 4 But if other debt management arrangements are in force in relation to debtor immediately before he makes the request, the period does not begin unless, and until, a debt repayment plan— a is arranged in consequence of the request, and b comes into effect in accordance with section 121(2). 5 In this section the reference to other debt management arrangements which are in force has the same meaning as such references in section 121."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "134", "section_title": "Protected objects", "section_text": "134 1 An object is protected under section 135 if the conditions in subsection (2) are met when it enters the United Kingdom. 2 The conditions are— a the object is usually kept outside the United Kingdom, b it is not owned by a person resident in the United Kingdom, c its import does not contravene a prohibition or restriction on the import of goods, imposed by or under any enactment, that applies to the object, a part of it or anything it conceals, d it is brought to the United Kingdom for public display in a temporary exhibition at a museum or gallery, and e the museum or gallery has complied with any requirements prescribed by regulations made by the Secretary of State under this paragraph about the publication of specified information about the object. 3 A person owns an object for the purposes of subsection (2)(b) whether he owns it beneficially or not and whether alone or with others. 4 The protection continues— a only so long as the object is in the United Kingdom for any of the purposes in subsection (7), and b unless subsection (5) applies, for not more than 12 months beginning with the day when the object enters the United Kingdom. 4A The relevant authority may extend the maximum protection period for a further period of up to 3 months in relation to an object that is in— a the United Kingdom for the purpose of public display in a temporary exhibition at a museum or gallery in England or Scotland, or b England or Scotland for any of the purposes listed in subsection (7)(b) to (e). 4B In subsection (4A) “ relevant authority ” means— a the Secretary of State in relation to an object that is— i in the United Kingdom for the purpose of public display in a temporary exhibition at a museum or gallery in England, or ii in England for any of the purposes listed in subsection (7)(b) to (e); b the Scottish Ministers in relation to an object that is— i in the United Kingdom for the purpose of public display in a temporary exhibition at a museum or gallery in Scotland, or ii in Scotland for any of the purposes listed in subsection (7)(b) to (e). 4C The power under subsection (4A)— a may be exercised on more than one occasion in relation to a particular object (whether by the same relevant authority or by different relevant authorities); b if exercisable by both relevant authorities at a particular time in relation to a particular object, is exercisable concurrently by those authorities. 4D In this section “ maximum protection period ”, in relation to an object, means— a the period of 12 months specified in subsection (4)(b), b any longer period arising under subsection (5) in relation to the object, or c if the power under subsection (4A) has been exercised in relation to the object,  the period specified in subsection (4)(b), or arising under subsection (5), as extended by that exercise of that power (and by any other previous exercise of that power). 4E In relation to an object the maximum protection period for which is the period mentioned in subsection (4D)(c), references to the United Kingdom in subsections (4)(a), (5) and (8) are to be read as references to England or Scotland. 5 The protection continues after the end of the period specified in subsection (4)(b)  , as extended under subsection (4A) if relevant,   if the object has suffered damage while protected, and— a it is undergoing repair, conservation or restoration in the United Kingdom because of the damage, or b it is leaving the United Kingdom following repair, conservation or restoration because of the damage. 6 A new period of protection begins each time an object enters the United Kingdom and the conditions in subsection (2) are met. 7 The purposes mentioned in subsection (4)(a) are— a public display in a temporary exhibition at a museum or gallery; b going to or returning from public display in a temporary exhibition at a museum or gallery; c related repair, conservation or restoration; d going to or returning from related repair, conservation or restoration; e leaving the United Kingdom. 8 Repair, conservation or restoration is related if it is carried out in the United Kingdom and is done— a to prepare the object for public display in a temporary exhibition at a museum or gallery, or b because of damage suffered in the course of something within subsection (7). 9 The Secretary of State may make regulations requiring a museum or gallery to provide persons with specified information about an object in specified circumstances (which may include in particular compliance with conditions imposed by or under the regulations). 10 Regulations under this section— a may not be made without the consent of the Scottish Ministers, the Welsh Ministers and the Department for Culture, Art and Leisure in Northern Ireland, and b must be made by statutory instrument. 11 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "135", "section_title": "Effect of protection", "section_text": "135 1 While an object is protected under this section it may not be seized or forfeited under any enactment or rule of law, unless— a it is seized or forfeited under or by virtue of an order made by a court in the United Kingdom, and b the court is required to make the order under, or under provision giving effect to,   an  EU  obligation  or any international treaty. 2 Protection under this section does not affect liability for an offence of importing, exporting or otherwise dealing with the object, but (subject to subsection (1)) any power of arrest or otherwise to prevent such an offence is not exercisable so as to prevent the object leaving the United Kingdom. 3 In this section, references to seizure or forfeiture in relation to an object include references to— a taking control of the object under Schedule 12 (in England and Wales); b execution or distress (in England and Wales or Northern Ireland); c diligence or sequestration (in Scotland); d seizure, confiscation or forfeiture, or any other measure relating to the custody or control of the object, in the course of a criminal investigation or criminal proceedings (against the owner, the museum or gallery or any other person); e the making or enforcement of an order relating to the custody or control of the object in civil proceedings (against the owner, the museum or gallery or any other person)."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "136", "section_title": "Relevant museums and galleries", "section_text": "136 1 In this Part  “ museum or gallery ” means an institution in the United Kingdom approved under this section by the appropriate authority. 2 The matters that the appropriate authority must have regard to when deciding whether to approve an institution include— a the institution's procedures for establishing the provenance and ownership of objects, and b in particular, compliance by the institution with guidance about such procedures published by the Secretary of State from time to time. 3 The appropriate authority may withdraw approval from an institution if it thinks fit, and, in particular, if— a it thinks that the institution's procedures for establishing the provenance or ownership of objects are inadequate (because of the institution's failure to comply with guidance published by the Secretary of State or for some other reason), or b the institution has failed to comply with a requirement of regulations under section 134(9). 4 The withdrawal of approval from an institution does not affect the application of sections 134 and 135 to any object which is a protected object immediately before the withdrawal. 5 In this section  “ the appropriate authority ” means— a the Secretary of State, in relation to an institution in England, b the Welsh Ministers, in relation to an institution in Wales, c the Scottish Ministers, in relation to an institution in Scotland, and d the Department for Culture, Art and Leisure, in relation to an institution in Northern Ireland."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "137", "section_title": "Interpretation", "section_text": "137 1 The following apply for the purposes of this Part. 2 “ Enactment ” includes an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament. 3 “ Public display ” means display to which the public are admitted, on payment or not, but does not include display with a view to sale. 4 “ Temporary exhibition ” means an exhibition of one or more objects which is open to the public for a period of less than twelve months, whether at a single location or at a succession of locations. 5 A temporary exhibition is at a museum or gallery if it is held at or under the direction of the museum or gallery. 6 An individual is resident in the United Kingdom if he is ordinarily resident in the United Kingdom for the purposes of income tax, or would be if he were receiving income on which tax is payable. 7 The trustees of a settlement (or, in Scotland, the trustees of a trust) are resident in the United Kingdom if they are resident and ordinarily resident in the United Kingdom for the purposes of income tax, or would be if they were receiving income on which tax is payable. 8 A partnership (including a limited partnership) or unincorporated association is resident in the United Kingdom if it is established under the law of any part of the United Kingdom. 9 A body corporate is resident in the United Kingdom if it is incorporated under the law of any part of the United Kingdom. 10 A reference to the United Kingdom or any part of the United Kingdom  includes the territorial sea adjacent to the United Kingdom  or that part of the United Kingdom   (within the meaning given by section 1 of the Territorial Sea Act 1987 (c. 49))."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "138", "section_title": "Crown application", "section_text": "138 This Part binds the Crown."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "139", "section_title": "Enforcement by enforcement officers", "section_text": "139 1 In section 3 of the Lands Clauses Consolidation Act 1845 (c. 18)\t\t\t\t\t(interpretations in this and the special Act), at the end insert—  “                    Where any matter in relation to any lands is required to be done by an enforcement officer, the expression  “ the enforcement officer ” means the officer or officers identified for that purpose in paragraph 3A of Schedule 7 to the Courts Act 2003.                  ” 2 In section 91 of that Act (proceedings in case of refusal to deliver possession of lands)— a after  “the sheriff” in the first place insert  “                        or the enforcement officer                      ” ; b for  “the sheriff” in the second place substitute  “                        the person to whom it is issued                      ” ; c for  “the sheriff” in the third place substitute  “                        the person executing the warrant                      ” ; d after the existing words, which (as amended) become subsection (1), insert— 2 If, by virtue of paragraph 3A of Schedule 7 to the Courts Act 2003, the warrant is issued to two or more persons collectively, the duty in subsection (1) to deliver possession of lands shall apply to the person to whom the warrant is allocated in accordance with the approved arrangements mentioned in that Schedule. 3 Subsections (1) and (2) extend only to England and Wales. 4 Section 13 of the Compulsory Purchase Act 1965 (c. 56)\t\t\t\t\t(refusal to give possession to acquiring authority) is amended as follows. 5 In subsection (1), for the words from  “the sheriff” to the end substitute —                     a the sheriff, or b the enforcement officer, to deliver possession of it to the person appointed in the warrant to receive it.                   6 In subsection (2), for  “the sheriff” substitute  “                    the person to whom it is issued                  ” . 7 After subsection (2) insert— 2A If, by virtue of paragraph 3A of Schedule 7 to the Courts Act 2003, the warrant is issued to two or more persons collectively, the duty in subsection (2) of this section shall apply to the person to whom the warrant is allocated in accordance with the approved arrangements mentioned in that Schedule. 8 In subsection (3), for  “the sheriff” substitute  “                    the person executing the warrant                  ” . 9 In subsection (6), after  “In this section” insert —                     “ the enforcement officer ”, in relation to a warrant to deliver possession of land under this section, means the officer or officers identified for that purpose in paragraph 3A of Schedule 7 to the Courts Act 2003, and . 10 Schedule 22 makes consequential amendments."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "140", "section_title": "Supplementary", "section_text": "140 1 Schedule 7 to the Courts Act 2003 (c. 39)\t\t\t\t\t(High Court writs of execution) is amended as follows. 2 After paragraph 3 insert— Issue of certain warrants to enforcement officers 3A 1 Sub-paragraph (2) applies for the purpose of identifying the enforcement officer to whom a warrant may be issued under— a section 91(1) of the Lands Clauses Consolidation Act 1845 (proceedings in case of refusal to deliver possession of lands), or b section 13(1) of the Compulsory Purchase Act 1965 (refusal to give possession to acquiring authority). 2 The enforcement officer, in relation to such a warrant, is— a the enforcement officer assigned to a relevant district or, if two or more enforcement officers are assigned to that district, those officers collectively, or b a named enforcement officer who, whether or not assigned to a relevant district, has undertaken to execute the warrant. 3 In sub-paragraph (2),  “ a relevant district ”, in relation to a warrant, means— a the district where the land in respect of which the warrant was issued is situated, or b if that land (being land in one ownership) is not situated wholly in one district, a district where any part of that land is situated. 3 Paragraph 4 is amended as set out in subsections (4) to (7). 4 In sub-paragraph (1), at the end insert  “                    and warrants issued to one or more enforcement officers under an enactment mentioned in paragraph 3A(1)(a) or (b)                  ” . 5 After sub-paragraph (2) insert— 2A The relevant officer has, in relation to the warrant, the duties, powers, rights, privileges and liabilities that a sheriff of a county would have had at common law if— a the warrant had been issued to him, and b the district in which it is to be executed had been within his county. 6 For sub-paragraph (3) substitute— 3 “ The relevant officer ” means— a in relation to a writ— i if the writ is directed to a single enforcement officer under paragraph 3(1)(a) or (c), that officer; ii if the writ is directed to two or more enforcement officers collectively under paragraph 3(1)(b), the officer to whom, in accordance with approved arrangements, the execution of the writ is allocated, b in relation to a warrant— i if the warrant is issued to a single enforcement officer in accordance with paragraph 3A(2)(a) or (b), that officer; ii if the warrant is issued to two or more enforcement officers collectively in accordance with paragraph 3A(2)(a), the officer to whom, in accordance with approved arrangements, the execution of the warrant is allocated. 7 For sub-paragraph (4) substitute— 4 Sub-paragraphs (2) and (2A) apply to a person acting under the authority of the relevant officer as they apply to the relevant officer. 8 In paragraph 5, after  “writ” insert  “                    or warrant                  ” . 9 In paragraph 12(2)(d)(ii), after  “officers” insert  “                    , or warrants issued to enforcement officers under an enactment mentioned in paragraph 3A(1)(a) or (b),                  ” . 10 Accordingly— a in section 99 of that Act (High Court writs of execution), in subsection (1) at the end insert  “                        and about warrants issued in connection with the compulsory acquisition of land                      ” ; b in Schedule 7 to that Act— i for the heading  “High Court Writs of Execution” substitute  “                            Enforcement of Certain Writs and Warrants                          ” ; ii in the heading immediately preceding paragraph 1, for  “of execution” substitute  “                            and warrants                          ” ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "141", "section_title": "Judicial review: power to substitute decision", "section_text": "141 In section 31 of the Supreme Court Act 1981 (c. 54)\t\t\t(application for judicial review), for subsection (5) substitute— 5 If, on an application for judicial review, the High Court quashes the decision to which the application relates, it may in addition— a remit the matter to the court, tribunal or authority which made the decision, with a direction to reconsider the matter and reach a decision in accordance with the findings of the High Court, or b substitute its own decision for the decision in question. 5A But the power conferred by subsection (5)(b) is exercisable only if— a the decision in question was made by a court or tribunal, b the decision is quashed on the ground that there has been an error of law, and c without the error, there would have been only one decision which the court or tribunal could have reached. 5B Unless the High Court otherwise directs, a decision substituted by it under subsection (5)(b) has effect as if it were a decision of the relevant court or tribunal."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "142", "section_title": "Recovery of sums payable under compromises involving ACAS", "section_text": "142 In the Employment Tribunals Act 1996 (c. 17), after section 19 insert— Conciliation: recovery of sums payable under compromises 19A 1 Subsections (3) to (6) apply if— a a conciliation officer— i has taken action under section 18 in a case, and ii issues a certificate in writing stating that a compromise has been reached in the case, and b all of the terms of the compromise are set out— i in a single relevant document, or ii in a combination of two or more relevant documents. 2 A document is a  “ relevant document ” for the purposes of subsection (1) if— a it is the certificate, or b it is a document that is referred to in the certificate or that is referred to in a document that is within this paragraph. 3 Any sum payable by a person under the terms of the compromise (a  “compromise sum”) shall, subject to subsections (4) to (7), be recoverable— a in England and Wales, by execution issued from a county court or otherwise as if the sum were payable under an order of that court; b in Scotland, by diligence as if the certificate were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 4 A compromise sum is not recoverable under subsection (3) if— a the person by whom it is payable applies for a declaration that the sum would not be recoverable from him under the general law of contract, and b that declaration is made. 5 If rules of court so provide, a compromise sum is not recoverable under subsection (3) during the period— a beginning with the issue of the certificate, and b ending at such time as may be specified in, or determined under, rules of court. 6 If the terms of the compromise provide for the person to whom a compromise sum is payable to do anything in addition to discontinuing or not starting proceedings, that sum is recoverable by him under subsection (3)— a in England and Wales, only if a county court so orders; b in Scotland, only if the sheriff so orders. 7 Once an application has been made for a declaration under subsection (4) in relation to a sum, no further reliance may be placed on subsection (3) for the recovery of the sum while the application is pending. 8 An application for a declaration under subsection (4) may be made to an employment tribunal, a county court or the sheriff. 9 Employment tribunal procedure regulations may (in particular) make provision as to the time within which an application to an employment tribunal for a declaration under subsection (4) is to be made. 10 Rules of court may make provision as to— a the time within which an application to a county court for a declaration under subsection (4) is to be made; b the time within which an application to the sheriff for a declaration under subsection (4) is to be made; c when an application (whether made to a county court, the sheriff or an employment tribunal) for a declaration under subsection (4) is pending for the purposes of subsection (7). 11 Nothing in this section shall be taken to prejudice any rights or remedies that a person has apart from this section. 12 In this section  “compromise”\t\t\t\t\t\t\t\t(except in the phrase  “compromise sum”) means a settlement, or compromise, to avoid proceedings or bring proceedings to an end."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "143", "section_title": "Appeals in relation to design rights", "section_text": "143 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "144", "section_title": "Protected functions of the Lord Chancellor", "section_text": "144 1 In Schedule 7 to the Constitutional Reform Act 2005 (c. 4)\t\t\t\t\t(protected functions of the Lord Chancellor) Part A of the list in paragraph 4 is amended as follows. 2 In the entry for the London Building Acts (Amendment) Act 1939 (c. xcvii) after  “109(2)” insert  “                  and (4)                ” . 3 Insert in the appropriate place— Attachment of Earnings Act 1971 (c. 32) Section 6A Section 15B Schedule 3A . 4 Insert in the appropriate place— Charging Orders Act 1979 (c. 53) Section 3A . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In the entries for the County Courts Act 1984 (c. 28) insert in the appropriate place— Section 85(2) Part 6 Part 6A . 7 In the entry for section 26(5), (6) and (9) of the Judicial Pensions and Retirement Act 1993 (c. 8), for  “and (9)” substitute , (9) and (13) . 8 In the entries for the Employment Tribunals Act 1996 (c. 17) insert in the appropriate place— Section 5A Section 7A Section 29A . 9 In the entry for the Social Security Act 1998 (c. 14) insert in the appropriate place— Section 7(6A) . 10 In the entries for the Nationality, Immigration and Asylum Act 2002 (c. 41)— a insert in the appropriate place— Section 107 ; b in the entry for Schedule 4, for  “and 7” substitute  “                      , 7 and 14                    ” . 11 Insert in the appropriate place— Tribunals, Courts and Enforcement Act 2007 Part 1 Section 51 Part 3 Sections 95 to 102 ."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "145", "section_title": "Power to make supplementary or other provision", "section_text": "145 1 The Lord Chancellor (or, in relation to Chapter 3 of Part 5 only, the Secretary of State) may by order make any supplementary, incidental, consequential, transitory, transitional or saving provision which he considers necessary or expedient for the purposes of, in consequence of, or for giving full effect to, any provision of this Act. 2 An order under this section may in particular— a provide for any provision of this Act which comes into force before another to have effect, until that other provision has come into force, with modifications specified in the order; b amend, repeal or revoke any enactment other than one contained in an Act or instrument passed or made after the Session in which this Act is passed. 3 The amendments that may be made by an order under this section are in addition to those made by or under any other provision of this Act. 4 An order under this section may make different provision for different purposes. 5 The power to make an order under this section is exercisable by statutory instrument. 6 A statutory instrument containing an order under this section, unless it is an order to which subsection (7) applies, is subject to annulment in pursuance of a resolution of either House of Parliament. 7 No order amending or repealing an enactment contained in an Act may be made under this section unless a draft of the order has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "146", "section_title": "Repeals", "section_text": "146 Schedule 23 contains repeals."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "147", "section_title": "Extent", "section_text": "147 1 Parts 1, 2 and 6 and this Part extend to England and Wales, Scotland and Northern Ireland. 2 The other provisions of this Act extend only to England and Wales. 3 Subsections (1) and (2) are subject to subsections (4) and (5). 4 Unless provided otherwise, amendments, repeals and revocations in this Act extend to any part of the United Kingdom to which the provisions amended, repealed or revoked extend. 5 The following extend also to the Isle of Man— a section 143(1) and (2), b the repeal by this Act of any provision specified in Part 6 of Schedule 23 that extends to the Isle of Man, c sections 145 and 148(5) to (7) so far as relating to— i section 143(1) and (2), and ii the provisions of this Act by which the repeals mentioned in paragraph (b) are effected, and d this section and section 149."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "148", "section_title": "Commencement", "section_text": "148 1 Section 60 comes into force at the end of the period of two months beginning with the day on which this Act is passed. 2 The provisions of Chapter 3 of Part 5 come into force in accordance with provision made by the Lord Chancellor or the Secretary of State by order. 3 The provisions of Part 6 come into force, except as provided by subsection (4), in accordance with provision made by the Secretary of State by order. 4 The provisions of Part 6 come into force, in so far as they extend to Scotland, in accordance with provision made by the Scottish Ministers by order. 5 The remaining provisions of this Act, except sections 53, 55, 56, 57, 145, 147, 149, this section and Schedule 11, come into force in accordance with provision made by the Lord Chancellor by order. 6 An order under this section may make different provision for different purposes. 7 The power to make an order under this section is exercisable by statutory instrument."}, {"act": "Tribunals, Courts and Enforcement Act 2007", "year": 2007, "section": "149", "section_title": "Short title", "section_text": "149 This Act may be cited as the Tribunals, Courts and Enforcement Act 2007."}]