[{"act": "Welfare Reform Act 2007", "year": 2007, "section": "1", "section_title": "Employment and support allowance", "section_text": "1 1 An allowance, to be known as an employment and support allowance, shall be payable in accordance with the provisions of this Part. 2 Subject to the provisions of this Part, a claimant is entitled to an employment and support allowance if he satisfies the basic conditions and  either — a the first and the second conditions set out in  Part 1 of  Schedule 1 (conditions relating to national insurance) or the third condition set out in  that Part of  that Schedule (condition relating to youth),  or b the conditions set out in Part 2 of that Schedule (conditions relating to financial position). 3 The basic conditions are that the claimant— a has limited capability for work, aa has accepted a claimant commitment, b is at least 16 years old, c has not reached pensionable age, d is in Great Britain,  and   e is not entitled to income support, and f is not entitled to a jobseeker's allowance  (and is not a member of a couple who are entitled to a joint-claim jobseeker's allowance) . 3A After the coming into force of this subsection no claim may be made for an employment and support allowance by virtue of the third condition set out in  Part 1 of  Schedule 1 (youth). 4 For the purposes of this Part, a person has limited capability for work if— a his capability for work is limited by his physical or mental condition, and b the limitation is such that it is not reasonable to require him to work. 5 An employment and support allowance is payable in respect of a week. 6 In subsection (3)— “ joint-claim jobseeker's allowance ” means a jobseeker's allowance entitlement to which arises by virtue of section 1(2B) of the Jobseekers Act 1995 (c. 18); “ pensionable age ” has the meaning given by the rules in paragraph 1 of Schedule 4 to the Pensions Act 1995 (c. 26). 6A In subsection (3)(f), in relation to a contributory allowance, the reference to a couple entitled to a joint-claim jobseeker's allowance does not include a couple so entitled by virtue of regulations under paragraph 8A of Schedule 1 to the Jobseekers Act 1995. 7 In this Part— “ contributory allowance ” means an employment and support allowance entitlement to which is based on subsection (2)(a)  (and see section 1B(2)) ; “ income-related allowance ” means an employment and support allowance entitlement to which is based on subsection (2)(b)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "1A", "section_title": "Duration of  contributory  allowance", "section_text": "1A 1 The period for which a person is entitled to  a contributory allowance   an employment and support allowance   by virtue of the first and second conditions set out in  Part 1 of  Schedule 1 shall not exceed, in the aggregate, the relevant maximum number of days in any period for which his entitlement is established by reference (under the second condition set out in  Part 1 of  Schedule 1) to the same two tax years. 2 In subsection (1) the  “relevant maximum number of days” is— a 365 days, or b if the Secretary of State by order specifies a greater number of days, that number of days. 3 The fact that a person's entitlement to  a contributory allowance   an employment and support allowance   has ceased as a result of subsection (1) does not prevent his being entitled to a further such allowance if— a he satisfies the first and second conditions set out in  Part 1 of  Schedule 1, and b the two tax years by reference to which he satisfies the second condition include at least one year which is later than the second of the two years by reference to which (under the second condition) his previous entitlement was established. 4 The period for which a person is entitled to  a contributory allowance   an employment and support allowance   by virtue of the third condition set out in  Part 1 of  Schedule 1 (youth) shall not exceed— a 365 days, or b if the Secretary of State by order specifies a greater number of days, that number of days. 5 In calculating for the purposes of subsection (1) or (4) the length of the period for which a person is entitled to  a contributory allowance   an employment and support allowance , the following are not to be counted— a days in which the person is a member of the support group, b days not falling within paragraph (a) in respect of which the person is entitled to the support component referred to in section 2(1)(b), and c days in the assessment phase, where the days immediately following that phase fall within paragraph (a) or (b). 6 In calculating for the purposes of subsection (1) or (4) the length of the period for which a person is entitled to  a contributory allowance   an employment and support allowance , days occurring before the coming into force of this section are to be counted (as well as those occurring afterwards)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "1B", "section_title": "Further entitlement after time-limiting", "section_text": "1B 1 Where a person's entitlement to  a contributory allowance   an employment and support allowance   has ceased as a result of section 1A(1) or (4) but— a the person has not at any subsequent time ceased to have (or to be treated as having) limited capability for work, b the person satisfies the basic conditions, and c the person has (or is treated as having) limited capability for work-related activity, the claimant is entitled to an employment and support allowance by virtue of this section. 2 An employment and support allowance entitlement to which is based on this section is to be regarded as a contributory allowance for the purposes of this Part."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "2", "section_title": "Amount of  contributory  allowance", "section_text": "2 1 In the case of a contributory allowance, the amount payable   The amount payable by way of an employment and support allowance   in respect of a claimant shall be calculated by— a taking such amount as may be prescribed, b if in his case the conditions of entitlement to the support component  ... are satisfied, adding the amount of that component, and c making prescribed deductions in respect of any payments to which section 3 applies. 2 The conditions of entitlement to the support component are— a that the assessment phase has ended, b that the claimant has limited capability for work-related activity, and c that such other conditions as may be prescribed are satisfied. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Regulations may— a prescribe circumstances in which paragraph (a) of subsection (2)  ... is not to apply; b prescribe circumstances in which entitlement under subsection (2)  ... is to be backdated; c make provision about the amount of the component under subsection (2)  .... 5 For the purposes of this Part, a person has limited capability for work-related activity if— a his capability for work-related activity is limited by his physical or mental condition, and b the limitation is such that it is not reasonable to require him to undertake such activity."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "3", "section_title": "Deductions from  contributory  allowance: supplementary", "section_text": "3 1 This section applies to payments of the following kinds which are payable to the claimant— a pension payments, b PPF  periodic payments, and c payments of a prescribed description made to a person who is a member of, or has been appointed to, a prescribed body carrying out public or local functions. 2 Regulations may— a disapply section 2(1)(c), so far as relating to pension payments or PPF periodic payments, in relation to persons of a prescribed description; b provide for pension payments or PPF periodic payments of a prescribed description to be treated for the purposes of that provision as not being payments to which this section applies; c provide for sums of a prescribed description to be treated for the purposes of this section as payable to persons as pension payments or PPF periodic payments (including, in particular, sums in relation to which there is a deferred right of receipt); d make provision for the method of determining how payments to which this section applies are, for the purposes of section 2, to be related to periods for which a person is entitled to  a contributory allowance   an employment and support allowance . 3 In this section— “ pension payment ” means— a periodical payment made in relation to a person under a personal pension scheme or, in connection with the coming to an end of an employment of his, under an occupational pension scheme or a public service pension scheme, a payment of a prescribed description made under an insurance policy providing benefits in connection with physical or mental illness or disability, and such other payments as may be prescribed; “ PPF periodic payment ” means— any periodic compensation payment made in relation to a person, payable under the pension compensation provisions as specified in section 162(2) of the Pensions Act 2004 (c. 35) or Article 146(2) of the Pensions (Northern Ireland) Order 2005 ( S.I.  2005/255 (N.I. 1))\t\t\t\t\t\t\t\t\t(the pension compensation provisions), and any periodic payment made in relation to a person, payable under section 166 of the Pensions Act 2004 or Article 150 of the Pensions (Northern Ireland) Order 2005 (duty to pay scheme benefits unpaid at assessment date  etc. ). 4 For the purposes of subsection (3),  “occupational pension scheme”,  “personal pension scheme” and  “public service pension scheme” each have the meaning given by section 1 of the Pension Schemes Act 1993 (c. 48), except that  “ personal pension scheme ” includes— a an annuity contract or trust scheme approved under section 620 or 621 of the Income and Corporation Taxes Act 1988 (c. 1), and b a substituted contract within the meaning of section 622(3) of that Act, which is treated as having become a registered pension scheme by virtue of paragraph 1(1)(f) of Schedule 36 to the Finance Act 2004 (c. 12)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "4", "section_title": "Amount of income-related allowance", "section_text": "4 1 In the case of an income-related allowance, the amount payable in respect of a claimant shall be— a if he has no income, the applicable amount; b if he has an income, the amount by which the applicable amount exceeds his income. 2 Subject to subsection (3), the applicable amount for the purposes of subsection (1) shall be calculated by— a taking such amount, or the aggregate of such amounts, as may be prescribed, and b if in the claimant's case the conditions of entitlement to the support component  ... are satisfied, adding the amount of that component. 3 Regulations may provide that, in prescribed cases, the applicable amount for the purposes of subsection (1) shall be nil. 4 The conditions of entitlement to the support component are— a that the assessment phase has ended, b that the claimant has limited capability for work-related activity, and c that such other conditions as may be prescribed are satisfied. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Regulations may— a prescribe circumstances in which paragraph (a) of subsection (4)  ... is not to apply; b prescribe circumstances in which entitlement under subsection (4)  ... is to be backdated; c make provision about the amount of the component under subsection (4) ...."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "5", "section_title": "Advance award of income-related allowance", "section_text": "5 1 This section applies to claims for an employment and support allowance by a person who— a would be entitled to an income-related allowance, but for the fact that he does not satisfy the condition in paragraph 6(1)(a) of Schedule 1, b would satisfy that condition if he were entitled to the component mentioned in section 4(4) or (5), and c is not entitled to a contributory allowance. 2 In relation to claims to which this section applies, section 5(1) of the Administration Act (regulations about claims for benefit) shall have effect as if— a in paragraph (d)\t\t\t\t\t\t\t(power to permit an award on a claim for benefit for a future period to be made subject to the condition that the claimant satisfies the requirements for entitlement when the benefit becomes payable under the award), there were inserted at the end  “                        and to such other conditions as may be prescribed                      ” , and b in paragraph (e)\t\t\t\t\t\t\t(power to provide for such an award to be revised or superseded under the Social Security Act 1998 (c. 14) if any of those requirements are found not to have been satisfied), for  “any of those requirements” there were substituted  “                        any of the conditions to which the award is made subject                      ” . 3 Regulations may, in relation to claims to which this section applies, make provision enabling an award to be made on terms such that the time at which benefit becomes payable under the award is later than the start of the period for which the award is made."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "6", "section_title": "Amount payable where claimant entitled to both forms of allowance", "section_text": "6 1 This section applies where a claimant is entitled to both a contributory allowance and an income-related allowance. 2 If the claimant has no income, the amount payable by way of an employment and support allowance shall be the greater of— a his personal rate, and b the applicable amount. 3 If the claimant has an income, the amount payable by way of an employment and support allowance shall be the greater of— a his personal rate, and b the amount by which the applicable amount exceeds his income. 4 Where the amount payable to the claimant by way of an employment and support allowance does not exceed his personal rate, the allowance shall be treated as attributable to the claimant's entitlement to a contributory allowance. 5 Where the amount payable to the claimant by way of an employment and support allowance exceeds his personal rate, the allowance shall be taken to consist of two elements, namely— a an amount equal to his personal rate, and b an amount equal to the excess. 6 The element mentioned in subsection (5)(a) shall be treated as attributable to the claimant's entitlement to a contributory allowance. 7 The element mentioned in subsection (5)(b) shall be treated as attributable to the claimant's entitlement to an income-related allowance. 8 In this section— “ applicable amount ” means the amount which, in the claimant's case, is the applicable amount for the purposes of section 4(1); “ personal rate ” means the amount calculated in accordance with section 2(1)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "7", "section_title": "Exclusion of payments below prescribed minimum", "section_text": "7 Except in such circumstances as regulations may provide, an employment and support allowance shall not be payable where the amount otherwise payable would be less than a prescribed minimum."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "8", "section_title": "Limited capability for work", "section_text": "8 1 For the purposes of this Part, whether a person's capability for work is limited by his physical or mental condition and, if it is, whether the limitation is such that it is not reasonable to require him to work shall be determined in accordance with regulations. 2 Regulations under subsection (1) shall— a provide for determination on the basis of an assessment of the person concerned; b define the assessment by reference to the extent to which a person who has some specific disease or bodily or mental disablement is capable or incapable of performing such activities as may be prescribed; c make provision as to the manner of carrying out the assessment. 3 Regulations under subsection (1) may, in particular, make provision— a as to the information or evidence required for the purpose of determining the matters mentioned in that subsection; b as to the manner in which that information or evidence is to be provided; c for a person in relation to whom it falls to be determined whether he has limited capability for work to be called to attend for such medical examination as the regulations may require. 4 Regulations under subsection (1) may include provision— a for a person to be treated as not having limited capability for work if he fails without good cause— i to provide information or evidence which he is required under such regulations to provide, ii to provide information or evidence in the manner in which he is required under such regulations to provide it, or iii to attend for, or submit himself to, a medical examination for which he is called under such regulations to attend; b as to matters which are, or are not, to be taken into account in determining for the purposes of any provision made by virtue of paragraph (a) whether a person has good cause for any act or omission; c as to circumstances in which a person is, or is not, to be regarded for the purposes of any such provision as having good cause for any act or omission. 5 Regulations may provide that, in prescribed circumstances, a person in relation to whom it falls to be determined whether he has limited capability for work, shall, if prescribed conditions are met, be treated as having limited capability for work until such time as— a it has been determined whether he has limited capability for work, or b he falls in accordance with regulations under this section to be treated as not having limited capability for work. 6 The prescribed conditions referred to in subsection (5) may include the condition that it has not previously been determined, within such period as may be prescribed, that the person in question does not have, or is to be treated as not having, limited capability for work."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "9", "section_title": "Limited capability for work-related activity", "section_text": "9 1 For the purposes of this Part, whether a person's capability for work-related activity is limited by his physical or mental condition and, if it is, whether the limitation is such that it is not reasonable to require him to undertake such activity shall be determined in accordance with regulations. 2 Regulations under subsection (1) shall— a provide for determination on the basis of an assessment of the person concerned; b define the assessment by reference to such matters as the regulations may provide; c make provision as to the manner of carrying out the assessment. 3 Regulations under subsection (1) may, in particular, make provision— a as to the information or evidence required for the purpose of determining the matters mentioned in that subsection; b as to the manner in which that information or evidence is to be provided; c for a person in relation to whom it falls to be determined whether he has limited capability for work-related activity to be called to attend for such medical examination as the regulations may require. 4 Regulations under subsection (1) may include provision— a for a person to be treated as not having limited capability for work-related activity if he fails without good cause— i to provide information or evidence which he is required under such regulations to provide, ii to provide information or evidence in the manner in which he is required under such regulations to provide it, or iii to attend for, or submit himself to, a medical examination for which he is called under such regulations to attend; b as to matters which are, or are not, to be taken into account in determining for the purposes of any provision made by virtue of paragraph (a) whether a person has good cause for any act or omission; c as to circumstances in which a person is, or is not, to be regarded for the purposes of any such provision as having good cause for any act or omission."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "10", "section_title": "Report", "section_text": "10 The Secretary of State shall lay before Parliament an independent report on the operation of the assessments under sections 8 and 9 annually for the first five years after those sections come into force."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11", "section_title": "Work-focused health-related assessments Work-related requirements", "section_text": "11 1 Regulations may make provision for or in connection with imposing on a person who is— a entitled to an employment and support allowance, and b not a member of the support group, a requirement to take part in one or more work-focused health-related assessments as a condition of continuing to be entitled to the full amount payable to him in respect of the allowance apart from the regulations. 2 Regulations under this section may, in particular, make provision— a prescribing circumstances in which such a person is subject to a requirement to take part in one or more work-focused health-related assessments; b for notifying such a person of any such requirement; c prescribing the work-focused health-related assessments in which a person who is subject to such a requirement is required to take part; d for the determination, and notification, of the time and place of any such assessment; e prescribing circumstances in which a person attending such an assessment is to be regarded as having, or not having, taken part in it; f for securing that the appropriate consequence follows if a person who is required under the regulations to take part in a work-focused health-related assessment— i fails to take part in the assessment, and ii does not, within a prescribed period, show that he had good cause for that failure; g prescribing matters which are, or are not, to be taken into account in determining whether a person had good cause for any failure to comply with the regulations; h prescribing circumstances in which a person is, or is not, to be regarded as having good cause for any such failure. 3 For the purposes of subsection (2)(f), the appropriate consequence of a failure falling within that provision is that the amount payable to the person in question in respect of an employment and support allowance is reduced in accordance with regulations. 4 Regulations under subsection (3) may, in particular, make provision for determining— a the amount by which an allowance is to be reduced, b when the reduction is to start, and c how long it is to continue, and may include provision prescribing circumstances in which the amount of the reduction is to be nil. 5 Regulations under this section shall include provision for a requirement to take part in one or more work-focused health-related assessments to cease to have effect if the person subject to the requirement becomes a member of the support group. 6 Regulations under this section may include provision— a that in such circumstances as the regulations may prescribe a requirement to take part in a work-focused health-related assessment that would otherwise apply to a person by virtue of such regulations is not to apply, or is to be treated as not having applied; b that in such circumstances as the regulations may prescribe such a requirement is not to apply until a prescribed time; c that in such circumstances as the regulations may prescribe the time and place of a work-focused health-related assessment in which a person is required by regulations under this section to take part may be redetermined. 7 In this section,  “ work-focused health-related assessment ” means an assessment by a health care professional approved by the Secretary of State which is carried out for the purpose of assessing— a the extent to which a person still has capability for work, b the extent to which his capability for work may be improved by the taking of steps in relation to his physical or mental condition, and c such other matters relating to his physical or mental condition and the likelihood of his obtaining or remaining in work or being able to do so, as may be prescribed. 8 In subsection (7),  “ health care professional ” means— a a registered medical practitioner, b a registered nurse, c an occupational therapist or physiotherapist registered with a regulatory body established by an Order in Council under section 60 of the Health Act 1999 (c. 8), or d a member of such other profession regulated by a body mentioned in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002 (c. 17) as may be prescribed. 1 The following provisions of this Part provide for the Secretary of State to impose work-related requirements with which persons entitled to an employment and support allowance must comply for the purposes of this Part. 2 In this Part  “ work-related requirement ” means— a a work-focused interview requirement (see section 11B); b a work preparation requirement (see section 11C). 3 The work-related requirements which may be imposed on a person depend on which of the following groups the person falls into— a persons subject to no work-related requirements (see section 11D); b persons subject to work-focused interview requirement only (see section 11E); c persons subject to work-focused interview and work preparation requirements (see section 11F)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11A", "section_title": "Claimant commitment", "section_text": "11A 1 A claimant commitment is a record of the responsibilities of a person entitled to an employment and support allowance in relation to the award of the allowance. 2 A claimant commitment is to be prepared by the Secretary of State and may be reviewed and updated as the Secretary of State thinks fit. 3 A claimant commitment is to be in such form as the Secretary of State thinks fit. 4 A claimant commitment is to include— a a record of the requirements that the person must comply with under this Part (or such of them as the Secretary of State considers it appropriate to include), b any prescribed information, and c any other information the Secretary of State considers it appropriate to include. 5 For the purposes of this Part a person accepts a claimant commitment if, and only if, the claimant accepts the most up-to-date version of it in such manner as may be prescribed."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11B", "section_title": "Work-focused interview requirement", "section_text": "11B 1 In this Part a  “work-focused interview requirement” is a requirement that a person participate in one or more work-focused interviews as specified by the Secretary of State. 2 A work-focused interview is an interview for prescribed purposes relating to work or work preparation. 3 The purposes which may be prescribed under subsection (2) include in particular that of making it more likely in the opinion of the Secretary of State that the person will obtain paid work (or more paid work or better-paid work). 4 The Secretary of State may specify how, when and where a work-focused interview is to take place."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11C", "section_title": "Work preparation requirement", "section_text": "11C 1 In this Part a  “work preparation requirement” is a requirement that a person take particular action specified by the Secretary of State for the purpose of making it more likely in the opinion of the Secretary of State that the person will obtain paid work (or more paid work or better-paid work). 2 The Secretary of State may under subsection (1) specify the time to be devoted to any particular action. 3 Action which may be specified under subsection (1) includes in particular— a attending a skills assessment; b improving personal presentation; c participating in training; d participating in an employment programme; e undertaking work experience or a work placement; f developing a business plan; g any action prescribed for the purpose in subsection (1). 4 The action which may be specified under subsection (1) includes taking part in a work-focused health-related assessment. 5 In subsection (4)  “ work-focused health-related assessment ” means an assessment by a health care professional approved by the Secretary of State which is carried out for the purpose of assessing— a the extent to which the person's capability for work may be improved by taking steps in relation to their physical or mental condition, and b such other matters relating to their physical or mental condition and the likelihood of their obtaining or remaining in work or being able to do so as may be prescribed. 6 In subsection (5)  “ health care professional ” means— a a registered medical practitioner, b a registered nurse, c an occupational therapist or physiotherapist registered with a regulatory body established by an Order in Council under section 60 of the Health Act 1999, or d a member of such other profession regulated by a body mentioned in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002 as may be prescribed."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11D", "section_title": "Persons subject to no work-related requirements", "section_text": "11D 1 The Secretary of State may not impose any work-related requirement on a person falling within this section. 2 A person falls within this section if— a the person has limited capability for work and work-related activity, b the person has regular and substantial caring responsibilities for a severely disabled person, c the person is a single person responsible for a child under the age of 1, d the person is of a prescribed description. 3 Where a person falls within this section, any work-related requirement previously applying to the person ceases to have effect. 4 In this section— “regular and substantial caring responsibilities” has such meaning as may be prescribed; “severely disabled“ has such meaning as may be prescribed."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11E", "section_title": "Persons subject to work-focused interview requirement only", "section_text": "11E 1 A person falls within this section if— a the person is a single person responsible for a child who is aged at least 1 and is under a prescribed age (which may not be less than 3), or b the person is of a prescribed description. 2 The Secretary of State may, subject to this Part, impose a work-focused interview requirement on a person entitled to an employment and support allowance who falls within this section. 3 The Secretary of State may not impose a work preparation requirement on a person falling within this section (and, where a person falls within this section, a work preparation requirement previously applying to the person ceases to have effect)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11F", "section_title": "Persons subject to work preparation and work-focused interview requirement", "section_text": "11F 1 A person who does not fall within section 11D or 11E falls within this section. 2 The Secretary of State may, subject to this Part, impose a work preparation requirement or work-focused interview requirement on a person entitled to an employment and support allowance who falls within this section."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11G", "section_title": "Connected requirements", "section_text": "11G 1 The Secretary of State may require a person entitled to an employment and support allowance to participate in an interview for any purpose relating to— a the imposition of a work-related requirement on the person; b verifying the person's compliance with a work-related requirement; c assisting the person to comply with a work-related requirement. 2 The Secretary of State may specify how, when and where such an interview is to take place. 3 The Secretary of State may, for the purpose of verifying a person's compliance with a work-related requirement, require the person to— a provide to the Secretary of State information and evidence specified by the Secretary of State in a manner so specified; b confirm compliance in a manner so specified. 4 The Secretary of State may require a person to report to the Secretary of State any specified changes in their circumstances which are relevant to— a the imposition of work-related requirements on the person; b the person's compliance with a work-related requirement."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11H", "section_title": "Imposition of requirements", "section_text": "11H 1 Regulations may make provision— a where the Secretary of State may impose a requirement under this Part, as to when the requirement must or must not be imposed; b where the Secretary of State may specify any action to be taken in relation to a requirement under this Part, as to what action must or must not be specified; c where the Secretary of State may specify any other matter in relation to a requirement under this Part, as to what must or must not be specified in respect of that matter. 2 Where the Secretary of State may impose a work-focused interview requirement, or specify a particular action under section 11C(1), the Secretary of State must have regard to such matters as may be prescribed. 3 Where the Secretary of State may impose a requirement under this Part, or specify any action to be taken in relation to such a requirement, the Secretary of State may revoke or change what has been imposed or specified. 4 Notification of a requirement imposed under this Part (or any change to or revocation of such a requirement) is, if not included in the claimant commitment, to be in such manner as the Secretary of State may determine. 5 Regulations must make provision to secure that, in prescribed circumstances, where a person has recently been a victim of domestic violence— a a requirement imposed on that person under this Part ceases to have effect for a period of 13 weeks, and b the Secretary of State may not impose any other requirement on that person during that period. 6 For the purposes of subsection (5)— a “domestic violence“ has such meaning as may be prescribed; b “ victim of domestic violence ” means a person on or against whom domestic violence is inflicted or threatened (and regulations under subsection (5) may prescribe circumstances in which a person is to be treated as being or not being a victim of domestic violence); c a person has recently been a victim of domestic violence if a prescribed period has not expired since the violence was inflicted or threatened."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11I", "section_title": "Compliance with requirements", "section_text": "11I Regulations may make provision as to circumstances in which a person is to be treated as having— a complied with or not complied with any requirement imposed under this Part or any aspect of such a requirement, or b taken or not taken any particular action specified by the Secretary of State in relation to such a requirement."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11J", "section_title": "Sanctions", "section_text": "11J 1 The amount of an award of an employment and support allowance is to be reduced in accordance with this section in the event of a failure by a person which is sanctionable under this section. 2 It is a failure sanctionable under this section if a person— a fails for no good reason to comply with a work-related requirement; b fails for no good reason to comply with a requirement under section 11G. 3 Regulations are to specify— a the amount of a reduction under this section, and b the period for which such a reduction has effect. 4 Regulations under subsection (3)(b) may provide that a reduction under this section in relation to any failure is to have effect for— a a period continuing until the person meets a compliance condition specified by the Secretary of State, b a fixed period not exceeding 26 weeks which is— i specified in the regulations, or ii determined in any case by the Secretary of State, or c a combination of both. 5 In subsection (4)(a)  “ compliance condition ” means— a a condition that the failure ceases, or b a condition relating to future compliance with a work-related requirement or a requirement under section 11G. 6 A compliance condition specified under subsection (4)(a) may be— a revoked or varied by the Secretary of State; b notified to the person in such manner as the Secretary of State may determine. 7 A period fixed under subsection (4)(b) may in particular depend on either or both the following— a the number of failures by the person sanctionable under this section; b the period between such failures. 8 Regulations may provide— a for cases in which no reduction is to be made under this section; b for a reduction under this section made in relation to an award that is terminated to be applied to any new award made within a prescribed period of the termination; c for the termination or suspension of a reduction under this section."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "11K", "section_title": "Delegation and contracting out", "section_text": "11K 1 The functions of the Secretary of State under sections 11 to 11I may be exercised by, or by the employees of, such person as the Secretary of State may authorise for the purpose (an  “authorised person”). 2 An authorisation given by virtue of this section may authorise the exercise of a function— a wholly or to a limited extent; b generally or in particular cases or areas; c unconditionally or subject to conditions. 3 An authorisation under this section— a may specify its duration; b may be varied or revoked at any time by the Secretary of State; c does not prevent the Secretary of State or another person from exercising the function to which the authorisation relates. 4 Anything done or omitted to be done by or in relation to an authorised person (or an employee of that person) in, or in connection with, the exercise or purported exercise of the function concerned is to be treated for all purposes as done or omitted to be done by or in relation to the Secretary of State or (as the case may be) an officer of the Secretary of State. 5 Subsection (4) does not apply— a for the purposes of so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function, or b for the purposes of any criminal proceedings brought in respect of anything done or omitted to be done by the authorised person (or an employee of that person). 6 Where— a the authorisation of an authorised person is revoked, and b at the time of the revocation so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function is subsisting, the authorised person is entitled to treat the contract as repudiated by the Secretary of State (and not as frustrated by reason of the revocation)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "12", "section_title": "Work-focused interviews", "section_text": "12 1 Regulations may make provision for or in connection with imposing on a person who is— a entitled to an employment and support allowance, and b not a member of the support group,  or a lone parent of a child under the age of one a requirement to take part in one or more work-focused interviews as a condition of continuing to be entitled to the full amount payable to him in respect of the allowance apart from the regulations. 2 Regulations under this section may, in particular, make provision— a prescribing circumstances in which such a person is subject to a requirement to take part in one or more work-focused interviews; b for notifying such a person of any such requirement; c prescribing the work-focused interviews in which a person who is subject to such a requirement is required to take part; d for determining, in relation to work-focused interviews under the regulations, when and how the interview is to be conducted and, if it is to be conducted face to face, where it is to take place; e for notifying persons who are required under the regulations to take part in a work-focused interview of what is determined in respect of the matters mentioned in paragraph (d); f prescribing circumstances in which a person who is a party to a work-focused interview under the regulations is to be regarded as having, or not having, taken part in it; g for securing that the appropriate consequence follows if a person who is required under the regulations to take part in a work-focused interview— i fails to take part in the interview, and ii does not, within a prescribed period, show that he had good cause for that failure; h prescribing matters which are, or are not, to be taken into account in determining whether a person had good cause for any failure to comply with the regulations; i prescribing circumstances in which a person is, or is not, to be regarded as having good cause for any such failure. 3 For the purposes of subsection (2)(g), the appropriate consequence of a failure falling within that provision is that the amount payable to the person in question in respect of an employment and support allowance is reduced in accordance with regulations. 4 Regulations under subsection (3) may, in particular, make provision for determining— a the amount by which an allowance is to be reduced, b when the reduction is to start, and c how long it is to continue, and may include provision prescribing circumstances in which the amount of the reduction is to be nil. 5 Regulations under this section shall include provision for a requirement to take part in one or more work-focused interviews to cease to have effect if the person subject to the requirement becomes a member of the support group. 6 Regulations under this section may include provision— a that in such circumstances as the regulations may prescribe a requirement to take part in a work-focused interview that would otherwise apply to a person by virtue of such regulations is not to apply, or is to be treated as not having applied; b that in such circumstances as the regulations may prescribe such a requirement is not to apply until a prescribed time; c that in such circumstances as the regulations may prescribe matters mentioned in subsection (2)(d) may be redetermined. 7 In this section,  “ work-focused interview ” means an interview by the Secretary of State conducted for such purposes connected with getting the person interviewed into work, or keeping him in work, as may be prescribed."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "13", "section_title": "Work-related activity", "section_text": "13 1 Regulations may make provision for or in connection with imposing on a person who is subject to a requirement imposed under section 12(1) a requirement to undertake work-related activity in accordance with regulations as a condition of continuing to be entitled to the full amount payable to him in respect of an employment and support allowance apart from the regulations. 2 Regulations under this section may, in particular, make provision— a prescribing circumstances in which such a person is subject to a requirement to undertake work-related activity in accordance with regulations; b for notifying such a person of any such requirement; c prescribing the time or times at which a person who is subject to such a requirement is required to undertake work-related activity and the amount of work-related activity he is required at any time to undertake; d prescribing circumstances in which a person who is subject to such a requirement is, or is not, to be regarded as undertaking work-related activity; e for securing that the appropriate consequence follows if a person who is subject to such a requirement— i fails to comply with the regulations, and ii does not, within a prescribed period, show that he had good cause for that failure; f prescribing the evidence which a person who is subject to such a requirement needs to provide in order to show that he has complied with the regulations; g prescribing matters which are, or are not, to be taken into account in determining whether a person has complied with the regulations; h prescribing matters which are, or are not, to be taken into account in determining whether a person had good cause for any failure to comply with the regulations; i prescribing circumstances in which a person is, or is not, to be regarded as having good cause for any such failure. 3 For the purposes of subsection (2)(e), the appropriate consequence of a failure falling within that provision is that the amount payable to the person in question in respect of an employment and support allowance is to be reduced in accordance with regulations. 4 Regulations under subsection (3) may, in particular, make provision for determining— a the amount by which an allowance is to be reduced, b when the reduction is to start, and c how long it is to continue, and may include provision prescribing circumstances in which the amount of the reduction is to be nil. 5 Regulations under this section shall include provision for a requirement to undertake work-related activity in accordance with regulations to cease to have effect if the person subject to the requirement becomes a member of the support group. 6 Regulations under this section may include provision that in such circumstances as the regulations may provide a person's obligation under the regulations to undertake work-related activity at a particular time is not to apply, or is to be treated as not having applied. 7 In this Part,  “ work-related activity ”, in relation to a person, means activity which makes it more likely that the person will obtain or remain in work or be able to do so. 8 The reference to activity in subsection (7) includes work experience or a work placement."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "14", "section_title": "Action plans in connection with work-focused interviews", "section_text": "14 1 The Secretary of State shall in prescribed circumstances provide a person subject to a requirement imposed under section 12(1) with a document prepared for such purposes as may be prescribed (in this section referred to as an action plan). 2 Regulations may make provision about— a the form of action plans; b the content of action plans; c the review and updating of action plans. 3 Regulations under this section may, in particular, make provision for action plans which are provided to a person who is subject under section 13 to a requirement to undertake work-related activity to contain particulars of activity which, if undertaken, would enable the requirement to be met. 4 Regulations may make provision for reconsideration of an action plan at the request of the person to whom the plan is provided and may, in particular, make provision about— a the circumstances in which reconsideration may be requested; b the period within which any reconsideration must take place; c the matters to which regard must be had when deciding on reconsideration whether the plan should be changed; d notification of the decision on reconsideration; e the giving of directions for the purpose of giving effect to the decision on reconsideration."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "15", "section_title": "Directions about work-related activity", "section_text": "15 1 In prescribed circumstances, the Secretary of State may by direction given to a person subject to a requirement imposed under section 13(1) provide that the activity specified in the direction is— a to be the only activity which, in the person’s case, is to be regarded as being work-related activity; or b to be regarded, in the person’s case, as not being work-related activity. 1A But a direction under subsection (1) may not specify medical or surgical treatment as the only activity which, in any person’s case, is to be regarded as being work-related activity. 2 A direction under subsection (1) given to any person— a must be reasonable, having regard to the person’s circumstances; b must be given to the person by being included in an action plan provided to the person under section 14; and c may be varied or revoked by a subsequent direction under subsection (1). 3 Where a direction under subsection (1) varies or revokes a previous direction, it may provide for the variation or revocation to have effect from a time before the giving of the direction."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "15A", "section_title": "Persons dependent on drugs etc.", "section_text": "15A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "16", "section_title": "Contracting out", "section_text": "16 1 The following functions of the Secretary of State may be exercised by, or by employees of, such person (if any) as the Secretary of State may authorise for the purpose, namely— a conducting interviews under section 12; b providing documents under section 14; c giving, varying or revoking directions under section 15. d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Regulations may provide for any of the following functions of the Secretary of State to be exercisable by, or by employees of, such person (if any) as the Secretary of State may authorise for the purpose— a any function under regulations under any of sections 11 to 15  ..., except the making of a decision to which subsection (3) applies (an  “excluded decision”); b the function under section 9(1) of the Social Security Act 1998 (c. 14)\t\t\t\t\t\t\t(revision of decisions), so far as relating to decisions, except excluded decisions, that relate to any matter arising under such regulations; c the function under section 10(1) of that Act (superseding of decisions), so far as relating to decisions, except excluded decisions, of the Secretary of State that relate to any matter arising under such regulations; d any function under Chapter 2 of Part 1 of that Act (social security decisions), except section 25(2) and (3)\t\t\t\t\t\t\t(decisions involving issues that arise on appeal in other cases), which relates to the exercise of any of the functions falling within paragraphs (a) to (c). 3 This subsection applies to the following decisions— a a decision about whether a person has failed to comply with a requirement imposed by regulations under section 11, 12 or 13  ...; b a decision about whether a person had good cause for failure to comply with such a requirement; c a decision about reduction of an employment and support allowance in consequence of failure to comply with such a requirement. 4 Regulations under subsection (2) may provide that a function to which that subsection applies may be exercised— a either wholly or to such extent as the regulations may provide, b either generally or in such cases or areas as the regulations may provide, and c either unconditionally or subject to the fulfilment of such conditions as the regulations may provide. 5 An authorisation given by virtue of subsection (1), or by virtue of regulations under subsection (2), may authorise the exercise of the function concerned— a either wholly or to such extent as may be specified in the authorisation, b either generally or in such cases or areas as may be so specified, and c either unconditionally or subject to the fulfilment of such conditions as may be so specified. 6 In the case of an authorisation given by virtue of regulations under subsection (2), subsection (5) is subject to the provisions of the regulations. 7 An authorisation given by virtue of subsection (1), or by virtue of regulations under subsection (2)— a may specify its duration, b may be revoked at any time by the Secretary of State, and c shall not prevent the Secretary of State or any other person from exercising the function to which the authorisation relates. 8 Where a person is authorised to exercise any function by virtue of subsection (1), or by virtue of regulations under subsection (2), anything done or omitted to be done by or in relation to him (or an employee of his) in, or in connection with, the exercise or purported exercise of the function shall be treated for all purposes as done or omitted to be done by or in relation to the Secretary of State. 9 Subsection (8) shall not apply— a for the purposes of so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function, or b for the purposes of any criminal proceedings brought in respect of anything done or omitted to be done by the authorised person (or an employee of his). 10 Any decision which a person authorised to exercise any function by virtue of subsection (1), or by virtue of regulations under subsection (2), makes in exercise of the function shall have effect as a decision of the Secretary of State under section 8 of the Social Security Act 1998 (c. 14). 11 Where— a a person is authorised to exercise any function by virtue of subsection (1), or by virtue of regulations under subsection (2), and b the authorisation is revoked at a time when a relevant contract is subsisting, the authorised person shall be entitled to treat the relevant contract as repudiated by the Secretary of State (and not as frustrated by reason of the revocation). 12 In subsection (11), the reference to a relevant contract is to so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function. 13 In this section, references to functions of the Secretary of State under— a an enactment contained in, or in regulations under, this Part, or b an enactment contained in Chapter 2 of Part 1 of the Social Security Act 1998, include a reference to any function which the Secretary of State has by virtue of the application in relation to that enactment of section 8(1)(c) of that Act (decisions under certain enactments to be made by the Secretary of State)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "16A", "section_title": "Hardship payments", "section_text": "16A 1 Regulations may make provision for the making of payments (“hardship payments”) by way of an employment and support allowance to a person where— a the amount otherwise payable to the person in respect of an employment and support allowance is reduced by virtue of regulations under section 11(3), 12(3) or 13(3), and b the person is or will be in hardship. 2 Regulations under this section may in particular make provision as to— a circumstances in which a person is to be treated as being or not being in hardship; b matters to be taken into account in determining whether a person is or will be in hardship; c requirements or conditions to be met by a person in order to receive hardship payments; d the amount or rate of hardship payments; e the period for which hardship payments may be made."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "17", "section_title": "Income and capital: general", "section_text": "17 1 In relation to a claim for an employment and support allowance, the income and capital of a person shall be calculated or estimated in such manner as may be prescribed. 2 A person's income in respect of a week shall be calculated in accordance with prescribed rules, which may provide for the calculation to be made by reference to an average over a period (which need not include the week concerned). 3 Circumstances may be prescribed in which— a a person is to be treated as possessing capital or income which he does not possess; b capital or income which a person does possess is to be disregarded; c income is to be treated as capital; d capital is to be treated as income. 4 Regulations may provide that a person's capital shall be deemed for the purposes of this Part to yield him an income at a prescribed rate."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "18", "section_title": "Disqualification", "section_text": "18 1 Regulations may provide for a person to be disqualified for receiving an employment and support allowance, or treated for such purposes as the regulations may provide as not having limited capability for work, if— a he has become someone who has limited capability for work through his own misconduct, b he remains someone who has limited capability for work through his failure without good cause to follow medical advice, or c he fails without good cause to observe any prescribed rules of behaviour. 2 Regulations under subsection (1) shall provide for any such disqualification, or treatment, to be for such period not exceeding 6 weeks as may be determined in accordance with Chapter 2 of Part 1 of the Social Security Act 1998 (c. 14). 3 Regulations may prescribe for the purposes of subsection (1)— a matters which are, or are not, to be taken into account in determining whether a person has good cause for any act or omission; b circumstances in which a person is, or is not, to be regarded as having good cause for any act or omission. 4 Except where regulations otherwise provide, a person shall be disqualified for receiving  a contributory allowance   an employment and support allowance   for any period during which he is— a absent from Great Britain, or b undergoing imprisonment or detention in legal custody."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "19", "section_title": "Pilot schemes", "section_text": "19 1 Any regulations to which this subsection applies may be made so as to have effect for a specified period not exceeding   36 months . 2 Subject to subsection (3), subsection (1) applies to— a regulations which are made under any provision of this Part, other than sections 3, 8 and 9; b regulations which are made under the Administration Act, so far as they relate to an employment and support allowance. 3 Subsection (1) only applies to regulations if they are made with a view to ascertaining whether their provisions will or will be likely to— a encourage persons to obtain or remain in work, or b make it more likely that persons will obtain or remain in work or be able to do so. 4 Regulations which, by virtue of subsection (1), are to have effect for a limited period are referred to in this section as a  “ pilot scheme ”. 5 A pilot scheme may provide that its provisions are to apply only in relation to— a one or more specified areas; b one or more specified classes of person; c persons selected— i by reference to prescribed criteria, or ii on a sampling basis. 6 A pilot scheme may make consequential or transitional provision with respect to the cessation of the scheme on the expiry of the specified period. 7 A pilot scheme may be replaced by a further pilot scheme making the same or similar provision."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "20", "section_title": "Relationship with statutory payments", "section_text": "20 1 A person is not entitled to an employment and support allowance in respect of a day if, for the purposes of statutory sick pay, that day— a is a day of incapacity for work in relation to a contract of service, and b falls within a period of entitlement (whether or not it is a qualifying day). 2 Except as regulations may provide, a woman who is entitled to statutory maternity pay is not entitled to  a contributory allowance   an employment and support allowance   in respect of a day that falls within the maternity pay period. 3 Regulations may provide that— a an amount equal to a woman's statutory maternity pay for a period shall be deducted from  a contributory allowance   an employment and support allowance   in respect of the same period, b a woman shall only be entitled to  a contributory allowance   an employment and support allowance   if there is a balance after the deduction, and c if there is such a balance, a woman shall be entitled to  a contributory allowance   an employment and support allowance   at a weekly rate equal to it. 4 Except as regulations may provide, a person who is entitled to statutory adoption pay is not entitled to  a contributory allowance   an employment and support allowance   in respect of a day that falls within the adoption pay period. 5 Regulations may provide that— a an amount equal to a person's statutory adoption pay for a period shall be deducted from  a contributory allowance   an employment and support allowance   in respect of the same period, b a person shall only be entitled to  a contributory allowance   an employment and support allowance   if there is a balance after the deduction, and c if there is such a balance, a person shall be entitled to  a contributory allowance   an employment and support allowance   at a weekly rate equal to it. 6 Except as regulations may provide, a person who is entitled to   statutory shared parental pay   is not entitled to  a contributory allowance   an employment and support allowance   in respect of   a day that falls within a period in respect of which statutory shared parental pay is payable . 7 Regulations may provide that— a an amount equal to a person's   statutory shared parental pay for a period   shall be deducted from  a contributory allowance   an employment and support allowance   in respect of the same period, b a person shall only be entitled to  a contributory allowance   an employment and support allowance   if there is a balance after the deduction, and c if there is such a balance, a person shall be entitled to  a contributory allowance   an employment and support allowance   at a weekly rate equal to it. 8 In this section— ... “ the adoption pay period ” has the meaning given in section 171ZN(2) of that Act; “ the maternity pay period ” has the meaning given in section 165(1) of that Act."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "21", "section_title": "Deemed entitlement for other purposes", "section_text": "21 Regulations may provide for a person who would be entitled to an employment and support allowance but for the operation of any provision of, or made under, this Part, the Administration Act or Chapter 2 of Part 1 of the Social Security Act 1998 (c. 14)\t\t\t(social security decisions and appeals) to be treated as if entitled to the allowance for the purposes of any rights or obligations (whether his own or another's) which depend on his entitlement, other than the right to payment of it."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "22", "section_title": "Supplementary provisions", "section_text": "22 Schedule 2 (which contains further provisions in relation to an employment and support allowance) has effect."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "23", "section_title": "Recovery of sums in respect of maintenance", "section_text": "23 1 Regulations may make provision for the court to have power to make a recovery order against any person where an award of income-related allowance has been made to that person's spouse or civil partner. 2 The reference in subsection (1) to a recovery order is to an order requiring the person against whom it is made to make payments to the Secretary of State or to such other person or persons as the court may determine. 3 Regulations under subsection (1) may include— a provision as to the matters to which the court is, or is not, to have regard in determining any application under the regulations; b provision as to the enforcement of orders under the regulations; c provision for the transfer by the Secretary of State of the right to receive payments under, and to exercise rights in relation to, orders under the regulations. 4 In this section,  “ the court ” means— a in relation to England and Wales, a magistrates' court; b in relation to Scotland, the sheriff."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "24", "section_title": "Interpretation of Part 1", "section_text": "24 1 In this Part—   “ child ” means a person under the age of 16; “ claimant ” means a person who has claimed an employment and support allowance; “ contributory allowance ” has the meaning given by section 1(7); “employment” and  “employed” have the meanings prescribed for the purposes of this Part; “ entitled ”, in relation to an employment and support allowance, is to be construed in accordance with— the provisions of this Act, section 1 of the Administration Act (entitlement dependent on making of claim), and section 27 of the Social Security Act 1998 (c. 14)\t\t\t\t\t\t\t\t\t(restrictions on entitlement in certain cases of error); “ income-related allowance ” has the meaning given by section 1(7); “ income support ” means income support under section 124 of the Contributions and Benefits Act; “ limited capability for work ” shall be construed in accordance with section 1(4); “ limited capability for work-related activity ” shall be construed in accordance with section 2(5); “ period of limited capability for work ” has the meaning prescribed for the purposes of this Part; “ prescribed ” means specified in, or determined in accordance with, regulations; “ regulations ” means regulations made by the Secretary of State;   “ single person ” means an individual who is not a member of a couple (within the meaning of Part 1 of the Welfare Reform Act 2012); “ week ” means a period of 7 days beginning with a Sunday or such other period of 7 days as may be prescribed;   “work” has such meaning as may be prescribed;     “ work-focused interview requirement ” has the meaning given by section 11B;     “ work preparation requirement ” has the meaning given by section 11C;   “ work-related activity ” has the meaning given by section 13(7).   “ work-related activity ”, in relation to a person, means activity which makes it more likely that the person will obtain or remain in work or be able to do so;     “ work-related requirement ” has the meaning given by section 11;   2 For the purposes of this Part, the assessment phase, in relation to a claimant, is the period— a beginning, subject to subsection (3), with the first day of the period for which he is entitled to an employment and support allowance, and b ending with such day as may be prescribed. 3 Regulations may prescribe circumstances in which the assessment phase is to begin with such day as may be prescribed. 3A For the purposes of this Part, a person is a lone parent if the person— a is not a member of a couple (within the meaning given by section 137(1) of the Contributions and Benefits Act), and b is responsible for, and a member of the same household as, a person under the age of 16. 3B For the purposes of subsection (3A)(b) regulations may make provision— a as to circumstances in which one person is to be treated as responsible or not responsible for another; b as to circumstances in which persons are to be treated as being or not being members of the same household. 4 For the purposes of this Part, a person is a member of the support group if he is a person in respect of whom it is determined that he has, or is to be treated as having, limited capability for work-related activity."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "25", "section_title": "Regulations  and orders  ", "section_text": "25 1 Any power under this Part to make regulations   or an order  shall be exercisable by statutory instrument. 2 Any such power may be exercised— a in relation to all cases to which it extends, b in relation to those cases subject to specified exceptions, or c in relation to any specified cases or classes of case. 3 Any such power may be exercised so as to make, as respects the cases in relation to which it is exercised— a the full provision to which the power extends or any less provision (whether by way of exception or otherwise); b the same provision for all cases in relation to which it is exercised, or different provision for different cases or different classes of case or different provision as respects the same case or class of case for different purposes of this Part; c any such provision either unconditionally or subject to any specified condition. 4 Where any such power is expressed to be exercisable for alternative purposes, it may be exercised in relation to the same case for all or any of those purposes. 5 Any such power includes power— a to make such incidental, supplementary, consequential or transitional provision or savings as appear to the Secretary of State to be expedient; b to provide for a person to exercise a discretion in dealing with any matter. 6 Without prejudice to the generality of the provisions of this section, regulations under any of sections 11  to 15   to 11J   ... may make provision which applies only in relation to an area or areas specified in the regulations. 7 The fact that a power to make regulations is conferred by this Part is not to be taken to prejudice the extent of any other power to make regulations so conferred."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "26", "section_title": "Parliamentary control", "section_text": "26 1 None of the following regulations shall be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament— a regulations under section 2(2)(c) or (3)(c)  or 4(4)(c) or (5)(c) ; aa the first regulations under section 11D(2)(d) or 11J, b the first regulations under section 13; c regulations which by virtue of section 19(1) are to have effect for a limited period. d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A statutory instrument that— a contains regulations made under this Part, and b is not subject to a requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 A statutory instrument containing an order under section 1A shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "27", "section_title": "Financial provisions relating to Part 1", "section_text": "27 1 There shall be paid out of the National Insurance Fund  so much of any sums payable by way of employment and support allowance as is attributable to entitlement to a contributory allowance   any sums payable by way of employment and support allowance . 2 There shall be paid out of money provided by Parliament— a so much of any sums payable by way of employment and support allowance as is attributable to entitlement to an income-related allowance, and b any administrative expenses of the Secretary of State or the Commissioners for Her Majesty's Revenue and Customs in carrying this Part into effect. 3 The Secretary of State shall pay into the National Insurance Fund sums estimated by him to be equivalent in amount to sums recovered by him in connection with payments of  contributory   employment and support   allowance. 4 The Secretary of State shall pay into the Consolidated Fund sums estimated by him to be equivalent in amount to sums recovered by him in connection with payments made by way of income-related allowance."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "28", "section_title": "Consequential amendments relating to Part 1", "section_text": "28 1 Schedule 3 (which makes amendments consequential on this Part) has effect. 2 Regulations may make provision consequential on this Part amending, repealing or revoking any provision of— a an Act passed on or before the last day of the Session in which this Act is passed, or b an instrument made under an Act before the passing of this Act. 3 In subsection (2),  “ Act ” includes an Act of the Scottish Parliament."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "29", "section_title": "Transition relating to Part 1", "section_text": "29 Schedule 4 (which makes provision with respect to transition in relation to this Part) has effect."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "30", "section_title": "Local housing allowance", "section_text": "30 1 In section 130 of the Contributions and Benefits Act (housing benefit) subsection (4) ceases to have effect. 2 After that section insert— Appropriate maximum housing benefit 130A 1 For the purposes of section 130 above, the appropriate maximum housing benefit (in this section referred to as  “ the AMHB ”) is determined in accordance with this section. 2 Regulations must prescribe the manner in which the AMHB is to be determined. 3 The regulations may provide for the AMHB to be ascertained in the prescribed manner by reference to rent officer determinations. 4 The regulations may require an authority administering housing benefit in any prescribed case— a to apply for a rent officer determination, and b to do so within such time as may be specified in the regulations. 5 The regulations may make provision as to the circumstances in which, for the purpose of determining the AMHB, the amount of the liability mentioned in section 130(1)(a) above must be taken to be the amount of a rent officer determination instead of the actual amount of that liability. 6 Regulations under subsection (5) may also make provision for the liability of a person who, by virtue of regulations under section 137(2)(j) below, is treated as having a liability mentioned in section 130(1)(a) above to be the amount of a rent officer determination. 7 A rent officer determination is a determination made by a rent officer in the exercise of functions under section 122 of the Housing Act 1996. 3 In Schedule 7 to the Child Support, Pensions and Social Security Act 2000 (c. 19)\t\t\t\t\t(housing benefit and council tax benefit: revisions and appeals), in paragraph 4— a in sub-paragraph (1) for  “sub-paragraph (4)” substitute  “                      sub-paragraphs (4) and (4A)                    ” ; b after sub-paragraph (4) insert— 4A Regulations may prescribe the cases and circumstances in which, and the procedure by which, a decision relating to housing benefit must be made by the appropriate relevant authority."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "31", "section_title": "Loss of housing benefit following eviction for anti-social behaviour, etc.", "section_text": "31 1 After section 130A of the Contributions and Benefits Act (inserted by section 30) insert— Loss of housing benefit following eviction on certain grounds 130B 1 If the following conditions are satisfied, then housing benefit is payable in the case of a person (“the former occupier”) subject to subsection (4)— a a court makes a relevant order for possession of a dwelling occupied by him as his home; b in consequence of the order he ceases to occupy the dwelling; c either of the conditions in subsections (2) and (3) is satisfied; and d the conditions for entitlement to housing benefit are or become satisfied with respect to him. 2 The condition in this subsection is that the former occupier fails, without good cause, to comply with a warning notice served on him by a relevant local authority in England and Wales after he has ceased to occupy the dwelling. 3 The condition in this subsection is that— a the former occupier was, after he ceased to occupy the dwelling, required by a relevant local authority in Scotland to take specified action with the aim mentioned in subsection (10), b the former occupier was warned by the relevant local authority that if he failed to comply with the requirement the amount of housing benefit payable to him would be affected, c the former occupier fails, without good cause, to comply with the requirement, and d the relevant local authority recommends that housing benefit be payable to the former occupier subject to subsection (4). 4 During the restriction period or such part of it as may be prescribed, one or both of the following applies— a the rate of the benefit is reduced in such a manner as may be prescribed; b the benefit is payable only if the circumstances are such as may be prescribed. 5 The restriction period begins with the earliest date on which the conditions set out in subsections (1) to (3) are satisfied. 6 That period stops running if the relevant local authority considers that the restriction set out in subsection (4) should no longer apply (whether because the former occupier is taking action to improve his behaviour or for any other reason), but starts running again if— a in England and Wales, the former occupier fails to comply with a further warning notice served on him; b in Scotland, the condition in subsection (7) is satisfied. 7 The condition is that— a the former occupier fails to comply with a further requirement such as is mentioned in paragraph (a) of subsection (3), having been warned as mentioned in paragraph (b) of that subsection, and b the relevant local authority recommends that the restriction period starts running again. 8 The restriction period shall not include any period which falls more than five years after the date on which the order for possession was made. 9 A former occupier may not be subject to more than one restriction period in respect of one order for possession. 10 A relevant local authority is— a in England and Wales, a local authority within the meaning of section 1 of the Local Government Act 2000, or b in Scotland, a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994, which provides or may provide services to a former occupier with the aim of ending, or preventing repetition of, the conduct which may lead or has led to the making of a relevant order for possession. 11 A warning notice is a notice in the prescribed form— a requiring the former occupier to take specified action with the aim mentioned in subsection (10), b specifying the time when, or within which, that action must be taken, and c warning the former occupier that if he fails to take the action the amount of housing benefit payable to him would be affected. Relevant orders for possession 130C 1 In section 130B a relevant order for possession is, in England and Wales— a an order made under section 84 of the Housing Act 1985 (secure tenancies) on Ground 2 set out in Schedule 2 to that Act; b an order made under section 7 of the Housing Act 1988 (assured tenancies) on Ground 14 set out in Schedule 2 to that Act; c an order made under section 98 of the Rent Act 1977 (protected or statutory tenancies) in the circumstances specified in Case 2 in Schedule 15 to that Act. 2 In that section a relevant order for possession is, in Scotland— a an order made under section 16(2) of the Housing (Scotland) Act 2001 (secure tenancies) on one of the grounds set out in paragraphs 2 and 7 in Part 1 of Schedule 2 to that Act; b an order made in accordance with section 18 of the Housing (Scotland) Act 1988 (assured tenancies) on Ground 15 in Part 2 of Schedule 5 to that Act; c an order made in accordance with section 11 of the Rent (Scotland) Act 1984 (protected or statutory tenancies) in the circumstances specified in Case 2 in Part 1 of Schedule 2 to that Act. 3 For the purposes of subsections (1) and (2) it does not matter whether the order is made on the grounds or in the circumstances there mentioned alone or together with other grounds or circumstances. 4 Subsections (5) and (6) apply if the court— a stays (in Scotland, sists) or suspends the execution of a relevant order for possession, or postpones the date of possession under it, and b imposes a condition (or conditions) on that stay, sist, suspension or postponement. 5 If a condition relates to the behaviour of a person or persons occupying the dwelling, section 130B(4) applies only if the order takes effect as a result of a breach of that condition. 6 Section 130B(4) does not apply if the condition (or, if there is more than one, each of them) relates only to matters other than the behaviour of a person or persons occupying the dwelling. Loss of housing benefit: supplementary 130D 1 Regulations may provide that, where housing benefit has been paid subject to the restriction set out in section 130B(4), in prescribed circumstances— a the former occupier must be paid some or all of the amount of the benefit which, by virtue of that subsection, has not been payable to him, and b such other adjustments must be made as are prescribed. 2 The Secretary of State may by order vary the definition of relevant order for possession by— a adding to or removing from it orders of a specified description; b specifying circumstances in which it includes orders of a specified description. 3 Regulations may prescribe— a matters which are, or are not, to be taken into account in determining whether a person has, or does not have, good cause for failing to take action specified in a warning notice or failing to comply with a requirement such as is mentioned in section 130B(3)(a); b circumstances in which a person is, or is not, to be regarded as having, or not having, such good cause. 4 Expressions used in this section and in section 130B have the meaning given in that section. Couples 130E 1 This section applies where at any time the conditions for entitlement to housing benefit are satisfied with respect to a person who is a member of a couple. 2 Where paragraphs (a) and (b) of section 130B(1) are satisfied in relation to both members of the couple (whether or not in respect of the same dwelling), then for the purposes of subsection (2) or (3) of that section, the failure by one member of the couple to comply with a warning notice or with a requirement such as is mentioned in section 130B(3)(a) must be treated also as a failure by his partner to comply with it. 3 Where paragraph (a) of section 130B(1) is not satisfied in relation to one member of the couple, then subsection (4) of that section does not apply to his partner (even if paragraphs (a), (b) and (c) of section 130B(1) are satisfied in relation to the partner). 4 References to a person's partner are to the other member of the couple concerned. Information provision 130F 1 The Secretary of State may by regulations require— a a court which makes a relevant order for possession, or b any other person or description of person who the Secretary of State thinks is or may be aware of the making of such an order, to notify him of the making of the order and to provide him with such details of matters in connection with the order as may be prescribed. 2 The Secretary of State may provide— a information obtained under subsection (1), or b information which is relevant to the exercise by him of any function relating to housing benefit, to a relevant local authority, or a person authorised to exercise any function of such an authority relating to services mentioned in section 130B(10), for use in the provision of such services. 3 The Secretary of State may by regulations require— a a relevant local authority, or b a person authorised to exercise any function of such an authority relating to services mentioned in section 130B(10), to supply relevant information held by the authority or other person to, or to a person providing services to, the Secretary of State for use for any purpose relating to the administration of housing benefit. 4 The Secretary of State may by regulations require— a an authority administering housing benefit, b a person authorised to exercise any function of such an authority relating to such a benefit, c a relevant local authority, or d a person authorised to exercise any function of such an authority relating to services mentioned in section 130B(10), to provide relevant information held by that authority or person to an authority or person mentioned in paragraph (a) or (b) for use for any purpose relating to the administration of housing benefit. 5 The Secretary of State may by regulations require— a an authority administering housing benefit, b a person authorised to exercise any function of such an authority relating to such a benefit, c a relevant local authority, or d a person authorised to exercise any function of such an authority relating to services mentioned in section 130B(10), to provide relevant information held by that authority or person to an authority or person mentioned in paragraph (c) or (d) for use in the provision of those services. 6 Relevant information is— a if the information is held by an authority administering housing benefit or a person authorised to exercise any function of such an authority, information which is relevant to the exercise of any function relating to housing benefit by the authority or person; b if the information is held by a relevant local authority or a person authorised to exercise any function of such an authority, information which is relevant to the exercise of any function relating to the provision of services mentioned in section 130B(10). 7 Information must be supplied under subsection (1), (3), (4) or (5) in such circumstances, in such manner and form, and in accordance with such requirements, as may be prescribed. 8 “ Relevant order for possession ” and  “ relevant local authority ” have the same meaning as in section 130B. 9 Subsections (1) and (5) do not extend to Scotland. Pilot schemes relating to loss of housing benefit 130G 1 Regulations to which this section applies may be made so as to have effect for a prescribed period. 2 Any regulations which, by virtue of subsection (1), have effect for a limited period are referred to in this section as a  “ pilot scheme ”. 3 A pilot scheme may provide that it applies only in relation to— a one or more prescribed areas; b one or more prescribed classes of person; c persons selected by reference to prescribed criteria. 4 A pilot scheme may make consequential or transitional provision. 5 A pilot scheme (“ the previous scheme ”) may be replaced by a further pilot scheme making the same, or similar, provision (apart from the prescribed period) to that made by the previous scheme. 6 A pilot scheme may be amended or revoked by regulations under this section. 7 This section applies to— a regulations made under any of sections 130B to 130F above; b regulations made under any other enactment, so far as they relate to, or are made for purposes which relate to, loss or restriction of housing benefit in pursuance of section 130B above. 8 This section does not extend to Scotland. 2 In section 176(1) of that Act (parliamentary control)— a in paragraph (a), at the appropriate place insert—  “                      section 130B(4);                    ” ; b in paragraph (c), at the appropriate place insert—  “                      section 130D(2);                    ” . 3 The preceding provisions of this section have no effect after 31st December 2010. 4 The Secretary of State may by order made by statutory instrument make such provision as he thinks necessary or expedient in consequence of the operation of subsection (3) for the purpose of securing that, with effect from 1st January 2011, housing benefit to which a person who is a former occupier (within the meaning of section 130B of the Contributions and Benefits Act) is entitled is not subject to any restriction as mentioned in subsection (4) of that section."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "32", "section_title": "Housing benefit and council tax benefit for persons taking up employment", "section_text": "32 1 Subsection (2) applies if a person is entitled to housing benefit or council tax benefit (by virtue of the general conditions of entitlement) and— a he is also entitled to a prescribed benefit or his partner is entitled to such a benefit, b he or his partner ceases to be entitled to the prescribed benefit in prescribed circumstances, and c the prescribed conditions are satisfied. 2 That person is entitled to housing benefit or council tax benefit in accordance with this section for a prescribed period. 3 Subsection (2) applies whether or not the person would be entitled to housing benefit or council tax benefit by virtue of the general conditions of entitlement for the whole or any part of the prescribed period. 4 A person who is entitled to housing benefit or council tax benefit by virtue of subsection (2) must be treated for all purposes— a as having made a claim for that benefit, and b as having complied with any requirement under or by virtue of any enactment in connection with the making of such a claim. 5 Housing benefit or council tax benefit to which a person is entitled by virtue of subsection (2) is to be funded and administered by the appropriate authority. 6 Subsection (5) applies whether or not, for the whole or any part of the prescribed period— a for the purposes of establishing an entitlement to housing benefit, the person occupies as his home a dwelling in the area of the authority; b for the purposes of establishing an entitlement to council tax benefit, the person is a resident of a dwelling in the area of the authority. 7 The amount of housing benefit or council tax benefit payable in respect of a person who is entitled to the benefit by virtue of subsection (2) is to be determined in accordance with regulations made for the purposes of this section. 8 If an amount of housing benefit or council tax benefit is, by virtue of subsection (2), payable in respect of a person by the appropriate authority for any period, no other amount of housing benefit or council tax benefit is (by virtue of the general conditions of entitlement) payable by that authority in respect of that person for the same period. 9 Regulations may make provision in connection with the effect of a person's entitlement to housing benefit or council tax benefit by virtue of subsection (2) on an award of such benefit by virtue of the general conditions of entitlement in respect of that person or his partner. 10 Regulations may provide that where— a an amount of housing benefit or council tax benefit is, by virtue of subsection (2), payable in respect of a person by the appropriate authority for the whole or any part of a prescribed period, and b an amount of housing benefit or council tax benefit is (by virtue of the general conditions of entitlement) payable by a local authority which is not that appropriate authority in respect of that person for the whole or any part of that period, the amount of the benefit payable by the local authority mentioned in paragraph (b) is to be reduced by an amount determined in such manner as is prescribed. 11 An amount determined for the purposes of subsection (10) may have the effect of reducing the amount mentioned in paragraph (b) of that subsection to nil. 12 Regulations may make provision as to circumstances in which— a subsection (8) does not apply; b entitlement to housing benefit or council tax benefit of a partner of the person mentioned in subsection (10) is to be treated as the entitlement of that person; c benefit is not to be reduced as mentioned in subsection (10). 13 For the purposes of subsection (1) a person must be treated as entitled to housing benefit or council tax benefit by virtue of the general conditions of entitlement if— a he is not so entitled to that benefit at the time he or his partner ceases to be entitled to the prescribed benefit as mentioned in subsection (1)(b), and b his entitlement to housing benefit or council tax benefit (as the case may be) ceased during the prescribed period before that time."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "33", "section_title": "Section 32: supplemental", "section_text": "33 1 The administration provisions apply in relation to housing benefit or council tax benefit to which a person is entitled by virtue of subsection (2) of section 32 subject to— a subsections (4), (5) and (6) of that section; b any prescribed modifications of those provisions which the Secretary of State thinks are necessary or expedient in connection with such housing benefit or council tax benefit. 2 Modifications under subsection (1)(b) may, in particular, provide that housing benefit or council tax benefit to which a person is entitled by virtue of section 32(2) must or may take the form of a payment by the appropriate authority to another local authority in prescribed circumstances. 3 In this section the administration provisions are— a the Administration Act; b subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)) made in pursuance of that Act. 4 The power to make regulations under this section or section 32 is exercisable by the Secretary of State by statutory instrument. 5 A statutory instrument containing regulations under this section or section 32 is subject to annulment in pursuance of a resolution of either House of Parliament. 6 Section 175(3) to (7) of the Contributions and Benefits Act (supplemental provision as to regulations) applies in relation to regulations under this section and section 32 above as it applies in relation to regulations under that Act. 7 In section 170 of the Administration Act (Social Security Advisory Committee), in subsection (5)— a in the definition of  “the relevant enactments”, after paragraph (ai) insert— aj sections 32 and 33 of the Welfare Reform Act 2007; ; b in the definition of  “the relevant Northern Ireland enactments”, after paragraph (ai) insert— aj any provisions in Northern Ireland which correspond to sections 32 and 33 of the Welfare Reform Act 2007; . 8 For the purposes of any enactment other than a relevant enactment— a entitlement to housing benefit by virtue of section 32(2) above is to be treated as entitlement under section 130 of the Contributions and Benefits Act; b entitlement to council tax benefit by virtue of section 32(2) above is to be treated as entitlement under section 131 of that Act. 9 In subsection (8), the relevant enactments are— a the administration provisions, and b Part 7 of the Contributions and Benefits Act, except sections 123 and 134(2) and (4)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "34", "section_title": "Sections 32 and 33: interpretation", "section_text": "34 1 This section has effect for the interpretation of sections 32 and 33. 2 The general conditions of entitlement are the conditions governing entitlement to housing benefit or council tax benefit provided for by Part 7 of the Contributions and Benefits Act. 3 The appropriate authority— a in relation to housing benefit is the local authority or housing authority which, immediately before the person concerned ceased to be entitled to the prescribed benefit, funded and administered the housing benefit to which he was entitled; b in relation to council tax benefit is the billing authority or, in Scotland, local authority which, immediately before the person concerned ceased to be entitled to the prescribed benefit, funded and administered the council tax benefit to which he was entitled. 4 The following expressions have the same meaning as in the Administration Act— a billing authority; b housing authority; c local authority. 5 Partner, in relation to a person, is a person who is a member of the same couple (within the meaning of Part 7 of the Contributions and Benefits Act) as that person. 6 Prescribed means prescribed by regulations."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "35", "section_title": "Information relating to housing benefit", "section_text": "35 1 Section 5 of the Administration Act (regulations about claims and benefits) is amended as follows. 2 After subsection (2) insert— 2A The regulations may also require such persons as are prescribed to provide a rent officer with information or evidence of such description as is prescribed. 2B For the purposes of subsection (2A), the Secretary of State may prescribe any description of information or evidence which he thinks is necessary or expedient to enable rent officers to carry out their functions under section 122 of the Housing Act 1996. 2C Information or evidence required to be provided by virtue of subsection (2A) may relate to an individual claim or award or to any description of claims or awards. 3 Subsection (3) ceases to have effect."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "36", "section_title": "Supply of information by rent officers", "section_text": "36 After section 122E of the Administration Act (supply of information between authorities administering benefit) insert— Rent officers and housing benefit Supply by rent officers of information relating to housing benefit 122F 1 The Secretary of State may require a rent officer to supply housing benefit information held by the rent officer to, or to a person providing services to, the Secretary of State for use for purposes relating to any of the following— a social security; b child support; c war pensions; d employment or training; e private pensions policy or retirement planning. 2 Information must be supplied under subsection (1) in such manner and form, and in accordance with such requirements, as may be specified in directions given by the Secretary of State. 3 A person who receives information by virtue of subsection (1) must not disclose the information to any person unless the disclosure is made— a for a purpose mentioned in that subsection (including disclosure to another rent officer in connection with any function he has under section 122 of the Housing Act 1996 relating to housing benefit), b in accordance with any other enactment, or c in accordance with the order of a court. 4 Housing benefit information is any information which relates to the exercise by the rent officer of any function he has under section 122 of the Housing Act 1996 relating to housing benefit."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "37", "section_title": "Payment of housing benefit", "section_text": "37 In section 134 of the Administration Act (arrangements for housing benefit), for subsection (2) substitute— 2 Housing benefit is to be paid in such manner as is prescribed, and regulations may, in particular, provide for— a a payment or payments by the authority administering the benefit to the person entitled to it (E), to some other person on E's behalf or in respect of a liability which E has, b a reduction in the amount of any payments which E is liable to make to the authority by way of rent, or c such a payment or payments and such a reduction. 2A In any enactment or instrument (whenever passed or made)  “ pay ” in relation to housing benefit includes discharge in any manner prescribed under subsection (2) above. 2B Subsection (2) above does not affect any power under section 5 above to make provision in relation to the payment of benefit."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "38", "section_title": "Duty to send inspection reports to the Secretary of State", "section_text": "38 1 In section 13A of the Local Government Act 1999 (c. 27) (reports of inspections by Auditor General for Wales), after subsection (4) insert— 4A If a report relates to any extent to the administration of housing benefit or council tax benefit and the Auditor General for Wales thinks fit to do so, he shall as soon as reasonably practicable send a copy of the report to the Secretary of State. 2 In section 29 of that Act (modifications for Wales), after subsection (2) insert— 2A Subsection (1)(a) does not apply to section 13A(4A)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "39", "section_title": "Directions by Secretary of State", "section_text": "39 1 Section 139D of the Administration Act (power to give directions) is amended in accordance with subsections (2) to (8) below. 2 In subsection (1)\t\t\t\t\t(reports that trigger the section), for paragraph (c) substitute— c a copy of a report under section 102(1)(b) or (c) of the Local Government (Scotland) Act 1973 which to any extent relates to the administration of benefit has been sent to a local authority and the Secretary of State under section 102(2) of that Act; . 3 In subsection (1), after paragraph (c) insert— ca a copy of a report which has been sent to a local authority under section 13A(3) of the Local Government Act 1999 and to the Secretary of State under section 13A(4A) of that Act; . 4 In subsection (2) for  “invite” substitute  “                  require                ” . 5 After subsection (2) insert— 2A A requirement under subsection (2) above may specify— a any information or description of information to be provided; b the form and manner in which the information is to be provided. 2B The authority must respond to a requirement under subsection (2) above before the end of such period (not less than one month after the day on which the requirement is made) as the Secretary of State specifies in the requirement. 2C The Secretary of State may extend the period specified under subsection (2B) above. 6 For subsection (3) substitute— 3 After considering— a the report, b any proposals made by the authority in response to it, and c any other information he thinks is relevant, the Secretary of State may give directions to the authority under subsection (3A) or (3B) or both. 3A Directions under this subsection are directions as to— a standards which the authority is to attain in the prevention and detection of fraud relating to benefit or otherwise in the administration of benefit; b the time within which the standards are to be attained. 3B Directions under this subsection are directions to take such action as the Secretary of State thinks necessary or expedient for the purpose of improving the authority's exercise of its functions— a in relation to the prevention and detection of fraud relating to benefit; b otherwise in relation to the administration of benefit. 3C A direction under subsection (3B) may specify the time within which anything is to be done. 7 In subsection (4), for  “subsection (3)” substitute  “                  subsection (3A)                ” . 8 After subsection (4) insert— 4A If the Secretary of State proposes to give a direction under this section he must give the authority to which the direction is to be addressed an opportunity to make representations about the proposed direction. 4B The Secretary of State may specify a period within which representations mentioned in subsection (4A) above must be made. 4C The Secretary of State may extend a period specified under subsection (4B) above. 4D Subsections (4A) to (4C) do not apply if the Secretary of State thinks that it is necessary for a direction to be given as a matter of urgency. 4E If the Secretary of State acts under subsection (4D) he must give in writing to the authority to which the direction is addressed his reasons for doing so. 9 After section 139D of that Act insert— Directions: variation and revocation 139DA 1 The Secretary of State may at any time in accordance with this section vary or revoke a direction under section 139D above. 2 A direction may be varied or revoked only if the Secretary of State thinks it is necessary to do so— a in consequence of representations made by the authority to which the direction is addressed, b to rectify an omission or error, or c in consequence of a material change in circumstances. 3 The Secretary of State must not vary a direction unless he first— a sends a copy of the proposed variation to the authority concerned, b gives the authority his reasons for making the variation, and c gives the authority an opportunity to make representations about the proposed variation. 4 The Secretary of State may specify a period of not less than one month within which representations mentioned in subsection (3)(c) above must be made. 5 The Secretary of State may extend a period specified under subsection (4) above."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "40", "section_title": "Minor and consequential amendments relating to Part 2", "section_text": "40 Schedule 5 (which makes miscellaneous minor amendments and amendments consequential on this Part) has effect."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "41", "section_title": "Social security information", "section_text": "41 1 In the Administration Act, after section 7A (sharing of functions as regards certain claims and information) insert— Use of social security information 7B 1 A relevant authority may use for a relevant purpose any social security information which it holds. 2 Regulations may make provision as to the procedure to be followed by a relevant authority for the purposes of any function it has relating to the administration of a specified benefit if the authority holds social security information which— a is relevant for the purposes of anything which may or must be done by the authority in connection with a claim for or an award of the benefit, and b was used by another relevant authority in connection with a claim for or an award of a different specified benefit or was verified by that other authority in accordance with regulations under section 7A(2)(e) above. 3 A relevant purpose is anything which is done in relation to a claim which is made or which could be made for a specified benefit if it is done for the purpose of— a identifying persons who may be entitled to such a benefit; b encouraging or assisting a person to make such a claim; c advising a person in relation to such a claim. 4 Social security information means— a information relating to social security, child support or war pensions; b evidence obtained in connection with a claim for or an award of a specified benefit. 5 A specified benefit is a benefit which is specified in regulations for the purposes of this section. 6 Expressions used in this section and in section 7A have the same meaning in this section as in that section. 7 This section does not affect any power which exists apart from this section to use for one purpose social security information obtained in connection with another purpose. 2 In section 7A of that Act— a in subsection (1) after paragraph (b) insert— c as regards any relevant benefit, for claims for that benefit to be made to— i a county council in England, ii a person providing services to a county council in England, or iii a person authorised to exercise any function a county council in England has under this section. ; b in subsection (2) after paragraph (d) insert— e the verification by a relevant authority of information or evidence supplied to or obtained by the authority in connection with a claim for or an award of a relevant benefit. ; c in subsection (3) for  “and (d)” substitute  “                        , (d) and (e)                      ” ; d in subsection (3)(a) for  “(1)(a) or (b)” substitute  “                        (1)(a), (b) or (c)                      ” ; e in subsection (6) for paragraph (c) substitute— c “ relevant authority ” means— i a Minister of the Crown; ii a local authority; iii a county council in England; iv a person providing services to a person mentioned in sub-paragraphs (i) to (iii); v a person authorised to exercise any function of a local authority relating to housing benefit or council tax benefit; vi a person authorised to exercise any function a county council in England has under this section; . 3 In Part 1 of Schedule 4 to that Act (persons employed in social security administration or adjudication), under the heading  “Local authorities  etc ” after the entry relating to a person authorised under section 139A(1) of that Act insert— A member, officer or employee of a county council in England who exercises—                     a any function conferred on the county council by regulations made under section 7A of this Act; b any function in connection with a relevant purpose within the meaning of section 7B(3) of this Act. A person authorised to exercise any such function of such a county council or an employee of such a person.                  "}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "42", "section_title": "Information relating to certain benefits", "section_text": "42 1 Information falling within subsection (3) may be supplied by the person who holds it to a person falling within subsection (4) for purposes connected with the application of grant paid under a relevant enactment towards expenditure incurred by the recipient of the grant— a in providing, or contributing to the provision of, welfare services, or b in connection with such welfare services. 2 Information falling within subsection (3) which is held for a prescribed purpose by a person falling within any of paragraphs (c) to (h) of subsection (4) may be— a used by that person for another prescribed purpose; b provided to another such person for use in relation to the same or another prescribed purpose. 3 The information is any information which is held by a person falling within subsection (4) relating to— a income support; b income-based jobseeker's allowance; c income-related employment and support allowance; d state pension credit; e housing benefit; f welfare services. 4 The persons are— a the Secretary of State; b a person providing services to the Secretary of State; c an authority administering housing benefit; d a person authorised to exercise any function of such an authority relating to housing benefit; e a person providing to such an authority services relating to housing benefit; f a local authority to which any grant is or will be paid as mentioned in subsection (1); g a person authorised to exercise any function of such an authority relating to the grant; h a person providing to such an authority services relating to any such function. 5 Information which is supplied under subsection (1) to an authority or other person falling within subsection (4)(f), (g) or (h) may be supplied by the authority or person to a person who provides qualifying welfare services for purposes connected with the provision of those services. 6 A person provides qualifying welfare services if— a he provides welfare services, b a local authority contribute or will contribute to the expenditure incurred by him in providing those services, and c that contribution is or will be derived (in whole or in part) from any grant which is or will be paid to the authority as mentioned in subsection (1). 7 A relevant enactment is an enactment specified by order made by the Secretary of State; and the power to make an order under this subsection is exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 8 In subsection (2) a prescribed purpose is a purpose relating to housing benefit or welfare services which is prescribed by regulations made by the Secretary of State by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 9 The power to make an order or regulations under this section includes power— a to make different provision for different purposes; b to make such incidental, supplementary, consequential, transitional or saving provision as the Secretary of State thinks necessary or expedient. 10 In this section— “ income-based jobseeker's allowance ” has the same meaning as in the Jobseekers Act 1995 (c. 18); “ income-related employment and support allowance ” means an income-related allowance under Part 1; “ local authority ” means— in relation to England, a county council, a district council, a London borough council, the Common Council of the City of London or the Council of the Isles of Scilly; in relation to Wales, a county council or a county borough council; “ welfare services ” includes services which provide support, assistance, advice or counselling to individuals with particular needs. 11 In the Local Government Act 2000 (c. 22), sections 94 (disclosure of information) and 95 (unauthorised disclosure of information) are omitted."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "43", "section_title": "Unlawful disclosure of certain information", "section_text": "43 1 A person to whom subsection (2) applies is guilty of an offence if he discloses without lawful authority any information— a which comes to him by virtue of section 42(1), (2) or (5), and b which relates to a particular person. 2 This subsection applies to— a a person mentioned in section 42(4)(f) to (h); b a person who provides qualifying welfare services (within the meaning of section 42(6)); c a person who is or has been a director, member of the committee of management, manager, secretary or other similar officer of a person mentioned in paragraph (a) or (b); d a person who is or has been an employee of a person mentioned in paragraph (a) or (b). 3 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years or a fine or both, or b on summary conviction, to imprisonment for a term not exceeding 12 months or a fine not exceeding the statutory maximum or both. 4 It is not an offence under this section— a to disclose information in the form of a summary or collection of information so framed as not to enable information relating to any particular person to be ascertained from it; b to disclose information which has previously been disclosed to the public with lawful authority. 5 It is a defence for a person charged with an offence under this section to prove that at the time of the alleged offence— a he believed that he was making the disclosure in question with lawful authority and had no reasonable cause to believe otherwise, or b he believed that the information in question had previously been disclosed to the public with lawful authority and had no reasonable cause to believe otherwise. 6 A disclosure is made with lawful authority if it is so made for the purposes of section 123 of the Administration Act. 7 This section does not affect that section. 8 Until the commencement of section 282 of the Criminal Justice Act 2003 (c. 44)\t\t\t\t\t(increase in maximum term that may be imposed on summary conviction of offence triable either way) the reference in subsection (3)(b) to 12 months must be taken to be a reference to 6 months."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "44", "section_title": "Recovery of overpaid benefit: Great Britain", "section_text": "44 1 Section 71 of the Administration Act (overpayments) is amended as follows. 2 Subsection (5)\t\t\t\t\t(recovery of overpayments paid into account not recoverable under regulations under subsection (4) unless determination of amount is reversed on appeal etc. and overpayment is determined on the appeal etc. to be so recoverable) ceases to have effect. 3 In subsection (5A)\t\t\t\t\t(recovery of overpayments paid in consequence of misrepresentation etc. not recoverable under subsection (1) unless determination of amount is reversed on appeal etc.) for  “under subsection (1) above” substitute  “                    under subsection (1) or under regulations under subsection (4)                  ” ."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "45", "section_title": "Recovery of overpaid child benefit and guardian's allowance: Northern Ireland", "section_text": "45 1 Section 69 of the Social Security Administration (Northern Ireland) Act 1992 (c. 8)\t\t\t\t\t(overpayments) is amended as follows. 2 Subsection (5)\t\t\t\t\t(recovery of overpayments paid into account not recoverable under regulations under subsection (4) unless determination of amount is reversed on appeal etc. and overpayment is determined on the appeal etc. to be so recoverable) ceases to have effect. 3 In subsection (5A)\t\t\t\t\t(recovery of overpayments paid in consequence of misrepresentation etc. not recoverable under subsection (1) unless determination of amount is reversed on appeal etc.) for  “under subsection (1) above” substitute  “                    under subsection (1) or under regulations under subsection (4)                  ” . 4 The amendments made by this section have effect only in relation to child benefit and guardian's allowance."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "46", "section_title": "Local authority powers to investigate benefit fraud", "section_text": "46 1 Section 110A of the Administration Act (authorisation of investigations by authorities administering housing benefit or council tax benefit) is amended as follows. 2 In subsection (1) for  “any one or more of the purposes mentioned in subsection (2) below” substitute  “                    a relevant purpose                  ” . 3 After subsection (1) insert— 1A Each of the following is a relevant purpose— a a purpose mentioned in subsection (2) below; b a purpose mentioned in section 109A(2)(a), (c) or (d). 1B If the Secretary of State prescribes conditions for the purposes of this section, an authority must not proceed under this section for a purpose mentioned in section 109A(2)(a), (c) or (d) unless any such condition is satisfied. 1C An authorisation made for a purpose mentioned in section 109A(2)(a), (c) or (d)— a is subject to such restrictions as may be prescribed; b is not valid in such circumstances as may be prescribed. 4 In subsection (2) for  “Those purposes” substitute  “                    The purposes in this subsection                  ” . 5 In subsection (8), after paragraph (c) insert—  “                    but paragraphs (a) and (b) above do not apply in any case where the relevant purpose is as mentioned in subsection (1A)(b) above.                  ”"}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "47", "section_title": "Local authority powers to prosecute benefit fraud", "section_text": "47 After section 116 of the Administration Act (legal proceedings) insert— Local authority powers to prosecute benefit fraud 116A 1 This section applies if an authority administering housing benefit or council tax benefit has power to bring proceedings for a benefit offence relating to that benefit. 2 The authority may bring proceedings for a benefit offence relating to any other relevant social security benefit unless— a the proceedings relate to any benefit or circumstances or any description of benefit or circumstances which the Secretary of State prescribes for the purposes of this paragraph, or b the Secretary of State has directed that the authority must not bring the proceedings, and a direction under paragraph (b) may relate to a particular authority or description of authority or to particular proceedings or any description of proceedings. 3 If the Secretary of State prescribes conditions for the purposes of this section, an authority must not bring proceedings under this section unless any such condition is satisfied. 4 The Secretary of State may continue proceedings which have been brought by an authority under this section as if the proceedings had been brought in his name or he may discontinue the proceedings if— a he makes provision under subsection (2)(a), such that the authority would no longer be entitled to bring the proceedings under this section, b he gives a direction under subsection (2)(b) in relation to the proceedings, or c a condition prescribed under subsection (3) ceases to be satisfied in relation to the proceedings. 5 In the exercise of its power under subsection (2), a local authority must have regard to the Code for Crown Prosecutors issued by the Director of Public Prosecutions under section 10 of the Prosecution of Offences Act 1985— a in determining whether the proceedings should be instituted; b in determining what charges should be preferred; c in considering what representations to make to a magistrates' court about mode of trial; d in determining whether to discontinue proceedings. 6 An authority must not bring proceedings for a benefit offence which does not relate to housing benefit or council tax benefit otherwise than in accordance with this section. 7 In subsection (2),  “ relevant social security benefit ” has the same meaning as in section 121DA below. 8 This section does not apply to Scotland."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "48", "section_title": "Local authority functions relating to benefit: information", "section_text": "48 1 Section 122C of the Administration Act (supply of information to authorities administering benefit) is amended as follows— a in subsection (2) at the end insert  “                        or for the purposes of anything the authority is permitted to do in relation to any other benefit by virtue of section 110A or 116A above                      ” ; b in subsection (3)(a) for  “offences relating to housing benefit or council tax benefit” substitute  “                        benefit offences (within the meaning of Part 6 above)                      ” . 2 Section 122D of that Act (supply of information by authorities administering benefit) is amended as follows— a in subsection (1), for  “benefit administration information” substitute  “                        relevant benefit information                      ” ; b in subsection (2A), after  “subsection (2)” insert  “                        , in addition to any other purpose for which the information may be used,                      ” ; c for subsection (4) substitute— 4 In subsection (1)\t\t\t\t\t\t\t\t\t\t “ relevant benefit information ”, in relation to an authority or other person, means any information which is relevant to the exercise of any function relating to a relevant social security benefit by the authority or other person. ; d in subsection (5), in each place where it occurs for  “housing benefit or council tax benefit” substitute  “                        any relevant social security benefit                      ” ; e in subsection (6), after the definition of  “private pensions policy” insert— “ relevant social security benefit ” has the same meaning as in section 121DA above; . 3 Section 122E of that Act (supply of information between authorities administering benefit) is amended as follows— a in subsection (1) for  “benefit administration information” substitute  “                        relevant benefit information                      ” ; b in subsection (2)(a) for  “offences relating to housing benefit or council tax benefit” substitute  “                        benefit offences (within the meaning of Part 6 above)                      ” ; c for subsection (6) substitute— 6 In this section  “ relevant benefit information ”, in relation to an authority or other person, means any information which is relevant to the exercise of any function relating to a relevant social security benefit (within the meaning of section 121DA above) by the authority or other person. 4 In section 126A of that Act (power to require information from landlords and agents), in subsection (8) for  “benefit administration information” substitute  “                    relevant benefit information                  ” ."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "49", "section_title": "Loss of benefit for commission of benefit offences", "section_text": "49 1 In section 7 of the Social Security Fraud Act 2001 (c. 11)\t\t\t\t\t(loss of benefit for commission of benefit offences) in subsection (1)(b)\t\t\t\t\t(period within which later offence must be committed), for  “three years” substitute  “                    five years                  ” . 2 The amendment made by subsection (1) shall be disregarded insofar as the application of section 7(1)(b) of that Act involves considering whether an offence committed before the day on which this section comes into force was committed within the relevant period."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "50", "section_title": "Widowed mother's allowance", "section_text": "50 In section 37(2) of the Contributions and Benefits Act (which links entitlement to widowed mother's allowance on the ground of being entitled to child benefit to whether one of the conditions specified in section 77(5) of the Act is satisfied), the words from  “one of the conditions” to  “person and” are omitted."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "51", "section_title": "Widowed parent's allowance", "section_text": "51 In section 39A(3) of the Contributions and Benefits Act (which links entitlement to widowed parent's allowance on the ground of being entitled to child benefit to whether one of the conditions specified in section 77(5) of the Act is satisfied), the words from  “one of the conditions” to  “person and” are omitted."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "52", "section_title": "Care component of disability living allowance: persons under the age of 16", "section_text": "52 1 Section 72 of the Contributions and Benefits Act (care component of disability living allowance) is amended as follows. 2 After subsection (1) insert— 1A In its application to a person in relation to so much of a period as falls before the day on which he reaches the age of 16, subsection (1) has effect subject to the following modifications— a the condition mentioned in subsection (1)(a)(ii) shall not apply, and b none of the other conditions mentioned in subsection (1) shall be taken to be satisfied unless— i he has requirements of a description mentioned in the condition substantially in excess of the normal requirements of persons of his age, or ii he has substantial requirements of such a description which younger persons in normal physical and mental health may also have but which persons of his age and in normal physical and mental health would not have. 3 After subsection (2) insert— 2A The modifications mentioned in subsection (1A) shall have effect in relation to the application of subsection (1) for the purposes of subsection (2), but only— a in the case of a person who is under the age of 16 on the date on which the award of the care component would begin, and b in relation to so much of any period mentioned in subsection (2) as falls before the day on which he reaches the age of 16. 4 In subsection (5)\t\t\t\t\t(terminally ill person to be taken to have satisfied the conditions mentioned in subsection (1)(b) and (c)), after  “person, shall” insert  “                    (notwithstanding subsection (1A)(b))                  ” . 5 Subsection (6)\t\t\t\t\t(modifications for persons under 16) ceases to have effect. 6 In subsection (7), for  “subsections (5) and (6)” substitute  “                    subsection (5)                  ” . 7 After that subsection insert— 7A Subsection (1A) has effect subject to regulations made under subsection (7)\t\t\t\t\t\t\t\t(except as otherwise prescribed)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "53", "section_title": "Mobility component of disability living allowance: persons under the age of 16", "section_text": "53 1 Section 73 of the Contributions and Benefits Act (mobility component of disability living allowance) is amended as follows. 2 For subsection (4) substitute— 4A In its application to a person in relation to so much of a period as falls before the day on which he reaches the age of 16, subsection (1) has effect subject to the modification that the condition mentioned in paragraph (d) shall not be taken to be satisfied unless— a he requires substantially more guidance or supervision from another person than persons of his age in normal physical and mental health would require, or b persons of his age in normal physical and mental health would not require such guidance or supervision. 3 In subsection (5), omit  “Subject to subsection (4) above,”. 4 After that subsection insert— 5A Subsection (4A) has effect subject to regulations made under subsection (5) (except as otherwise prescribed). 5 After subsection (9) insert— 9A The modifications mentioned in subsection (4A) shall have effect in relation to the application of subsection (1) for the purposes of subsection (9), but only— a in the case of a person who is under the age of 16 on the date on which the award of the mobility component would begin, and b in relation to so much of any period mentioned in subsection (9) as falls before the day on which he reaches the age of 16."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "54", "section_title": "Matters to which regard must be had in awarding budgeting loans", "section_text": "54 In section 140(1A) of the Contributions and Benefits Act (principles for determining awards of budgeting loans)— a in paragraph (b)\t\t\t\t\t(duty to have regard to criteria specified in paragraphs (b) to (e) of subsection (1)), for  “(b) to (e)” substitute  “                    (b), (d) and (e)                  ” , and b the words following paragraph (b)\t\t\t\t\t(which enable the Secretary of State to give directions about cases in which the applicant's personal circumstances would preclude the award of a budgeting loan) cease to have effect."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "55", "section_title": "Allocations from Social Fund", "section_text": "55 1 Section 168 of the Administration Act (allocations from social fund) is amended as follows. 2 In subsection (1)\t\t\t\t\t(duty of Secretary of State to allocate amounts for payments from the social fund such as are mentioned in section 138(1)(b) of the Contributions and Benefits Act), after  “Act” insert  “                    (in this section referred to as  “ section 138(1)(b) payments ”)                  ” . 3 In subsection (3)\t\t\t\t\t(types of allocation that may be made)— a for paragraph (a) substitute— a may be for all section 138(1)(b) payments or for any description of such payments; ; b in paragraph (b)\t\t\t\t\t\t\t(power to allocate different amounts for different purposes), for  “different purposes” substitute  “                        payments of different descriptions                      ” ; and c in paragraph (d)\t\t\t\t\t\t\t(additional allocations), omit the words from  “to the same officer” to the end. 4 After subsection (3) insert— 3A Without prejudice to the generality of subsection (3)(a), descriptions of section 138(1)(b) payments may, in particular, be framed by reference to— a the purposes for which payments are made; b the persons by whom payments are made (including where such persons are located); c the persons to whom payments are made (including where such persons are located)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "56", "section_title": "Overseas vaccinations", "section_text": "56 1 Section 2 of the Vaccine Damage Payments Act 1979 (c. 17)\t\t\t\t\t(conditions of entitlement) is amended as follows. 2 For subsection (5) substitute— 5A The Secretary of State may by order made by statutory instrument provide that, in such circumstances as may be specified in the order, the condition in subsection (1)(a)(i) need not be fulfilled in the case of vaccinations of persons of a description so specified which are given under arrangements made by or on behalf of— a Her Majesty's forces, b a government department so specified, or c any other body so specified. 5B Orders under subsection (5A) may make different provision in relation to different cases. 3 In subsection (6), for  “that subsection” substitute  “                    this section                  ” ."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "57", "section_title": "Appeals to appeal tribunal in Northern Ireland", "section_text": "57 1 The Vaccine Damage Payments Act 1979 is amended as follows. 2 In section 4 (appeals to appeal tribunals), in subsection (1)\t\t\t\t\t(right of appeal), for  “an appeal tribunal” substitute  “                    an appropriate appeal tribunal                  ”  and after that subsection insert— 1A In subsection (1) the reference to an appropriate appeal tribunal is— a if the claimant's address is in Northern Ireland, to an appeal tribunal constituted under Chapter 1 of Part 2 of the Social Security (Northern Ireland) Order 1998; b if it is not, to an appeal tribunal constituted under Chapter 1 of Part 1 of the Social Security Act 1998. 3 In that section, after subsection (3) insert— 3A In relation to appeals under subsection (1) to an appeal tribunal constituted under Chapter 1 of Part 2 of the Social Security (Northern Ireland) Order 1998, the Department for Social Development in Northern Ireland may by regulations— a make provision as to the manner in which, and the time within which, appeals are to be brought; b make such provision with respect to proceedings before appeal tribunals as the Department considers appropriate. 3B Regulations under subsection (3A) may in particular make any provision of a kind mentioned in Schedule 4 to the Social Security (Northern Ireland) Order 1998. 4 In section 7A (correction of errors and setting aside of decisions), after subsection (1) insert— 1A The Department for Social Development in Northern Ireland may by regulations make provision with respect to— a the correction of accidental errors in any decision or record of a decision under section 4 of this Act of an appeal tribunal constituted under Chapter 1 of Part 2 of the Social Security (Northern Ireland) Order 1998; and b the setting aside of any such decision in a case where it appears just to set the decision aside on the ground that— i a document relating to the proceedings in which the decision was given was not sent to, or was not received at an appropriate time by, a party to the proceedings or a party's representative or was not received at an appropriate time by the appeal tribunal which gave the decision; or ii a party to the proceedings or a party's representative was not present at a hearing related to the proceedings. 5 In section 12 (financial provisions), after subsection (3) insert— 3A The Department for Social Development in Northern Ireland shall pay such travelling and other allowances as the Department may determine— a to persons required under section 4 to attend before tribunals constituted under Chapter 1 of Part 2 of the Social Security (Northern Ireland) Order 1998; and b in circumstances where the Department considers it appropriate, to any person who accompanies a disabled person to such a tribunal."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "58", "section_title": "“Relevant employer”", "section_text": "58 1 The Pneumoconiosis etc. (Workers' Compensation) Act 1979 (c. 41) is amended as follows. 2 In section 2 (conditions of entitlement), in subsection (3), for the definition of  “relevant employer” substitute— “ relevant employer ” has the meaning given in the Schedule to this Act. 3 Insert the Schedule (definition of  “relevant employer”) set out in Schedule 6. 4 In section 7(3)\t\t\t\t\t(regulations subject to affirmative resolution), after  “section 1 above” insert  “                    or paragraph 9 of the Schedule to this Act                  ” ."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "59", "section_title": "“Dependant”", "section_text": "59 1 In section 3 of the Pneumoconiosis etc. (Workers' Compensation) Act 1979 (dependants), in subsection (1)\t\t\t\t\t(definition of  “dependant”)— a in paragraph (a), after  “spouse”, in each place, insert  “                        or civil partner                      ” ; and b for paragraph (c) substitute— c if neither of the preceding paragraphs applies but he left a person who was residing with him and with whom he was in a qualifying relationship, that person; . 2 After subsection (2) of that section insert— 2A For the purposes of subsection (1)(c)— a two persons of the opposite sex are in a qualifying relationship if they are living together as husband and wife; b two persons of the same sex are in a qualifying relationship if they are living together as if they were civil partners. 2B For the purposes of subsection (2A)(b), two persons of the same sex are to be regarded as living together as if they were civil partners if, but only if, they would be regarded as living together as husband and wife were they instead two people of the opposite sex. 3 Subsection (5) of that section (application of subsection (1) to Scotland: substitution of paragraph (c)) ceases to have effect. 4 In Schedule 21 to the Civil Partnership Act 2004 (c. 33)\t\t\t\t\t(existing provisions to which the provisions of section 246 about interpretation of references to stepchildren apply), after paragraph 11 insert— 11A Section 3(4) of the Pneumoconiosis etc. (Workers' Compensation) Act 1979 (“child” and  “relative”: establishment of relationship)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "60", "section_title": "Power to stop payment of allowances to care home residents", "section_text": "60 1 In section 67 of the Contributions and Benefits Act (exclusions relating to attendance allowance) for subsection (2) substitute— 2 Regulations may provide that an attendance allowance shall not be payable in respect of a person for a period when he is a resident of a care home in circumstances in which any of the costs of any qualifying services provided for him are borne out of public or local funds under a specified enactment. 3 The reference in subsection (2) to a care home is to an establishment that provides accommodation together with nursing or personal care. 4 The following are qualifying services for the purposes of subsection (2)— a accommodation, b board, and c personal care. 5 The reference in subsection (2) to a specified enactment is to an enactment which is, or is of a description, specified for the purposes of that subsection by regulations. 6 The power to specify an enactment for the purposes of subsection (2) includes power to specify it only in relation to its application for a particular purpose. 7 In this section,  “ enactment ” includes an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament. 2 In section 72 of that Act (care component of disability living allowance), for subsection (8) substitute— 8 Regulations may provide that no amount in respect of a disability living allowance which is attributable to entitlement to the care component shall be payable in respect of a person for a period when he is a resident of a care home in circumstances in which any of the costs of any qualifying services provided for him are borne out of public or local funds under a specified enactment. 9 The reference in subsection (8) to a care home is to an establishment that provides accommodation together with nursing or personal care. 10 The following are qualifying services for the purposes of subsection (8)— a accommodation, b board, and c personal care. 11 The reference in subsection (8) to a specified enactment is to an enactment which is, or is of a description, specified for the purposes of that subsection by regulations. 12 The power to specify an enactment for the purposes of subsection (8) includes power to specify it only in relation to its application for a particular purpose. 13 In this section,  “ enactment ” includes an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "61", "section_title": "Independent Living Funds", "section_text": "61 1 In section 1(1) of the Disability (Grants) Act 1993 (c. 14)\t\t\t\t\t(which lists the organisations to which grants may be made by the Secretary of State)— a paragraphs (a) and (b)\t\t\t\t\t\t\t(Independent Living (Extension) Fund and Independent Living (1993) Fund) cease to have effect; b after paragraph (c) insert , and                         d the Independent Living Fund (2006) established by a deed dated 10th April 2006 and made between the Secretary of State for Work and Pensions of the one part and Margaret Rosemary Cooper, Michael Beresford Boyall and Marie Theresa Martin of the other part. 2 In section 1(4) of that Act (modifications for Northern Ireland), in paragraph (a)\t\t\t\t\t(which substitutes for the Secretary of State the relevant Northern Ireland department), after  “(other than the reference in subsection (1)(a) to the Secretary of State for Social Security” insert  “                    and the reference in subsection (1)(d) to the Secretary of State for Work and Pensions                  ” . 3 The Secretary of State may by order made by statutory instrument amend or revoke any enactment contained in subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)) if he considers it appropriate to do so in consequence of the amendments made by this section. 4 A statutory instrument containing an order under subsection (3) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 The Department for Social Development in Northern Ireland may by order made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)) amend or revoke any enactment contained in an instrument within the meaning of section 1(c) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)) if it considers it appropriate to do so in consequence of the amendments made by this section. 6 A statutory rule containing an order under subsection (5) shall be subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "62", "section_title": "Medical examinations", "section_text": "62 1 The Social Security Act 1998 (c. 14) is amended as follows. 2 In section 19 (medical examination required by Secretary of State), in subsections (1) and (2)(b), for  “medical practitioner” substitute  “                    health care professional approved by the Secretary of State                  ” . 3 In section 20 (medical examination required by appeal tribunal), in subsection (2), for  “medical practitioner” substitute  “                    health care professional approved by the Secretary of State                  ” . 4 In that section, after subsection (2), insert— 2A The power under subsection (2) to refer a person to a health care professional approved by the Secretary of State includes power to specify the description of health care professional to whom the person is to be referred. 5 In section 39 (interpretation), in subsection (1), after the definition of  “Commissioner” insert— “ health care professional ” means— a a registered medical practitioner, b a registered nurse, c an occupational therapist or physiotherapist registered with a regulatory body established by an Order in Council under section 60 of the Health  Act 1999, or d a member of such other profession regulated by a body mentioned in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002 as the Secretary of State may prescribe; ."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "63", "section_title": "Minor and consequential amendments relating to Part 4", "section_text": "63 Schedule 7 (which makes miscellaneous minor amendments and amendments consequential on this Part) has effect."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "64", "section_title": "Northern Ireland", "section_text": "64 1 This section applies to an Order in Council under paragraph 1(1) of the Schedule to the Northern Ireland Act 2000 (c. 1)\t\t\t\t\t(legislation for Northern Ireland during suspension of devolved government) which contains a statement that it is made only for purposes corresponding to those of this Act. 2 Such an Order— a is not subject to paragraph 2 of that Schedule (affirmative resolution of both Houses of Parliament), but b is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "65", "section_title": "General interpretation", "section_text": "65 In this Act— “ Administration Act ” means the Social Security Administration Act 1992 (c. 5); “ Contributions and Benefits Act ” means the Social Security Contributions and Benefits Act 1992 (c. 4)."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "66", "section_title": "Financial provisions: general", "section_text": "66 1 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State in consequence of Parts 2 to 4 of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 There shall be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other enactment."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "67", "section_title": "Repeals", "section_text": "67 The enactments specified in Schedule 8 are hereby repealed to the extent specified."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "68", "section_title": "Transition", "section_text": "68 1 The Secretary of State may by order made by statutory instrument make in connection with the coming into force of any provision of this Act, except Part 1, such transitional provision or savings as he considers necessary or expedient. 2 The power under subsection (1) includes power to make— a different provision for different cases or areas; b incidental, supplementary and consequential provision."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "69", "section_title": "Extent", "section_text": "69 1 Subject to the following provisions, this Act extends to England and Wales and Scotland only. 2 The following provisions extend to England and Wales only— a sections 42(1) to (10) and 43, and b paragraphs 6, 11(2) and 16 of Schedule 3. 3 Paragraphs 1, 2, 4, 11(3), 14 and 22 of Schedule 3 extend to Scotland only. 4 The following provisions also extend to Northern Ireland— a sections 33(7), 49, 56, 57, 61, 64, 65, 68, this section and sections 70 and 71, b paragraph 15 of Schedule 2, and sections 22 and 24 to 26 so far as relating thereto, c paragraphs 5, 10(1) and (28), 17(1) and (2), 19, 23(1) to (3) and (6) to (8) and 24 of Schedule 3, and section 28 so far as relating thereto, d paragraph 1 of Schedule 7, and section 63 so far as relating thereto, and e Schedule 8, so far as relating to the Vaccine Damage Payments Act 1979 (c. 17), the Income and Corporation Taxes Act 1988 (c. 1), the Disability (Grants) Act 1993 (c. 14), section 2 of the Social Security Act 1998 (c. 14) and the Income Tax (Earnings and Pensions) Act 2003 (c. 1), and section 67 so far as relating thereto. 5 The following provisions extend to Northern Ireland only— a section 45, and b Schedule 8, so far as relating to the Social Security Administration (Northern Ireland) Act 1992 (c. 8), and section 67 so far as relating thereto. 6 The following provisions also extend to the Isle of Man— a sections 56 and 57, section 68, this section and sections 70 and 71, b paragraph 1 of Schedule 7, and section 63 so far as relating thereto, and c Schedule 8, so far as relating to the Vaccine Damage Payments Act 1979, and section 67 so far as relating thereto."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "70", "section_title": "Commencement", "section_text": "70 1 The following provisions shall come into force at the end of the period of 2 months beginning with the day on which this Act is passed— a sections 41(2) and (3), 44, 45, 54, 55, 59, 61(1)(b) and (2) to (6) and 62, b paragraphs 1 to 4, 10, 11 and 14 of Schedule 5, and section 40 so far as relating thereto, c paragraphs 2(1) and (3), 3 and 4 of Schedule 7, and section 63 so far as relating thereto, and d Schedule 8, so far as relating to— i section 3(5) of the Pneumoconiosis etc. (Workers' Compensation) Act 1979 (c. 41), ii section 140(1A) of the Contributions and Benefits Act, iii sections 71(5), 71ZA(2), 134(8)(a) and 168(3)(d) of the Administration Act, iv section 69(5) of the Social Security Administration (Northern Ireland) Act 1992, v Schedule 13 to the Local Government etc. (Scotland) Act 1994 (c. 39), vi section 38(7)(a) of, and paragraph 81(2) of Schedule 7 to, the Social Security Act 1998 (c. 14), and vii paragraph 65 of Schedule 24 to the Civil Partnership Act 2004 (c. 33), and section 67 so far as relating thereto. 2 The remaining provisions of this Act, except— a this section, b sections 64, 65, 66, 68, 69 and 71, and c paragraph 8 of Schedule 5, and section 40 so far as relating thereto, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different purposes."}, {"act": "Welfare Reform Act 2007", "year": 2007, "section": "71", "section_title": "Short title", "section_text": "71 This Act may be cited as the Welfare Reform Act 2007."}]