[{"act": "Town and Country Planning (Amendment) Act 1985 (repealed 27.5.1997)", "year": 1985, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Town and Country Planning (Amendment) Act 1985 (repealed 27.5.1997)", "year": 1985, "section": "2", "section_title": " Amendment of Town and Country Planning (Scotland) Act 1972 s. 60.", "section_text": "2 1 Section 60 of the  Town and Country Planning (Scotland) Act 1972 (replacement of trees) shall be amended as follows. 2 In subsection (1), the words “ other than a tree to which the order applies as part of a woodland ” shall be omitted and after the words “order or” there shall be inserted the words “, except in the case of a tree to which the order applies as part of a woodland,”. 3 After subsection (1) there shall be inserted the following subsection— 1A In respect of trees in a woodland it shall be sufficient for the purposes of this section to replace the trees removed, uprooted or destroyed by planting the same number of trees either on or near the land on which the trees removed, uprooted or destroyed stood or on such other land as may be agreed between the planning authority and the owner of the land, and (in either case) in such places as may be designated by the planning authority."}, {"act": "Town and Country Planning (Amendment) Act 1985 (repealed 27.5.1997)", "year": 1985, "section": "3", "section_title": " Short title, commencement,  etc.", "section_text": "3 1 This Act may be cited as the Town and Country Planning (Amendment) Act 1985. 2 Any local Act passed before, or in the same Session as, this Act which provides for the amendment or modification of section 62 of the Town and Country Planning Act 1971 or section 60 of the Town and Country Planning (Scotland) Act 1972 is hereby repealed to the extent that it so provides. 3 This Act shall come into force on the expiration of the period of two months beginning with the date on which this Act is passed. 4 The amendments made by  section 2  of this Act shall not apply in relation to trees removed, uprooted or destroyed before the coming into force of this Act. 5 This Act does not extend to Northern Ireland."}]