[{"act": "Town and Country Planning (Compensation) Act 1985 (repealed 27.5.1997)", "year": 1985, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Town and Country Planning (Compensation) Act 1985 (repealed 27.5.1997)", "year": 1985, "section": "2", "section_title": " Restriction on compensation: Scotland.", "section_text": "2 1 In section 154 of the  Town and Country Planning (Scotland) Act 1972 (compensation where planning permission granted by a development order is withdrawn by revocation or amendment of the order  etc.  and an application for planning permission is subsequently refused or granted subject to different conditions) after subsection (1) there shall be inserted— 1A Where planning permission granted by a development order is withdrawn by revocation or amendment of the order subsection (1) of this section applies only if the application referred to in paragraph (c) is made before the end of the period of twelve months beginning with the date on which the revocation or amendment came into operation. 2 In section 158 of that Act (compensation for planning decision restricting development other than new development) after subsection (6) there shall be inserted— 6A For the purposes of subsection (1) of this section paragraph 3 of Schedule 6 to this Act shall be construed as not extending to the enlargement of a building which was in existence on the appointed day if— a the building contains two or more separate dwellings divided horizontally from each other or from some other part of the building; and b the enlargement would result in either an increase in the number of such dwellings contained in the building or an increase of more than one-tenth in the cubic content of any such dwelling contained in the building."}, {"act": "Town and Country Planning (Compensation) Act 1985 (repealed 27.5.1997)", "year": 1985, "section": "3", "section_title": " Short title and commencement.", "section_text": "3 1 This Act may be cited as the Town and Country Planning (Compensation) Act 1985. 2 Section 2(1) above has  effect in relation to the refusal or conditional grant of planning permission on any application made on or after the day on which this Act is passed; but where the period mentioned in the subsections inserted by those provisions begins before that day it shall not expire until the end of the period of twelve months beginning with that day. 3 Section 2(2) above has  effect in relation to the refusal or conditional grant of planning permission on any application made after 23rd January 1985."}]