[{"act": "Academies Act 2010", "year": 2010, "section": "1", "section_title": "Academy arrangements", "section_text": "1 1 The Secretary of State may enter into Academy arrangements with any person (“the other party”). 2 “Academy arrangements” are arrangements that take the form of— a an Academy agreement, or b arrangements for Academy financial assistance. 3 An Academy agreement is an agreement between the Secretary of State and the other party under which— a the other party gives the undertakings in subsection (5), and b the Secretary of State agrees to make payments to the other party in consideration of those undertakings. 4 Academy financial assistance is financial assistance given by the Secretary of State under section 14 of EA 2002 on terms that require the other party to give the undertakings in subsection (5). 5 The undertakings are— a to establish and maintain an educational institution in England which meets the requirements of any of the following— i section 1A (Academy schools); ii section 1B (16 to 19 Academies); iii section 1C (alternative provision Academies); b to carry on, or provide for the carrying on, of the institution. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Academy arrangements must include terms imposed for the purpose of securing that no charge is made in respect of— a admission to, or attendance at, the   institution  , or b (subject to any exceptions specified in the terms) education provided at the  institution . 10 An educational institution  to which Academy arrangements relate is to be known as an Academy."}, {"act": "Academies Act 2010", "year": 2010, "section": "1A", "section_title": "Academy schools", "section_text": "1A 1 An educational institution meets the requirements of this section if— a it is an independent school, b it has a curriculum satisfying the requirements of section 78 of EA 2002 (balanced and broadly based curriculum), c it provides education for pupils of different abilities, d it provides education for pupils who are wholly or mainly drawn from the area in which it is situated, and e it is not an alternative provision Academy (see section 1C). 2 An educational institution also meets the requirements of this section if— a it is an independent school, and b it is specially organised to make special educational provision for pupils with special educational needs. 3 An Academy which meets the requirements of this section is to be known as an Academy school."}, {"act": "Academies Act 2010", "year": 2010, "section": "1B", "section_title": "16 to 19 Academies", "section_text": "1B 1 An educational institution meets the requirements of this section if it is principally concerned with providing full-time or part-time education suitable to the requirements of persons over compulsory school age but under 19. 2 “ Education ” includes vocational, social, physical and recreational training. 3 An Academy which meets the requirements of this section is to be known as a 16 to 19 Academy. 4 A 16 to 19 Academy may provide secure accommodation for its students, but only if it is approved to do so by the Secretary of State. 5 “Secure accommodation” means accommodation that is provided for the purpose of restricting liberty. 6 The Secretary of State may grant approval under subsection (4) subject to conditions. 7 A 16 to 19 Academy which provides secure accommodation for its students is to be known as a secure 16 to 19 Academy."}, {"act": "Academies Act 2010", "year": 2010, "section": "1C", "section_title": "Alternative provision Academies", "section_text": "1C 1 An educational institution meets the requirements of this section if— a it is principally concerned with providing full-time or part-time education for children of compulsory school age who, by reason of illness, exclusion from school or otherwise, may not otherwise receive suitable education for any period, b it provides education for children of different abilities, and c it provides education for children who are wholly or mainly drawn from the area in which it is situated. 2 “ Suitable education ”, in relation to a child, means efficient education suitable to the child's age, ability and aptitude and to any special educational needs the child may have. 3 An Academy which meets the requirements of this section is to be known as an alternative provision Academy."}, {"act": "Academies Act 2010", "year": 2010, "section": "1D", "section_title": "Alternative provision Academies: powers to apply provisions with modifications", "section_text": "1D 1 Regulations may provide for a statutory provision relating to maintained schools or a description of maintained school, or to pupil referral units, to apply in relation to alternative provision Academies, or a description of alternative provision Academy, with or without modifications. 2 Regulations may provide for a statutory provision relating to Academies, Academy schools or 16 to 19 Academies— a to apply in relation to alternative provision Academies, or a description of alternative provision Academy, with or without modifications; b not to apply in relation to alternative provision Academies or a description of alternative provision Academy. 3 Regulations may provide for a statutory provision relating to alternative provision Academies or a description of alternative provision Academy— a to apply in relation to a description of alternative provision Academy, with modifications; b not to apply in relation to a description of alternative provision Academy. 4 “ Statutory provision ” means a provision made by or under this or any other Act, whenever passed or made. "}, {"act": "Academies Act 2010", "year": 2010, "section": "2", "section_title": "Payments under Academy agreements", "section_text": "2 1 Payments under an Academy agreement may be in respect of capital or current expenditure. 2 So far as payments under an Academy agreement relate to current expenditure, the agreement must provide for them to continue (subject to other requirements of the agreement being fulfilled)— a for at least 7 years, or b indefinitely, but terminable by the Secretary of State giving at least 7 years' written notice. 3 If an Academy agreement makes provision for payments in respect of capital expenditure, the agreement may provide for the repayment to the Secretary of State, in circumstances specified in the agreement, of sums determined in accordance with the agreement. 4 An Academy agreement may provide for indemnifying a person, in the event of the Secretary of State terminating the agreement, for expenditure— a incurred by the person in carrying out the undertakings under the agreement, or b incurred by the person (otherwise than by virtue of subsection (3)) in consequence of the termination of the agreement. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where a local authority fails to secure satisfactory provision for pupils with low incidence special educational needs or disabilities, the Secretary of State may make alternative arrangements."}, {"act": "Academies Act 2010", "year": 2010, "section": "2A", "section_title": "Academy agreements: provision about failing schools", "section_text": "2A 1 An Academy agreement in respect of an Academy school or an alternative provision Academy must include provision allowing the Secretary of State to terminate the agreement if— a special measures are required to be taken in relation to the Academy, or b the Academy requires significant improvement. 2 The Academy agreement must require the Secretary of State, before terminating the agreement on one of those grounds, to give the proprietor an opportunity to make representations. 3 For the purposes of this section special measures are required to be taken in relation to an Academy, or an Academy requires significant improvement, if the Chief Inspector has given notice under section 13(3)(a) of the Education Act 2005."}, {"act": "Academies Act 2010", "year": 2010, "section": "2B", "section_title": "Academy agreements: provision about coasting schools", "section_text": "2B 1 An Academy agreement in respect of an Academy school or an alternative provision Academy must include provision allowing the Secretary of State to terminate the agreement if— a the Academy is coasting, and b the Secretary of State has notified the proprietor that it is coasting. 2 The Academy agreement must require the Secretary of State, before terminating the agreement on that ground, to give the proprietor a termination warning notice. 3 A termination warning notice is a notice requiring the proprietor— a to take specified action to improve the Academy by a specified date, and b to respond to the Secretary of State by making representations, or by agreeing to take that action, by a specified date. 4 The Academy agreement must provide that the power to terminate the agreement on the ground that the Academy is coasting is available only if the proprietor has failed to comply with a termination warning notice (whether by failing to take specified action, or to respond, on time). 5 The Secretary of State may by regulations provide that this section does not apply in relation to an Academy of a description specified in the regulations. 6 “ Coasting ”, in relation to an Academy to which this section applies, has the meaning given by regulations under subsection (3) of section 60B of the Education and Inspections Act 2006 in relation to a school to which that section applies."}, {"act": "Academies Act 2010", "year": 2010, "section": "2C", "section_title": "Sections 2A and 2B supplementary - new agreements", "section_text": "2C 1 An Academy agreement may include further provision about— a the procedure for terminating the agreement in accordance with the provision required by section 2A or 2B; b the consequences of terminating the agreement in accordance with that provision. 2 This section does not apply to agreements made before  18 April 2016  (but see section 2D)."}, {"act": "Academies Act 2010", "year": 2010, "section": "2D", "section_title": "Sections 2A and 2B: supplementary - old agreements", "section_text": "2D 1 An old Academy agreement is to be treated as if it included the new termination powers. 2 A provision of an old Academy agreement that relates to the procedure for terminating the agreement does not apply to the new termination powers. 3 Subsections (4) and (5) apply where an old Academy agreement— a contains provision about the consequences of terminating the agreement (“relevant provision”), and b the relevant provision is expressed in a way that is capable of covering termination in accordance with the new termination powers. 4 The relevant provision applies to termination in accordance with the new termination powers. 5 If the relevant provision sets out different consequences depending on whether the agreement is terminated on the ground that the proprietor has breached the Agreement or on other grounds, termination in accordance with the new termination powers is to be treated as termination on the grounds of breach by the proprietor. 6 In this section— “ new termination powers ”, in relation to an Academy agreement, means the powers to terminate in accordance with the provision required by sections 2A and 2B; “ old Academy agreement ” means an Academy agreement made before  18 April 2016 . "}, {"act": "Academies Act 2010", "year": 2010, "section": "2E", "section_title": "Provision about staff member for looked after and previously looked after pupils", "section_text": "2E 1 An Academy agreement must include provision requiring the proprietor of the Academy— a to designate a member of staff at the Academy (the  “designated person”) as having responsibility for promoting the educational achievement of relevant pupils at the Academy, b to ensure that the designated person undertakes appropriate training and has regard to any guidance issued by the Secretary of State, and c in complying with provision included in the agreement by virtue of paragraph (a) or (b), to have regard to any guidance issued by the Secretary of State. 2 An Academy agreement made before the day on which section 6 of the Children and Social Work Act 2017 (which inserts this section) comes fully into force is to be treated as if it included the provision required by subsection (1). 3 The Secretary of State may by regulations— a require an Academy agreement to include provision requiring the proprietor of the Academy— i to ensure that a designated person has qualifications or experience (or both) prescribed by the regulations, and ii in complying with provision included in the agreement by virtue of sub-paragraph (i), to have regard to any guidance issued by the Secretary of State; b provide that an Academy agreement made before the day on which the regulations come into force is to be treated as if it included any provision required under paragraph (a). 4 In this section— “pupil”— in relation to an Academy school or an alternative provision Academy, means a registered pupil at the Academy; in relation to a 16 to 19 Academy, means a person receiving education at the Academy; “ relevant pupil ”, in relation to Academy, means a pupil at the Academy who— is looked after by a local authority, was looked after by a local authority but has ceased to be so looked after as a result of a relevant order, or appears to the proprietor of the Academy— to have been in state care in a place outside England and Wales because he or she would not otherwise have been cared for adequately, and to have ceased to be in that state care as a result of being adopted; “ relevant order ” means— a child arrangements order (within the meaning given by section 8(1) of the Children Act 1989) which includes arrangements relating to— with whom a child is to live, or when a child is to live with any person, a special guardianship order (within the meaning given by section 14A(1) of the Children Act 1989), or an adoption order (within the meaning given by section 72(1) of the Adoption Act 1976 or section 46(1) of the Adoption and Children Act 2002). 5 For the purposes of this section a person is  “looked after by a local authority” if the person is looked after by a local authority for the purposes of the Children Act 1989 or Part 6 of the Social Services and Well-being (Wales) Act 2014 (anaw 4). 6 For the purposes of this section a person is in  “state care” if he or she is in the care of, or accommodated by— a a public authority, b a religious organisation, or c any other organisation the sole or main purpose of which is to benefit society. 7 For the purposes of section 569 of EA 1996 (as applied by section 17(4)), regulations under subsection (3)(b) are to be treated as if the statutory instrument containing them fell within subsection (2A) of that section (regulations subject to affirmative procedure)."}, {"act": "Academies Act 2010", "year": 2010, "section": "3", "section_title": "Application for Academy order", "section_text": "3 1 The governing body of a maintained school in England may apply to the Secretary of State for an Academy order to be made in respect of the school. 2 In the case of a foundation or voluntary school that has a foundation, this is subject to subsections (3) and (4). 3 The governing body of a foundation or voluntary school that has a foundation must consult the foundation before making an application under this section. 4 The governing body of a foundation or voluntary school that has a foundation may make an application under this section only with the consent of— a the trustees of the school, and b the person or persons by whom the foundation governors are appointed. 5 Expressions used in subsections (2) to (4) and  SSFA  1998 have the same meaning as in that Act. 6 In the case of a federated school, references in this section to the governing body include references to members of the governing body who— a together make up a proportion of the total number of members that is specified in, or determined in accordance with, regulations, and b consist of or include members of any prescribed description."}, {"act": "Academies Act 2010", "year": 2010, "section": "4", "section_title": "Academy orders", "section_text": "4 A1 The Secretary of State must make an Academy order in respect of a maintained school in England that is eligible for intervention by virtue of section 61 or 62  EIA  2006 (schools requiring significant improvement or schools requiring special measures).  1 The Secretary of State may make an Academy order in respect of a maintained school in England if— a an application in respect of the school is made  under section 3, or b the school is eligible for intervention (within the meaning of Part 4 of EIA 2006)  other than by virtue of section 61 or 62 of  EIA  2006 . 1A Before making an Academy order under subsection (1)(b) in respect of a foundation or voluntary school that has a foundation, the Secretary of State must consult— a the trustees of the school, b the person or persons by whom the foundation governors are appointed, and c in the case of a school which has a religious character, the appropriate religious body. 2 An Academy order in respect of a school is an order for the purpose of enabling the school to be converted into an Academy. 3 A maintained school is  “converted into” an Academy if Academy arrangements are entered into in relation to the school or  an educational institution  that replaces it. 4 If an Academy order is made in respect of a school, the Secretary of State must give a copy of the order to— a the governing body and head teacher of the school, ... b the local authority,  and c in the case of a foundation or voluntary school that has a foundation— i the trustees of the school, ii the person or persons by whom the foundation governors are appointed, and iii in the case of a school which has a religious character, the appropriate religious body. 5 If, after an application has been made under section 3, the Secretary of State decides not to make an Academy order in respect of a school, the Secretary of State must inform the following of the decision and the reasons for it— a the governing body and head teacher of the school,  ... b the local authority,  and c in the case of a foundation or voluntary school that has a foundation— i the trustees of the school, ii the person or persons by whom the foundation governors are appointed, and iii in the case of a school which has a religious character, the appropriate religious body. 6 Despite section 568(1) of EA 1996 (orders to be made by statutory instrument) (as applied by section 17(4) of this Act) the power of the Secretary of State to make an Academy order is not required to be exercised by statutory instrument. 7 An Academy order may include incidental, consequential, supplemental and transitional provision. 8 In this section,  “ the appropriate religious body ”, in relation to a school, means— a in the case of a Church of England school or a Roman Catholic school, the appropriate diocesan authority; b in any other case, such body or person representing the specified religion or religious denomination as is prescribed under section 88F(3)(e) of  SSFA  1998. 9 In the case of a school in relation to which there is more than one religion or religious denomination specified, references to  “the appropriate religious body” are to be read as references to both or all of the bodies concerned. 10 In subsections (8) and (9),  “ specified ” means specified in the order under section 69(3) of  SSFA  1998 relating to the school. 11 Expressions used in this section and  SSFA  1998 have the same meaning as in that Act. "}, {"act": "Academies Act 2010", "year": 2010, "section": "5", "section_title": "\n Consultation about conversion: schools not eligible for intervention", "section_text": " 5 1 Before a maintained school in England is converted into an Academy, the school's governing body must consult such persons as they think appropriate about whether the conversion should take place. 2 But this section does not apply if an Academy order under section 4(A1) or (1)(b) has effect in respect of the school. 3 Consultation for the purposes of this section may be carried out before or after an Academy order, or an application for an Academy order, has been made in respect of the school. 4 In the case of a federated school, the reference in subsection (1) to the governing body includes a reference to any members of the governing body."}, {"act": "Academies Act 2010", "year": 2010, "section": "5A", "section_title": "Consultation about identity of Academy sponsor in certain cases", "section_text": "5A 1 This section applies where an Academy order under section 4(A1) has effect in respect of a foundation or voluntary school that has a foundation. 2 Before entering into Academy arrangements in relation to the school the Secretary of State must consult the following about the identity of the person with whom the arrangements are to be entered into— a the trustees of the school, b the person or persons by whom the foundation governors are appointed, and c in the case of a school which has a religious character, the appropriate religious body. 3 In this section,  “ the appropriate religious body ”, in relation to a school, means— a in the case of a Church of England school or a Roman Catholic school, the appropriate diocesan authority; b in any other case, such body or person representing the specified religion or religious denomination as is prescribed under section 88F(3)(e) of  SSFA  1998. 4 In the case of a school in relation to which there is more than one religion or religious denomination specified, references to  “the appropriate religious body” are to be read as references to both or all of the bodies concerned. 5 In subsections (3) and (4),  “ specified ” means specified in the order under section 69(3) of  SSFA  1998 relating to the school. 6 Expressions used in this section and  SSFA  1998 have the same meaning as in that Act."}, {"act": "Academies Act 2010", "year": 2010, "section": "5B", "section_title": "Duty to facilitate conversion", "section_text": " 5B 1 Where an Academy order under section 4(A1) or (1)(b) has effect in respect of a school, the governing body of the school and the local authority must take all reasonable steps to facilitate the conversion of the school into an Academy. 2 Where the Secretary of State notifies the governing body or local authority that the Secretary of State is minded to enter into Academy arrangements with a specified person, their duty under subsection (1) includes a duty to take all reasonable steps to facilitate the making of Academy arrangements with that person."}, {"act": "Academies Act 2010", "year": 2010, "section": "5C", "section_title": "Power to give directions to do with conversion", "section_text": "5C 1 Where an Academy order under section 4(A1) or (1)(b) has effect in respect of a school, the Secretary of State may direct the governing body of the school or the local authority to take specified steps for the purpose of facilitating the conversion of the school into an Academy. 2 A direction may, in particular, require the governing body or local authority to prepare a draft of a scheme under section 8 or Part 1 of Schedule 1. 3 A direction may specify the period within which any steps must be taken."}, {"act": "Academies Act 2010", "year": 2010, "section": "5D", "section_title": "Power to revoke Academy orders under section 4(A1) or (1)(b)", "section_text": "5D 1 The Secretary of State may by order revoke an Academy order under section 4(A1) or (1)(b). 2 If an Academy order is revoked the Secretary of State must give a copy of the order to everyone to whom a copy of the Academy order was given under section 4(4). 3 Despite section 568(1) of EA 1996 (orders to be made by statutory instrument) (as applied by section 17(4) of this Act) the power of the Secretary of State to make an order under this section is not required to be exercised by statutory instrument."}, {"act": "Academies Act 2010", "year": 2010, "section": "5E", "section_title": "Duty to communicate information about plans to improve school", "section_text": "5E 1 Before a maintained school in England which is causing concern is converted into an Academy, the proposed proprietor of the Academy must communicate to the registered parents of registered pupils at the school information about the proposed proprietor's plans to improve the school. 2 For the purposes of subsection (1)— a the  “proposed proprietor of the Academy” is the person with whom the Secretary of State proposes to enter or has entered into Academy arrangements in respect of the school; b a school is  “causing concern” if it is eligible for intervention within the meaning of Part 4 of  EIA  2006."}, {"act": "Academies Act 2010", "year": 2010, "section": "6", "section_title": "Effect of Academy order", "section_text": "6 1 This section applies if an Academy order has effect in respect of a school. 2 The local authority must cease to maintain the school on the date (“the conversion date”) on which the school, or    an educational institution   that replaces it, opens as an Academy (“the Academy”). 2A Subsection (2) does not prohibit the local authority from providing financial or other assistance in respect of the Academy, including by— a making payments in respect of some (but not all) of the expenses of maintaining the Academy, b providing premises, goods or services for the Academy, or c making premises, goods or services available to be used for the purposes of the Academy. 3 If the school is a selective school   and is to be converted into an Academy school  ,   section 1A(1)(c)   (requirement to provide education for pupils of different abilities) does not apply in relation to any Academy arrangements to be entered into in relation to the school or  an educational institution  that replaces it. 4 For this purpose a school is a  “selective school” if its admission arrangements make provision for selection of pupils by ability, and— a its admission arrangements are permitted to do so by section 100 of SSFA 1998 (permitted selection: pre-existing arrangements), or b the school is designated under section 104 of SSFA 1998 (designation of grammar schools). Section 99(5) of SSFA 1998 applies for the purposes of this subsection as it applies for the purposes of Chapter 2 of Part 3 of SSFA 1998. 5  If the Academy is an Academy school,  the relevant independent school standards are to be treated as met in relation to  it  on the conversion date. 6 “The relevant independent school standards” are the independent school standards (as defined in section 157(2) of EA 2002) that are applicable to the Academy on the conversion date. 7 Subsection (8) applies if the school— a is a foundation or voluntary school which is designated by order under section 69(3) of SSFA 1998 as a school having a particular religious character  , and b is to be converted into an Academy school. 8 The Academy is to be treated, on the conversion date, as designated by order under section 69(3) of SSFA 1998 as an independent school having that religious character. 9 Nothing in any of the following provisions applies in a case where a local authority cease to maintain a school as a result of an Academy order— section 30 of SSFA 1998 (notice to discontinue school); sections 15 to 17 of EIA 2006 (procedure for discontinuance of schools)."}, {"act": "Academies Act 2010", "year": 2010, "section": "7", "section_title": "Transfer of school surpluses", "section_text": "7 1 This section applies if— a an Academy order has effect in respect of a school, b the order was made following an application under section 3, and c the school is to be converted into an Academy. 2 The local authority must determine— a whether, immediately before the conversion date, the school has a surplus, and b if so, the amount of the surplus. 3 The local authority must pay any amount determined under subsection (2)(b) to the proprietor of the Academy, subject to the provisions of regulations under subsection (4). 4 Regulations may make provision in connection with the determination and payment of the amount of a surplus under this section. 5 Regulations under subsection (4) may in particular include provision— a requiring the local authority to inform the proprietor of the determinations under subsection (2); b authorising the proprietor to apply to the Secretary of State for a review of those determinations; c about the procedure for, and the Secretary of State's powers on, any such review; d about the effect of any such review on the amount required to be paid by the local authority to the proprietor (including provision requiring repayment of sums by the proprietor or the payment of additional sums by the local authority); e about the time limits for doing anything required or permitted to be done under this section or the regulations. 6 For the purposes of this section— a a school has a surplus immediately before the conversion date if, at that time, there is an amount made available   in respect of the school   by a local authority to the school's governing body (under section 50 of SSFA 1998 or otherwise) that has not been spent by the governing body or the head teacher; b the amount of the surplus is that amount. This subsection is subject to subsection (9). 7 For the purposes of subsection (6), the amount which, immediately before the conversion date, has been made available  in respect of a school to the school's  governing body must be calculated taking into account any relevant redetermination for the funding period in which the conversion date falls. 8 In subsection (7)— “ funding period ” has the meaning given by section 45(1B) of SSFA 1998; “ relevant redetermination ” means a redetermination of the school's budget share which is required in accordance with regulations under section 47 of that Act. 9 If the school is a federated school, the questions of — a whether the school has a surplus, and b if so, the amount of the surplus, are to be determined in accordance with regulations."}, {"act": "Academies Act 2010", "year": 2010, "section": "8", "section_title": "Transfer schemes: other property, rights and liabilities", "section_text": "8 1 This section applies if— a an Academy order has effect in respect of a school, and b the school is to be converted into an Academy. 2 The Secretary of State may make a scheme (a  “transfer scheme”) in relation to— a property used or held for the purposes of the school by a local authority or the school's governing body, and b rights and liabilities (including rights and liabilities in relation to staff) of the local authority or the governing body which were acquired or incurred for the purposes of the school. 3 A  transfer scheme  may not make provision in relation to— a land, or rights or liabilities in respect of land (see Schedule 1), or b property or rights to which section 7 applies. 4 A  transfer scheme  may provide for the transfer of property, rights and liabilities to  a person concerned with the running of the Academy . 5 A  transfer scheme  may— a create rights, or impose liabilities, in relation to property, rights or liabilities transferred by virtue of the scheme; b provide for anything done by or in relation to the current owner in connection with any property, rights or liabilities transferred by the scheme to be treated as done, or to be continued, by or in relation to the transferee; c apportion property, rights and liabilities; d make provision about the continuation of legal proceedings. 6 The things that may be transferred by a  transfer scheme   include— a property, rights and liabilities that could not otherwise be transferred; b property acquired, and rights and liabilities arising, after the making of the scheme. 7 A transfer by virtue of a  transfer scheme  does not affect the validity of anything done by or in relation to the current owner before the transfer takes effect. 8 A  transfer scheme   may include incidental, consequential, supplemental and transitional provision. 9 In this section  “ the current owner ” means the person by whom the property is held, or in whom the rights or liabilities are vested, immediately before the transfer to be effected by a  transfer scheme  takes effect. 10 A transfer made by virtue of a  transfer scheme  is binding on all persons even if, apart from this subsection, it would have required the consent or concurrence of any person."}, {"act": "Academies Act 2010", "year": 2010, "section": "8A", "section_title": "Designation of 16 to 19 Academy as having a religious character", "section_text": "8A 1 The Secretary of State may by order designate a 16 to 19 Academy as having a religious character. 2 The Secretary of State may designate an Academy under this section only if the proprietor of the Academy is a qualifying Academy proprietor within the meaning given by section 12(2). 3 The order must specify the religion or religious denomination in relation to which the Academy is designated. 4 The Secretary of State may make regulations about the procedure to be followed in connection with— a the designation of an Academy in an order under this section, and b the inclusion in such an order of the specification required by subsection (3). 5 Despite section 568(3) of EA 1996 (orders to be made by statutory instrument subject to the negative procedure), as applied by section 17(4) of this Act, a statutory instrument containing an order under this section is not subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Academies Act 2010", "year": 2010, "section": "8B", "section_title": "Constitution of Academy proprietor, collective worship and religious education", "section_text": "8B 1 The articles of association of the proprietor of an Academy designated under section 8A must provide for a majority of the directors of the proprietor to be persons appointed for the purposes of securing, so far as practicable, that— a the character of the designated Academy reflects the tenets of the religion or religious denomination in relation to which the Academy is designated, and b in a case where there is a trust deed affecting the designated Academy, the Academy is conducted in accordance with it. 2 The proprietor of an Academy designated under section 8A may (accordingly) conduct the Academy in a way that secures that the character of the Academy reflects the tenets of the religion or religious denomination in relation to which the Academy is designated (and, in particular, in a way that is in accordance with any trust deed affecting the Academy). 3 The proprietor of an Academy designated under section 8A must ensure that at an appropriate time on at least one day in each week during which the Academy is open an act of collective worship is held at the Academy which pupils at the Academy may attend. 4 The act of collective worship must— a be in such form as to comply with the provisions of any trust deed affecting the Academy, and b reflect the traditions and practices of the religion or religious denomination in relation to which the Academy is designated. 5 The proprietor of an Academy designated under section 8A must ensure that religious education is provided at the Academy for all pupils who wish to receive it. 6 The proprietor of an Academy is to be treated as complying with subsection (5) if religious education is provided at a time or times at which it is convenient for the majority of full-time pupils to attend. 7 For the purposes of this section religious education may take the form of a course of lectures or classes, or of single lectures or classes provided on a regular basis, and may include a course of study leading to an examination or the award of a qualification. 8 The form and content of religious education provided under this section— a must be in accordance with the provisions of any trust deed affecting the Academy, and b must not be contrary to the traditions of the religion or religious denomination in relation to which the Academy is designated, but is otherwise to be determined from time to time by the proprietor of the Academy. 9 Notwithstanding section 17(4), in this section— a “ pupil ” means a person receiving education at the 16 to 19 Academy; b “ trust deed ” includes any instrument (other than the articles or memorandum of association) regulating the constitution of the proprietor of the Academy or the maintenance, management or conduct of the Academy."}, {"act": "Academies Act 2010", "year": 2010, "section": "9", "section_title": "Impact: new and expanded educational institutions", "section_text": "9 1 This section applies if the Secretary of State is deciding whether to enter into Academy arrangements in relation to— a a new educational institution, or b an existing educational institution that, if the arrangements are entered into, will provide education for pupils of a wider range of ages. 2 The Secretary of State must take into account what the impact of entering into the arrangements would be likely to be on maintained schools, Academies, institutions within the further education sector and alternative provision in the area in which the institution is proposed to be, or is, situated. 3 An educational institution is not new for the purposes of this section if— a it replaces one or more maintained schools, Academies or sixth form colleges that have been or are to be discontinued, and b it provides education for persons of the same range of ages as the institution it replaces (or, as the case may be, the institutions it replaces, taken together). 4 “ Alternative provision ” means educational provision for which a local authority has made arrangements under section 19 of EA 1996 (exceptional provision of education in pupil referral units or elsewhere)."}, {"act": "Academies Act 2010", "year": 2010, "section": "10", "section_title": "Consultation: new and expanded educational institutions", "section_text": "10 1 This section applies before a person enters into Academy arrangements with the Secretary of State in relation to— a a new educational institution, other than a new educational institution that is the subject of proposals under section 7 of  EIA  2006 (proposals to establish new school following invitation from local authority), or b an existing educational institution that, if the arrangements are entered into, will provide education for pupils of a wider range of ages. 2 The person must carry out a consultation on the question of whether the arrangements should be entered into. 3 The consultation must seek the views of such persons as the person carrying it out thinks appropriate. 4 Section 9(3) (when educational institution not new) applies for the purposes of this section."}, {"act": "Academies Act 2010", "year": 2010, "section": "10A", "section_title": "Charges at boarding Academies", "section_text": "10A 1 This section applies where— a a registered pupil at   an Academy school or an alternative provision Academy   is provided with board and lodging at the Academy, and b the local authority for the pupil's area is satisfied that either condition A or condition B is met. 2 Condition A is that education suitable to the pupil's age, ability and aptitude, and to any special educational needs the pupil may have, cannot otherwise be provided for the pupil. 3 Condition B is that payment of the full amount of the charges in respect of the board and lodging would involve financial hardship to the pupil's parent. 4 If the authority is satisfied that condition A is met, the authority must pay the full amount of the charges in respect of the board and lodging to the proprietor of the Academy. 5 If the authority is satisfied that condition B is met, the authority must pay to the proprietor of the Academy so much of the charges in respect of the board and lodging as, in the opinion of the authority, is needed to avoid financial hardship to the pupil's parent. 6 The proprietor of the Academy must remit the charges that would otherwise be payable by the pupil's parent, to the extent that it receives a payment from the local authority in respect of those charges under subsection (4) or (5)."}, {"act": "Academies Act 2010", "year": 2010, "section": "11", "section_title": "Annual reports", "section_text": "11 1 For each academic year the Secretary of State must prepare and publish a report containing information on— a Academy arrangements entered into during the year, and b the performance of Academies during the year (see subsection (2)). 2 The report must include information relating to the performance of Academies which has been provided to the Secretary of State pursuant to— a regulations made under section 537 of EA 1996 (power of Secretary of State to require information); b Academy arrangements. 3 The first report under this section must relate to the academic year beginning 1 August 2010. 4 The Secretary of State must lay before Parliament a copy of each report under this section. 5 In this section  “ academic year ” means a period of 12 months beginning on 1 August."}, {"act": "Academies Act 2010", "year": 2010, "section": "12", "section_title": "Charitable  and trust corporation  status of Academy proprietors  etc", "section_text": "12 1 A qualifying Academy proprietor is a charity. 1A In the definition of  “trust corporation” in the provisions listed in subsection (1B), the reference to a corporation appointed by the court in any particular case to be a trustee includes a reference to a qualifying Academy proprietor. 1B The provisions are— a section 117(1)(xxx) of the Settled Land Act 1925; b paragraph (18) of section 68(1) of the Trustee Act 1925; c section 205(1)(xxviii) of the Law of Property Act 1925; d section 55(1)(xxvi) of the Administration of Estates Act 1925; e section 128 of the Senior Courts Act 1981. 2 A  “qualifying Academy proprietor” is a company— a which is limited by guarantee, b whose registered office is situated in England and Wales, c which in pursuance of Academy arrangements is the proprietor of an Academy, and d whose object as expressed in its articles or memorandum of association (or each of whose objects as so expressed) is a charitable purpose. 3 Expressions used in subsection (2) and in the Companies Act 2006 have the same meaning in that subsection as in that Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The setting up, establishment and running of a secure 16 to 19 Academy is to be treated as a charitable purpose that falls within the description in section 3(1)(b) of the Charities Act 2011 (advancement of education) for the purposes of— a this section, b the Charities Act 2011, and c any other enactment that applies (in whatever way) the definition of “charitable purpose” in section 2 of that Act. 6 But subsection (5) is to be disregarded in determining, in accordance with section 3(1)(m) of the Charities Act 2011, whether a purpose may be regarded as analogous to, or within the spirit of, a purpose falling within paragraph (b) of section 3(1) of that Act."}, {"act": "Academies Act 2010", "year": 2010, "section": "13", "section_title": "Academies: land", "section_text": "13 Schedule 1 (Academies: land) has effect."}, {"act": "Academies Act 2010", "year": 2010, "section": "14", "section_title": "Academies: amendments", "section_text": "14 Schedule 2 (Academies: amendments) has effect."}, {"act": "Academies Act 2010", "year": 2010, "section": "15", "section_title": "Transitional provisions", "section_text": "15 1 This section applies to references in a provision of an Act or any other instrument or document, in relation to times on and after the commencement date. 2 But it does not apply to references in sections 1 to 8 or this section, and is subject to any contrary provision made by or under this or any other Act. 3 A reference to Academy arrangements is to be read as including a reference to an agreement under section 482 of EA 1996. 4 A reference to an Academy is to be read as including a reference to a city technology college and a city college for the technology of the arts. 5 A reference to an agreement under section 482 of EA 1996 is to be read as being or (according to context) including a reference to Academy arrangements. 6 If an agreement under section 482 of EA 1996 has effect immediately before the commencement date in relation to a school which is known as an Academy, the agreement is to be treated as an Academy agreement under section 1 of this Act. 7 Subsections (8) and (9) apply if an agreement under section 482 of EA 1996 has effect immediately before the commencement date in relation to a school which is known as a city technology college or a city college for the technology of the arts. 8 If the proprietor of the school and the Secretary of State agree— a the agreement under section 482 of EA 1996 is to be treated as an Academy agreement under section 1 of this Act, and b the school is accordingly to be known as an Academy. 9 In any other case, the continued operation of the agreement under section 482 of EA 1996 is not affected by the repeal by this Act of— a section 482(1) to (5) of EA 1996, or b section 68 of EA 2002. 10 In this section  “ the commencement date ” means the date on which section 1 comes into force."}, {"act": "Academies Act 2010", "year": 2010, "section": "16", "section_title": "Pre-commencement applications etc", "section_text": "16 1 Subsection (2) applies if, before the commencement date, the governing body of a maintained school in England make an application to the Secretary of State which, if it had been made on or after that date, would have been an application under section 3. 2 The application is to be treated as an application under that section. 3 Subsection (4) applies if, before the commencement date— a steps are taken by the governing body of a foundation or voluntary school that has a foundation, and b if section 3 had been in force, those steps would have satisfied the requirement of section 3(3) (consultation of foundation). 4 The steps are to be treated as satisfying that requirement. 5 Subsection (6) applies if, before the commencement date— a consent to an application by a governing body is given, and b if section 3 had been in force, the consent would have satisfied any requirement of section 3(4) (consent of trustees and persons appointing foundation governors). 6 The consent is to be treated as satisfying that requirement. 7 In this section  “ the commencement date ” means the date on which section 3 comes into force."}, {"act": "Academies Act 2010", "year": 2010, "section": "17", "section_title": "Interpretation of Act", "section_text": "17 1 In this Act— “ EA 1996 ” means the Education Act 1996; “ SSFA 1998 ” means the School Standards and Framework Act 1998; “ EA 2002 ” means the Education Act 2002; “ EA 2005 ” means the Education Act 2005; “ EIA 2006 ” means the Education and Inspections Act 2006; “ ASCLA 2009 ” means the Apprenticeships, Skills, Children and Learning Act 2009; “ CSFA 2010 ” means the Children, Schools and Families Act 2010. 2 In this Act— “the Academy”, in a case in which an Academy order is made, has the meaning given by section 6(2); “ the conversion date ” has the meaning given by section 6(2); “ federated school ” has the meaning given by section 24(2) of EA 2002; “ the local authority ” in relation to a maintained school, means the authority by which the school is maintained; “ maintained school ” means— a community, foundation or voluntary school, or a community or foundation special school. 3 Section 4(3) (when a maintained school is  “converted into” an Academy) applies for the purposes of this Act. 4 EA 1996 and sections 1 to 13, 15 and 16 of this Act are to be read as if those sections were contained in EA 1996. 5 Unless the context otherwise requires, a reference in this Act to— a a community, foundation or voluntary school, or b a community or foundation special school, is to such a school within the meaning of SSFA 1998."}, {"act": "Academies Act 2010", "year": 2010, "section": "18", "section_title": "Extent", "section_text": "18 1 This Act extends to England and Wales only, subject to subsection (2). 2 An amendment or repeal made by this Act has the same extent as the provision to which it relates."}, {"act": "Academies Act 2010", "year": 2010, "section": "19", "section_title": "Commencement", "section_text": "19 1 Sections 15 to 20 come into force on the day on which this Act is passed. 2 The other provisions of this Act come into force on whatever day or days the Secretary of State appoints by order made by statutory instrument. 3 An order under subsection (2)— a may make different provision for different purposes or different areas; b may make incidental, consequential, supplemental, transitional or transitory provision or savings."}, {"act": "Academies Act 2010", "year": 2010, "section": "20", "section_title": "Short title", "section_text": "20 1 This Act may be cited as the Academies Act 2010. 2 This Act is to be included in the list of Education Acts set out in section 578 of EA 1996."}]