[{"act": "Appropriation (No. 3) Act 2010", "year": 2010, "section": "1", "section_title": "Use of resources for the year ending with 31 March 2011", "section_text": "1 The use of resources for the service of the year ending with 31 March 2011 is authorised to the amount of £277,712,252,000."}, {"act": "Appropriation (No. 3) Act 2010", "year": 2010, "section": "2", "section_title": "Issue out of the Consolidated Fund for the year ending with 31 March 2011", "section_text": "2 The Treasury may issue out of the Consolidated Fund of the United Kingdom and apply to the service of the year ending with 31 March 2011 the sum of £255,954,633,000."}, {"act": "Appropriation (No. 3) Act 2010", "year": 2010, "section": "3", "section_title": "Appropriation of amounts and sums voted for supply services and limits on appropriations in aid", "section_text": "3 1 All the amounts and sums authorised by this Act for the service of the year ending with 31 March 2011, totalling, as is shown in Schedule 1, £277,712,252,000 in amounts of resources authorised for use and £255,954,633,000 in sums authorised for issue from the Consolidated Fund, are appropriated for the services and purposes specified in Schedule 2. 2 Parts 1 to 53 and 55 to 58 of Schedule 2 also set out, for the services and purposes specified in those Parts of that Schedule, the limits set for the purposes of section 2 of the Government Resources and Accounts Act 2000 on the resources applicable as appropriations in aid for the year ending with 31 March 2011. 3 Those limits shall be deemed to have been in force from 21 June 2010. 4 A direction given after the passing of this Act for authorising the application of resources as appropriations in aid for the year ending with 31 March 2011— a may, to the extent of any excess proposed in Estimates or in a Statement of Excesses laid before the House of Commons, authorise appropriations in aid in excess of the relevant limit set for the purposes of section 2 of the Government Resources and Accounts Act 2000 for that year by this Act or a previous Appropriation Act; but b where the limit so set has not, by 12 August following the giving of the direction, been increased by a subsequent Appropriation Act or has by that date been so increased by less than the excess, shall be deemed to have authorised appropriations in aid only up to that limit or, as the case may be, up to that limit as so increased. 5 Nothing in Schedule 2 limits the amounts which are or may be made applicable, in accordance with any direction, as appropriations in aid of resources for the service of the House of Commons Administration for any year. 6 The abstracts of Schedule 1 and of Schedule 2 which are annexed to this Act shall have effect as part of this Act."}, {"act": "Appropriation (No. 3) Act 2010", "year": 2010, "section": "4", "section_title": "Repeals", "section_text": "4 The enactments mentioned in Schedule 3 are hereby repealed."}, {"act": "Appropriation (No. 3) Act 2010", "year": 2010, "section": "5", "section_title": "Short title", "section_text": "5 This Act may be cited as the Appropriation (No. 3) Act 2010."}]