[{"act": "Bribery Act 2010", "year": 2010, "section": "1", "section_title": "Offences of bribing another person", "section_text": "1 1 A person (“P”) is guilty of an offence if either of the following cases applies. 2 Case 1 is where— a P offers, promises or gives a financial or other advantage to another person, and b P intends the advantage— i to induce a person to perform improperly a relevant function or activity, or ii to reward a person for the improper performance of such a function or activity. 3 Case 2 is where— a P offers, promises or gives a financial or other advantage to another person, and b P knows or believes that the acceptance of the advantage would itself constitute the improper performance of a relevant function or activity. 4 In case 1 it does not matter whether the person to whom the advantage is offered, promised or given is the same person as the person who is to perform, or has performed, the function or activity concerned. 5 In cases 1 and 2 it does not matter whether the advantage is offered, promised or given by P directly or through a third party."}, {"act": "Bribery Act 2010", "year": 2010, "section": "2", "section_title": "Offences relating to being bribed", "section_text": "2 1 A person (“R”) is guilty of an offence if any of the following cases applies. 2 Case 3 is where R requests, agrees to receive or accepts a financial or other advantage intending that, in consequence, a relevant function or activity should be performed improperly (whether by R or another person). 3 Case 4 is where— a R requests, agrees to receive or accepts a financial or other advantage, and b the request, agreement or acceptance itself constitutes the improper performance by R of a relevant function or activity. 4 Case 5 is where R requests, agrees to receive or accepts a financial or other advantage as a reward for the improper performance (whether by R or another person) of a relevant function or activity. 5 Case 6 is where, in anticipation of or in consequence of R requesting, agreeing to receive or accepting a financial or other advantage, a relevant function or activity is performed improperly— a by R, or b by another person at R's request or with R's assent or acquiescence. 6 In cases 3 to 6 it does not matter— a whether R requests, agrees to receive or accepts (or is to request, agree to receive or accept) the advantage directly or through a third party, b whether the advantage is (or is to be) for the benefit of R or another person. 7 In cases 4 to 6 it does not matter whether R knows or believes that the performance of the function or activity is improper. 8 In case 6, where a person other than R is performing the function or activity, it also does not matter whether that person knows or believes that the performance of the function or activity is improper."}, {"act": "Bribery Act 2010", "year": 2010, "section": "3", "section_title": "Function or activity to which bribe relates", "section_text": "3 1 For the purposes of this Act a function or activity is a relevant function or activity if— a it falls within subsection (2), and b meets one or more of conditions A to C. 2 The following functions and activities fall within this subsection— a any function of a public nature, b any activity connected with a business, c any activity performed in the course of a person's employment, d any activity performed by or on behalf of a body of persons (whether corporate or unincorporate). 3 Condition A is that a person performing the function or activity is expected to perform it in good faith. 4 Condition B is that a person performing the function or activity is expected to perform it impartially. 5 Condition C is that a person performing the function or activity is in a position of trust by virtue of performing it. 6 A function or activity is a relevant function or activity even if it— a has no connection with the United Kingdom, and b is performed in a country or territory outside the United Kingdom. 7 In this section  “ business ” includes trade or profession."}, {"act": "Bribery Act 2010", "year": 2010, "section": "4", "section_title": "Improper performance to which bribe relates", "section_text": "4 1 For the purposes of this Act a relevant function or activity— a is performed improperly if it is performed in breach of a relevant expectation, and b is to be treated as being performed improperly if there is a failure to perform the function or activity and that failure is itself a breach of a relevant expectation. 2 In subsection (1)  “relevant expectation”— a in relation to a function or activity which meets condition A or B, means the expectation mentioned in the condition concerned, and b in relation to a function or activity which meets condition C, means any expectation as to the manner in which, or the reasons for which, the function or activity will be performed that arises from the position of trust mentioned in that condition. 3 Anything that a person does (or omits to do) arising from or in connection with that person's past performance of a relevant function or activity is to be treated for the purposes of this Act as being done (or omitted) by that person in the performance of that function or activity."}, {"act": "Bribery Act 2010", "year": 2010, "section": "5", "section_title": "Expectation test", "section_text": "5 1 For the purposes of sections 3 and 4, the test of what is expected is a test of what a reasonable person in the United Kingdom would expect in relation to the performance of the type of function or activity concerned. 2 In deciding what such a person would expect in relation to the performance of a function or activity where the performance is not subject to the law of any part of the United Kingdom, any local custom or practice is to be disregarded unless it is permitted or required by the written law applicable to the country or territory concerned. 3 In subsection (2)  “ written law ” means law contained in— a any written constitution, or provision made by or under legislation, applicable to the country or territory concerned, or b any judicial decision which is so applicable and is evidenced in published written sources."}, {"act": "Bribery Act 2010", "year": 2010, "section": "6", "section_title": "Bribery of foreign public officials", "section_text": "6 1 A person (“P”) who bribes a foreign public official (“F”) is guilty of an offence if P's intention is to influence F in F's capacity as a foreign public official. 2 P must also intend to obtain or retain— a business, or b an advantage in the conduct of business. 3 P bribes F if, and only if— a directly or through a third party, P offers, promises or gives any financial or other advantage— i to F, or ii to another person at F's request or with F's assent or acquiescence, and b F is neither permitted nor required by the written law applicable to F to be influenced in F's capacity as a foreign public official by the offer, promise or gift. 4 References in this section to influencing F in F's capacity as a foreign public official mean influencing F in the performance of F's functions as such an official, which includes— a any omission to exercise those functions, and b any use of F's position as such an official, even if not within F's authority. 5 “ Foreign public official ” means an individual who— a holds a legislative, administrative or judicial position of any kind, whether appointed or elected, of a country or territory outside the United Kingdom (or any subdivision of such a country or territory), b exercises a public function— i for or on behalf of a country or territory outside the United Kingdom (or any subdivision of such a country or territory), or ii for any public agency or public enterprise of that country or territory (or subdivision), or c is an official or agent of a public international organisation. 6 “ Public international organisation ” means an organisation whose members are any of the following— a countries or territories, b governments of countries or territories, c other public international organisations, d a mixture of any of the above. 7 For the purposes of subsection (3)(b), the written law applicable to F is— a where the performance of the functions of F which P intends to influence would be subject to the law of any part of the United Kingdom, the law of that part of the United Kingdom, b where paragraph (a) does not apply and F is an official or agent of a public international organisation, the applicable written rules of that organisation, c where paragraphs (a) and (b) do not apply, the law of the country or territory in relation to which F is a foreign public official so far as that law is contained in— i any written constitution, or provision made by or under legislation, applicable to the country or territory concerned, or ii any judicial decision which is so applicable and is evidenced in published written sources. 8 For the purposes of this section, a trade or profession is a business."}, {"act": "Bribery Act 2010", "year": 2010, "section": "7", "section_title": "Failure of commercial organisations to prevent bribery", "section_text": "7 1 A relevant commercial organisation (“C”) is guilty of an offence under this section if a person (“A”) associated with C bribes another person intending— a to obtain or retain business for C, or b to obtain or retain an advantage in the conduct of business for C. 2 But it is a defence for C to prove that C had in place adequate procedures designed to prevent persons associated with C from undertaking such conduct. 3 For the purposes of this section, A bribes another person if, and only if, A— a is, or would be, guilty of an offence under section 1 or 6 (whether or not A has been prosecuted for such an offence), or b would be guilty of such an offence if section 12(2)(c) and (4) were omitted. 4 See section 8 for the meaning of a person associated with C and see section 9 for a duty on the Secretary of State to publish guidance. 5 In this section— “ partnership ” means— a partnership within the Partnership Act 1890, or a limited partnership registered under the Limited Partnerships Act 1907, or a firm or entity of a similar character formed under the law of a country or territory outside the United Kingdom, “ relevant commercial organisation ” means— a body which is incorporated under the law of any part of the United Kingdom and which carries on a business (whether there or elsewhere), any other body corporate (wherever incorporated) which carries on a business, or part of a business, in any part of the United Kingdom, a partnership which is formed under the law of any part of the United Kingdom and which carries on a business (whether there or elsewhere), or any other partnership (wherever formed) which carries on a business, or part of a business, in any part of the United Kingdom, and, for the purposes of this section, a trade or profession is a business."}, {"act": "Bribery Act 2010", "year": 2010, "section": "8", "section_title": "Meaning of associated person", "section_text": "8 1 For the purposes of section 7, a person (“A”) is associated with C if (disregarding any bribe under consideration) A is a person who performs services for or on behalf of C. 2 The capacity in which A performs services for or on behalf of C does not matter. 3 Accordingly A may (for example) be C's employee, agent or subsidiary. 4 Whether or not A is a person who performs services for or on behalf of C is to be determined by reference to all the relevant circumstances and not merely by reference to the nature of the relationship between A and C. 5 But if A is an employee of C, it is to be presumed unless the contrary is shown that A is a person who performs services for or on behalf of C."}, {"act": "Bribery Act 2010", "year": 2010, "section": "9", "section_title": "Guidance about commercial organisations preventing bribery", "section_text": "9 1 The Secretary of State must publish guidance about procedures that relevant commercial organisations can put in place to prevent persons associated with them from bribing as mentioned in section 7(1). 2 The Secretary of State may, from time to time, publish revisions to guidance under this section or revised guidance. 3 The Secretary of State must consult the Scottish Ministers  and the Department of Justice in Northern Ireland  before publishing anything under this section. 4 Publication under this section is to be in such manner as the Secretary of State considers appropriate. 5 Expressions used in this section have the same meaning as in section 7."}, {"act": "Bribery Act 2010", "year": 2010, "section": "10", "section_title": "Consent to prosecution", "section_text": "10 1 No proceedings for an offence under this Act may be instituted in England and Wales except by or with the consent of— a the Director of Public Prosecutions, or b the Director of the Serious Fraud Office  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 No proceedings for an offence under this Act may be instituted in Northern Ireland except by or with the consent of— a the Director of Public Prosecutions for Northern Ireland, or b the Director of the Serious Fraud Office. 3 No proceedings for an offence under this Act may be instituted in England and Wales or Northern Ireland by a person— a who is acting— i under the direction or instruction of the Director of Public Prosecutions  or the Director of the Serious Fraud Office , or ii on behalf of such a Director, or b to whom such a function has been assigned by such a Director, except with the consent of the Director concerned to the institution of the proceedings. 4 The Director of Public Prosecutions  and the Director of the Serious Fraud Office  must exercise personally any function under subsection (1), (2) or (3) of giving consent. 5 The only exception is if— a the Director concerned is unavailable, and b there is another person who is designated in writing by the Director acting personally as the person who is authorised to exercise any such function when the Director is unavailable. 6 In that case, the other person may exercise the function but must do so personally. 7 Subsections (4) to (6) apply instead of any other provisions which would otherwise have enabled any function of the Director of Public Prosecutions  or the Director of the Serious Fraud Office  under subsection (1), (2) or (3) of giving consent to be exercised by a person other than the Director concerned. 8 No proceedings for an offence under this Act may be instituted in Northern Ireland by virtue of section 36 of the Justice (Northern Ireland) Act 2002 (delegation of the functions of the Director of Public Prosecutions for Northern Ireland to persons other than the Deputy Director) except with the consent of the Director of Public Prosecutions for Northern Ireland to the institution of the proceedings. 9 The Director of Public Prosecutions for Northern Ireland must exercise personally any function under subsection (2) or (8) of giving consent unless the function is exercised personally by the Deputy Director of Public Prosecutions for Northern Ireland by virtue of section 30(4) or (7) of the Act of 2002 (powers of Deputy Director to exercise functions of Director). 10 Subsection (9) applies instead of section 36 of the Act of 2002 in relation to the functions of the Director of Public Prosecutions for Northern Ireland and the Deputy Director of Public Prosecutions for Northern Ireland under, or (as the case may be) by virtue of, subsections (2) and (8) above of giving consent."}, {"act": "Bribery Act 2010", "year": 2010, "section": "11", "section_title": "Penalties", "section_text": "11 1 An individual guilty of an offence under section 1, 2 or 6 is liable— a on summary conviction, to imprisonment for a term not exceeding 12 months, or to a fine not exceeding the statutory maximum, or to both, b on conviction on indictment, to imprisonment for a term not exceeding 10 years, or to a fine, or to both. 1A In the application of this section in England and Wales, the reference in subsection (1)(a) to 12 months is to be read as a reference to the general limit in a magistrates’ court (or to 6 months in relation to an offence committed before 2 May 2022). 2 Any other person guilty of an offence under section 1, 2 or 6 is liable— a on summary conviction, to a fine not exceeding the statutory maximum, b on conviction on indictment, to a fine. 3 A person guilty of an offence under section 7 is liable on conviction on indictment to a fine. 4 The reference in subsection (1)(a) to 12 months is to be read— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in its application to Northern Ireland, as a reference to 6 months."}, {"act": "Bribery Act 2010", "year": 2010, "section": "12", "section_title": "Offences under this Act: territorial application", "section_text": "12 1 An offence is committed under section 1, 2 or 6 in England and Wales, Scotland or Northern Ireland if any act or omission which forms part of the offence takes place in that part of the United Kingdom. 2 Subsection (3) applies if— a no act or omission which forms part of an offence under section 1, 2 or 6 takes place in the United Kingdom, b a person's acts or omissions done or made outside the United Kingdom would form part of such an offence if done or made in the United Kingdom, and c that person has a close connection with the United Kingdom. 3 In such a case— a the acts or omissions form part of the offence referred to in subsection (2)(a), and b proceedings for the offence may be taken at any place in the United Kingdom. 4 For the purposes of subsection (2)(c) a person has a close connection with the United Kingdom if, and only if, the person was one of the following at the time the acts or omissions concerned were done or made— a a British citizen, b a British overseas territories citizen, c a British National (Overseas), d a British Overseas citizen, e a person who under the British Nationality Act 1981 was a British subject, f a British protected person within the meaning of that Act, g an individual ordinarily resident in the United Kingdom, h a body incorporated under the law of any part of the United Kingdom, i a Scottish partnership. 5 An offence is committed under section 7 irrespective of whether the acts or omissions which form part of the offence take place in the United Kingdom or elsewhere. 6 Where no act or omission which forms part of an offence under section 7 takes place in the United Kingdom, proceedings for the offence may be taken at any place in the United Kingdom. 7 Subsection (8) applies if, by virtue of this section, proceedings for an offence are to be taken in Scotland against a person. 8 Such proceedings may be taken— a in any sheriff court district in which the person is apprehended or in custody, or b in such sheriff court district as the Lord Advocate may determine. 9 In subsection (8)  “ sheriff court district ” is to be read in accordance with section 307(1) of the Criminal Procedure (Scotland) Act 1995."}, {"act": "Bribery Act 2010", "year": 2010, "section": "13", "section_title": "Defence for certain bribery offences  etc.", "section_text": "13 1 It is a defence for a person charged with a relevant bribery offence to prove that the person's conduct was necessary for— a the proper exercise of any function of an intelligence service, or b the proper exercise of any function of the armed forces when engaged on active service. 2 The head of each intelligence service must ensure that the service has in place arrangements designed to ensure that any conduct of a member of the service which would otherwise be a relevant bribery offence is necessary for a purpose falling within subsection (1)(a). 3 The Defence Council must ensure that the armed forces have in place arrangements designed to ensure that any conduct of— a a member of the armed forces who is engaged on active service, or b a civilian subject to service discipline when working in support of any person falling within paragraph (a), which would otherwise be a relevant bribery offence is necessary for a purpose falling within subsection (1)(b). 4 The arrangements which are in place by virtue of subsection (2) or (3) must be arrangements which the Secretary of State considers to be satisfactory. 5 For the purposes of this section, the circumstances in which a person's conduct is necessary for a purpose falling within subsection (1)(a) or (b) are to be treated as including any circumstances in which the person's conduct— a would otherwise be an offence under section 2, and b involves conduct by another person which, but for subsection (1)(a) or (b), would be an offence under section 1. 6 In this section— “ active service ” means service in— an action or operation against an enemy, an operation outside the British Islands for the protection of life or property, or the military occupation of a foreign country or territory, “ armed forces ” means Her Majesty's forces (within the meaning of the Armed Forces Act 2006), “ civilian subject to service discipline ” and  “ enemy ” have the same meaning as in the Act of 2006, “ GCHQ ” has the meaning given by section 3(3) of the Intelligence Services Act 1994, “ head ” means— in relation to the Security Service, the Director General of the Security Service, in relation to the Secret Intelligence Service, the Chief of the Secret Intelligence Service, and in relation to GCHQ, the Director of GCHQ, “ intelligence service ” means the Security Service, the Secret Intelligence Service or GCHQ, “ relevant bribery offence ” means— an offence under section 1 which would not also be an offence under section 6, an offence under section 2, an offence committed by aiding, abetting, counselling or procuring the commission of an offence falling within paragraph (a) or (b), an offence of attempting or conspiring to commit, or of inciting the commission of, an offence falling within paragraph (a) or (b), or an offence under Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) in relation to an offence falling within paragraph (a) or (b)."}, {"act": "Bribery Act 2010", "year": 2010, "section": "14", "section_title": "Offences under sections 1, 2 and 6 by bodies corporate etc.", "section_text": "14 1 This section applies if an offence under section 1, 2 or 6 is committed by a body corporate or a Scottish partnership. 2 If the offence is proved to have been committed with the consent or connivance of— a a senior officer of the body corporate or Scottish partnership, or b a person purporting to act in such a capacity, the senior officer or person (as well as the body corporate or partnership) is guilty of the offence and liable to be proceeded against and punished accordingly. 3 But subsection (2) does not apply, in the case of an offence which is committed under section 1, 2 or 6 by virtue of section 12(2) to (4), to a senior officer or person purporting to act in such a capacity unless the senior officer or person has a close connection with the United Kingdom (within the meaning given by section 12(4)). 4 In this section— “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate, “ senior officer ” means— in relation to a body corporate, a director, manager, secretary or other similar officer of the body corporate, and in relation to a Scottish partnership, a partner in the partnership."}, {"act": "Bribery Act 2010", "year": 2010, "section": "15", "section_title": "Offences under section 7 by partnerships", "section_text": "15 1 Proceedings for an offence under section 7 alleged to have been committed by a partnership must be brought in the name of the partnership (and not in that of any of the partners). 2 For the purposes of such proceedings— a rules of court relating to the service of documents have effect as if the partnership were a body corporate, and b the following provisions apply as they apply in relation to a body corporate— i section 33 of the Criminal Justice Act 1925 and Schedule 3 to the Magistrates' Courts Act 1980, ii section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 ( S.I.  1981/1675 (N.I.26)), iii section 70 of the Criminal Procedure (Scotland) Act 1995. 3 A fine imposed on the partnership on its conviction for an offence under section 7 is to be paid out of the partnership assets. 4 In this section  “ partnership ” has the same meaning as in section 7."}, {"act": "Bribery Act 2010", "year": 2010, "section": "16", "section_title": "Application to Crown", "section_text": "16 This Act applies to individuals in the public service of the Crown as it applies to other individuals."}, {"act": "Bribery Act 2010", "year": 2010, "section": "17", "section_title": "Consequential provision", "section_text": "17 1 The following common law offences are abolished— a the offences under the law of England and Wales and Northern Ireland of bribery and embracery, b the offences under the law of Scotland of bribery and accepting a bribe. 2 Schedule 1 (which contains consequential amendments) has effect. 3 Schedule 2 (which contains repeals and revocations) has effect. 4 The relevant national authority may by order make such supplementary, incidental or consequential provision as the relevant national authority considers appropriate for the purposes of this Act or in consequence of this Act. 5 The power to make an order under this section— a is exercisable by statutory instrument (subject to subsection (9A)) , b includes power to make transitional, transitory or saving provision, c may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an enactment (including any Act passed in the same Session as this Act). 6 Subject to subsection (7), a statutory instrument containing an order of the Secretary of State under this section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 7 A statutory instrument containing an order of the Secretary of State under this section which does not amend or repeal a provision of a public general Act or of devolved legislation is subject to annulment in pursuance of a resolution of either House of Parliament. 8 Subject to subsection (9), a statutory instrument containing an order of the Scottish Ministers under this section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, the Scottish Parliament. 9 A statutory instrument containing an order of the Scottish Ministers under this section which does not amend or repeal a provision of an Act of the Scottish Parliament or of a public general Act is subject to annulment in pursuance of a resolution of the Scottish Parliament. 9A The power of the Department of Justice in Northern Ireland to make an order under this section is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (and not by statutory instrument). 9B Subject to subsection (9C), an order of the Department of Justice in Northern Ireland made under this section is subject to affirmative resolution (within the meaning of section 41(4) of the Interpretation Act (Northern Ireland) 1954). 9C An order of the Department of Justice in Northern Ireland made under this section which does not amend or repeal a provision of an Act of the Northern Ireland Assembly or of a public general Act is subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954). 10 In this section— “ devolved legislation ” means an Act of the Scottish Parliament, a Measure of the National Assembly for Wales or an Act of the Northern Ireland Assembly, “ enactment ” includes an Act of the Scottish Parliament and Northern Ireland legislation, “ relevant national authority ” means— in the case of provision which would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament, the Scottish Ministers, ... in the case of provision which could be made by an Act of the Northern Ireland Assembly without the consent of the Secretary of State (see sections 6 to 8 of the Northern Ireland Act 1998), the Department of Justice in Northern Ireland, and in any other case, the Secretary of State."}, {"act": "Bribery Act 2010", "year": 2010, "section": "18", "section_title": "Extent", "section_text": "18 1 Subject as follows, this Act extends to England and Wales, Scotland and Northern Ireland. 2 Subject to subsections (3) to (5), any amendment, repeal or revocation made by Schedule 1 or 2 has the same extent as the provision amended, repealed or revoked. 3 The amendment of, and repeals in, the Armed Forces Act 2006 do not extend to the Channel Islands. 4 The amendments of the International Criminal Court Act 2001 extend to England and Wales and Northern Ireland only. 5 Subsection (2) does not apply to the repeal in the Civil Aviation Act 1982."}, {"act": "Bribery Act 2010", "year": 2010, "section": "19", "section_title": "Commencement and transitional provision etc.", "section_text": "19 1 Subject to subsection (2), this Act comes into force on such day as the Secretary of State may by order made by statutory instrument appoint. 2 Sections 16, 17(4) to (10) and 18, this section (other than subsections (5) to (7)) and section 20 come into force on the day on which this Act is passed. 3 An order under subsection (1) may— a appoint different days for different purposes, b make such transitional, transitory or saving provision as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act. 4 The Secretary of State must consult the Scottish Ministers before making an order under this section in connection with any provision of this Act which would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament. 5 This Act does not affect any liability, investigation, legal proceeding or penalty for or in respect of— a a common law offence mentioned in subsection (1) of section 17 which is committed wholly or partly before the coming into force of that subsection in relation to such an offence, or b an offence under the Public Bodies Corrupt Practices Act 1889 or the Prevention of Corruption Act 1906 committed wholly or partly before the coming into force of the repeal of the Act by Schedule 2 to this Act. 6 For the purposes of subsection (5) an offence is partly committed before a particular time if any act or omission which forms part of the offence takes place before that time. 7 Subsections (5) and (6) are without prejudice to section 16 of the Interpretation Act 1978 (general savings on repeal)."}, {"act": "Bribery Act 2010", "year": 2010, "section": "20", "section_title": "Short title", "section_text": "20 This Act may be cited as the Bribery Act 2010."}]