[{"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "1", "section_title": "School inspections: pupils with disabilities or special educational needs", "section_text": "1 In section 5 of EA 2005 (duty to inspect certain schools in England at prescribed intervals), after subsection (5) there is inserted— 5A In reporting on how far the education provided in a mainstream school meets the needs of the range of pupils at the school, the Chief Inspector must in particular consider the needs of— a pupils who have a disability for the purposes of the Equality Act 2010; b pupils who have special educational needs. In this subsection a  “mainstream school” is a school within subsection (2)(a) or (2)(c) to (f)."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "2", "section_title": "Right of appeal against determination by local authority not to amend statement", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "3", "section_title": "Exceptional provision of education in short stay schools or elsewhere", "section_text": "3 1 Section 19 of EA 1996 (exceptional provision of education in short stay schools or elsewhere) is amended as follows. 2 After subsection (1) there is inserted— 1A In relation to England, subsection (1) does not apply in the case of a child— a who will cease to be of compulsory school age within the next six weeks, and b does not have any relevant examinations to complete. In paragraph (b)\t\t\t\t\t\t\t\t “ relevant examinations ” means any public examinations or other assessments for which the child has been entered. 3 For subsection (3A) there is substituted— 3A In relation to England, the education to be provided for a child in pursuance of arrangements made by a local authority under subsection (1) shall be— a full-time education, or b in the case of a child within subsection (3AA), education on such part-time basis as the authority consider to be in the child's best interests. 3AA A child is within this subsection if the local authority consider that, for reasons which relate to the physical or mental health of the child, it would not be in the child's best interests for full-time education to be provided for the child. 4 In subsection (3B)— a for  “The education referred to in subsection (3A)” there is substituted  “                        Regulations may provide that the education to be provided for a child in pursuance of arrangements made by a local authority in England under subsection (1)                      ” ; b for  “regulations” there is substituted  “                        the regulations                      ” ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "4", "section_title": "Power to provide community facilities etc", "section_text": "4 1 In section 27 of EA 2002 (power of governing body to provide community facilities etc), after subsection (1) there is inserted— 1A At least once in every school year the governing body of a maintained school in England shall consider whether, and if so how, they should exercise the power under subsection (1). 2 In section 50 of  SSFA  1998 (effect of financial delegation), after subsection (3) there is inserted— 3A In the case of a school in England— a subject to regulations under paragraph (b) below, subsection (3)(a) has effect as if amounts spent on providing facilities or services under section 27 of the Education Act 2002 (power of governing body to provide community facilities etc) were spent for purposes of the school; b regulations may impose restrictions as to the matters on which amounts may be spent under subsection (3)(a). 3 In subsection (4) of that section, for  “In subsection (3)\t\t\t\t\t\t “purposes of the school”” there is substituted  “                    In the case of a school in Wales,  “purposes of the school” in subsection (3)                  ” . 4 In section 51A of SSFA 1998 (expenditure incurred for community purposes), in subsections (1) and (2), after  “a maintained school” there is inserted  “                    in Wales                  ” ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "5", "section_title": "Power to form company to establish Academy, etc", "section_text": "5 1 The governing body of a maintained school in England may— a form, or participate in forming, a company to enter into  Academy arrangements                       , and b do anything which appears to them to be necessary or expedient in connection with a proposal that  Academy arrangements  be entered into with a company formed (or proposed to be formed) by them under paragraph (a). References in this subsection to a company are to a company registered under the Companies Act 2006 as a company limited by guarantee. 2 The governing body of a maintained school in England— a may be a member of a company which they have formed, or participated in forming, under subsection (1)(a), and b may be a member of a company which is not within paragraph (a) but which is party to  Academy arrangements                   . 3 The power conferred by subsection (1)(b) includes, in particular, power— a to incur expenditure; b to enter into arrangements or agreements with any person. 4 This section is not to be read as limiting any powers that the governing body of a maintained school have otherwise than by virtue of this section. 5 In this section  “ maintained school ” means a community, foundation or voluntary school or a community or foundation special school."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "6", "section_title": "Powers to assist etc proprietor of Academy and be a member of a foundation", "section_text": "6 1 Paragraph 3 of Schedule 1 to EA 2002 (powers of governing body) is amended as follows. 2 After sub-paragraph (2) there is inserted— 2A The governing body of a maintained school in England (other than the governing body of a maintained nursery school) may provide advice and assistance to the proprietor of an Academy. 2B The governing body of a maintained school in England may be a member of the foundation of another maintained school in England. In this sub-paragraph  “ foundation ” has the meaning given by section 21(3) of the 1998 Act, except that it does not include a foundation established under that Act. 3 In sub-paragraph (3)— a in the words before paragraph (a), for  “and (2)” there is substituted  “                        , (2) and (2A)                      ” ; b in paragraph (f), after  “sub-paragraph (2)” there is inserted  “                        or (2A)                      ” ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "7", "section_title": "Power to propose new schools", "section_text": "7 After section 11 of  EIA  2006 there is inserted— Restriction on power of governing body to make proposals 11A 1 The governing body of a maintained school may make proposals pursuant to a notice under section 7 or publish proposals under section 11(2) only if the governing body are for the time being designated for the purposes of this section— a by the Secretary of State, or b by a person authorised by the Secretary of State to designate governing bodies for those purposes. 2 The governing body of a maintained nursery school may not be designated for the purposes of this section."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "8", "section_title": "Supply of information requested by LSCBs in England", "section_text": "8 After section 14A of CA 2004 (LSCBs in England: annual reports) there is inserted— Supply of information requested by LSCBs 14B 1 If a Local Safeguarding Children Board established under section 13 requests a person or body to supply information specified in the request to— a the Board, or b another person or body specified in the request, the request must be complied with if the first and second conditions are met and either the third or the fourth condition is met. 2 The first condition is that the request is made for the purpose of enabling or assisting the Board to perform its functions. 3 The second condition is that the request is made to a person or body whose functions or activities are considered by the Board to be such that the person or body is likely to have information relevant to the exercise of a function by the Board. 4 The third condition is that the information relates to— a the person or body to whom the request is made, b a function or activity of that person or body, or c a person in respect of whom a function is exercisable, or an activity is engaged in, by that person or body. 5 The fourth condition is that the information— a is information requested by the Board from a person or body to whom information was supplied in compliance with another request under this section, and b is the same as, or is derived from, information so supplied. 6 The information may be used by the Board, or other person or body to whom it is supplied under subsection (1), only for the purpose of enabling or assisting the Board to perform its functions. 7 A Local Safeguarding Children Board must have regard to any guidance given to it by the Secretary of State in connection with the exercise of its functions under this section."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "9", "section_title": "Supply of information requested by LSCBs in Wales", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "10", "section_title": "Review by Chief Inspector of performance of LSCBs in England", "section_text": "10 After section 15 of CA 2004 (funding of LSCBs in England) there is inserted— Review of LSCBs' performance of functions 15A 1 The Secretary of State may by regulations make provision for the Chief Inspector to conduct a review of the performance of specified functions by a Local Safeguarding Children Board established under section 13. 2 The regulations may allow or require the Chief Inspector to conduct a review, or may require the Chief Inspector to do so in specified circumstances. 3 They may in particular make provision— a about reports to be made on completion of a review; b requiring or facilitating the sharing or production of information for the purposes of a review. 4 In this section— “ the Chief Inspector ” means Her Majesty's Chief Inspector of Education, Children's Services and Skills; “ specified ” means specified in regulations under this section."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "11", "section_title": "Restriction on publication of information relating to family proceedings", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "12", "section_title": "Authorised publication of court orders and judgments", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "13", "section_title": "Authorised news publications", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "14", "section_title": "Permitting publication for purposes of section 13: general", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "15", "section_title": "Permitting publication for purposes of section 13: adoption  Et ceteralaetc", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "16", "section_title": "Prohibiting or restricting publication for purposes of section 13", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "17", "section_title": "Defences to contempt of court", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "18", "section_title": "Appeals against decisions under section 12 or 13", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "19", "section_title": "Power to alter treatment of sensitive personal information", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "20", "section_title": "Independent review", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "21", "section_title": "Interpretation of Part 2, Et ceteralaetc", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "22", "section_title": "Amendments of provisions about complaints in ASCLA 2009", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "23", "section_title": "Fees for pre-registration inspections of independent educational institutions", "section_text": "23 In section 111 of ESA 2008 (fees for inspections of independent educational institutions by Chief Inspector), in subsection (6)\t\t\t(institutions to which the section applies), for  “any registered independent educational institution that is not” there is substituted  “                any independent educational institution that is registered, or is the subject of an application to be registered, other than              ” ."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "24", "section_title": "Interpretation of Act", "section_text": "24 1 In this Act— “ EA 1996 ” means the Education Act 1996; “ SSFA 1998 ” means the School Standards and Framework Act 1998; “ EA 2002 ” means the Education Act 2002; “ CA 2004 ” means the Children Act 2004; “ EA 2005 ” means the Education Act 2005; “ EIA 2006 ” means the Education and Inspections Act 2006; “ ESA 2008 ” means the Education and Skills Act 2008; “ ASCLA 2009 ” means the Apprenticeships, Skills, Children and Learning Act 2009. 2 EA 1996 and section 5 of this Act are to be read as if that section were contained in that Act."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "25", "section_title": "Amendments and repeals", "section_text": "25 Schedules 3 (minor and consequential amendments) and 4 (repeals) have effect."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "26", "section_title": "Financial provisions", "section_text": "26 1 There is to be paid out of money provided by Parliament— a any expenditure under this Act of a Minister of the Crown; b any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 There is to be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other enactment."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "27", "section_title": "Transitional provision", "section_text": "27 1 Until a section 162(1)(a) order comes into force, a reference to a local authority in any provision of this Act (including any provision inserted by this Act in another Act) is to be read as a reference to a local education authority. 2 In subsection (1)  “ section 162(1)(a) order ” means an order under subsection (1) of section 162 of EIA 2006 containing provision made by virtue of paragraph (a) of that subsection (power to replace statutory references to local education authorities with references to local authorities)."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "28", "section_title": "Extent", "section_text": "28 1 This Act does not extend to Scotland or (subject to subsection (2)) to Northern Ireland. 2 An amendment or repeal by this Act of a provision that extends to Northern Ireland has the same extent as the provision amended or repealed."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "29", "section_title": "Commencement", "section_text": "29 1 Sections 24 and 26 to 30 come into force on the day on which this Act is passed. 2 Section 23 comes into force at the end of the period of 2 months beginning with the day on which this Act is passed. 3 Section 9 comes into force on whatever day the Welsh Ministers appoint by order made by statutory instrument. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The other provisions of this Act come into force on whatever day or days the Secretary of State appoints by order made by statutory instrument. 6 An order under subsection (3) ... or (5)— a may make different provision for different purposes or different areas; b may make incidental, consequential, supplemental, transitional or transitory provision or savings."}, {"act": "Children, Schools and Families Act 2010", "year": 2010, "section": "30", "section_title": "Short title etc", "section_text": "30 1 This Act may be cited as the Children, Schools and Families Act 2010. 2 This Act is to be included in the list of Education Acts set out in section 578 of EA 1996."}]