[{"act": "Child Poverty Act 2010", "year": 2010, "section": "A1A", "section_title": "Workless households and educational attainment", "section_text": "A1A 1 The Secretary of State must publish and lay before Parliament a report containing data on— a children living in workless households in England; b children living in long-term workless households in England; c the educational attainment of children in England at the end of Key Stage 4; d the educational attainment of disadvantaged children in England at the end of Key Stage 4. 2 The report must set out how the Secretary of State has interpreted the following terms for the purposes of the report— a child; b household; c worklessness; d long-term worklessness; e educational attainment; f disadvantage. 3 The data contained in the report, and the provision about how the terms used in it are to be interpreted, must, so far as practicable, be derived from any relevant official statistics. 4 The first report must be published before the end of the financial year ending with 31 March 2017. 5 Later reports must be published before the end of each subsequent financial year. 6 In this section— “Key Stage 4” means the fourth key stage, within the meaning of Part 6 of the Education Act 2002; “official statistics” has the meaning given by section 6(1) of the Statistics and Registration Service Act 2007."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "A1B", "section_title": "Social Mobility Commission", "section_text": "A1B 1 The body established by section 8 of this Act continues in existence. 2 On and after the commencement date the body is to be called the Social Mobility Commission (in this Act referred to as “ the Commission ”). 3 “The commencement date” is the date on which section 6 of the Welfare Reform and Work Act 2016 comes into force. 4 The Commission’s functions are those conferred on it by or under this Act. 5 Schedule 1 contains further provision about  the Commission ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "A1C", "section_title": "Promotion of social mobility, advice and reports", "section_text": "A1C 1 The Commission must promote social mobility in England. 2 The Commission must on request give advice to a Minister of the Crown about how to improve social mobility in England. 3 Advice given under subsection  (2)  must be published. 4 The Commission must publish a report setting out its views on the progress made towards improving social mobility in the United Kingdom. 5 The report must also describe, in the case of a report made after the appointed day for Northern Ireland, the measures taken by the Northern Ireland departments in accordance with a Northern Ireland strategy. 6 The report may be published as one or more documents as a Minister of the Crown may direct. 7 The first report must be published before the end of the financial year ending with 31 March 2017. 8 Later reports must be published before the end of each subsequent financial year. 9 A Minister of the Crown must lay a report under this section before Parliament. 10 A Minister of the Crown may direct  the Commission  to carry out any other activity relating to improving social mobility in England or Northern Ireland. "}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "1", "section_title": "The 2010 target", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "2", "section_title": "Duty of Secretary of State to ensure that targets in sections 3 to 6 are met", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "3", "section_title": "The relative low income target", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "4", "section_title": "The combined low income and material deprivation target", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "5", "section_title": "The absolute low income target", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "6", "section_title": "The persistent poverty target", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "7", "section_title": "Interpretation of terms used in relation to targets", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "8", "section_title": "Social Mobility and Child Poverty Commission", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "8A", "section_title": "Advice", "section_text": "8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "8B", "section_title": "Annual reports", "section_text": "8B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "8C", "section_title": "Other functions", "section_text": "8C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "9", "section_title": "UK  strategies", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "10", "section_title": "Consultation", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "11", "section_title": "Scottish strategies", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "12", "section_title": "Northern Ireland strategies", "section_text": "12 1 The relevant Northern Ireland department must, before the end of the period of 12 months beginning with the day on which this Act is passed, publish and lay before the Northern Ireland Assembly the first Northern Ireland strategy. 2 A  “Northern Ireland strategy” is a strategy under this section setting out the measures that the Northern Ireland departments propose to take— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the purpose of ensuring as far as possible that children in Northern Ireland do not experience socio-economic disadvantage. 3 Before the end of the period to which a Northern Ireland strategy relates, the relevant Northern Ireland department must review the strategy and publish and lay before the Northern Ireland Assembly a revised Northern Ireland strategy, but this subsection does not apply  after 31 March 2020 . 4 A Northern Ireland strategy must— a where it relates to a period ending  before 1 April 2021 — i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii describe the  ... progress that the Northern Ireland departments intend to make by the end of the period to which the strategy relates in achieving the purpose mentioned in subsection (2)(b), and b describe the progress that the Northern Ireland departments intend to make  by 31 March 2021  in achieving the purpose mentioned in subsection (2)(b),  .... 5 A Northern Ireland strategy other than the first must also— a describe the measures taken by the Northern Ireland departments in accordance with the previous Northern Ireland strategy, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c describe  the  effects of those measures that contribute to the achievement of the purpose mentioned in subsection (2)(b). 6 A Northern Ireland strategy may not include proposals that relate to excepted or reserved matters, within the meaning of the Northern Ireland Act 1998. 7 The relevant Northern Ireland department must, on or before each report date relating to a Northern Ireland strategy, lay before the Northern Ireland Assembly a report which— a describes the measures taken by the Northern Ireland departments in accordance with the Northern Ireland strategy, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c describes  the  effects of those measures that contribute to the achievement of the purpose mentioned in subsection (2)(b). 8 The report dates relating to a Northern Ireland strategy are each anniversary of the day on which it was laid before the Northern Ireland Assembly, other than an anniversary which falls— a on or after the date on which a subsequent Northern Ireland strategy is so laid, or b after 31 March 2021 . 9 References in this section to the period to which a Northern Ireland strategy relates are references to the period beginning with the date on which the Northern Ireland strategy is laid before the Northern Ireland Assembly and— a except in the case of a Northern Ireland strategy laid before the Assembly less than 3 years  before 1 April 2020 , ending 3 years later, and b in that excepted case,  ending with 31 March 2021 ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "13", "section_title": "\n \nConsultation: \n \n... Northern Ireland\n \n", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In preparing  ... a Northern Ireland strategy, the  relevant Northern Ireland department — a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b must consult the Secretary of State, c must consult such children, and organisations working with or representing children, as the  relevant Northern Ireland department  thinks fit, d must consult such parents, and organisations working with or representing parents, as the  relevant Northern Ireland department  thinks fit, and e may consult such other persons as the  relevant Northern Ireland department  thinks fit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "14", "section_title": "Statement  by Secretary of State", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "15", "section_title": "Statement required in relation to target year", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "16", "section_title": "Economic and fiscal circumstances", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In preparing a Northern Ireland strategy, the relevant Northern Ireland department must have regard to— a the resources that are or may be available to the Northern Ireland departments, and b the effect of the implementation of the strategy on those resources."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "17", "section_title": "Continuing effect of targets after target year", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "18", "section_title": "Interpretation of Part 1", "section_text": "18 1 In this Part— “child” means— a person under the age of 16, or a person who is a qualifying young person for the purposes of Part 9 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (child benefit); “parent” means— any individual who has parental responsibility for a child, or any other individual with whom a child resides and who has care of the child. 1A In paragraph (a) of the definition of “parent” in subsection (1), the reference to “parental responsibility” is to be read in accordance with the Children (Northern Ireland) Order 1995. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "19", "section_title": "Responsible local authorities", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "20", "section_title": "Partner authorities", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "21", "section_title": "Co-operation to reduce child poverty in local area", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "22", "section_title": "Local child poverty needs assessment", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "23", "section_title": "Joint child poverty strategy for local area", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "24", "section_title": "Sustainable community strategy", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "25", "section_title": "Meaning of  “child poverty” in Part 2", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "26", "section_title": "Free school lunches and milk", "section_text": "26 1 In section 512ZB of the Education Act 1996 (provision of free school lunches and milk), in subsection (4)— a after  “A person” insert  “                        (“C”)                      ” , b in paragraph (a)— i for  “his parent” substitute  “                            C's parent                          ” , ii at the end of sub-paragraph (iia), insert  “                            or                          ” , and iii omit sub-paragraph (iv)\t\t\t\t\t\t\t\t\t(including the  “or” immediately following it), c after paragraph (a) insert— aa C meets any conditions prescribed for the purposes of this paragraph and C's parent is, in such circumstances as may be so prescribed— i in receipt of any benefit or allowance not falling within paragraph (a) that is so prescribed, or ii entitled to any tax credit under the Tax Credits Act 2002 or element of such a tax credit, that is so prescribed, or , d in paragraph (b)— i for  “he, himself, is—” substitute  “                            C is—                          ” , ii at the end of sub-paragraph (ii), insert  “                            or                          ” , and iii omit sub-paragraph (iii), and e at the end insert— c C meets any conditions prescribed for the purposes of this paragraph and is— i in receipt of any benefit or allowance not falling within paragraph (b) that is so prescribed, or ii entitled to any tax credit under the Tax Credits Act 2002 or element of such a tax credit, that is so prescribed. 2 Any regulations made under paragraph (a)(iv) of subsection (4) of section 512ZB of the Education Act 1996 and in force immediately before the coming into force of this section are to have effect as if made under paragraph (aa) of that subsection. 3 Any regulations made under paragraph (b)(iii) of subsection (4) of section 512ZB of the Education Act 1996 and in force immediately before the coming into force of this section are to have effect as if made under paragraph (c) of that subsection."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "27", "section_title": "General interpretation", "section_text": "27 1 In this Act— “ the Commission ” means the Social Mobility Commission; “financial year” means the 12 months ending with 31 March; “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975; “Northern Ireland strategy” has the meaning given by section 12(2); “the relevant Northern Ireland department” means the Office of the First Minister and deputy First Minister. 2 In this Act “appointed day for Northern Ireland” means such day as a Minister of the Crown may by order with the consent of the Northern Ireland Assembly appoint (and different days may be appointed for the purposes of different provisions of this Act)."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "28", "section_title": "\n \n\n... orders\n", "section_text": "28 1 Any power to make  ... an order under this Act is exercisable by statutory instrument. 2 Any  ... order under this Act may— a make different provision for different cases, b include supplementary, incidental and consequential provision, and c make transitional provisions and savings. 3 A power conferred by any provision of this Act to make  ... an order includes power to provide for a person to exercise a discretion in dealing with any matter.  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "29", "section_title": "Financial provisions", "section_text": "29 There is to be paid out of money provided by Parliament— a any expenditure incurred under or by virtue of this Act by a Minister of the Crown, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "30", "section_title": "Extent", "section_text": "30 1 Except as provided by subsections (2) to (4), the provisions of this Act extend to England and Wales, Scotland and Northern Ireland.  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Part 1  extends to Northern Ireland only. 4 Section 26 extends  to England and Wales only."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "31", "section_title": "Commencement", "section_text": "31 1 This Act, except Part 2 and section 26, comes into force on the day on which this Act is passed. 2 Part 2 and section 26 come into force at the end of the period of 2 months beginning with the day on which this Act is passed."}, {"act": "Child Poverty Act 2010", "year": 2010, "section": "32", "section_title": "Short title", "section_text": "32 This Act may be cited as the  Life Chances Act 2010 ."}]