[{"act": "Co-operative and Community Benefit Societies and Credit Unions Act 2010", "year": 2010, "section": "1", "section_title": "Registration of societies as co-operative or community benefit societies", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Co-operative and Community Benefit Societies and Credit Unions Act 2010", "year": 2010, "section": "2", "section_title": "Re-naming of Industrial and Provident Societies Acts", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Co-operative and Community Benefit Societies and Credit Unions Act 2010", "year": 2010, "section": "3", "section_title": "Application of provisions relating to directors disqualification", "section_text": "3 In the Company Directors Disqualification Act 1986 (c. 46), after section 22D insert— Application of Act to societies registered under the Industrial and Provident Societies Act 1965 22E 1 In this section  “ registered society ” means a society registered or deemed to be registered under the Industrial and Provident Societies Act 1965 (“ the 1965 Act ”). 2 This Act applies to registered societies as it applies to companies. 3 Accordingly, in this Act— a references to a company include a registered society, and b references to a director or an officer of a company include a member of the committee or an officer of a registered society. In paragraph (b)  “ committee ” and  “ officer ” have the same meaning as in the 1965 Act: see section 74(1) of that Act. 4 As they apply in relation to registered societies, the provisions of this Act have effect with the following modifications— a in section 2(1) (disqualification on conviction of indictable offence), the reference to striking off includes cancellation of the registration of a society under the 1965 Act; b in section 3 (disqualification for persistent breaches) and section 5 (disqualification on summary conviction), references to the companies legislation shall be read as references to the legislation relating to registered societies; c in section 8(1) (disqualification after investigation), the reference to investigative material shall be read as including— i any report made under section 47 or 49(1) of the 1965 Act (inspection of books or appointment of inspector), and ii any information, books, accounts or other documents obtained under section 48 of the 1965 Act; d references to the registrar shall be read as references to the Financial Services Authority; e references to a shadow director shall be disregarded. 5 In the application of Schedule 1 to the members of the committee of a registered society, references to provisions of the Companies Act 2006 shall be read as including references to the corresponding provisions of the legislation relating to registered societies. 6 In this section  “ the legislation relating to registered societies ” means the Industrial and Provident Societies Acts 1965 to 2003, the Credit Unions Act 1979 and the Co-operative and Community Benefit Societies and Credit Unions Act 2010. ."}, {"act": "Co-operative and Community Benefit Societies and Credit Unions Act 2010", "year": 2010, "section": "4", "section_title": "Power to apply certain other provisions relating to companies", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Co-operative and Community Benefit Societies and Credit Unions Act 2010", "year": 2010, "section": "5", "section_title": "Power to make provision corresponding to provision applying to building societies", "section_text": "5 1 In the Credit Unions Act 1979 (c. 34), before section 24 (under the heading  “General and miscellaneous”) insert— Power to make provision corresponding to provision applying to building societies 23A 1 The Treasury may by regulations amend this Act so as to make provision for credit unions corresponding to any enactment applying to building societies. 2 The power conferred by subsection (1) may not be exercised so as to modify any of the following provisions of this Act— a sections 1 and 2 (registration as a credit union); b section 3 (use of name  “credit union”); c section 8 (general prohibition on deposit-taking), but without prejudice to the power to add exceptions to those in sections 9 and 10 and to modify those sections; d section 21 (amalgamations and transfers of engagements); e section 22 (no conversion of credit union into company,  etc. ); f section 23 (conversion of company into credit union). 3 Regulations under subsection (1) may— a confer power to make orders, regulations and other subordinate legislation; b create criminal offences, but only— i in circumstances corresponding to an offence under the enactments relating to building societies, and ii subject to a maximum penalty no greater than is provided for in respect of the corresponding offence; c provide for the charging of fees, but not any charge in the nature of taxation. 4 The Treasury may by regulations make such amendments of enactments as appear to them to be appropriate in consequence of any provision made under subsection (1). This includes power to make consequential amendments of the provisions listed in subsection (2). 5 In this section  “ enactment ” includes— a an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978 (c. 30), b an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, c an enactment contained in, or in an instrument made under, Northern Ireland legislation within the meaning of the Interpretation Act 1978, and d an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales. 6 Before making regulations under this section the Treasury must consult such persons as appear to them to be appropriate. 7 No regulations under this section are to be made unless a draft has been laid before and approved by a resolution of each House of Parliament. . 2 In section 29(2) of that Act (orders and regulations: negative resolution procedure), at the beginning insert  “                  Except as provided by section 23A(7),                ” . 3 In section 33(4) of that Act (extent: Northern Ireland), after  “With the exception of” insert  “                  section 23A so far as it confers power to make consequential amendments of enactments extending to Northern Ireland,                ” ."}, {"act": "Co-operative and Community Benefit Societies and Credit Unions Act 2010", "year": 2010, "section": "6", "section_title": "Consequential amendments", "section_text": "6 1 The Treasury may by regulations make such amendments of enactments as appear to them to be appropriate in consequence of any provision made by or under this Act. 2 This power is exercisable in relation to any enactment passed or made before the commencement of the relevant provision, and accordingly extends to the provisions of this Act (apart from this section). 3 In this section  “ enactment ” includes— a an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978 (c. 30), b an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, c an enactment contained in, or in an instrument made under, Northern Ireland legislation within the meaning of the Interpretation Act 1978, and d an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales. 4 The power conferred by this section may, in particular, be exercised so as to replace the words  “industrial and provident society” wherever occurring (including in the title of an enactment)."}, {"act": "Co-operative and Community Benefit Societies and Credit Unions Act 2010", "year": 2010, "section": "7", "section_title": "Regulations", "section_text": "7 1 Regulations under this Act may contain such supplementary, incidental and transitional provisions as appear to the Treasury to be necessary or expedient. 2 Regulations under this Act must be made by statutory instrument. 3 No regulations under this Act are to be made unless a draft has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Co-operative and Community Benefit Societies and Credit Unions Act 2010", "year": 2010, "section": "8", "section_title": "Short title, commencement and extent", "section_text": "8 1 The short title of this Act is the Co-operative and Community Benefit Societies and Credit Unions Act 2010. 2 The provisions of this Act (apart from this section) come into force on such day as the Treasury may by order appoint, and different days may be so appointed for different purposes. 3 An order under subsection (2) must be made by statutory instrument and may contain such transitional provision as appears to the Treasury to be necessary or expedient. 4 Sections 5 and 6 extend to Northern Ireland so far as they confer power to make consequential amendments of enactments that so extend (and section 7 and subsections (1) to (3) above have effect accordingly). 5 Her Majesty may by Order in Council direct that any of the provisions of this Act, or any instrument made under it, shall extend, with such modifications (if any) as may be specified in the Order, to any of the Channel Islands. Any such Order in Council may make such transitional, incidental or supplementary provision as appears to Her Majesty to be necessary or expedient. 6 Subject to subsections (4) and (5), the provisions of this Act extend to Great Britain only."}]