[{"act": "Crime and Security Act 2010", "year": 2010, "section": "1", "section_title": "Records of searches", "section_text": "1 1 Section 3 of the Police and Criminal Evidence Act 1984 (duty to make records concerning searches) is amended as follows. 2 In subsection (1), for  “he shall make a record of it” there is substituted  “                  a record of the search shall be made                ” . 3 For subsection (2) there is substituted— 2 If a record of a search is required to be made by subsection (1) above— a in a case where the search results in a person being arrested and taken to a police station, the constable shall secure that the record is made as part of the person's custody record; b in any other case, the constable shall make the record on the spot, or, if that is not practicable, as soon as practicable after the completion of the search. 4 Subsections (3) to (5)\t\t\t\t\t(record of search to include person's name and description of person or vehicle) are repealed. 5 In subsection (6)— a in paragraph (a), for sub-paragraphs (v) and (vi) there is substituted— v except in the case of a search of an unattended vehicle, the ethnic origins of the person searched or the person in charge of the vehicle searched (as the case may be); and; ; b in paragraph (b), for  “making it” there is substituted  “                      who carried out the search                    ” . 6 After subsection (6) there is inserted— 6A The requirement in subsection (6)(a)(v) above for a record to state a person's ethnic origins is a requirement to state— a the ethnic origins of the person as described by the person, and b if different, the ethnic origins of the person as perceived by the constable. 7 In subsection (7), for the words from the beginning to  “it,” there is substituted  “                  If a record of a search of a person has been made under this section,                ” . 8 In subsection (8), for paragraph (b) there is substituted— b a record of the search of the vehicle has been made under this section, . 9 In subsection (9)\t\t\t\t\t(time within which copy of search may be requested) for  “12 months” there is substituted  “                  3 months                ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "2", "section_title": "Powers to take material in relation to offences", "section_text": "2 Fingerprinting 1 In the Police and Criminal Evidence Act 1984, in section 61 (fingerprinting), after subsection (5) there is inserted— 5A The fingerprints of a person may be taken without the appropriate consent if (before or after the coming into force of this subsection) he has been arrested for a recordable offence and released and— a in the case of a person who is on bail, he has not had his fingerprints taken in the course of the investigation of the offence by the police; or b in any case, he has had his fingerprints taken in the course of that investigation but subsection (3A)(a) or (b) above applies. 2 In that section, after subsection (5A)\t\t\t\t\t(as inserted by subsection (1) above) there is inserted— 5B The fingerprints of a person not detained at a police station may be taken without the appropriate consent if (before or after the coming into force of this subsection) he has been charged with a recordable offence or informed that he will be reported for such an offence and— a he has not had his fingerprints taken in the course of the investigation of the offence by the police; or b he has had his fingerprints taken in the course of that investigation but subsection (3A)(a) or (b) above applies. 3 In that section, for subsection (6) there is substituted— 6 Subject to this section, the fingerprints of a person may be taken without the appropriate consent if (before or after the coming into force of this subsection)— a he has been convicted of a recordable offence, b he has been given a caution in respect of a recordable offence which, at the time of the caution, he has admitted, or c he has been warned or reprimanded under section 65 of the Crime and Disorder Act 1998 for a recordable offence, and either of the conditions mentioned in subsection (6ZA) below is met. 6ZA The conditions referred to in subsection (6) above are— a the person has not had his fingerprints taken since he was convicted, cautioned or warned or reprimanded; b he has had his fingerprints taken since then but subsection (3A)(a) or (b) above applies. 6ZB Fingerprints may only be taken as specified in subsection (6) above with the authorisation of an officer of at least the rank of inspector. 6ZC An officer may only give an authorisation under subsection (6ZB) above if the officer is satisfied that taking the fingerprints is necessary to assist in the prevention or detection of crime. 4 In that section, for subsection (8B) there is substituted— 8B Any power under this section to take the fingerprints of a person without the appropriate consent, if not otherwise specified to be exercisable by a constable, shall be exercisable by a constable. Non-intimate samples 5 In section 63 of that Act (non-intimate samples), after subsection (3) there is inserted— 3ZA A non-intimate sample may be taken from a person without the appropriate consent if (before or after the coming into force of this subsection) he has been arrested for a recordable offence and released and— a in the case of a person who is on bail, he has not had a non-intimate sample of the same type and from the same part of the body taken from him in the course of the investigation of the offence by the police; or b in any case, he has had a non-intimate sample taken from him in the course of that investigation but— i it was not suitable for the same means of analysis, or ii it proved insufficient. 6 In that section, for subsection (3A) there is substituted— 3A A non-intimate sample may be taken from a person (whether or not he is in police detention or held in custody by the police on the authority of a court) without the appropriate consent if he has been charged with a recordable offence or informed that he will be reported for such an offence and— a he has not had a non-intimate sample taken from him in the course of the investigation of the offence by the police; or b he has had a non-intimate sample taken from him in the course of that investigation but— i it was not suitable for the same means of analysis, or ii it proved insufficient; or c he has had a non-intimate sample taken from him in the course of that investigation and— i the sample has been destroyed pursuant to section 64ZA below or any other enactment, and ii it is disputed, in relation to any proceedings relating to the offence, whether a  DNA  profile relevant to the proceedings is derived from the sample. 7 In that section, for subsection (3B) there is substituted— 3B Subject to this section, a non-intimate sample may be taken from a person without the appropriate consent if (before or after the coming into force of this subsection)— a he has been convicted of a recordable offence, b he has been given a caution in respect of a recordable offence which, at the time of the caution, he has admitted, or c he has been warned or reprimanded under section 65 of the Crime and Disorder Act 1998 for a recordable offence, and either of the conditions mentioned in subsection (3BA) below is met. 3BA The conditions referred to in subsection (3B) above are— a a non-intimate sample has not been taken from the person since he was convicted, cautioned or warned or reprimanded; b such a sample has been taken from him since then but— i it was not suitable for the same means of analysis, or ii it proved insufficient. 3BB A non-intimate sample may only be taken as specified in subsection (3B) above with the authorisation of an officer of at least the rank of inspector. 3BC An officer may only give an authorisation under subsection (3BB) above if the officer is satisfied that taking the sample is necessary to assist in the prevention or detection of crime. 8 In that section, in subsection (9A)— a after  “shall not apply to” there is inserted  “                      (a)                    ” ; b at the end there is inserted ; or b a person given a caution before 10th April 1995. 9 In section 1 of the Criminal Evidence (Amendment) Act 1997 (persons imprisoned or detained by virtue of pre-existing conviction for sexual offence  etc )— a in subsection (3)(b), at the beginning there is inserted  “                      he has at any time served or                    ” ; b in subsection (4)(b)— i at the beginning there is inserted  “                          he has at any time been detained or                        ” ; ii sub-paragraph (ii) and the preceding  “or” are repealed. 10 In section 2 of that Act (persons detained following acquittal on grounds of insanity or finding of unfitness to plead), in subsections (3)(a) and (4)(a), at the beginning there is inserted  “                  he has at any time been detained or                ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "3", "section_title": "Powers to take material in relation to offences outside England and Wales", "section_text": "3 Fingerprinting 1 In section 61 of the Police and Criminal Evidence Act 1984 (fingerprinting), after subsection (6C) there is inserted— 6D Subject to this section, the fingerprints of a person may be taken without the appropriate consent if— a under the law in force in a country or territory outside England and Wales the person has been convicted of an offence under that law (whether before or after the coming into force of this subsection and whether or not he has been punished for it); b the act constituting the offence would constitute a qualifying offence if done in England and Wales (whether or not it constituted such an offence when the person was convicted); and c either of the conditions mentioned in subsection (6E) below is met. 6E The conditions referred to in subsection (6D)(c) above are— a the person has not had his fingerprints taken on a previous occasion under subsection (6D) above; b he has had his fingerprints taken on a previous occasion under that subsection but subsection (3A)(a) or (b) above applies. 6F Fingerprints may only be taken as specified in subsection (6D) above with the authorisation of an officer of at least the rank of inspector. 6G An officer may only give an authorisation under subsection (6F) above if the officer is satisfied that taking the fingerprints is necessary to assist in the prevention or detection of crime. Intimate samples 2 In section 62 of that Act (intimate samples), after subsection (2) there is inserted— 2A An intimate sample may be taken from a person where— a two or more non-intimate samples suitable for the same means of analysis have been taken from the person under section 63(3E) below (persons convicted of offences outside England and Wales etc) but have proved insufficient; b a police officer of at least the rank of inspector authorises it to be taken; and c the appropriate consent is given. 2B An officer may only give an authorisation under subsection (2A) above if the officer is satisfied that taking the sample is necessary to assist in the prevention or detection of crime. 3 In that section, in subsection (3), after  “or (1A)” there is inserted  “                  or (2A)                ” . Non-intimate samples 4 In section 63 of that Act (non-intimate samples), after subsection (3D) there is inserted— 3E Subject to this section, a non-intimate sample may be taken without the appropriate consent from a person if— a under the law in force in a country or territory outside England and Wales the person has been convicted of an offence under that law (whether before or after the coming into force of this subsection and whether or not he has been punished for it); b the act constituting the offence would constitute a qualifying offence if done in England and Wales (whether or not it constituted such an offence when the person was convicted); and c either of the conditions mentioned in subsection (3F) below is met. 3F The conditions referred to in subsection (3E)(c) above are— a the person has not had a non-intimate sample taken from him on a previous occasion under subsection (3E) above; b he has had such a sample taken from him on a previous occasion under that subsection but— i the sample was not suitable for the same means of analysis, or ii it proved insufficient. 3G A non-intimate sample may only be taken as specified in subsection (3E) above with the authorisation of an officer of at least the rank of inspector. 3H An officer may only give an authorisation under subsection (3G) above if the officer is satisfied that taking the sample is necessary to assist in the prevention or detection of crime. Interpretation 5 In section 65 of that Act (interpretation), in subsection (1), after the definition of  “non-intimate sample” there is inserted— “ offence ”, in relation to any country or territory outside England and Wales, includes an act punishable under the law of that country or territory, however it is described; . 6 In that section, at the end there is inserted— 3 For the purposes of this Part, a person has in particular been convicted of an offence under the law of a country or territory outside England and Wales if— a a court exercising jurisdiction under the law of that country or territory has made in respect of such an offence a finding equivalent to a finding that the person is not guilty by reason of insanity; or b such a court has made in respect of such an offence a finding equivalent to a finding that the person is under a disability and did the act charged against him in respect of the offence."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "4", "section_title": "Information to be given on taking of material", "section_text": "4 Fingerprinting 1 In section 61 of the Police and Criminal Evidence Act 1984 (fingerprinting), for subsection (7) there is substituted— 7 Where a person's fingerprints are taken without the appropriate consent by virtue of any power conferred by this section— a before the fingerprints are taken, the person shall be informed of— i the reason for taking the fingerprints; ii the power by virtue of which they are taken; and iii in a case where the authorisation of the court or an officer is required for the exercise of the power, the fact that the authorisation has been given; and b those matters shall be recorded as soon as practicable after the fingerprints are taken. 2 In that section, in subsection (7A)— a for  “subsection (6A)”, in the first place, there is substituted  “                      subsection (4A), (6A)                    ” ; b in paragraph (a), for the words from  “(or” to  “constable)” there is substituted  “                      (or, where by virtue of subsection (4A), (6A) or (6BA) the fingerprints are taken at a place other than a police station, the constable taking the fingerprints)                    ” . 3 In that section, in subsection (8)\t\t\t\t\t(requirement to record reason for taking fingerprints on custody record), for  “the reason for taking them” there is substituted  “                  the matters referred to in subsection (7)(a)(i) to (iii) above                ” . Intimate samples 4 In section 62 of that Act (intimate samples), for subsections (5) to (7A) there is substituted— 5 Before an intimate sample is taken from a person, an officer shall inform him of the following— a the reason for taking the sample; b the fact that authorisation has been given and the provision of this section under which it has been given; and c if the sample was taken at a police station, the fact that the sample may be the subject of a speculative search. 6 The reason referred to in subsection (5)(a) above must include, except in a case where the sample is taken under subsection (2A) above, a statement of the nature of the offence in which it is suspected that the person has been involved. 7 After an intimate sample has been taken from a person, the following shall be recorded as soon as practicable— a the matters referred to in subsection (5)(a) and (b) above; b if the sample was taken at a police station, the fact that the person has been informed as specified in subsection (5)(c) above; and c the fact that the appropriate consent was given. 5 In that section, in subsection (8), the words  “or (7A)” are repealed. 6 In the Police Reform Act 2002, in Part 3 of Schedule 4 (powers exercisable by detention officers), in paragraph 30 (warnings about intimate samples), for  “section 62(7A)(a)” there is substituted  “                  section 62(5)(c)                ” . Non-intimate samples 7 In section 63 of that Act (non-intimate samples), for subsections (6) to (8A) there is substituted— 6 Where a non-intimate sample is taken from a person without the appropriate consent by virtue of any power conferred by this section— a before the sample is taken, an officer shall inform him of— i the reason for taking the sample; ii the power by virtue of which it is taken; and iii in a case where the authorisation of an officer is required for the exercise of the power, the fact that the authorisation has been given; and b those matters shall be recorded as soon as practicable after the sample is taken. 7 The reason referred to in subsection (6)(a)(i) above must include, except in a case where the non-intimate sample is taken under subsection (3B) or (3E) above, a statement of the nature of the offence in which it is suspected that the person has been involved. 8 In that section, in subsection (9)\t\t\t\t\t(requirement to record matters on custody record), for  “subsection (8) or (8A) or (8B)” there is substituted  “                  subsection (6) or (8B)                ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "5", "section_title": "Speculative searches", "section_text": "5 1 In section 63A of the Police and Criminal Evidence Act 1984 (supplementary), after subsection (1D) there is inserted— 1E Where fingerprints or samples have been taken from any person under section 61(6) or 63(3B) above (persons convicted etc), the fingerprints or samples, or information derived from the samples, may be checked against any of the fingerprints, samples or information mentioned in subsection (1)(a) or (b) above. 1F Where fingerprints or samples have been taken from any person under section 61(6D), 62(2A) or 63(3E) above (offences outside England and Wales etc), the fingerprints or samples, or information derived from the samples, may be checked against any of the fingerprints, samples or information mentioned in subsection (1)(a) or (b) above. 2 In Schedule 4 to the International Criminal Court Act 2001 (taking of fingerprints or non-intimate samples), in paragraph 7(3)(a), after  “section 63A(1)” there is inserted  “                  , (1E) or (1F)                ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "6", "section_title": "Power to require attendance at police station", "section_text": "6 1 In section 63A of the Police and Criminal Evidence Act 1984 (fingerprinting and samples: supplementary provisions), for subsections (4) to (8) there is substituted— 4 Schedule 2A (fingerprinting and samples: power to require attendance at police station) shall have effect. 2 In that Act, after Schedule 2 there is inserted— SCHEDULE 2A Fingerprinting and samples: power to require attendance at police station Section 63A(4) Part 1 Fingerprinting Persons arrested and released 1 1 A constable may require a person to attend a police station for the purpose of taking his fingerprints under section 61(5A). 2 The power under sub-paragraph (1) above may not be exercised in a case falling within section 61(5A)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t(fingerprints taken on previous occasion insufficient etc) after the end of the period of six months beginning with the day on which the appropriate officer was informed that section 61(3A)(a) or (b) applied. 3 In sub-paragraph (2) above  “ appropriate officer ” means the officer investigating the offence for which the person was arrested. Persons charged etc 2 1 A constable may require a person to attend a police station for the purpose of taking his fingerprints under section 61(5B). 2 The power under sub-paragraph (1) above may not be exercised after the end of the period of six months beginning with— a in a case falling within section 61(5B)(a)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(fingerprints not taken previously), the day on which the person was charged or informed that he would be reported, or b in a case falling within section 61(5B)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t(fingerprints taken on previous occasion insufficient etc), the day on which the appropriate officer was informed that section 61(3A)(a) or (b) applied. 3 In sub-paragraph (2)(b) above  “ appropriate officer ” means the officer investigating the offence for which the person was charged or informed that he would be reported. Persons convicted etc of an offence in England and Wales 3 1 A constable may require a person to attend a police station for the purpose of taking his fingerprints under section 61(6). 2 Where the condition in section 61(6ZA)(a) is satisfied (fingerprints not taken previously), the power under sub-paragraph (1) above may not be exercised after the end of the period of two years beginning with— a the day on which the person was convicted, cautioned or warned or reprimanded, or b if later, the day on which this Schedule comes into force. 3 Where the condition in section 61(6ZA)(b) is satisfied (fingerprints taken on previous occasion insufficient etc), the power under sub-paragraph (1) above may not be exercised after the end of the period of two years beginning with— a the day on which an appropriate officer was informed that section 61(3A)(a) or (b) applied, or b if later, the day on which this Schedule comes into force. 4 In sub-paragraph (3)(a) above  “ appropriate officer ” means an officer of the police force which investigated the offence in question. 5 Sub-paragraphs (2) and (3) above do not apply where the offence is a qualifying offence (whether or not it was such an offence at the time of the conviction, caution or warning or reprimand). Persons subject to a control order 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Persons convicted etc of an offence outside England and Wales 5 A constable may require a person to attend a police station for the purpose of taking his fingerprints under section 61(6D). Multiple attendance 6 1 Where a person's fingerprints have been taken under section 61 on two occasions in relation to any offence, he may not under this Schedule be required to attend a police station to have his fingerprints taken under that section in relation to that offence on a subsequent occasion without the authorisation of an officer of at least the rank of inspector. 2 Where an authorisation is given under sub-paragraph (1) above— a the fact of the authorisation, and b the reasons for giving it, shall be recorded as soon as practicable after it has been given. Part 2 Intimate samples Persons suspected to be involved in an offence 7 A constable may require a person to attend a police station for the purpose of taking an intimate sample from him under section 62(1A) if, in the course of the investigation of an offence, two or more non-intimate samples suitable for the same means of analysis have been taken from him but have proved insufficient. Persons convicted etc of an offence outside England and Wales 8 A constable may require a person to attend a police station for the purpose of taking a sample from him under section 62(2A) if two or more non-intimate samples suitable for the same means of analysis have been taken from him under section 63(3E) but have proved insufficient. Part 3 Non-intimate samples Persons arrested and released 9 1 A constable may require a person to attend a police station for the purpose of taking a non-intimate sample from him under section 63(3ZA). 2 The power under sub-paragraph (1) above may not be exercised in a case falling within section 63(3ZA)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t(sample taken on a previous occasion not suitable etc) after the end of the period of six months beginning with the day on which the appropriate officer was informed of the matters specified in section 63(3ZA)(b)(i) or (ii). 3 In sub-paragraph (2) above,  “ appropriate officer ” means the officer investigating the offence for which the person was arrested. Persons charged etc 10 1 A constable may require a person to attend a police station for the purpose of taking a non-intimate sample from him under section 63(3A). 2 The power under sub-paragraph (1) above may not be exercised in a case falling within section 63(3A)(a)\t\t\t\t\t\t\t\t\t\t\t\t\t(sample not taken previously) after the end of the period of six months beginning with the day on which he was charged or informed that he would be reported. 3 The power under sub-paragraph (1) above may not be exercised in a case falling within section 63(3A)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t(sample taken on a previous occasion not suitable etc) after the end of the period of six months beginning with the day on which the appropriate officer was informed of the matters specified in section 63(3A)(b)(i) or (ii). 4 In sub-paragraph (3) above  “ appropriate officer ” means the officer investigating the offence for which the person was charged or informed that he would be reported. Persons convicted etc of an offence in England and Wales 11 1 A constable may require a person to attend a police station for the purpose of taking a non-intimate sample from him under section 63(3B). 2 Where the condition in section 63(3BA)(a) is satisfied (sample not taken previously), the power under sub-paragraph (1) above may not be exercised after the end of the period of two years beginning with— a the day on which the person was convicted, cautioned or warned or reprimanded, or b if later, the day on which this Schedule comes into force. 3 Where the condition in section 63(3BA)(b) is satisfied (sample taken on a previous occasion not suitable etc), the power under sub-paragraph (1) above may not be exercised after the end of the period of two years beginning with— a the day on which an appropriate officer was informed of the matters specified in section 63(3BA)(b)(i) or (ii), or b if later, the day on which this Schedule comes into force. 4 In sub-paragraph (3)(a) above  “ appropriate officer ” means an officer of the police force which investigated the offence in question. 5 Sub-paragraphs (2) and (3) above do not apply where— a the offence is a qualifying offence (whether or not it was such an offence at the time of the conviction, caution or warning or reprimand), or b he was convicted before 10th April 1995 and is a person to whom section 1 of the Criminal Evidence (Amendment) Act 1997 applies. Persons subject to a control order 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Persons convicted etc of an offence outside England and Wales 13 A constable may require a person to attend a police station for the purpose of taking a non-intimate sample from him under section 63(3E). Multiple exercise of power 14 1 Where a non-intimate sample has been taken from a person under section 63 on two occasions in relation to any offence, he may not under this Schedule be required to attend a police station to have another such sample taken from him under that section in relation to that offence on a subsequent occasion without the authorisation of an officer of at least the rank of inspector. 2 Where an authorisation is given under sub-paragraph (1) above— a the fact of the authorisation, and b the reasons for giving it, shall be recorded as soon as practicable after it has been given. Part 4 General and supplementary Requirement to have power to take fingerprints or sample 15 A power conferred by this Schedule to require a person to attend a police station for the purposes of taking fingerprints or a sample under any provision of this Act may be exercised only in a case where the fingerprints or sample may be taken from the person under that provision (and, in particular, if any necessary authorisation for taking the fingerprints or sample under that provision has been obtained). Date and time of attendance 16 1 A requirement under this Schedule— a shall give the person a period of at least seven days within which he must attend the police station; and b may direct him so to attend at a specified time of day or between specified times of day. 2 In specifying a period or time or times of day for the purposes of sub-paragraph (1) above, the constable shall consider whether the fingerprints or sample could reasonably be taken at a time when the person is for any other reason required to attend the police station. 3 A requirement under this Schedule may specify a period shorter than seven days if— a there is an urgent need for the fingerprints or sample for the purposes of the investigation of an offence; and b the shorter period is authorised by an officer of at least the rank of inspector. 4 Where an authorisation is given under sub-paragraph (3)(b) above— a the fact of the authorisation, and b the reasons for giving it, shall be recorded as soon as practicable after it has been given. 5 If the constable giving a requirement under this Schedule and the person to whom it is given so agree, it may be varied so as to specify any period within which, or date or time at which, the person must attend; but a variation shall not have effect unless confirmed by the constable in writing. Enforcement 17 A constable may arrest without warrant a person who has failed to comply with a requirement under this Schedule. 3 In that Act, in section 27 (fingerprinting of certain offenders), subsections (1) to (3) are repealed. 4 In the Police Reform Act 2002, in Part 3 of Schedule 4 (powers exercisable by detention officers)— a in paragraph 25 (attendance at police station for fingerprinting), for  “section 27(1) of the 1984 Act (fingerprinting of suspects)” there is substituted  “                      Schedule 2A to the 1984 Act (fingerprinting and samples: power to require attendance at a police station)                    ” ; b in paragraph 32 (attendance at police station for the taking of a sample), for the words from  “subsection (4)” to  “samples)” there is substituted  “                      Schedule 2A to the 1984 Act (fingerprinting and samples: power to require attendance at a police station)                    ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "7", "section_title": "“Qualifying offence”", "section_text": "7 After section 65 of the Police and Criminal Evidence Act 1984 there is inserted— Qualifying offence” 65A 1 In this Part,  “ qualifying offence ” means— a an offence specified in subsection (2) below, or b an ancillary offence relating to such an offence. 2 The offences referred to in subsection (1)(a) above are— a murder; b manslaughter; c false imprisonment; d kidnapping; e an offence under section 4, 16, 18, 20 to 24 or 47 of the Offences Against the Person Act 1861; f an offence under section 2 or 3 of the Explosive Substances Act 1883; g an offence under section 1 of the Children and Young Persons Act 1933; h an offence under section 4(1) of the Criminal Law Act 1967 committed in relation to murder; i an offence under sections 16 to 18 of the Firearms Act 1968; j an offence under section 9 or 10 of the Theft Act 1968 or an offence under section 12A of that Act involving an accident which caused a person's death; k an offence under section 1 of the Criminal Damage Act 1971 required to be charged as arson; l an offence under section 1 of the Protection of Children Act 1978; m an offence under section 1 of the Aviation Security Act 1982; n an offence under section 2 of the Child Abduction Act 1984; o an offence under section 9 of the Aviation and Maritime Security Act 1990; p an offence under any of sections 1 to 19, 25, 26, 30 to 41, 47 to 50, 52, 53, 57 to 59, 61 to 67, 69 and 70 of the Sexual Offences Act 2003; q an offence under section 5 of the Domestic Violence, Crime and Victims Act 2004; r an offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008. 3 The Secretary of State may by order made by statutory instrument amend subsection (2) above. 4 A statutory instrument containing an order under subsection (3) above shall not be made unless a draft of the instrument has been laid before, and approved by resolution of, each House of Parliament. 5 In subsection (1)(b) above  “ ancillary offence ”, in relation to an offence, means— a aiding, abetting, counselling or procuring the commission of the offence; b an offence under Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) in relation to the offence (including, in relation to times before the commencement of that Part, an offence of incitement); c attempting or conspiring to commit the offence."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "8", "section_title": "Powers to take material in relation to offences", "section_text": "8 Fingerprinting 1 In the Police and Criminal Evidence (Northern Ireland) Order 1989 ( S.I.  1989/1341 (N.I.12)), in Article 61 (fingerprinting), after paragraph (5) there is inserted— 5A The fingerprints of a person may be taken without the appropriate consent if (before or after the coming into force of this paragraph) he has been arrested for a recordable offence and released and— a in the case of a person who is on bail, he has not had his fingerprints taken in the course of the investigation of the offence by the police; or b in any case, he has had his fingerprints taken in the course of that investigation but paragraph (4A)(a) or (b) applies. 2 In that Article, after paragraph (5A) (as inserted by subsection (1) above) there is inserted— 5B The fingerprints of a person not detained at a police station may be taken without the appropriate consent if (before or after the coming into force of this paragraph) he has been charged with a recordable offence or informed that he will be reported for such an offence and— a he has not had his fingerprints taken in the course of the investigation of the offence by the police; or b he has had his fingerprints taken in the course of that investigation but paragraph (4A)(a) or (b) applies. 3 In that Article, for paragraph (6) there is substituted— 6 Subject to this Article, the fingerprints of a person may be taken without the appropriate consent if (before or after the coming into force of this paragraph)— a he has been convicted of a recordable offence, or b he has been given a caution in respect of a recordable offence which, at the time of the caution, he has admitted, and either of the conditions mentioned in paragraph (6ZA) is met. 6ZA The conditions referred to in paragraph (6) are— a the person has not had his fingerprints taken since he was convicted or cautioned; b he has had his fingerprints taken since then but paragraph (4A)(a) or (b) applies. 6ZB Fingerprints may only be taken as specified in paragraph (6) with the authorisation of an officer of at least the rank of inspector. 6ZC An officer may only give an authorisation under paragraph (6ZB) if the officer is satisfied that taking the fingerprints is necessary to assist in the prevention or detection of crime. 6ZD Paragraph (6) shall not apply to a person who, in relation to a sentence in respect of an offence, is released on licence under the Northern Ireland (Sentences) Act 1998 (or has been so released and the licence has lapsed). 4 In that Article, for paragraph (8A) there is substituted— 8A Any power under this Article to take the fingerprints of a person without the appropriate consent, if not otherwise specified to be exercisable by a constable, shall be exercisable by a constable. Non-intimate samples 5 In Article 63 of that Order (non-intimate samples), after paragraph (3) there is inserted— 3ZA A non-intimate sample may be taken from a person without the appropriate consent if (before or after the coming into force of this paragraph) he has been arrested for a recordable offence and released and— a in the case of a person who is on bail, he has not had a non-intimate sample of the same type and from the same part of the body taken from him in the course of the investigation of the offence by the police; or b in any case, he has had a non-intimate sample taken from him in the course of that investigation but— i it was not suitable for the same means of analysis, or ii it proved insufficient. 6 In that Article, for paragraph (3A) there is substituted— 3A A non-intimate sample may be taken from a person (whether or not he is in police detention or held in custody by the police on the authority of a court) without the appropriate consent if he has been charged with a recordable offence or informed that he will be reported for such an offence and— a he has not had a non-intimate sample taken from him in the course of the investigation of the offence by the police; or b he has had a non-intimate sample taken from him in the course of that investigation but— i it was not suitable for the same means of analysis, or ii it proved insufficient; or c he has had a non-intimate sample taken from him in the course of that investigation and— i the sample has been destroyed pursuant to Article 64ZA or any other enactment, and ii it is disputed, in relation to any proceedings relating to the offence, whether a DNA profile relevant to the proceedings is derived from the sample. 7 In that Article (non-intimate samples), for paragraph (3B) there is substituted— 3B Subject to this Article, a non-intimate sample may be taken from a person without the appropriate consent if (before or after the coming into force of this paragraph)— a he has been convicted of a recordable offence, or b he has been given a caution in respect of a recordable offence which, at the time of the caution, he has admitted, and either of the conditions mentioned in paragraph (3BA) is met. 3BA The conditions referred to in paragraph (3B) are— a a non-intimate sample has not been taken from the person since he was convicted or cautioned; b such a sample has been taken from him since then but— i it was not suitable for the same means of analysis, or ii it proved insufficient. 3BB A non-intimate sample may only be taken as specified in paragraph (3B) with the authorisation of an officer of at least the rank of inspector. 3BC An officer may only give an authorisation under paragraph (3BB) if the officer is satisfied that taking the sample is necessary to assist in the prevention or detection of crime. 3BD Paragraph (3B) shall not apply to— a a person convicted of an offence before 29 July 1996, unless the offence is a qualifying offence by virtue of being— i an offence specified in any of paragraphs (a) to (n) of Article 53A(2), or ii an ancillary offence, within the meaning given by Article 53A(4), in relation to such an offence; b a person given a caution before 29 July 1996; c a person who, in relation to a sentence in respect of an offence, is released on licence under the Northern Ireland (Sentences) Act 1998 (or has been so released and the licence has lapsed). 8 In that Article, paragraph (10) is repealed."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "9", "section_title": "Powers to take material in relation to offences outside Northern Ireland", "section_text": "9 Fingerprinting 1 In Article 61 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (fingerprinting), after paragraph (6C) there is inserted— 6D Subject to this Article, the fingerprints of a person may be taken without the appropriate consent if— a under the law in force in a country or territory outside Northern Ireland the person has been convicted of an offence under that law (whether before or after the coming into force of this paragraph and whether or not he has been punished for it); b the act constituting the offence would constitute a qualifying offence if done in Northern Ireland (whether or not it constituted such an offence when the person was convicted); and c either of the conditions mentioned in paragraph (6E) is met. 6E The conditions referred to in paragraph (6D)(c) are— a the person has not had his fingerprints taken on a previous occasion under that paragraph; b he has had his fingerprints taken on a previous occasion under that paragraph but paragraph (4A)(a) or (b) applies. 6F Fingerprints may only be taken as specified in paragraph (6D) with the authorisation of an officer of at least the rank of inspector. 6G An officer may only give an authorisation under paragraph (6F) if the officer is satisfied that taking the fingerprints is necessary to assist in the prevention or detection of crime. Intimate samples 2 In Article 62 of that Order (intimate samples), after paragraph (2) there is inserted— 2A An intimate sample may be taken from a person where— a two or more non-intimate samples suitable for the same means of analysis have been taken from the person under Article 63(3D)\t\t\t\t\t\t\t\t\t\t(persons convicted of offences outside Northern Ireland etc) but have proved insufficient; b a police officer of at least the rank of inspector authorises it to be taken; and c the appropriate consent is given. 2B An officer may only give an authorisation under paragraph (2A) if the officer is satisfied that taking the sample is necessary to assist in the prevention or detection of crime. 3 In that Article, in paragraph (3), after  “or (1A)” there is inserted  “                  or (2A)                ” . Non-intimate samples 4 In Article 63 of that Order (other samples), after paragraph (3C) there is inserted— 3D Subject to this Article, a non-intimate sample may be taken without the appropriate consent from a person if— a under the law in force in a country or territory outside Northern Ireland the person has been convicted of an offence under that law (whether before or after the coming into force of this paragraph and whether or not he has been punished for it); b the act constituting the offence would constitute a qualifying offence if done in Northern Ireland (whether or not it constituted such an offence when the person was convicted); and c either of the conditions mentioned in paragraph (3E) is met. 3E The conditions referred to in paragraph (3D) are— a the person has not had a non-intimate sample taken from him on a previous occasion under that paragraph; b he has had such a sample taken from him on a previous occasion under that paragraph but— i the sample was not suitable for the same means of analysis, or ii it proved insufficient. 3F A non-intimate sample may only be taken as specified in paragraph (3D) with the authorisation of an officer of at least the rank of inspector. 3G An officer may only give an authorisation under paragraph (3F) if the officer is satisfied that taking the sample is necessary to assist in the prevention or detection of crime. Interpretation 5 In Article 53 of that Order (interpretation), in paragraph (1), after the definition of  “non-intimate sample” there is inserted— “ offence ”, in relation to any country or territory outside Northern Ireland, includes an act punishable under the law of that country or territory, however it is described; . 6 In that Article, at the end there is inserted— 4 For the purposes of this Part, a person has in particular been convicted of an offence under the law of a country or territory outside Northern Ireland if— a a court exercising jurisdiction under the law of that country or territory has made in respect of such an offence a finding equivalent to a finding that the person is not guilty by reason of insanity; or b such a court has made in respect of such an offence a finding equivalent to a finding that the person is under a disability and did the act charged against him in respect of the offence."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "10", "section_title": "Information to be given on taking of material", "section_text": "10 Fingerprinting 1 In Article 61 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (fingerprinting), for paragraph (7) there is substituted— 7 Where a person's fingerprints are taken without the appropriate consent by virtue of any power conferred by this Article— a before the fingerprints are taken, the person shall be informed of— i the reason for taking the fingerprints; ii the power by virtue of which they are taken; and iii in a case where the authorisation of the court or an officer is required for the exercise of the power, the fact that the authorisation has been given; and b those matters shall be recorded as soon as practicable after the fingerprints are taken. 2 In that Article, in paragraph (7A)— a for  “paragraph (6A)”, in the first place, there is substituted  “                      paragraph (4AA), (6A)                    ” ; b in paragraph (a), for the words from  “(or” to  “constable)” there is substituted  “                      (or, where by virtue of paragraph (4AA), (6A) or (6BA) the fingerprints are taken at a place other than a police station, the constable taking the fingerprints)                    ” . 3 In that Article, in paragraph (8)\t\t\t\t\t(requirement to record reason for taking fingerprints on custody record), for  “the reason for taking them” there is substituted  “                  the matters referred to in paragraph (7)(a)(i) to (iii)                ” . Intimate samples 4 In Article 62 of that Order (intimate samples), for paragraphs (5) to (7A) there is substituted— 5 Before an intimate sample is taken from a person, an officer shall inform him of the following— a the reason for taking the sample; b the fact that authorisation has been given and the provision of this Article under which it has been given; and c if the sample was taken at a police station, the fact that the sample may be the subject of a speculative search. 6 The reason referred to in paragraph (5)(a) must include, except in a case where the intimate sample is taken under paragraph (2A), a statement of the nature of the offence in which it is suspected that the person has been involved. 7 After an intimate sample has been taken from a person, the following shall be recorded as soon as practicable— a the matters referred to in paragraph (5)(a) and (b); b if the sample was taken at a police station, the fact that the person has been informed as specified in paragraph (5)(c); and c the fact that the appropriate consent was given. 5 In that Article, in paragraph (8), the words  “or (7A)” are repealed. 6 In the Police (Northern Ireland) Act 2003, in Part 2 of Schedule 2 (powers exercisable by detention officers), in paragraph 16 (warnings about intimate samples), for  “Article 62(7A)(a)” there is substituted  “                  Article 62(5)(c)                ” . Non-intimate samples 7 In Article 63 of that Order (non-intimate samples), for paragraphs (6) to (8A) there is substituted— 6 Where a non-intimate sample is taken from a person without the appropriate consent by virtue of any power conferred by this Article— a before the sample is taken, an officer shall inform him of— i the reason for taking the sample; ii the power by virtue of which it is taken; and iii in a case where the authorisation of an officer is required for the exercise of the power, the fact that the authorisation has been given; and b those matters shall be recorded as soon as practicable after the sample is taken. 7 The reason referred to in paragraph (6)(a)(i) must include, except in a case where the non-intimate sample is taken under paragraph (3B) or (3D), a statement of the nature of the offence in which it is suspected that the person has been involved. 8 In that Article, in paragraph (9)\t\t\t\t\t(requirement to record matters on custody record), for  “paragraph (8), (8A) or (8B)” there is substituted  “                  paragraph (6) or (8B)                ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "11", "section_title": "Speculative searches", "section_text": "11 1 In Article 63A of the Police and Criminal Evidence (Northern Ireland) Order 1989 (supplementary), after paragraph (1D) there is inserted— 1E Where fingerprints or samples have been taken from any person under Article 61(6) or 63(3B)\t\t\t\t\t\t\t\t(persons convicted etc), the fingerprints or samples, or information derived from the samples, may be checked against any of the fingerprints, samples or information mentioned in paragraph (1)(a) or (b). 1F Where fingerprints or samples have been taken from any person under Article 61(6D), 62(2A) or 63(3D)\t\t\t\t\t\t\t\t(offences outside Northern Ireland), the fingerprints or samples, or information derived from the samples, may be checked against any of the fingerprints, samples or information mentioned in paragraph (1)(a) or (b). 2 In Schedule 4 to the International Criminal Court Act 2001 (taking of fingerprints or non-intimate samples), in paragraph 7(3)(b), after  “Article 63A(1)” there is inserted  “                  , (1E) or (1F)                ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "12", "section_title": "Power to require attendance at police station", "section_text": "12 1 In Article 63A of the Police and Criminal Evidence (Northern Ireland) Order 1989 (fingerprinting and samples: supplementary provisions), for paragraphs (4) to (8) there is substituted— 4 Schedule 2A (fingerprinting and samples: power to require attendance at police station) shall have effect. 2 In that Order, after Schedule 2 there is inserted— SCHEDULE 2A Fingerprinting and samples: power to require attendance at police station Part 1 Fingerprinting Persons arrested and released 1 1 A constable may require a person to attend a police station for the purpose of taking his fingerprints under Article 61(5A). 2 The power under sub-paragraph (1) may not be exercised in a case falling within Article 61(5A)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t(fingerprints taken on previous occasion insufficient etc) after the end of the period of six months beginning with the day on which the appropriate officer was informed that Article 61(4A)(a) or (b) applied. 3 In sub-paragraph (2)\t\t\t\t\t\t\t\t\t\t\t\t\t “ appropriate officer ” means the officer investigating the offence for which the person was arrested. Persons charged etc 2 1 A constable may require a person to attend a police station for the purpose of taking his fingerprints under Article 61(5B). 2 The power under sub-paragraph (1) may not be exercised after the end of the period of six months beginning with— a in a case falling within Article 61(5B)(a)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(fingerprints not taken previously), the day on which the person was charged or informed that he would be reported, or b in a case falling within Article 61(5B)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t(fingerprints taken on previous occasion insufficient etc), the day on which the appropriate officer was informed that Article 61(4A)(a) or (b) applied. 3 In sub-paragraph (2)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t “ appropriate officer ” means the officer investigating the offence for which the person was charged or informed that he would be reported. Persons convicted etc of an offence in Northern Ireland 3 1 A constable may require a person to attend a police station for the purpose of taking his fingerprints under Article 61(6). 2 Where the condition in Article 61(6ZA)(a) is satisfied (fingerprints not taken previously), the power under sub-paragraph (1) may not be exercised after the end of the period of two years beginning with— a the day on which the person was convicted or cautioned, or b if later, the day on which this Schedule comes into force. 3 Where the condition in Article 61(6ZA)(b) is satisfied (fingerprints taken on previous occasion insufficient etc), the power under sub-paragraph (1) may not be exercised after the end of the period of two years beginning with— a the day on which an appropriate officer was informed that Article 61(4A)(a) or (b) applied, or b if later, the day on which this Schedule comes into force. 4 In sub-paragraph (3)(a)\t\t\t\t\t\t\t\t\t\t\t\t\t “ appropriate officer ” means an officer of the police force which investigated the offence in question. 5 Sub-paragraphs (2) and (3) do not apply where the offence is a qualifying offence (whether or not it was such an offence at the time of the conviction or caution). Persons subject to a control order 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Persons convicted etc of an offence outside Northern Ireland 5 A constable may require a person to attend a police station for the purpose of taking his fingerprints under Article 61(6D). Multiple attendance 6 1 Where a person's fingerprints have been taken under Article 61 on two occasions in relation to any offence, he may not under this Schedule be required to attend a police station to have his fingerprints taken under that Article in relation to that offence on a subsequent occasion without the authorisation of an officer of at least the rank of inspector. 2 Where an authorisation is given under sub-paragraph (1)\t\t\t\t\t\t\t\t\t\t\t\t\t— a the fact of the authorisation, and b the reasons for giving it, shall be recorded as soon as practicable after it has been given. Part 2 Intimate samples Persons suspected to be involved in an offence 7 A constable may require a person to attend a police station for the purpose of taking an intimate sample from him under Article 62(1A) if, in the course of the investigation of an offence, two or more non-intimate samples suitable for the same means of analysis have been taken from him but have proved insufficient. Persons convicted etc of an offence outside Northern Ireland 8 A constable may require a person to attend a police station for the purpose of taking a sample from him under Article 62(2A) if two or more non-intimate samples suitable for the same means of analysis have been taken from him under Article 63(3D) but have proved insufficient. Part 3 Non-intimate samples Persons arrested and released 9 1 A constable may require a person to attend a police station for the purpose of taking a non-intimate sample from him under Article 63(3ZA). 2 The power under sub-paragraph (1) may not be exercised in a case falling within Article 63(3ZA)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t(sample taken on a previous occasion not suitable etc) after the end of the period of six months beginning with the day on which the appropriate officer was informed of the matters specified in Article 63(3ZA)(b)(i) or (ii). 3 In sub-paragraph (2)\t\t\t\t\t\t\t\t\t\t\t\t\t “ appropriate officer ” means the officer investigating the offence for which the person was arrested. Persons charged etc 10 1 A constable may require a person to attend a police station for the purpose of taking a non-intimate sample from him under Article 63(3A). 2 The power under sub-paragraph (1) may not be exercised in a case falling within Article 63(3A)(a)\t\t\t\t\t\t\t\t\t\t\t\t\t(sample not taken previously) after the end of the period of six months beginning with the day on which he was charged or informed that he would be reported. 3 The power under sub-paragraph (1) may not be exercised in a case falling within Article 63(3A)(b)\t\t\t\t\t\t\t\t\t\t\t\t\t(sample taken on a previous occasion not suitable etc) after the end of the period of six months beginning with the day on which the appropriate officer was informed of the matters specified in Article 63(3A)(b)(i) or (ii). 4 In sub-paragraph (3)\t\t\t\t\t\t\t\t\t\t\t\t\t “ appropriate officer ” means the officer investigating the offence for which the person was charged or informed that he would be reported. Persons convicted etc of an offence in Northern Ireland 11 1 A constable may require a person to attend a police station for the purpose of taking a non-intimate sample from him under Article 63(3B). 2 Where the condition in Article 63(3BA)(a) is satisfied (sample not taken previously), the power under sub-paragraph (1) may not be exercised after the end of the period of two years beginning with— a the day on which the person was convicted or cautioned, or b if later, the day on which this Schedule comes into force. 3 Where the condition in Article 63(3BA)(b) is satisfied (sample taken on a previous occasion not suitable etc), the power under sub-paragraph (1) may not be exercised after the end of the period of two years beginning with— a the day on which an appropriate officer was informed of the matters specified in Article 63(3BA)(b)(i) or (ii), or b if later, the day on which this Schedule comes into force. 4 In sub-paragraph (3)(a)\t\t\t\t\t\t\t\t\t\t\t\t\t “ appropriate officer ” means an officer of the police force which investigated the offence in question. 5 Sub-paragraphs (2) and (3) do not apply where the offence is a qualifying offence (whether or not it was such an offence at the time of the conviction or caution). Persons subject to a control order 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Persons convicted etc of an offence outside Northern Ireland 13 A constable may require a person to attend a police station for the purpose of taking a non-intimate sample from him under Article 63(3D). Multiple exercise of power 14 1 Where a non-intimate sample has been taken from a person under Article 63 on two occasions in relation to any offence, he may not under this Schedule be required to attend a police station to have another such sample taken from him under that Article in relation to that offence on a subsequent occasion without the authorisation of an officer of at least the rank of inspector. 2 Where an authorisation is given under sub-paragraph (1)\t\t\t\t\t\t\t\t\t\t\t\t\t— a the fact of the authorisation, and b the reasons for giving it, shall be recorded as soon as practicable after it has been given. Part 4 General and supplementary Requirement to have power to take fingerprints or sample 15 A power conferred by this Schedule to require a person to attend a police station for the purposes of taking fingerprints or a sample under any provision of this Order may be exercised only in a case where the fingerprints or sample may be taken from the person under that provision (and, in particular, if any necessary authorisation for taking the fingerprints or sample under that provision has been obtained). Date and time of attendance 16 1 A requirement under this Schedule— a shall give the person a period of at least seven days within which he must attend the police station; and b may direct him so to attend at a specified time of day or between specified times of day. 2 In specifying a period or time or times of day for the purposes of sub-paragraph (1), the constable shall consider whether the fingerprints or sample could reasonably be taken at a time when the person is for any other reason required to attend the police station. 3 A requirement under this Schedule may specify a period shorter than seven days if— a there is an urgent need for the fingerprints or sample for the purposes of the investigation of an offence; and b the shorter period is authorised by an officer of at least the rank of inspector. 4 Where an authorisation is given under sub-paragraph (3)(b)— a the fact of the authorisation, and b the reasons for giving it, shall be recorded as soon as practicable after it has been given. 5 If the constable giving a requirement under this Schedule and the person to whom it is given so agree, it may be varied so as to specify any period within which, or date or time at which, the person must attend; but a variation shall not have effect unless confirmed by the constable in writing. Enforcement 17 A constable may arrest without warrant a person who has failed to comply with a requirement under this Schedule. 3 In that Order, in Article 29 (fingerprinting of certain offenders), paragraphs (1) to (3) are repealed. 4 In the Police (Northern Ireland) Act 2003, in Part 2 of Schedule 2 (powers exercisable by detention officers)— a in paragraph 11 (attendance at police station for fingerprinting), for  “Article 29(1) of the 1989 Order (fingerprinting of offenders)” there is substituted  “                      Schedule 2A to the 1989 Order (fingerprinting and samples: power to require attendance at a police station)                    ” ; b in paragraph 19 (attendance at police station for the taking of a sample), for the words from  “paragraph (4)” to  “samples)” there is substituted  “                      Schedule 2A to the 1989 Order (fingerprinting and samples: power to require attendance at a police station)                    ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "13", "section_title": "“Qualifying offence”", "section_text": "13 1 After Article 53 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (interpretation) there is inserted— Qualifying offence” etc 53A 1 In this Part,  “ qualifying offence ” means— a an offence specified in paragraph (2), or b an ancillary offence relating to such an offence. 2 The offences referred to in paragraph (1)(a) are— a murder; b manslaughter; c false imprisonment; d kidnapping; e an offence under section 4, 16, 18, 20 to 24 or 47 of the Offences Against the Person Act 1861; f an offence under section 2 or 3 of the Explosive Substances Act 1883; g an offence under section 20 of the Children and Young Persons Act (Northern Ireland) 1968 (c. 34 (N.I.)); h an offence under section 9 or 10 of the Theft Act (Northern Ireland) 1969 (c. 16 (N.I.)); i an offence under Article 3 of the Criminal Damage (Northern Ireland) Order 1977 (S.I. 1977/426 (N.I. 4)) required to be charged as arson; j an offence under Article 3 of the Protection of Children (Northern Ireland) Order 1978 (S.I.1978/1047 (N.I. 17); k an offence under Article 172B of the Road Traffic (Northern Ireland) Order 1981 (S.I. 1981/154 (N.I. 1)) involving an accident which caused a person's death; l an offence under section 1 of the Aviation Security Act 1982; m an offence under Article 4 of the Child Abduction (Northern Ireland) Order 1985 (S.I. 1985/1638 (N.I. 17)); n an offence under section 9 of the Aviation and Maritime Security Act 1990; o an offence under sections 57 to 59 of the Sexual Offences Act 2003; p an offence under section 5 of the Domestic Violence, Crime and Victims Act 2004; q an offence under Article 58, 59 or 60 of the Firearms (Northern Ireland) Order 2004 (S.I. 2004/702 (N.I. 3)); r an offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008; s an offence under any of Articles 5 to 26, 32, 33, 37 to 40, 43 to 54, 62, 63, 65 to 71, 73 and 74 of the Sexual Offences (Northern Ireland) Order 2008 (S.I. 2008/1769 (N.I. 2)). 3 The Secretary of State may by order amend paragraph (2)\t\t\t\t\t\t\t\t\t\t(subject to Article 89). 3A The power to make an order under paragraph (3) is exercisable by the  Department of Justice  (and not by the Secretary of State) so far as the power may be used to make provision which could be made by an Act of the Northern Ireland Assembly without the consent of the Secretary of State (see sections 6 to 8 of the Northern Ireland Act 1998). 4 In paragraph (1)(b)\t\t\t\t\t\t\t\t\t\t “ ancillary offence ”, in relation to an offence, means— a aiding, abetting, counselling or procuring the commission of the offence; b an offence under Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) in relation to the offence (including, in relation to times before the commencement of that Part, an offence of incitement); c attempting or conspiring to commit the offence. 2 Amend Article 89 of that Order (orders and regulations) as follows— a in paragraph (1)— i after “made” insert “by the Secretary of State”; and ii after “Article” insert “53A or”; b in paragraph (2)— i after “Article 53,” insert “53A,”; and ii for “or 66,” insert “, 66 or 81”."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "14", "section_title": "Material subject to the Police and Criminal Evidence Act 1984", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "15", "section_title": "Material subject to the Police and Criminal Evidence (Northern Ireland) Order 1989", "section_text": "15 1 For Article 64 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I.12)) (destruction of fingerprints and samples) there is substituted— Retention of samples and fingerprints, etc generally 64 1 This Article applies to the following material— a fingerprints, samples or impressions of footwear— i taken from a person under any power conferred by this Part of this Order, or ii taken in connection with the investigation of an offence with the consent of the person from whom they were taken, and b a DNA profile derived from a DNA sample falling within paragraph (a). 2 Material to which this Article applies may be retained after it has fulfilled the purpose for which it was taken or derived. 3 This Article is subject to Articles 64ZA to 64ZJ. 4 This Article and Articles 64ZA to 64ZH do not apply to material to which paragraph 14 of Schedule 8 to the Terrorism Act 2000 applies. 5 Any reference in those Articles to a person being arrested for or charged with an offence does not include a reference to a person— a being arrested under section 41 of the Terrorism Act 2000, or b being charged with an offence following an arrest under that section. 6 Nothing in this Article, or Articles 64ZA to 64ZN, affects any power conferred by— a paragraph 18(2) of Schedule 2 to the Immigration Act 1971 (power to take reasonable steps to identify a person detained), or b section 20 of the Immigration and Asylum Act 1999 (disclosure of police information to the Secretary of State for use for immigration purposes). 2 After Article 64 of that Order (as substituted by subsection (1) above) there is inserted— Destruction of samples 64ZA 1 A DNA sample to which Article 64 applies must be destroyed— a as soon as a DNA profile has been derived from the sample, or b if sooner, before the end of the period of 6 months beginning with the date on which the sample was taken. 2 Any other sample to which Article 64 applies must be destroyed before the end of the period of 6 months beginning with the date on which it was taken. Destruction of data given voluntarily 64ZB 1 This Article applies to— a fingerprints or impressions of footwear taken in connection with the investigation of an offence with the consent of the person from whom they were taken, and b a DNA profile derived from a DNA sample taken in connection with the investigation of an offence with the consent of the person from whom the sample was taken. 2 Material to which this Article applies must be destroyed as soon as it has fulfilled the purpose for which it was taken or derived, unless it is— a material relating to a person who is convicted of the offence, b material relating to a person who has previously been convicted of a recordable offence, other than a person who has only one exempt conviction, c material in relation to which any of Articles 64ZC to 64ZH applies, or d material which is not required to be destroyed by virtue of consent given under Article 64ZL. 3 If material to which this Article applies leads to the person to whom the material relates being arrested for or charged with an offence other than the offence under investigation— a the material is not required to be destroyed by virtue of this Article, and b Articles 64ZD to 64ZH have effect in relation to the material as if the material was taken (or, in the case of a DNA profile, was derived from material taken) in connection with the investigation of the offence in respect of which the person is arrested or charged. Destruction of data relating to a person subject to a control order 64ZC 1 This Article applies to material falling within paragraph (2) relating to a person who— a has no previous convictions or only one exempt conviction, and b is subject to a control order. 2 Material falls within this paragraph if it is— a fingerprints taken from the person, or b a DNA profile derived from a DNA sample taken from the person. 3 The material must be destroyed before the end of the period of 2 years beginning with the date on which the person ceases to be subject to a control order. 4 This Article ceases to have effect in relation to the material if the person is convicted— a in England and Wales or Northern Ireland of a recordable offence, or b in Scotland of an offence which is punishable by imprisonment, before the material is required to be destroyed by virtue of this Article. 5 For the purposes of paragraph (1)— a a person has no previous convictions if the person has not previously been convicted— i in England and Wales or Northern Ireland of a recordable offence, or ii in Scotland of an offence which is punishable by imprisonment, and b if the person has been previously convicted of a recordable offence in England and Wales or Northern Ireland, the conviction is exempt if it is in respect of a recordable offence other than a qualifying offence, committed when the person is aged under 18. 6 For the purposes of that paragraph— a a person is to be treated as having been convicted of an offence if— i he has been given a caution in England and Wales or Northern Ireland in respect of the offence which, at the time of the caution, he has admitted, or ii he has been warned or reprimanded under section 65 of the Crime and Disorder Act 1998 for the offence, and b if a person is convicted of more than one offence arising out of a single course of action, those convictions are to be treated as a single conviction. 7 In this Article— a “recordable offence” has, in relation to a conviction in England and Wales, the meaning given by section 118(1) of the Police and Criminal Evidence Act 1984, and b “qualifying offence” has, in relation to a conviction in respect of a recordable offence committed in England and Wales, the meaning given by section 65A of that Act. Destruction of data relating to persons not convicted 64ZD 1 This Article applies to material falling within paragraph (2) relating to a person who— a has no previous convictions or only one exempt conviction, b is arrested for or charged with a recordable offence, and c is aged 18 or over at the time of the alleged offence. 2 Material falls within this paragraph if it is— a fingerprints or impressions of footwear taken from the person in connection with the investigation of the offence, or b a DNA profile derived from a DNA sample so taken. 3 The material must be destroyed— a in the case of fingerprints or impressions of footwear, before the end of the period of 6 years beginning with the date on which the fingerprints or impressions were taken, b in the case of a DNA profile, before the end of the period of 6 years beginning with the date on which the DNA sample from which the profile was derived was taken (or, if the profile was derived from more than one DNA sample, the date on which the first of those samples was taken). 4 But if, before the material is required to be destroyed by virtue of this Article, the person is arrested for or charged with a recordable offence the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge. 5 This Article ceases to have effect in relation to the material if the person is convicted of a recordable offence before the material is required to be destroyed by virtue of this Article. Destruction of data relating to persons under 18 not convicted: recordable offences other than qualifying offences 64ZE 1 This Article applies to material falling within paragraph (2) relating to a person who— a has no previous convictions or only one exempt conviction, b is arrested for or charged with a recordable offence other than a qualifying offence, and c is aged under 18 at the time of the alleged offence. 2 Material falls within this paragraph if it is— a fingerprints or impressions of footwear taken from the person in connection with the investigation of the offence, or b a DNA profile derived from a DNA sample so taken. 3 The material must be destroyed— a in the case of fingerprints or impressions of footwear, before the end of the period of 3 years beginning with the date on which the fingerprints or impressions were taken, b in the case of a DNA profile, before the end of the period of 3 years beginning with the date on which the DNA sample from which the profile was derived was taken (or, if the profile was derived from more than one DNA sample, the date on which the first of those samples was taken). 4 But if, before the material is required to be destroyed by virtue of this Article, the person is arrested for or charged with a recordable offence— a where the person is aged 18 or over at the time of the alleged offence, the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge, b where— i the alleged offence is not a qualifying offence, and ii the person is aged under 18 at the time of the alleged offence, the material may be further retained until the end of the period of 3 years beginning with the date of the arrest or charge, c where— i the alleged offence is a qualifying offence, and ii the person is aged under 16 at the time of the alleged offence, the material may be further retained until the end of the period of 3 years beginning with the date of the arrest or charge, d where— i the alleged offence is a qualifying offence, and ii the person is aged 16 or 17 at the time of the alleged offence, the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge, e where— i the person is convicted of the offence, ii the offence is not a qualifying offence, iii the person is aged under 18 at the time of the offence, and iv the person has no previous convictions, the material may be further retained until the end of the period of 5 years beginning with the date of the arrest or charge. 5 This Article ceases to have effect in relation to the material if, before the material is required to be destroyed by virtue of this Article, the person— a is convicted of a recordable offence and is aged 18 or over at the time of the offence, b is convicted of a qualifying offence, or c having a previous exempt conviction, is convicted of a recordable offence. Destruction of data relating to persons under 16 not convicted: qualifying offences 64ZF 1 This Article applies to material falling within paragraph (2) relating to a person who— a has no previous convictions or only one exempt conviction, b is arrested for or charged with a qualifying offence, and c is aged under 16 at the time of the alleged offence. 2 Material falls within this paragraph if it is— a fingerprints or impressions of footwear taken from the person in connection with the investigation of the offence, or b a DNA profile derived from a DNA sample so taken. 3 The material must be destroyed— a in the case of fingerprints or impressions of footwear, before the end of the period of 3 years beginning with the date on which the fingerprints or impressions were taken, b in the case of a DNA profile, before the end of the period of 3 years beginning with the date on which the DNA sample from which the profile was derived was taken (or, if the profile was derived from more than one DNA sample, the date on which the first of those samples was taken). 4 But if, before the material is required to be destroyed by virtue of this Article, the person is arrested for or charged with a recordable offence— a where the person is aged 18 or over at the time of the alleged offence, the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge, b where— i the alleged offence is not a qualifying offence, and ii the person is aged under 18 at the time of the alleged offence, the material may be further retained until the end of the period of 3 years beginning with the date of the arrest or charge, c where— i the alleged offence is a qualifying offence, and ii the person is aged under 16 at the time of the alleged offence, the material may be further retained until the end of the period of 3 years beginning with the date of the arrest or charge, d where— i the alleged offence is a qualifying offence, and ii the person is aged 16 or 17 at the time of the alleged offence, the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge, e where— i the person is convicted of the offence, ii the offence is not a qualifying offence, iii the person is aged under 18 at the time of the offence, and iv the person has no previous convictions, the material may be further retained until the end of the period of 5 years beginning with the date of the arrest or charge. 5 This Article ceases to have effect in relation to the material if, before the material is required to be destroyed by virtue of this Article, the person— a is convicted of a recordable offence and is aged 18 or over at the time of the offence, b is convicted of a qualifying offence, or c having a previous exempt conviction, is convicted of a recordable offence. Destruction of data relating to persons aged 16 or 17 not convicted: qualifying offences 64ZG 1 This Article applies to material falling within paragraph (2) relating to a person who— a has no previous convictions or only one exempt conviction, b is arrested for or charged with a qualifying offence, and c is aged 16 or 17 at the time of the alleged offence. 2 Material falls within this paragraph if it is— a fingerprints or impressions of footwear taken from the person in connection with the investigation of the offence, or b a DNA profile derived from a DNA sample so taken. 3 The material must be destroyed— a in the case of fingerprints or impressions of footwear, before the end of the period of 6 years beginning with the date on which the fingerprints or impressions were taken, b in the case of a DNA profile, before the end of the period of 6 years beginning with the date on which the DNA sample from which the profile was derived was taken (or, if the profile was derived from more than one DNA sample, the date on which the first of those samples was taken). 4 But if, before the material is required to be destroyed by virtue of this Article, the person is arrested for or charged with a recordable offence— a where the person is aged 18 or over at the time of the alleged offence, the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge, b where— i the alleged offence is not a qualifying offence, and ii the person is aged under 18 at the time of the alleged offence, the material may be further retained until the end of the period of 3 years beginning with the date of the arrest or charge, c where— i the alleged offence is a qualifying offence, and ii the person is aged 16 or 17 at the time of the alleged offence, the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge, d where— i the person is convicted of the offence, ii the offence is not a qualifying offence, iii the person is aged under 18 at the time of the offence, and iv the person has no previous convictions, the material may be further retained until the end of the period of 5 years beginning with the date of the arrest or charge. 5 This Article ceases to have effect in relation to the material if, before the material is required to be destroyed by virtue of this Article, the person— a is convicted of a recordable offence and is aged 18 or over at the time of the offence, b is convicted of a qualifying offence, or c having a previous exempt conviction, is convicted of a recordable offence. Destruction of data relating to persons under 18 convicted of a recordable offence other than a qualifying offence 64ZH 1 This Article applies to material falling within paragraph (2) relating to a person who— a has no previous convictions, b is convicted of a recordable offence other than a qualifying offence, and c is aged under 18 at the time of the offence. 2 Material falls within this paragraph if it is— a fingerprints or impressions of footwear taken from the person in connection with the investigation of the offence, or b a DNA profile derived from a DNA sample so taken. 3 The material must be destroyed— a in the case of fingerprints or impressions of footwear, before the end of the period of 5 years beginning with the date on which the fingerprints or impressions were taken, b in the case of a DNA profile, before the end of the period of 5 years beginning with the date on which the DNA sample from which the profile was derived was taken (or, if the profile was derived from more than one DNA sample, the date on which the first of those samples was taken). 4 But if, before the material is required to be destroyed by virtue of this Article, the person is arrested for or charged with a recordable offence— a where the person is aged 18 or over at the time of the alleged offence, the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge, b where— i the alleged offence is not a qualifying offence, and ii the person is aged under 18 at the time of the alleged offence, the material may be further retained until the end of the period of 3 years beginning with the date of the arrest or charge, c where— i the alleged offence is a qualifying offence, and ii the person is aged under 16 at the time of the alleged offence, the material may be further retained until the end of the period of 3 years beginning with the date of the arrest or charge, d where— i the alleged offence is a qualifying offence, and ii the person is aged 16 or 17 at the time of the alleged offence, the material may be further retained until the end of the period of 6 years beginning with the date of the arrest or charge. 5 This Article ceases to have effect in relation to the material if the person is convicted of a further recordable offence before the material is required to be destroyed by virtue of this Article. Articles 64ZB to 64ZH: supplementary provision 64ZI 1 Any reference in Article 64ZB or Articles 64ZD to 64ZH to a person being charged with an offence includes a reference to a person being informed that he will be reported for an offence. 2 For the purposes of those Articles— a a person has no previous convictions if the person has not previously been convicted of a recordable offence, and b if the person has been previously convicted of a recordable offence, the conviction is exempt if it is in respect of a recordable offence other than a qualifying offence, committed when the person is aged under 18. 3 For the purposes of those Articles, a person is to be treated as having been convicted of an offence if he has been given a caution in respect of the offence which, at the time of the caution, he has admitted. 4 If a person is convicted of more than one offence arising out of a single course of action, those convictions are to be treated as a single conviction for the purpose of any provision of those Articles relating to an exempt, first or subsequent conviction. 5 Subject to the completion of any speculative search that the Chief Constable considers necessary or desirable, material falling within any of Articles 64ZD to 64ZH must be destroyed immediately if it appears to the Chief Constable that— a the arrest was unlawful, b the taking of the fingerprints, impressions of footwear or DNA sample concerned was unlawful, c the arrest was based on mistaken identity, or d other circumstances relating to the arrest or the alleged offence mean that it is appropriate to destroy the material. Destruction of fingerprints taken under Article 61(6A) 64ZJ Fingerprints taken from a person by virtue of Article 61(6A) (taking fingerprints for the purposes of identification) must be destroyed as soon as they have fulfilled the purpose for which they were taken. Retention for purposes of national security 64ZK 1 Paragraph (2) applies if the Chief Constable determines that it is necessary for— a a DNA profile to which Article 64 applies, or b fingerprints to which Article 64 applies, other than fingerprints taken under Article 61(6A), to be retained for the purposes of national security. 2 Where this paragraph applies— a the material is not required to be destroyed in accordance with Articles 64ZB to 64ZH, and b Article 64ZN(2) does not apply to the material, for as long as the determination has effect. 3 A determination under paragraph (1) has effect for a maximum of 2 years beginning with the date on which the material would otherwise be required to be destroyed, but a determination may be renewed. Retention with consent 64ZL 1 If a person consents in writing to the retention of fingerprints, impressions of footwear or a DNA profile to which Article 64 applies, other than fingerprints taken under Article 61(6A)— a the material is not required to be destroyed in accordance with Articles 64ZB to 64ZH, and b Article 64ZN(2) does not apply to the material. 2 It is immaterial for the purposes of paragraph (1) whether the consent is given at, before or after the time when the entitlement to the destruction of the material arises. 3 Consent given under this Article can be withdrawn at any time. Destruction of copies, and notification of destruction 64ZM 1 If fingerprints or impressions of footwear are required to be destroyed by virtue of any of Articles 64ZB to 64ZJ, any copies of the fingerprints or impressions of footwear must also be destroyed. 2 If a DNA profile is required to be destroyed by virtue of any of those Articles, no copy may be kept except in a form which does not include information which identifies the person to whom the DNA profile relates. 3 If a person makes a request to the Chief Constable to be notified when anything relating to the person is destroyed under any of Articles 64ZA to 64ZJ, the Chief Constable or a person authorised by the Chief Constable or on the Chief Constable's behalf must within 3 months of the request issue the person with a certificate recording the destruction. Use of retained material 64ZN 1 Any material to which Article 64 applies which is retained after it has fulfilled the purpose for which it was taken or derived must not be used other than— a in the interests of national security, b for the purposes of a terrorist investigation, c for purposes related to the prevention or detection of crime, the investigation of an offence or the conduct of a prosecution, or d for purposes related to the identification of a deceased person or of the person to whom the material relates. 2 Material which is required to be destroyed by virtue of any of Articles 64ZA to 64ZJ, or of Article 64ZM, must not at any time after it is required to be destroyed be used— a in evidence against the person to whom the material relates, or b for the purposes of the investigation of any offence. 3 In this Article— a the reference to using material includes a reference to allowing any check to be made against it and to disclosing it to any person, b the reference to crime includes a reference to any conduct which— i constitutes one or more criminal offences (whether under the law of a part of the United Kingdom or of a country or territory outside the United Kingdom), or ii is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute one or more criminal offences, and c the references to an investigation and to a prosecution include references, respectively, to any investigation outside the United Kingdom of any crime or suspected crime and to a prosecution brought in respect of any crime in a country or territory outside the United Kingdom. 3 In Article 53 of that Order, in paragraph (1)— a after the definition of  “control order” there is inserted— “ DNA profile ” means any information derived from a DNA sample; “ DNA sample ” means any material that has come from a human body and consists of or includes human cells; ; b after the definition of  “sufficient” and  “insufficient” there is inserted— “ terrorist investigation ” has the meaning given by section 32 of the Terrorism Act 2000. 4 In that Article, after paragraph (3) there is inserted— 3A In paragraph (3), the reference to the destruction of a sample does not include a reference to the destruction of a sample under Article 64ZA (requirement to destroy samples)."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "16", "section_title": "Material subject to the Criminal Procedure (Scotland) Act 1995", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "17", "section_title": "Material subject to the Terrorism Act 2000", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "18", "section_title": "Material subject to the Terrorism Act 2000 (Scotland)", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "19", "section_title": "Material subject to the International Criminal Court Act 2001", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "20", "section_title": "Material subject to the Counter-Terrorism Act 2008 (Scotland)", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "21", "section_title": "Other material", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "22", "section_title": "Destruction of material taken before commencement", "section_text": "22 1 The Secretary of State must by order make provision for the destruction of— a fingerprints, samples and impressions of footwear taken prior to the commencement of each of sections 14, 15 and 17 to 21 which would have been destroyed if that section had been in force at the time they were taken, and b any  DNA  profile which would been destroyed if that section had been in force at the time the profile was derived. 2 If an order under section 113(1) of the Police and Criminal Evidence Act 1984 (application of that Act to Armed Forces) makes provision equivalent to sections 64 to 64ZN of that Act as substituted by section 14 above, the Secretary of State must by order make provision for the destruction of— a fingerprints, samples and impressions of footwear taken prior to the commencement of that order which would have been destroyed if that order had been in force at the time they were taken, and b any  DNA  profile which would been destroyed if that order had been in force at the time the profile was derived. 3 In this section— “  DNA  profile ” means any information derived from a  DNA  sample; “  DNA  sample ” means any material that has come from a human body and consists of or includes human cells; “ fingerprints ” means a record (in any form and produced by any method) of the skin pattern and other physical characteristics or features of a person's fingers or either of a person's palms. 4 An order under this section must be made by statutory instrument. 5 A statutory instrument containing an order under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "23", "section_title": "National DNA Database Strategy Board", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "24", "section_title": "Power to issue a domestic violence protection notice", "section_text": "24 1 A member of a police force not below the rank of superintendent (“the authorising officer”) may issue a domestic violence protection notice (“a DVPN”) under this section. 2 A DVPN may be issued to a person (“P”) aged 18 years or over if the authorising officer has reasonable grounds for believing that— a P has been violent towards, or has threatened violence towards, an associated person, and b the issue of the DVPN is necessary to protect that person from violence or a threat of violence by P. 3 Before issuing a DVPN, the authorising officer must, in particular, consider— a the welfare of any person under the age of 18 whose interests the officer considers relevant to the issuing of the DVPN (whether or not that person is an associated person), b the opinion of the person for whose protection the DVPN would be issued as to the issuing of the DVPN, c any representations made by P as to the issuing of the DVPN, and d in the case of provision included by virtue of subsection (8), the opinion of any other associated person who lives in the premises to which the provision would relate. 4 The authorising officer must take reasonable steps to discover the opinions mentioned in subsection (3). 5 But the authorising officer may issue a DVPN in circumstances where the person for whose protection it is issued does not consent to the issuing of the DVPN. 6 A DVPN must contain provision to prohibit P from molesting the person for whose protection it is issued. 7 Provision required to be included by virtue of subsection (6) may be expressed so as to refer to molestation in general, to particular acts of molestation, or to both. 8 If P lives in premises which are also lived in by a person for whose protection the DVPN is issued, the DVPN may also contain provision— a to prohibit P from evicting or excluding from the premises the person for whose protection the DVPN is issued, b to prohibit P from entering the premises, c to require P to leave the premises, or d to prohibit P from coming within such distance of the premises as may be specified in the DVPN. 9 An  “ associated person ” means a person who is associated with P within the meaning of section 62 of the Family Law Act 1996. 10 Subsection (11) applies where a DVPN includes provision in relation to premises by virtue of subsection (8)(b) or (8)(c) and the authorising officer believes that— a P is a person subject to service law in accordance with sections 367 to 369 of the Armed Forces Act 2006, and b the premises fall within paragraph (a) of the definition of  “service living accommodation” in section 96(1) of that Act. 11 The authorising officer must make reasonable efforts to inform P's commanding officer (within the meaning of section 360 of the Armed Forces Act 2006) of the issuing of the notice."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "25", "section_title": "Contents and service of a domestic violence protection notice", "section_text": "25 1 A DVPN must state— a the grounds on which it has been issued, b that a constable may arrest P without warrant if the constable has reasonable grounds for believing that P is in breach of the DVPN, c that an application for a domestic violence protection order under section 27 will be heard within 48 hours of the time of service of the DVPN and a notice of the hearing will be given to P, d that the DVPN continues in effect until that application has been determined, and e the provision that a magistrates' court may include in a domestic violence protection order. 2 A DVPN must be in writing and must be served on P personally by a constable. 3 On serving P with a DVPN, the constable must ask P for an address for the purposes of being given the notice of the hearing of the application for the domestic violence protection order."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "26", "section_title": "Breach of a domestic violence protection notice", "section_text": "26 1 A person arrested by virtue of section 25(1)(b) for a breach of a DVPN must be held in custody and brought before the magistrates' court which will hear the application for the DVPO under section 27— a before the end of the period of 24 hours beginning with the time of the arrest, or b if earlier, at the hearing of that application. 2 If the person is brought before the court by virtue of subsection (1)(a), the court may remand the person. 3 If the court adjourns the hearing of the application by virtue of section 27(8), the court may remand the person. 4 In calculating when the period of 24 hours mentioned in subsection (1)(a) ends, Christmas Day, Good Friday, any Sunday and any day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971 are to be disregarded."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "27", "section_title": "Application for a domestic violence protection order", "section_text": "27 1 If a DVPN has been issued, a constable must apply for a domestic violence protection order (“a DVPO”). 2 The application must be made by complaint to a magistrates' court. 3 The application must be heard by the magistrates' court not later than 48 hours after the DVPN was served pursuant to section 25(2). 4 In calculating when the period of 48 hours mentioned in subsection (3) ends, Christmas Day, Good Friday, any Sunday and any day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971 are to be disregarded. 5 A notice of the hearing of the application must be given to P. 6 The notice is deemed given if it has been left at the address given by P under section 25(3). 7 But if the notice has not been given because no address was given by P under section 25(3), the court may hear the application for the DVPO if the court is satisfied that the constable applying for the DVPO has made reasonable efforts to give P the notice. 8 The magistrates' court may adjourn the hearing of the application. 9 If the court adjourns the hearing, the DVPN continues in effect until the application has been determined. 10 On the hearing of an application for a DVPO, section 97 of the Magistrates' Courts Act 1980 (summons to witness and warrant for his arrest) does not apply in relation to a person for whose protection the DVPO would be made, except where the person has given oral or written evidence at the hearing."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "28", "section_title": "Conditions for and contents of a domestic violence protection order", "section_text": "28 1 The court may make a DVPO if two conditions are met. 2 The first condition is that the court is satisfied on the balance of probabilities that P has been violent towards, or has threatened violence towards, an associated person. 3 The second condition is that the court thinks that making the DVPO is necessary to protect that person from violence or a threat of violence by P. 4 Before making a DVPO, the court must, in particular, consider— a the welfare of any person under the age of 18 whose interests the court considers relevant to the making of the DVPO (whether or not that person is an associated person), and b any opinion of which the court is made aware— i of the person for whose protection the DVPO would be made, and ii in the case of provision included by virtue of subsection (8), of any other associated person who lives in the premises to which the provision would relate. 5 But the court may make a DVPO in circumstances where the person for whose protection it is made does not consent to the making of the DVPO. 6 A DVPO must contain provision to prohibit P from molesting the person for whose protection it is made. 7 Provision required to be included by virtue of subsection (6) may be expressed so as to refer to molestation in general, to particular acts of molestation, or to both. 8 If P lives in premises which are also lived in by a person for whose protection the DVPO is made, the DVPO may also contain provision— a to prohibit P from evicting or excluding from the premises the person for whose protection the DVPO is made, b to prohibit P from entering the premises, c to require P to leave the premises, or d to prohibit P from coming within such distance of the premises as may be specified in the DVPO. 9 A DVPO must state that a constable may arrest P without warrant if the constable has reasonable grounds for believing that P is in breach of the DVPO. 10 A DVPO may be in force for— a no fewer than 14 days beginning with the day on which it is made, and b no more than 28 days beginning with that day. 11 A DVPO must state the period for which it is to be in force."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "29", "section_title": "Breach of a domestic violence protection order", "section_text": "29 1 A person arrested by virtue of section 28(9) for a breach of a DVPO must be held in custody and brought before a magistrates' court within the period of 24 hours beginning with the time of the arrest. 2 If the matter is not disposed of when the person is brought before the court, the court may remand the person. 3 In calculating when the period of 24 hours mentioned in subsection (1) ends, Christmas Day, Good Friday, any Sunday and any day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971 are to be disregarded."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "30", "section_title": "Further provision about remand", "section_text": "30 1 This section applies for the purposes of the remand of a person by a magistrates' court under section 26(2) or (3) or 29(2). 2 In the application of section 128(6) of the Magistrates' Courts Act 1980 for those purposes, the reference to the  “ other party ” is to be read— a in the case of a remand prior to the hearing of an application for a DVPO, as a reference to the authorising officer, b in any other case, as a reference to the constable who applied for the DVPO. 3 If the court has reason to suspect that a medical report will be required, the power to remand a person may be exercised for the purpose of enabling a medical examination to take place and a report to be made. 4 If the person is remanded in custody for that purpose, the adjournment may not be for more than 3 weeks at a time. 5 If the person is remanded on bail for that purpose, the adjournment may not be for more than 4 weeks at a time. 6 If the court has reason to suspect that the person is suffering from a mental disorder within the meaning of the Mental Health Act 1983, the court has the same power to make an order under section 35 of that Act (remand to hospital for medical report) as it has under that section in the case of an accused person (within the meaning of that section). 7 The court may, when remanding the person on bail, require the person to comply, before release on bail or later, with such requirements as appear to the court to be necessary to secure that the person does not interfere with witnesses or otherwise obstruct the course of justice."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "31", "section_title": "Guidance", "section_text": "31 1 The Secretary of State may from time to time issue guidance relating to the exercise by a constable of functions under sections 24 to 30. 2 A constable must have regard to any guidance issued under subsection (1) when exercising a function to which the guidance relates. 3 Before issuing guidance under this section, the Secretary of State must consult— a   the National Police Chiefs’ Council ,  and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c such other persons as the Secretary of State thinks fit."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "32", "section_title": "Ministry of Defence Police", "section_text": "32 1 A member of the Ministry of Defence Police not below the rank of superintendent may issue a DVPN under section 24 for the protection of an associated person if either P or the associated person lives in premises which fall within paragraph (a) of the definition of  “service living accommodation” in section 96(1) of the Armed Forces Act 2006. 2 If a DVPN is issued by a member of the Ministry of Defence Police by virtue of subsection (1), provision may be included in the DVPN by virtue of section 24(8) in relation to any other premises in England or Wales lived in by P and the associated person."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "33", "section_title": "Pilot schemes", "section_text": "33 1 The Secretary of State may by order made by statutory instrument provide for any provision of sections 24 to 32 to come into force for a period of time to be specified in or under the order for the purpose of assessing the effectiveness of the provision. 2 Such an order may make different provision for different areas. 3 More than one order may be made under this section. 4 Provision included in an order under this section does not affect the provision that may be included in relation to sections 24 to 32 in an order under section 59 (commencement)."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "34", "section_title": "Grant of injunction: minimum age", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "35", "section_title": "Review on respondent to injunction becoming 18", "section_text": "35 1 The Policing and Crime Act 2009 is amended as follows. 2 In section 36 (contents of injunctions: supplemental), after subsection (4) there is inserted— 4A Where— a the respondent is under the age of 18 on the injunction date, and b any prohibition or requirement in the injunction is to have effect after the respondent reaches that age and for at least the period of four weeks beginning with the respondent's 18th birthday, the court must order the applicant and the respondent to attend a review hearing on a specified date within that period. 3 In section 42 (variation or discharge of injunctions), after subsection (4) there is inserted— 4A Section 36(4A) does not apply where an injunction is varied to include a prohibition or requirement which is to have effect as mentioned in that provision but the variation is made within (or at any time after) the period of four weeks ending with the respondent's 18th birthday."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "36", "section_title": "Consultation of youth offending team", "section_text": "36 1 In the Policing and Crime Act 2009, section 38 (consultation by applicants for injunctions) is amended as follows. 2 In subsection (2), after paragraph (a) there is inserted— aa where the respondent is under the age of 18 (and will be under that age when the application is made), the youth offending team established under section 39 of the Crime and Disorder Act 1998 in whose area it appears to the applicant that the respondent resides, and . 3 After that subsection there is inserted— 3 If it appears to the applicant that the respondent resides in the area of two or more youth offending teams, the obligation in subsection (2)(aa) is to consult such of those teams as the applicant thinks appropriate."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "37", "section_title": "Application for variation or discharge of injunction", "section_text": "37 In the Policing and Crime Act 2009, in section 42 (variation or discharge of injunctions), at the end there is inserted— 6 If an application to vary or discharge an injunction under this Part is dismissed, no further application to vary or discharge it may be made by any person without the consent of the court."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "38", "section_title": "Powers of court to remand", "section_text": "38 In the Policing and Crime Act 2009, in Schedule 5 (injunctions: powers to remand), in paragraph 2(1)(a)\t\t\t(power to remand in custody), at the beginning there is inserted  “              in the case of a person aged 18 or over            ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "39", "section_title": "Powers of court on breach of injunction by respondent under 18", "section_text": "39 1 The Policing and Crime Act 2009 is amended as follows. 2 After section 46 (and after the heading  “miscellaneous”) there is inserted— Breach of injunction: supplementary powers in respect of under-18s 46A Schedule 5A (which makes provision about the powers of the court in relation to breach of an injunction by a respondent aged under 18) has effect. 3 After Schedule 5 there is inserted— SCHEDULE 5A Breach of injunction: powers of court in respect of under-18s Section 46A Part 1 Introductory Power to make supervision order or detention order 1 1 Where— a an injunction under Part 4 is granted against a person under the age of 18, and b on an application made by the injunction applicant, the court is satisfied beyond reasonable doubt that the person is in breach of any provision of the injunction, the court may make one of the orders specified in sub-paragraph (2) in respect of the person. 2 Those orders are— a a supervision order (see Part 2 of this Schedule); b a detention order (see Part 3 of this Schedule). 3 The powers conferred by this paragraph are in addition to any other power of the court in relation to the breach of the injunction. 4 Before making an application under paragraph 1(1)(b) the injunction applicant must consult— a the youth offending team consulted under section 38(1) or 39(5) in relation to the injunction, and b any other person previously so consulted. 5 In considering whether and how to exercise its powers under this paragraph, the court must consider a report made to assist the court in that respect by the youth offending team referred to in sub-paragraph (4)(a). 6 An order under sub-paragraph (1) may not be made in respect of a person aged 18 or over. 7 The court may not make a detention order under sub-paragraph (1) unless it is satisfied, in view of the severity or extent of the breach, that no other power available to the court is appropriate. 8 Where the court makes a detention order under sub-paragraph (1) it must state in open court why it is satisfied as specified in sub-paragraph (7). 9 In this Schedule— “ defaulter ”, in relation to an order under this Schedule, means the person in respect of whom the order is made; “ injunction applicant ”, in relation to an injunction under Part 4 or an order under this Schedule made in respect of such an injunction, means the person who applied for the injunction; “ appropriate court ”, in relation to an order under this Schedule, means— where the order is made by the High Court, the High Court; where the order is made by a county court, a county court. Part 2 Supervision orders Supervision orders 2 1 A supervision order is an order imposing on the defaulter one or more of the following requirements— a a supervision requirement; b an activity requirement; c a curfew requirement. 2 Before making a supervision order the court must obtain and consider information about the defaulter's family circumstances and the likely effect of such an order on those circumstances. 3 Before making a supervision order imposing two or more requirements, the court must consider their mutual compatibility. 4 The court must ensure, as far as practicable, that any requirement imposed by a supervision order is such as to avoid— a any conflict with the defaulter's religious beliefs, b any interference with the times, if any, at which the defaulter normally works or attends school or any other educational establishment, and c any conflict with the requirements of any other court order or injunction to which the defaulter may be subject. 5 A supervision order must for the purposes of this Schedule specify a maximum period for the operation of any requirement contained in the order. 6 The period specified under sub-paragraph (5) may not exceed six months beginning with the day after that on which the supervision order is made. 7 A supervision order must for the purposes of this Schedule specify a youth offending team established under section 39 of the Crime and Disorder Act 1998. 8 The youth offending team specified under sub-paragraph (7) is to be— a the youth offending team in whose area it appears to the court that the respondent will reside during the period specified under sub-paragraph (5), or b where it appears to the court that the respondent will reside in the area of two or more such teams, such one of those teams as the court may determine. Supervision requirements 3 1 In this Schedule,  “ supervision requirement ”, in relation to a supervision order, means a requirement that the defaulter attend appointments with— a the responsible officer, or b another person determined by the responsible officer, at such times and places as may be instructed by the responsible officer. 2 The appointments must be within the period for the time being specified in the order under paragraph 2(5). Activity requirements 4 1 In this Schedule,  “ activity requirement ”, in relation to a supervision order, means a requirement that the defaulter do any or all of the following within the period for the time being specified in the order under paragraph 2(5)— a participate, on such number of days as may be specified in the order, in activities at a place, or places, so specified; b participate in an activity or activities specified in the order on such number of days as may be so specified; c participate in one or more residential exercises for a continuous period or periods comprising such number or numbers of days as may be specified in the order; d in accordance with sub-paragraphs (6) to (9), engage in activities in accordance with instructions of the responsible officer on such number of days as may be specified in the order. 2 The number of days specified in a supervision order in relation to an activity requirement must not, in aggregate, be less than 12 or more than 24. 3 A requirement referred to in sub-paragraph (1)(a) or (b) operates to require the defaulter, in accordance with instructions given by the responsible officer, on the number of days specified in the order in relation to the requirement— a in the case of a requirement referred to in sub-paragraph (1)(a), to present himself or herself at a place specified in the order to a person of a description so specified, or b in the case of a requirement referred to in sub-paragraph (1)(b), to participate in an activity specified in the order, and, on each such day, to comply with instructions given by, or under the authority of, the person in charge of the place or the activity (as the case may be). 4 Where the order includes a requirement referred to in sub-paragraph (1)(c) to participate in a residential exercise, it must specify, in relation to the residential exercise— a a place, or b an activity. 5 A requirement under sub-paragraph (1)(c) to participate in a residential exercise operates to require the defaulter, in accordance with instructions given by the responsible officer— a if a place is specified under sub-paragraph (4)(a)— i to present himself or herself at the beginning of the period specified in the order in relation to the exercise, at the place so specified to a person of a description specified in the instructions, and ii to reside there for that period; b if an activity is specified under sub-paragraph (4)(b), to participate, for the period specified in the order in relation to the exercise, in the activity so specified, and, during that period, to comply with instructions given by, or under the authority of, the person in charge of the place or the activity (as the case may be). 6 Subject to sub-paragraph (8), instructions under sub-paragraph (1)(d) relating to any day must require the defaulter to do either of the following— a present himself or herself to a person of a description specified in the instructions at a place so specified; b participate in an activity specified in the instructions. 7 Any such instructions operate to require the defaulter, on that day or while participating in that activity, to comply with instructions given by, or under the authority of, the person in charge of the place or, as the case may be, the activity. 8 If the supervision order so provides, instructions under sub-paragraph (1)(d) may require the defaulter to participate in a residential exercise for a period comprising not more than seven days, and, for that purpose— a to present himself or herself at the beginning of that period to a person of a description specified in the instructions at a place so specified and to reside there for that period, or b to participate for that period in an activity specified in the instructions. 9 Instructions such as are mentioned in sub-paragraph (8)— a may not be given except with the consent of a parent or guardian of the defaulter, and b operate to require the defaulter, during the period specified under that sub-paragraph, to comply with instructions given by, or under the authority of, the person in charge of the place or activity specified under paragraph (a) or (b) of that sub-paragraph. 10 Instructions given by, or under the authority of, a person in charge of a place under sub-paragraph (3), (5), (7) or (9)(b) may require the defaulter to engage in activities otherwise than at that place. 11 Where a supervision order contains an activity requirement, the appropriate court may on the application of the injunction applicant or the defaulter amend the order by substituting for any number of days, place, activity, period or description of persons specified in the order a new number of days, place, activity, period or description (subject, in the case of a number of days, to sub-paragraph (2)). 12 A court may only include an activity requirement in a supervision order or vary such a requirement under sub-paragraph (11) if— a it has consulted the youth offending team which is to be, or is, specified in the order, b it is satisfied that it is feasible to secure compliance with the requirement or requirement as varied, c it is satisfied that provision for the defaulter to participate in the activities proposed can be made under the arrangements for persons to participate in such activities which exist in the area of the youth offending team which is to be or is specified in the order, and d in a case where the requirement or requirement as varied would involve the co-operation of a person other than the defaulter and the responsible officer, that person consents to its inclusion or variation. 13 For the purposes of sub-paragraph (9)  “ guardian ” has the same meaning as in the Children and Young Persons Act 1933 (subject to sub-paragraph (14)). 14 If a local authority has parental responsibility for a defaulter who is in its care or provided with accommodation by it in the exercise of any social services functions, the reference to  “guardian” in sub-paragraph (9) is to be read as a reference to that authority. 15 In sub-paragraph (14)— a “ parental responsibility ” has the same meaning as it has in the Children Act 1989 by virtue of section 3 of that Act; b “ social services functions ” has the same meaning as it has in the Local Authority Social Services Act 1970 by virtue of section 1A of that Act. Curfew requirements 5 1 In this Schedule,  “ curfew requirement ”, in relation to a supervision order, means a requirement that the defaulter remain, for periods specified in the order, at a place so specified. 2 A supervision order imposing a curfew requirement may specify different places or different periods for different days. 3 The periods specified under sub-paragraph (1)— a must be within the period for the time being specified in the order under paragraph 2(5); b may not amount to less than two or more than eight hours in any day. 4 Before specifying a place under sub-paragraph (1) in a supervision order, the court making the order must obtain and consider information about the place proposed to be specified in the order (including information as to the attitude of persons likely to be affected by the enforced presence there of the defaulter). 5 Where a supervision order contains a curfew requirement, the appropriate court may, on the application of the injunction applicant or the defaulter amend the order by— a substituting new periods for the periods specified in the order under this paragraph (subject to sub-paragraph (3)); or b substituting a new place for the place specified in the order under this paragraph (subject to sub-paragraph (4)). Electronic monitoring requirements 6 1 A supervision order containing a curfew requirement may also contain a requirement (an  “electronic monitoring requirement”) for securing the electronic monitoring of compliance with the curfew requirement during a period— a specified in the order, or b determined by the responsible officer in accordance with the order. 2 In a case referred to in sub-paragraph (1)(b), the responsible officer must, before the beginning of the period when the electronic monitoring requirement is to take effect, notify— a the defaulter, b the person responsible for the monitoring, and c any person falling within sub-paragraph (3)(b), of the time when that period is to begin. 3 Where— a it is proposed to include an electronic monitoring requirement in a supervision order, but b there is a person (other than the defaulter) without whose co-operation it will not be practicable to secure that the monitoring takes place, the requirement may not be included in the order without that person's consent. 4 A supervision order imposing an electronic monitoring requirement must include provision for making a person responsible for the monitoring. 5 The person who is made responsible for the monitoring must be of a description specified in an order under paragraph 26(5) of Schedule 1 to the Criminal Justice and Immigration Act 2008. 6 An electronic monitoring requirement may not be included in a supervision order unless the court making the order— a has been notified by the youth offending team for the time being specified in the order that arrangements for electronic monitoring are available in the area where the place which the court proposes to specify in the order for the purposes of the curfew requirement is situated, and b is satisfied that the necessary provision can be made under the arrangements currently available. 7 Where a supervision order contains an electronic monitoring requirement, the appropriate court may, on the application of the injunction applicant or the defaulter, amend the order by substituting a new period for the period specified in the order under this paragraph. 8 Sub-paragraph (3) applies in relation to the variation of an electronic monitoring requirement under sub-paragraph (7) as it applies in relation to the inclusion of such a requirement.                               “Responsible officer”                             7 1 For the purposes of this Part of this Schedule, the  “ responsible officer ”, in relation to a supervision order, means— a in a case where the order imposes a curfew requirement and an electronic monitoring requirement, but does not impose an activity or supervision requirement, the person who under paragraph 6(4) is responsible for the electronic monitoring; b in any other case, the member of the youth offending team for the time being specified in the order who, as respects the defaulter, is for the time being responsible for discharging the functions conferred by this Schedule on the responsible officer. 2 Where a supervision order has been made, it is the duty of the responsible officer— a to make any arrangements that are necessary in connection with the requirements contained in the order, and b to promote the defaulter's compliance with those requirements. 3 In giving instructions in pursuance of a supervision order, the responsible officer must ensure, so far as practicable, that any instruction is such as to avoid the matters referred to in paragraph 2(4). 4 A defaulter in respect of whom a supervision order is made must— a keep in touch with the responsible officer in accordance with such instructions as the responsible officer may from time to time give to the defaulter, and b notify the responsible officer of any change of address. 5 The obligations imposed by sub-paragraph (4) have effect as a requirement of the supervision order. Amendment of operative period 8 1 The appropriate court may, on the application of the injunction applicant or the defaulter, amend a supervision order by substituting a new period for that for the time being specified in the order under paragraph 2(5) (subject to paragraph 2(6)). 2 The court may, on amending a supervision order pursuant to sub-paragraph (1), make such other amendments to the order in relation to any requirement imposed by the order as the court considers appropriate. Amendment on change of area of residence 9 1 This paragraph applies where, on an application made by the injunction applicant or the defaulter in relation to a supervision order, the appropriate court is satisfied that the defaulter proposes to reside, or is residing, in the area of a youth offending team other than the team for the time being specified in the order. 2 If the application is made by the defaulter, the court to which it is made may amend the order by substituting for the youth offending team specified in the order the youth offending team for the area referred to in sub-paragraph (1) (or, if there is more than one such team for that area, such of those teams as the court may determine). 3 If the application is made by the injunction applicant, the court to which it is made must, subject as follows, so amend the order. 4 Where a court amends the supervision order pursuant to sub-paragraph (2) or (3) but the order contains a requirement which, in the opinion of the court, cannot reasonably be complied with if the defaulter resides in the area referred to in sub-paragraph (1), the court must also amend the order by— a removing that requirement, or b substituting for that requirement a new requirement which can reasonably be complied with if the defaulter resides in that area. 5 Sub-paragraph (3) does not require a court to amend the supervision order if in its opinion sub-paragraph (4) would produce an inappropriate result. 6 The injunction applicant must consult the youth offending team for the time being specified in the order before making an application under sub-paragraph (1). Revocation of supervision order 10 1 Where a supervision order is made, the injunction applicant or the defaulter may apply to the appropriate court— a to revoke the order, or b to amend the order by removing any requirement from it. 2 If it appears to the court to which an application under sub-paragraph (1)(a) or (b) is made to be in the interests of justice to do so, having regard to circumstances which have arisen since the supervision order was made, the court may grant the application and revoke or amend the order accordingly. 3 The circumstances referred to in sub-paragraph (2) include the conduct of the defaulter. 4 If an application made under sub-paragraph (1) in relation to a supervision order is dismissed, no further such application may be made in relation to the order by any person without the consent of the appropriate court. 5 The injunction applicant must consult the youth offending team for the time being specified in the order before making an application under sub-paragraph (1). Compliance with supervision order 11 If the responsible officer considers that the defaulter has complied with all the requirements of the supervision order, the responsible officer must inform the injunction applicant. Non-compliance with supervision order 12 1 If the responsible officer considers that the defaulter has failed to comply with any requirement of the supervision order, the responsible officer must inform the injunction applicant. 2 On being informed as specified in sub-paragraph (1) the injunction applicant may apply to the appropriate court. 3 Before making an application under sub-paragraph (2) the injunction applicant must consult— a the youth offending team for the time being specified in the order, and b any person consulted by virtue of section 38(2)(a) or (b). 4 If on an application under sub-paragraph (2) the court to which it is made is satisfied beyond reasonable doubt that the defaulter has without reasonable excuse failed to comply with any requirement of the supervision order, the court may— a revoke the supervision order and make a new one; or b revoke the order and make a detention order (see Part 3 of this Schedule). 5 The powers in sub-paragraph (4) may not be exercised at any time after the defaulter reaches the age of 18. 6 The powers conferred by sub-paragraph (4) are in addition to any other power of the court in relation to the breach of the supervision order. 7 The court to which an application under sub-paragraph (2) is made must consider representations made by the youth offending team for the time being specified in the order before exercising its powers under this paragraph. Copies of supervision order etc 13 1 The court by which a supervision order is made must forthwith provide a copy of the order to— a the defaulter, and b the youth offending team for the time being specified in the order. 2 Where a supervision order is made, the injunction applicant must forthwith provide a copy of so much of the order as is relevant— a in a case where the order includes an activity requirement specifying a place under paragraph 4(1)(a), to the person in charge of that place; b in a case where the order includes an activity requirement specifying an activity under paragraph 4(1)(b), to the person in charge of that activity; c in a case where the order includes an activity requirement specifying a residential exercise under paragraph 4(1)(c), to the person in charge of the place or activity specified under paragraph 4(4) in relation to that residential exercise; d in a case where the order contains an electronic monitoring requirement, to— i any person who by virtue of paragraph 6(4) will be responsible for the electronic monitoring, and ii any person without whose consent that requirement could not have been included in the order. 3 The court by which a supervision order is revoked or amended must forthwith provide a copy of the revoking order, or of the order as amended, to— a the defaulter, and b the youth offending team for the time being specified in the order. 4 Where— a a copy of a supervision order (or part of a supervision order) has been given to a person under sub-paragraph (2) by virtue of any requirement contained in the order, and b the order is revoked, or amended in respect of that requirement, the injunction applicant must forthwith give a copy of the revoking order, or of so much of the order as amended as is relevant, to that person. Part 3 Detention orders Detention orders 14 1 A detention order is an order that the defaulter be detained for a period specified in the order in such youth detention accommodation as the Secretary of State may determine. 2 The period specified under sub-paragraph (1) may not exceed the period of three months beginning with the day after that on which the order is made. 3 In sub-paragraph (1)  “ youth detention accommodation ” means— a a secure training centre; b a young offender institution; c secure accommodation, as defined by section 23(12) of the Children and Young Persons Act 1969. 4 The function of the Secretary of State under sub-paragraph (1) is exercisable concurrently with the Youth Justice Board. 5 A person detained under a detention order is in legal custody. Revocation of detention order 15 1 Where a detention order is made, the injunction applicant or the defaulter may apply to the appropriate court to revoke it. 2 If it appears to the court to which an application under sub-paragraph (1) is made to be in the interests of justice to do so, having regard to circumstances which have arisen since the detention order was made, the court may grant the application and revoke the order accordingly. 3 The circumstances referred to in sub-paragraph (2) include the conduct of the defaulter. 4 If an application made under sub-paragraph (1) in relation to a detention order is dismissed, no further such application may be made in relation to the order by any person without the consent of the appropriate court. 5 Before making an application under sub-paragraph (1) the injunction applicant must consult— a in the case of a detention order made under paragraph 1(1), the youth offending team referred to in paragraph 1(4)(a); or b in the case of a detention order made under paragraph 12(4)(b), the youth offending team referred to in paragraph 12(3)(a). 4 In section 41 of the Crime and Disorder Act 1998 (Youth Justice Board), in subsection (5)(i), at the end there is inserted— vii accommodation referred to in paragraph 14(3) of Schedule 5A to the Policing and Crime Act 2009 which is or may be used for the purpose of detaining persons subject to a detention order under that Schedule; ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "40", "section_title": "Report on family circumstances", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "41", "section_title": "Parenting orders on breach", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "42", "section_title": "Extension of licensing scheme", "section_text": "42 1 The Private Security Industry Act 2001 is amended as follows. 2 After section 4 there is inserted— Licensing of businesses etc Requirement to license businesses etc 4A 1 Subject to the following provisions of this Act, it shall be an offence for any person to engage in any conduct licensable under this section except under and in accordance with a licence under this section. 2 For the purposes of this Act a person engages in conduct licensable under this section if the person carries out— a any activities to which paragraph 3 of Schedule 2 applies (immobilisation of vehicles); b any activities to which paragraph 3A of Schedule 2 applies (restriction and removal of vehicles); or c such other activities of a security operative as are for the time being designated for the purposes of this section by an order made by the Secretary of State. 3 In the application of this section to Scotland— a the reference in subsection (2)(c) to the Secretary of State must be construed as a reference to the Scottish Ministers; but b before making any order under subsection (2)(c) the Scottish Ministers are to consult the Secretary of State. 3A In the application of this section to Northern Ireland— a the reference in subsection (2)(c) to the Secretary of State must be construed as a reference to the Department of Justice in Northern Ireland; but b before making any order under subsection (2)(c) the Department of Justice in Northern Ireland must consult the Secretary of State. 4 Where an individual carries out an activity referred to in subsection (2) on behalf of another person— a the individual is not to be regarded as carrying out the activity for the purposes of this section (and other provisions of this Act so far as relating to this section), and b the other person is to be regarded as carrying out the activity for those purposes (subject to subsection (7)(a)). 5 For the purposes of subsection (4), an individual carries out an activity on behalf of another in particular if— a the individual is, and is acting as, that person's employee, b the other person is a body corporate and the individual is, and is acting as, a director, manager, secretary or other similar officer of the body, c the other person is a Scottish partnership and the individual is, and is acting as, a partner of the partnership, or d the other person is an unincorporated association and the individual is, and is acting as, a member of the association, but an individual does not carry out an activity on behalf of another for those purposes if he is acting pursuant to a contract for the supply of services with that person. 6 Subsection (7) applies where— a pursuant to a contract for the supply of services, a person (“the main contractor”) is or may be required to secure that an activity referred to in subsection (2) is carried out, and b pursuant to a further contract for the supply of services the main contractor secures the carrying out of the activities by another person (“the sub-contractor”). 7 In a case where this subsection applies— a if the sub-contractor is an individual, the sub-contractor is not to be regarded as carrying out the activities; b the main contractor is to be regarded as carrying out the activities, whether or not the sub-contractor is also regarded as carrying out the activities. 8 A person guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding twelve months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine or to both. 9 In the application of this section— a in England and Wales, in relation to an offence committed before   2 May 2022 , or b in Northern Ireland, the reference in subsection (8)(a) to twelve months is to be read as a reference to six months. Exemptions from requirement to license businesses etc 4B 1 If— a it appears to the Secretary of State that there are circumstances in which conduct licensable under section 4A is engaged in only by persons to whom suitable alternative arrangements will apply, and b the Secretary of State is satisfied that, as a consequence, it is unnecessary for persons engaging in any such conduct in those circumstances to be required to be licensed under that section, the Secretary of State may by regulations prescribing those circumstances provide that a person shall not be guilty of an offence under section 4A in respect of any conduct engaged in by that person in those circumstances. 2 In subsection (1)(a), the reference to suitable alternative arrangements is a reference to arrangements that the Secretary of State is satisfied are equivalent, for all practical purposes so far as the protection of the public is concerned, to those applying to persons applying for and granted licences under section 4A. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 9 (licence conditions), after subsection (2) there is inserted— 2A The conditions that may be prescribed or imposed in relation to any description of licence under section 4A include conditions requiring the person to whom the licence is granted to be a member of a nominated body or scheme. 2B In subsection (2A)\t\t\t\t\t\t\t\t “ nominated body or scheme ” means such body or scheme as is for the time being nominated for the purposes of that subsection by the Authority with the approval of the Secretary of State (and different bodies or schemes may be appointed in relation to different descriptions of licence). 2C The Secretary of State must consult the Scottish Ministers before approving a nomination under subsection (2B) affecting persons carrying out activities in Scotland. 2D The Secretary of State must consult the Department of Justice in Northern Ireland before approving a nomination under subsection (2B) affecting persons carrying out activities in Northern Ireland. 5 In section 19 (powers of entry and inspection), in subsection (1)— a after  “enter” there is inserted  “                      (a)                    ” ; b at the end there is inserted ; and b any premises which appear to him to be premises on which a person engages in conduct licensable under section 4A, other than premises occupied exclusively for residential purposes as a private dwelling. 6 In section 23 (criminal liability of directors etc), at the end there is inserted— 3 Where an offence under any provision of this Act is committed by an unincorporated association and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a in the case of an unincorporated association which is a partnership, a partner or a person purporting to be a partner, b in the case of any other unincorporated association, an officer of the association or any member of its governing body or a person purporting to act in any such capacity, he (as well as the association) shall be guilty of that offence and liable to be proceeded against and punished accordingly. 7 In section 25 (interpretation), after subsection (1) there is inserted— 1A References in this Act to an unincorporated association include a partnership which is not regarded as a legal person under the law of the country or territory under which it is formed; and references to a member of an unincorporated association are to be construed, in relation to such a partnership, as references to a partner. 8 Schedule 1 (which makes minor and consequential amendments to the Private Security Industry Act 2001) is part of this section."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "43", "section_title": "Extension of approval scheme", "section_text": "43 1 The Private Security Industry Act 2001 is amended as follows. 2 For the italic heading before section 14 (“Approved contractors”) there is substituted  “                  Approval scheme                ” . 3 In section 14 (register of approved contractors)— a in the heading, for  “contractors” there is substituted  “                      persons                    ” ; b in subsection (1), for  “approved providers of security industry services” there is substituted  “                      approved persons undertaking security activities                    ” ; c after that subsection there is inserted— 1A For the purposes of this section, the following undertake security activities— a a person providing security industry services; and b a person who employs an individual to carry out the activities of a security operative on his behalf. ; d in subsection (3)(c), after  “services” there is inserted  “                      or activities                    ” . 4 In section 15 (arrangements for the grant of approvals), for subsection (1) there is substituted— 1 It shall be the duty of the Authority to secure that there are arrangements in force for granting approvals to persons to whom this section applies. 1A This section applies to— a a person who provides security industry services and seeks approval in respect of any such services that he is providing or proposes to provide; and b a person who employs an individual to carry out the activities of a security operative on his behalf and seeks approval in respect of those activities or other such activities that he proposes to employ an individual to carry out. 5 In that section, in subsection (2)— a in paragraphs (a) and (b), after  “services” there is inserted  “                      or activities                    ” ; b in paragraph (c), after  “services” there is inserted  “                      or carrying out of the activities                    ” . 6 In that section, in subsection (3)— a in paragraph (a), after  “services” there is inserted  “                      or securing the carrying out of the activities                    ” ; b in paragraph (d), at the end there is inserted  “                      or activities                    ” . 7 In section 16 (right to use approved status)— a in subsection (1) the words  “as an approved provider of security industry services” are repealed; b in subsection (2)(a), the words  “as an approved provider of any security industry services” are repealed. 8 In section 17 (imposition of requirements for approval), in subsection (1)— a after  “provide that” there is inserted  “                      (a)                    ” ; b at the end there is inserted “; and b persons of prescribed descriptions are to be prohibited from securing that activities of a security operative are carried out on their behalf by an employee unless they are for the time being approved in respect of those activities in accordance with arrangements under section 15. 9 In that section, in subsection (3)— a in paragraph (a), after  “services” there is inserted  “                      or activities                    ” ; b in paragraph (b), after  “services” there is inserted  “                      or employing an individual to carry out those activities                    ” ; c after  “in respect of those services” there is inserted  “                      or activities                    ” . 10 In that section, in subsection (5)— a after  “any services” there is inserted  “                      or activities                    ” ; b in paragraph (a), after  “those services” there is inserted  “                      or the carrying out of those activities                    ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "44", "section_title": "Charges for vehicle release: appeals", "section_text": "44 1 The Private Security Industry Act 2001 is amended as follows. 2 Before section 23 there is inserted— Charges for vehicle release: appeals 22A 1 The Secretary of State shall by regulations make provision for the purpose specified in subsection (2) in a case where, in England and Wales or Northern Ireland, a person carries out— a an activity to which paragraph 3 of Schedule 2 applies by virtue of sub-paragraph (1)(c) of that paragraph (demanding or collecting a charge as a condition of the removal of an immobilisation device); or b an activity to which paragraph 3A of Schedule 2 applies by virtue of sub-paragraph (1)(d) of that paragraph (demanding or collecting a charge as a condition of the release of a vehicle). 2 The purpose referred to in subsection (1) is to entitle a person otherwise entitled to remove the vehicle to appeal against the charge. 3 Regulations under this section shall specify the grounds on which an appeal may be made. 4 The grounds may include in particular— a contravention of a code of practice issued by the Authority; b contravention of any requirement imposed by or under this Act (including a condition contained in a licence granted under this Act). 5 Regulations under this section shall make provision for and in connection with the person to whom an appeal may be made. 6 That person may in particular be— a a person exercising functions of adjudication or the hearing of appeals under another enactment; b a body established by the Secretary of State under the regulations; c an individual appointed under the regulations by the Secretary of State or by another person specified in the regulations. 7 Regulations under this section may also include provision— a as to the procedural conditions to be satisfied by a person before an appeal may be made; b as to the payment of a fee by the appellant; c as to the procedure (including time limits) for making an appeal; d as to the procedure for deciding an appeal; e as to the payment to the appellant by the respondent of— i the charge against which the appeal is made; ii other costs incurred by the appellant in consequence of the activity referred to in subsection (1); f as to the payment by a party to an appeal of— i costs of the other party in relation to the adjudication; ii other costs in respect of the adjudication; g as to the payment by the respondent to an appeal, in a case where the appeal is granted, of a charge in respect of the costs of adjudications under the regulations; h as to the effect and enforcement of a decision of the person to whom an appeal is made; i requiring or authorising the person to whom an appeal is made to provide information relating to the appeal to the Authority; j to the effect that a person who makes a representation that is false in a material particular, and does so recklessly or knowing it to be false, commits an offence triable summarily and punishable with a fine not exceeding level 5 on the standard scale. 8 The provision specified in paragraphs (e), (f) and (g) of subsection (7) includes provision authorising the person to whom an appeal is made to require payment of the matters specified in those paragraphs. 2 Before section 23 there is inserted— Charges for vehicle release: appeals in Northern Ireland 22B 1 The  Department of Justice  shall by regulations make provision for the purpose specified in subsection (2) in a case where, in Northern Ireland, a person carries out— a an activity to which paragraph 3 of Schedule 2 applies by virtue of sub-paragraph (1)(c) of that paragraph (demanding or collecting a charge as a condition of the removal of an immobilisation device); or b an activity to which paragraph 3A of Schedule 2 applies by virtue of sub-paragraph (1)(d) of that paragraph (demanding or collecting a charge as a condition of the release of a vehicle). 2 The purpose referred to in subsection (1) is to entitle a person otherwise entitled to remove the vehicle to appeal against the charge. 3 Regulations under this section shall specify the grounds on which an appeal may be made. 4 The grounds may include in particular— a contravention of a code of practice issued by the Authority; b contravention of any requirement imposed by or under this Act (including a condition contained in a licence granted under this Act). 5 Regulations under this section shall make provision for and in connection with the person to whom an appeal may be made. 6 That person may in particular be— a a person exercising functions of adjudication or the hearing of appeals under another enactment; b a body established by the  Department of Justice  under the regulations; c an individual appointed under the regulations by the  Department of Justice  or by another person specified in the regulations. 7 Regulations under this section may also include provision— a as to the procedural conditions to be satisfied by a person before an appeal may be made; b as to the payment of a fee by the appellant; c as to the procedure (including time limits) for making an appeal; d as to the procedure for deciding an appeal; e as to the payment to the appellant by the respondent of— i the charge against which the appeal is made; ii other costs incurred by the appellant in consequence of the activity referred to in subsection (1); f as to the payment by a party to an appeal of— i costs of the other party in relation to the adjudication; ii other costs in respect of the adjudication; g as to the payment by the respondent to an appeal, in a case where the appeal is granted, of a charge in respect of the costs of adjudications under the regulations; h as to the effect and enforcement of a decision of the person to whom an appeal is made; i requiring or authorising the person to whom an appeal is made to provide information relating to the appeal to the Authority; j to the effect that a person who makes a representation that is false in a material particular, and does so recklessly or knowing it to be false, commits an offence triable summarily and punishable with a fine not exceeding level 5 on the standard scale. 8 The provision specified in paragraphs (e), (f) and (g) of subsection (7) includes provision authorising the person to whom an appeal is made to require payment of the matters specified in those paragraphs. 3 In section 24 (orders and regulations), in subsection (4), after  “section 3(2)(j)” there is inserted  “                  or 22A                ” . "}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "45", "section_title": "Offences relating to electronic communications devices in prison", "section_text": "45 In the Prison Act 1952, in section 40D (other offences relating to prison security)— a in subsection (1)(b), for  “or any sound” there is substituted  “                  , sound or information                ” ; b in subsection (3), paragraph (b) and the preceding  “or” are repealed; c after subsection (3) there is inserted— 3A A person who, without authorisation, is in possession of any of the items specified in subsection (3B) inside a prison is guilty of an offence. 3B The items referred to in subsection (3A) are— a a device capable of transmitting or receiving images, sounds or information by electronic communications (including a mobile telephone); b a component part of such a device; c an article designed or adapted for use with such a device (including any disk, film or other separate article on which images, sounds or information may be recorded)."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "46", "section_title": "Offence of allowing minors access to air weapons", "section_text": "46 1 The Firearms Act 1968 is amended as follows. 2 After section 24 there is inserted— Failing to prevent minors from having air weapons 24ZA 1 It is an offence for a person in possession of an air weapon to fail to take reasonable precautions to prevent any person under the age of eighteen from having the weapon with him. 2 Subsection (1) does not apply where by virtue of section 23 of this Act the person under the age of eighteen is not prohibited from having the weapon with him. 3 In proceedings for an offence under subsection (1) it is a defence to show that the person charged with the offence— a believed the other person to be aged eighteen or over; and b had reasonable ground for that belief. 4 For the purposes of this section a person shall be taken to have shown the matters specified in subsection (3) if— a sufficient evidence of those matters is adduced to raise an issue with respect to them; and b the contrary is not proved beyond a reasonable doubt. 3 In section 57 (interpretation), in subsection (3)\t\t\t\t\t(offences relating to air weapons), for  “and 24(4)” there is substituted  “                  , 24(4) and 24ZA(1)                ” . 4 In the table in Part 1 of Schedule 6 (prosecution and punishment of offences), after the entry for section 24(4), there is inserted— Section 24ZA(1) Failing to prevent minors from having air weapons Summary A fine of level 3 on the standard scale. Paragraphs 7 and 8 of Part II of this Schedule apply. 5 In Part 2 of Schedule 6 (supplementary provisions as to trial and punishment of offences), in paragraphs 7 and 8 (forfeiture and disposal of firearms), for  “or 24(4)” there is substituted  “                  , 24(4) or 24ZA(1)                ” ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "47", "section_title": "Introductory", "section_text": "47 1 The Secretary of State may make arrangements for making payments to, or in respect of, persons who are injured as a result of an act designated under subsection (2). 2 The Secretary of State may designate an act under this subsection if— a it took place outside the United Kingdom, b it took place on or after 18 January 2010, c in the view of the Secretary of State the act constitutes terrorism within the meaning of the Terrorism Act 2000 (see section 1 of that Act), and d having regard to all the circumstances, the Secretary of State considers that it would be appropriate to designate it. 3 Nothing in this section affects any power of the Secretary of State to make payments to, or in respect of, persons who are injured as a result of terrorism outside the United Kingdom. 4 In sections 47 to 54,  “ injury ” includes fatal injury (and  “ injured ” is to be construed accordingly)."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "48", "section_title": "Compensation scheme", "section_text": "48 1 Arrangements under section 47 may include the making of a scheme providing, in particular, for— a the circumstances in which payments may be made, and b the categories of person to whom payments may be made. 2 The scheme is to be known as the Victims of Overseas Terrorism Compensation Scheme (“ the Scheme ”). 3 Sums required for payments to be made in accordance with the Scheme are to be provided by the Secretary of State. 4 Schedule 2 (which makes consequential amendments relating to the Scheme) is part of this section."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "49", "section_title": "Eligibility and applications", "section_text": "49 1 The Scheme may make provision about a person's eligibility for a payment under it by reference to any or all of the following factors— a the nationality of the person (or the injured person); b the place of residence of the person (or the injured person); c the length of time the person (or the injured person) has resided there; d any other factors that the Secretary of State considers appropriate. 2 The Scheme may provide that applications for payments under it may only be made— a by eligible persons; b within a period specified in the Scheme (and the Scheme may specify different periods for different descriptions of act); c in a manner or form specified in the Scheme."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "50", "section_title": "Payments", "section_text": "50 1 The Scheme may make provision determining the amount of payments to be made under it to, or in respect of, persons injured as a result of an act designated under section 47(2) by reference to any or all of the following factors— a the nature of the injury; b loss of earnings resulting from the injury; c expenses that have been or will be incurred as a result of the injury; d any other factors that the Secretary of State considers appropriate. 2 The Scheme may make provision— a as to the circumstances in which a payment may be withheld or the amount of a payment reduced; b for payments to be repayable in circumstances specified in the Scheme; c for payments to be made subject to conditions; d for payments not to exceed such maximum amounts as may be specified in the Scheme. 3 Any amount which falls to be repaid by virtue of subsection (2)(b) is recoverable as a debt due to the Crown. 4 Any sums received by the Secretary of State under any provision of the Scheme made by virtue of subsection (2)(b) are to be paid by the Secretary of State into the Consolidated Fund. 5 Any assignment (or, in Scotland, assignation) of, or charge on, a payment made under the Scheme, and any agreement to assign or charge such a payment, is void. 6 On the bankruptcy of an individual to whom a payment is made under the Scheme (or in Scotland, on the sequestration of such an individual's estate), the payment shall not pass to any trustee or other person acting on behalf of the individual's creditors."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "51", "section_title": "Claims officers etc", "section_text": "51 1 The Scheme may include provision for applications to be determined and payments to be made by persons (“claims officers”) appointed for the purpose by the Secretary of State. 2 A claims officer— a is to be appointed on such terms and conditions as the Secretary of State considers appropriate; b is not to be regarded as having been appointed to exercise functions of the Secretary of State or to act on behalf of the Secretary of State. 3 No decision taken by a claims officer shall be regarded as having been taken by, or on behalf of, the Secretary of State. 4 The Secretary of State may pay such remuneration, allowances or gratuities to or in respect of claims officers and other persons exercising functions in relation to the Scheme as the Secretary of State considers appropriate."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "52", "section_title": "Reviews and appeals", "section_text": "52 1 The Scheme must include provision for the review, in such circumstances as it may specify, of any decision taken in respect of an application made under it. 2 The Scheme must secure that such a review is conducted by a person other than the person who made the decision under review. 3 The Scheme must include provision for rights of appeal to the First-tier Tribunal against decisions taken on reviews under provisions of the Scheme made by virtue of subsection (1). 4 The power conferred by section 50(2)(a) to provide for the reduction of an amount of a payment includes power to provide for a reduction where, in the opinion of the First-tier Tribunal determining an appeal, the appeal is frivolous or vexatious."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "53", "section_title": "Reports, accounts and financial records", "section_text": "53 1 The Scheme must include provision for such person as the Secretary of State considers appropriate to make a report to the Secretary of State as soon as possible after the end of each financial year on the operation of the Scheme during that year. 2 The Secretary of State must lay a copy of every such report before Parliament. 3 The Scheme must also include provision— a for such person as the Secretary of State considers appropriate— i to keep proper accounts and proper records in relation to the accounts; ii to prepare a statement of accounts in each financial year in such form as the Secretary of State may direct; b requiring such a statement of accounts to be submitted to the Secretary of State at such time as the Secretary of State may direct. 4 Where a statement of accounts is submitted to the Secretary of State, the Secretary of State must send a copy of it to the Comptroller and Auditor General as soon as is reasonably practicable. 5 The Comptroller and Auditor General must— a examine, certify and report on any statement of accounts received under subsection (4); b lay copies of the statement and of the report made under paragraph (a) before Parliament. 6 In this section  “ financial year ” means the period beginning with the day on which this section comes into force and ending with the following 31st March and each successive period of 12 months."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "54", "section_title": "Parliamentary control", "section_text": "54 1 Before making the Scheme, the Secretary of State must lay a draft of it before Parliament. 2 The Secretary of State must not make the Scheme unless the draft has been approved by a resolution of each House of Parliament. 3 Before making any alteration to a provision of the Scheme made by virtue of— a section 49(1) (eligibility for payments under the scheme), b section 50(1) (determination of amount of payment), c section 50(2)(a) (circumstances in which payment may be withheld or reduced), d section 50(2)(d) (payments not to exceed specified maximum amount), or e section 52 (reviews and appeals), the Secretary of State must lay before Parliament a draft of the provision as proposed to be altered. 4 The Secretary of State must not give effect to the proposal concerned unless the draft has been approved by a resolution of each House of Parliament. 5 Before making any other alteration to the Scheme the Secretary of State must lay a statement of the altered provision before Parliament. 6 If a statement laid before either House of Parliament under subsection (5) is disapproved by a resolution of that House passed before the end of the period of 40 days beginning with the date on which the statement was laid, the Secretary of State must— a make such alterations in the Scheme as appear to the Secretary of State to be required in the circumstances, and b before the end of the period of 40 days beginning with the date on which the resolution was made, lay a statement of those alterations before Parliament. 7 In calculating the period of 40 days mentioned in subsection (6), any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days is to be disregarded."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "55", "section_title": "Power to restrict sale and supply of alcohol", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "56", "section_title": "Persons subject to control order: powers of search and seizure", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "57", "section_title": "Financial provisions", "section_text": "57 The following are to be paid out of money provided by Parliament— a expenditure incurred by the Secretary of State by virtue of this Act; b any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "58", "section_title": "Extent", "section_text": "58 1 Section 1 (police powers: stop and search) extends to England and Wales only. 2 Sections 2 to 7 (taking of fingerprints and samples: England and Wales) extend to England and Wales only, except that section 5(2) extends also to Northern Ireland. 3 Sections 8 to 13 (taking of fingerprints and samples: Northern Ireland) extend to Northern Ireland only, except that section 11(2) extends also to England and Wales. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Section 15 (material subject to the Police and Criminal Evidence (Northern Ireland) Order 1989) extends to Northern Ireland only. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Sections 20 to 23 (further provision relating to the retention, destruction and use of fingerprints and samples etc) extend to England and Wales, Scotland and Northern Ireland. 10 Sections 24 to 41 (domestic violence, gang-related violence and anti-social behaviour orders) extend to England and Wales only. 11 Sections 42 to 44 (private security industry) extend to England and Wales, Scotland and Northern Ireland. 12 Section 45 (prison security) extends to England and Wales only. 13 Section 46 (air weapons) extends to England and Wales and Scotland only. 14 Sections 47 to 54 (compensation of victims of overseas terrorism) extend to England and Wales, Scotland and Northern Ireland. 15 Section 55 (sale and supply of alcohol) extends to England and Wales only. 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17 Sections 57 to 60 (final) extend to England and Wales, Scotland and Northern Ireland."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "59", "section_title": "Commencement", "section_text": "59 1 The provisions of this Act come into force on such day as the Secretary of State may by order appoint, subject to subsections (2)  to (3B) . 2 The following provisions come into force on the day on which this Act is passed— a section 33 (pilot schemes relating to domestic violence provisions); b sections 47 to 54 (compensation of victims of overseas terrorism); c sections 57 to 60 (final). 3 Sections 42 and 43 (private security industry) come into force, so far as extending to Scotland, on such day as the Scottish Ministers may by order appoint after consulting the Secretary of State. 3A Sections 42 to 44 (private security industry) come into force, so far as extending to Northern Ireland, on such day as the Department of Justice in Northern Ireland may by order appoint after consulting the Secretary of State. 3B The following provisions come into force on such day as the Department of Justice in Northern Ireland may by order appoint— a section 8 (except Article 61(6ZD) inserted by subsection (3) and Article 63(3BD)(c) inserted by subsection (7)); b sections 9 to 11(1); c section 12; d section 13 (except paragraph (2)(l), (n) and (r) of the inserted Article 53A). 4 An order made by the Secretary of State under subsection (1) may— a appoint different days for different purposes; b make transitional provision and savings; c appoint different days in relation to different areas in respect of any of the following— i section 1 (records of searches); ii sections 24 to 32 (domestic violence); iii sections 34 to 39 (gang-related violence). 5 An order made by the Scottish Ministers under subsection (3) may— a appoint different days for different purposes; b make transitional provision and savings. 5A An order made by the Department of Justice in Northern Ireland under subsection (3A) or (3B) may— a appoint different days for different purposes; and b make transitional provision and savings. 6 Subject to subsection (7),  an order under this section is to be made by statutory instrument. 7 An order under subsection (3A) or (3B) shall be made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979."}, {"act": "Crime and Security Act 2010", "year": 2010, "section": "60", "section_title": "Short title", "section_text": "60 This Act may be cited as the Crime and Security Act 2010."}]