[{"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "1", "section_title": "Shared lives care", "section_text": "1 Schedule 1 contains provision extending foster-care relief to other forms of care."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "2", "section_title": "Payments to special guardians and those in receipt of residence orders", "section_text": "2 1 Part 6 of  ITTOIA  2005 (exempt income) is amended as follows. 2 In section 744 (payments to adopters: England and Wales)— a the existing provision becomes subsection (1), b in that subsection, omit the  “and” before paragraph (e) and after that paragraph insert— f payments made under regulations under section 14F of the Children Act 1989 (special guardianship support services) to a person appointed as a child's special guardian, g payments made to a person under section 17 of that Act (provision of services for children in need, their families and others) by reason of that person being a person in whose favour a residence order with respect to a child is in force, h payments made to a person, in respect of a child, under paragraph 15 of Schedule 1 to that Act (local authority contribution to child's maintenance to recipients in whose favour residence order is in force), and i payments made in accordance with— i an order under that Schedule (orders for financial relief against parents  etc ), or ii a maintenance agreement, for the benefit of a child, to a person appointed as the child's special guardian or a person in whose favour a residence order with respect to the child is in force. , c after that subsection insert— 2 But a payment is not within subsection (1)(f), (g), (h) or (i) if— a it is made to an excluded relative of the child, b it is made to a person appointed as the child's special guardian and an excluded relative is also appointed as the child's special guardian, or c it is made to a person in whose favour a residence order is in force with respect to the child and that order is also in favour of an excluded relative. 3 In this section— “ excluded relative ”, in relation to a child, means— a parent of the child, or a person who is, or has been, the husband or wife or civil partner of a parent of the child; “ maintenance agreement ” has the meaning given by paragraph 10(1) of Schedule 1 to the Children Act 1989; “ residence order ” has the meaning given by section 8 of that Act. , and d in the heading, after  “ adopters ” insert  “                         , etc                       ” . 3 In section 745 (payments to adopters: Scotland)— a the existing provision becomes subsection (1), b in that subsection, omit the  “and” before paragraph (d) and after that paragraph insert— e payments made to a person under section 50 of the Children Act 1975, or section 22 of the Children (Scotland) Act 1995, by reason of that person being a person with whom a child is to live by virtue of a residence order, and f payments of aliment made— i in accordance with an award of aliment under the Family Law (Scotland) Act 1985, or ii under an agreement (within the meaning of section 7(5) of that Act), for the benefit of a child, to a person in whose favour a residence order with respect to the child is in force. , c after that subsection insert— 2 A payment is not within subsection (1)(e) or (f) if— a it is made to an excluded relative of the child, or b it is made to a person in whose favour a residence order is in force with respect to the child and that order is also in favour of an excluded relative. 3 In this section— “ excluded relative ”, in relation to a child, means— a parent of the child, or a person who is, or has been, the husband or wife or civil partner of a parent of the child; “ residence order ” has the meaning given by section 11(2)(c) of the Children (Scotland) Act 1995. , and d in the heading, after  “ adopters ” insert  “                         , etc                       ” . 4 In section 746 (payments to adopters: Northern Ireland)— a the existing provision becomes subsection (1), b in that subsection, omit the  “and” before paragraph (c) and after that paragraph insert— d payments made to a person under Article 18 of the Children (Northern Ireland) Order 1995 ( S.I.  1995/755 ( NI  2))\t\t\t\t\t\t\t\t\t\t(general duty of authority to provide personal social services) by reason of that person being a person in whose favour a residence order with respect to a child is in force, e payments made to a person, in respect of a child, under paragraph 17 of Schedule 1 to that Order (local authority contribution to child's maintenance to recipients in whose favour residence order is in force), and f payments made in accordance with— i an order under that Schedule (orders for financial relief against parents etc), or ii a maintenance agreement, for the benefit of a child, to a person in whose favour a residence order with respect to the child is in force. , c after that subsection insert— 2 But a payment is not within subsection (1)(d), (e) or (f) if— a it is made to an excluded relative of the child, or b it is made to a person in whose favour a residence order is in force with respect to the child and that order is also in favour of an excluded relative. 3 In this section— “ excluded relative ”, in relation to a child, means— a parent of the child, or a person who is, or has been, the husband or wife or civil partner of a parent of the child; “ maintenance agreement ” has the meaning given by paragraph 12 of Schedule 1 to the Children (Northern Ireland) Order 1995; “ residence order ” has the meaning given by Article 8 of that Order. , and d in the heading, after  “ adopters ” insert  “                         , etc                       ” . 5 The amendments made by this section have effect in relation to the tax year 2010-11 and subsequent tax years."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "3", "section_title": "Qualifying care relief: capital allowances", "section_text": "3 1 Chapter 2 of Part 7 of ITTOIA 2005 (qualifying care relief) is amended as follows. 2 In section 824 (capital allowances: introduction), after subsection (2) insert— 2A In this group of sections, in relation to a relevant individual— a “ the care business ” means the provision of qualifying care by the individual, b “ care business expenditure ” means qualifying expenditure incurred on the provision of plant or machinery wholly or partly for the care business, c “ care business pool ” means a pool of care business expenditure (even if the balance for the time being is nil), and d a reference to  “another activity” is to a qualifying activity carried on by the individual other than the care business. 2B In this group of sections, plant or machinery is referred to as being  “in” a pool if qualifying expenditure incurred on its provision has been allocated at any time to that pool. 3 For section 825 substitute— Unallocated capital expenditure 825 1 This section applies if— a at the beginning of a relevant chargeable period of a relevant individual, there is care business expenditure which has not been allocated to a care business pool, b the individual is entitled under  CAA  2001 to allocate the expenditure, or a part of it, to a care business pool for that period, and c the previous chargeable period was not a relevant chargeable period. 2 So much of the expenditure as the individual is entitled to allocate to a care business pool for that period is to be treated for the purposes of CAA 2001 as allocated to the appropriate kind of care business pool for that period (whether or not any of it is actually so allocated). 3 For the different kinds of pool, see section 54 of CAA 2001. Deemed disposal event 825A 1 Subsection (2) applies to a care business pool for a relevant chargeable period of a relevant individual if the previous chargeable period was not a relevant chargeable period. 2 CAA 2001 is to apply as if— a a disposal event occurs immediately after the beginning of the relevant chargeable period in respect of plant or machinery in the pool, b disposal receipts fall to be brought into account in the pool for the period because of that event, and c the total of the receipts equals the sum of amount A and amount B (or nil if there are no such amounts). 3 Amount A is the amount of any expenditure treated as allocated to the pool for the period by virtue of section 825 (whether or not any of it is actually so allocated). 4 Amount B is the amount of any unrelieved qualifying expenditure carried forward in the pool from the previous chargeable period. Plant or machinery used for care business 825B 1 This section applies if— a disposal receipts fall to be brought into account in a pool for a relevant chargeable period by virtue of section 825A, and b on the re-start date, the relevant individual still owns any of the plant or machinery which was in that pool and is still using any of it for the purposes of the care business. 2 The re-start date is the first day of the first subsequent chargeable period which is not a relevant chargeable period. 3 A reference in this section to the retained plant or machinery is to so much of the plant or machinery in the pool as the relevant individual— a still owns on the re-start date, and b is still using on that date for the purposes of the care business. 4 The individual is to be treated under CAA 2001— a as having brought the retained plant or machinery into use on the re-start date for the purposes of the care business, b as having incurred capital expenditure on the provision of that plant or machinery for those purposes on that date, and c as owning that plant and machinery as a result of having incurred that expenditure. 5 The total amount of expenditure which the individual is to be treated as having incurred (for all of the retained plant or machinery) is the smaller of— a the total market value of the retained plant or machinery on the re-start date, and b an amount equal to the disposal receipts brought into account in the pool as described in subsection (1)(a). 6 If the individual is treated under section 13 of CAA 2001 as having incurred notional expenditure before the re-start date as a result of bringing plant or machinery in the pool into use for the purposes of another activity, the amount mentioned in subsection (5)(b) must be reduced by the total amount of that expenditure, as determined in accordance with section 825C(2). 7 But subsection (6) does not apply if the plant or machinery which was brought into use for the purposes of another activity is the retained plant or machinery (for example, where it was brought into use only partly for the purposes of that other activity). 8 The question whether the provision of the retained plant or machinery is to be treated as wholly or only partly for the purposes of the care business is to be determined according to whether the use referred to in subsection (3)(b) is wholly or only partly for those purposes. Plant or machinery used for other qualifying activities 825C 1 This section applies if— a disposal receipts fall to be brought into account in a pool by virtue of section 825A because of a disposal event, and b after that disposal event, the relevant individual brings any of the plant or machinery in that pool into use for the purposes of another activity. 2 Section 13 of CAA 2001 has effect as if the total amount of the notional expenditure which the individual is treated under that section as having incurred, for all of the plant or machinery in that pool which is brought into use for the purposes of the other activity, were the smaller of— a the total market value of that plant or machinery on the day on which it is brought into use for the purposes of that other activity, and b an amount equal to the disposal receipts brought into account in the pool as mentioned in subsection (1)(a). 3 Subsection (2) does not apply to plant or machinery brought into use for the purposes of another activity if— a the individual is treated by virtue of section 825B as having already brought that plant or machinery into use for the purposes of the care business, or b this section has already applied to that plant or machinery since the disposal event. 4 The amount mentioned in subsection (2)(b) must be reduced by the appropriate sum if some plant or machinery in the pool is brought into use for the purposes of another activity after — a the individual is treated by virtue of section 825B as having brought other plant or machinery in that pool into use for the purposes of the care business, or b this section has applied to other plant or machinery in that pool since the disposal event. 5 The appropriate sum is— a in a case within paragraph (a) of subsection (4), the total amount of expenditure which the individual is treated by virtue of section 825B as having incurred on the provision of that other plant or machinery, and b in a case within paragraph (b) of that subsection, the total amount of the notional expenditure (as determined in accordance with subsection (2)) which the individual is treated under section 13 of CAA 2001 as having incurred on the provision of that other plant or machinery since the disposal event. Subsequent disposal events 825D 1 This section applies to an item of plant or machinery which a relevant individual— a is treated by virtue of section 825B as bringing into use, or b brings into use in circumstances where section 825C(2) applies. 2 The date (in either case) on which the item is brought or treated as brought into such use is referred to in this section as the applicable date. 3 The first disposal event to occur in respect of the item on or after the applicable date is to be regarded for the purposes of section 60(3) of CAA 2001 as the first such event. 4 That event requires a disposal value to be brought into account regardless of anything to the contrary in section 64(1) of that Act. 5 But a reference in section 62 of that Act to the amount of qualifying expenditure incurred by the individual on the provision of that item is a reference to the amount of qualifying expenditure originally incurred by the individual on its provision (and not to any proportion of the total amount treated by virtue of section 825B or 825C as having been incurred). 4 The amendments made by this section have effect in relation to chargeable periods ending on or after the day on which this Act is passed (“ the commencement day ”). 5 For anyone who was a relevant individual for the most recent chargeable period ending before the commencement day, sections 825B and 825C of ITTOIA 2005 have effect (on and after that day) as if references in those sections to section 825A were references to section 825 as it was in force immediately before the commencement day."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "4", "section_title": "Seafarers' earnings", "section_text": "4 1 Section 378 of  ITEPA  2003 (deductions from seafarers' earnings: eligibility) is amended as follows. 2 In subsection (1)(a), after  “relevant taxable earnings” insert  “                    or EEA-resident earnings                  ” . 3 After subsection (5) insert— 6 In this section— “ EEA-resident earnings ” means section 15 or 27 earnings for a period— in which the employee is resident for tax purposes in an  EEA  state (other than the United Kingdom), and which falls within a tax year in which the employee is not ordinarily  UK  resident, “ resident for tax purposes ” means liable, under the law of the EEA state, to tax there by reason of domicile or residence, “ section 15 earnings ” means general earnings to which section 15 applies, and “ section 27 earnings ” means general earnings to which section 27 applies. 4 The amendments made by this section have effect for the tax year 2011-12 and subsequent tax years but only in relation to eligible periods beginning on or after 6 April 2011."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "5", "section_title": "Venture capital schemes", "section_text": "5 Schedule 2 contains provision about venture capital schemes."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "6", "section_title": "Enterprise management incentives", "section_text": "6 1 Schedule 5 to ITEPA 2003 (enterprise management incentives) is amended as follows. 2 In paragraph 8 (qualifying companies: introduction), omit the  “and” at the end of the entry relating to  “number of employees” and after the entry relating to  “trading activities” insert , and                     UK permanent establishment (see paragraph 14A). 3 After paragraph 14 insert— The UK permanent establishment requirement 14A 1 The UK permanent establishment requirement is met if condition A or B is met. 2 Condition A is that the company has a permanent establishment in the United Kingdom. 3 Condition B is that— a the company is a parent company, and b any other member of the group— i meets the conditions in paragraph 14(1)(a) (trading activities requirement), and ii has a permanent establishment in the United Kingdom. 4 In paragraph 15(1) (meaning of  “qualifying trade”), omit paragraph (a) (requirement that trade be carried on wholly or mainly in United Kingdom). 5 The amendments made by this section have effect in relation to options granted on or after the day on which this Act is passed."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "7", "section_title": "Settlor to return excess repayment to trustees etc", "section_text": "7 1 Section 646 of ITTOIA 2005 (adjustments between settlor and trustees etc) is amended as follows. 2 For subsection (4) substitute— 4 Subsection (5) applies if a settlor chargeable to tax under section 624 or 629 obtains a repayment by reason of the payment of the tax by— a any trustee, or b any other person to whom the income is payable by virtue of or as a result of the settlement. 3 In subsection (5), for  “excess” substitute  “                    repayment                  ” . 4 After subsection (6) insert— 6A For the purpose of subsection (5), the settlor may require an officer of Revenue and Customs to provide the settlor with a certificate specifying— a that the settlor has obtained a repayment as mentioned in subsection (4), and b the amount of the repayment. 6B A certificate provided under subsection (6A) is conclusive evidence of the facts stated in it. 5 In subsection (7), for  “Any” substitute  “                    Subject to subsections (6A) and (6B), any                  ” . 6 The amendments made by this section have effect in relation to repayments of tax for the tax year 2010-11 or any subsequent tax year."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "8", "section_title": "Collection of income tax where sum deducted by payer", "section_text": "8 In Chapter 16 of Part 15 of ITA 2007, after section 963 (collection of income tax on certain payments by other persons) insert—  Power to make regulations modifying section 963 963A 1 The Commissioners for Her Majesty's Revenue and Customs may by regulations modify, replace or supplement any provision of section 963(2) to (4). 2 Regulations under this section may only be made for the purpose of regulating the time at and manner in which persons making payments within section 963(1)(a) or (b) are to account for and pay income tax which is to be collected from them in respect of those payments. 3 In particular, regulations under this section may, in relation to income tax for which a person is liable to account— a modify any provision of Parts 2 to 6 of  TMA  1970, or b apply any such provision with or without modifications. 4 Regulations under this section may— a make different provision for different kinds of payer, b make different provision for different circumstances, and c authorise the Commissioners for Her Majesty's Revenue and Customs, if they think there are special circumstances justifying it, to make special arrangements in relation to income tax for which a person is liable to account. 5 Regulations under this section may contain incidental, supplemental, consequential and transitional provision and savings. 6 The Commissioners for Her Majesty's Revenue and Customs must not make any regulations under this section unless a draft of them has been laid before and approved by a resolution of the House of Commons. 7 References in this Act and in any other enactment to any of the provisions of section 963(2) to (4) are to be read as references to those provisions as modified, replaced or supplemented by provision made by regulations under this section."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "9", "section_title": "Company distributions", "section_text": "9 Schedule 3 contains provision about company distributions."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "10", "section_title": "REITs: stock dividends", "section_text": "10 Schedule 4 contains provision about the issue of stock dividends by a company UK REIT or the principal company of a group UK REIT."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "11", "section_title": "Financing costs and income of group companies", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "12", "section_title": "Consortium claims for group relief", "section_text": "12 Schedule 6 contains provision about claims for group relief from corporation tax made by companies which are members of, or owned by, a consortium."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "13", "section_title": "R&D relief for SMEs: removal of intellectual property condition", "section_text": "13 1 Part 13 of CTA 2009 (additional relief for expenditure on research and development) is amended as follows. 2 In section 1052 (qualifying expenditure on in-house direct R&D)— a in subsection (1), for  “conditions A to E” substitute  “                        conditions A, B, D and E                      ” , and b omit subsection (4)\t\t\t\t\t\t\t(condition C: intellectual property created as result of research and development to which expenditure is attributable to be vested in company). 3 In section 1053 (qualifying expenditure on contracted out R&D)— a in subsection (1)(b), for  “conditions A to D” substitute  “                        conditions A, C and D                      ” , and b omit subsection (3)\t\t\t\t\t\t\t(condition B: same intellectual property condition). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Omit section 1139 (meaning of  “intellectual property”). 7 In Schedule 4 to CTA 2009 (index of defined expressions), omit the entry relating to  “intellectual property (in Part 13)”. 8 The amendments made by this section have effect in relation to expenditure incurred by a company in an accounting period ending on or after 9 December 2009."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "14", "section_title": "Film tax credit: unused losses", "section_text": "14 1 Section 1201 of CTA 2009 (film tax credit claimable where company has surrenderable loss) is amended as follows. 2 In subsection (2)— a for  “any period” substitute  “                        an accounting period                      ” , and b in paragraph (a), for  “the company's loss” substitute  “                        the company's available loss                      ” . 3 After that subsection insert— 2A The company's available loss for an accounting period is given by— L + R U L where— L is the amount of the company's loss for the period in the separate film trade, and RUL is the amount of any relevant unused loss of the company. 2B The  “relevant unused loss” of a company is so much of any available loss of the company for the previous accounting period as has not been— a surrendered under section 1202(1), or b carried forward under section 45 of CTA 2010 and set against profits of the separate film trade. 4 In subsection (4), in the definition of  “S”, for  “surrendered in previous periods” substitute  “                    previously surrendered                  ” . 5 After that subsection insert— 5 If a period of account of the separate film trade does not coincide with an accounting period, any necessary apportionments are to be made by reference to the number of days in the periods concerned. 6 In section 1202(4) of that Act (company's loss reduced by amount surrendered), for  “loss in the separate film trade” substitute  “                    available loss                  ” . 7 The amendments made by this section have effect in relation to accounting periods ending on or after 9 December 2009. 8 In relation to those accounting periods the amendments, and corresponding amendments of paragraphs 6 and 11 of Schedule 5 to FA 2006, are to be treated as always having had effect."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "15", "section_title": "Insurance business transfer schemes: non-profit fund transferred assets", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "16", "section_title": "Capital gains tax private residence relief: adult placement carers", "section_text": "16 1 In section 223(8) of  TCGA  1992 (amount of relief), before the  “and” at the end of paragraph (a) insert— aa section 225D (private residence of adult placement carer), . 2 In section 224 of that Act (amount of relief: further provisions), insert at the end— 4 This section is subject to section 225D (private residence of adult placement carer). 3 In that Act, after section 225C insert— Private residence of adult placement carer 225D 1 This section applies where a gain to which section 222 applies accrues to an individual (“A”) and, at any time during A's period of ownership, part of the dwelling-house was occupied by another person (“B”)— a in England and Wales, pursuant to an adult placement scheme, b in Scotland, pursuant to arrangements which constitute or form part of an adult placement service involving the provision of accommodation for B, or c in Northern Ireland, pursuant to arrangements made with an adult placement agency for the provision of accommodation for B. 2 For the purposes of this Part, in determining the periods during which the dwelling-house, or any part of the dwelling-house, was A's only or main residence, B's occupation of part of the dwelling-house pursuant to the scheme or arrangement is to be disregarded. 3 For the purposes of section 224, the occupation of the part of the dwelling-house by B pursuant to the scheme or arrangement does not amount to the use of that part of the dwelling-house by A exclusively for the purpose of a trade, business, profession or vocation. 4 In this section— “ adult placement agency ” means an organisation or undertaking— that arranges for the provision of care and support (including accommodation) for persons in need, and in respect of which a requirement to register arises under Article 12 of the Health and Personal Social Services (Quality, Improvement and Regulation) (Northern Ireland) Order 2003, “ adult placement scheme ” means a scheme— under which an individual agrees with the person carrying on the scheme to provide care and support (including accommodation) to an adult who is in need of it, and in respect of which a requirement to register arises under section 11 of the Care Standards Act 2000, and “ adult placement service ” has the meaning given by paragraph 11 of schedule 12 to the Public Services Reform (Scotland) Act 2010. 4 The amendments made by this section have effect in relation to disposals made on or after 9 December 2009. 5 Until the coming into force of paragraph 11 of schedule 12 to the Public Services Reform (Scotland) Act 2010, the reference to that provision in section 225D(4) of TCGA 1992 is to section 2(16) of the Regulation of Care (Scotland) Act 2001."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "17", "section_title": "Reinvestment of ring fence assets: acquisition by member of group", "section_text": "17 1 After section 198G of TCGA 1992 insert— Acquisition by member of same group 198H Section 198A or 198B is to apply where— a the disposal is by a company which, at the time of the disposal, is a member of a group of companies (within the meaning given in section 170), b the acquisition is by another company which, at the time of the acquisition, is a member of the same group, and c the claim under that section is made by both companies, as if both companies were the same person. 2 The amendment made by this section has effect in relation to disposals made on or after 22 April 2009 (whether the acquisition takes place before, on or after that date)."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "18", "section_title": "First-year allowances on zero-emission goods vehicles", "section_text": "18 Schedule 7 contains provision about first-year allowances on zero-emission goods vehicles."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "19", "section_title": "Non-business use of business assets etc", "section_text": "19 Schedule 8 contains— a provision about input tax, and b provision about supplies under paragraph 5(4) of Schedule 4 to  VATA  1994."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "20", "section_title": "Supplies of gas, heat or cooling", "section_text": "20 1 In section 9A of VATA 1994 (reverse charge on gas and electricity supplied by persons outside the United Kingdom)— a for subsection (5) substitute— 5 Relevant goods” means— a gas supplied through a natural gas system situated within the territory of a member State or any network connected to such a system, b electricity, and c heat or cooling supplied through a network. , and b in the heading, for  “ and electricity ” substitute  “                         , electricity, heat or cooling                       ” . 2 In Schedule 4 to VATA 1994 (matters to be treated as supply of goods or services), in paragraph 3 after  “refrigeration” insert  “                    or other cooling,                  ” . 3 The amendments made by this section have effect in relation to supplies made on or after 1 January 2011."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "21", "section_title": "Supplies of aircraft etc", "section_text": "21 1 Schedule 8 to VATA 1994 (zero-rating) is amended as follows. 2 In Note (A1) of Group 8 (transport: definition of  “qualifying aircraft” etc), for paragraph (b) substitute— b a  “qualifying aircraft” is any aircraft which — i is used by an airline operating for reward chiefly on international routes, or ii is used by a State institution and meets the condition in Note (B1). 3 After that Note insert— B1 The condition is that the aircraft— a is of a weight of not less than 8,000 kilograms, and b is neither designed nor adapted for use for recreation or pleasure. C1 In Note (A1)(b)— “ airline ” means an undertaking which provides services for the carriage by air of passengers or cargo (or both); “ State institution ” has the same meaning as in Part B of Annex X to the Council Directive  2006/112/ EC  on the common system of value added tax (transactions which member States may continue to exempt). 4 The amendments made by this section have effect in relation to supplies made, and acquisitions and importations taking place, on or after 1 January 2011."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "22", "section_title": "Postal services etc", "section_text": "22 1 In Schedule 8 to VATA 1994 (zero-rating), in Group 8— a in item 4 (transport of passengers), for  “the Post Office company” substitute  “                        a universal service provider                      ” , and b after Note (4D) insert— 4E “ Universal service provider ” means a person who provides a universal postal service (within the meaning of the Postal Services Act 2000), or part of such a service, in the United Kingdom. 2 In Schedule 9 to that Act (exemptions), for Group 3 (postal services) substitute— GROUP 3 — POSTAL SERVICES Item No 1 The supply of public postal services by a universal service provider. 2 The supply of goods by a universal service provider which is incidental to the supply of public postal services by that provider. NOTES 1 “ Universal service provider ” means a person who provides a universal postal service, or part of such a service, in the United Kingdom. 2 Subject to the following Notes,  “ public postal services ”, in relation to a universal service provider, means any postal services which the provider is required to provide in the discharge of a licence duty. 3 Public postal services include postal services which a universal service provider provides to allow a person access to the provider's postal facilities, where such services are provided pursuant to a licence duty. 4 Services are not  “public postal services” if— a the price is not controlled by or under a licence, or b any of the other terms on which the services are provided are freely negotiated. 5 But Note (4) does not apply if a licence duty requires the universal service provider to make the services available to persons generally— a where the price is not controlled by or under the licence, at the same price, or b where terms are freely negotiated as mentioned in Note (4)(b), on those terms. 6 In this Group— “ licence ” means a licence under Part 2 of the Postal Services Act 2000; “ licence duty ” means a duty imposed as a condition of a licence; “ postal facilities ”, in relation to a universal service provider, means the resources and systems deployed by the provider, for the purpose of discharging any licence duty to provide a universal postal service or part of such a service; “ postal services ” and  “ universal postal service ” have the same meaning as in the Postal Services Act 2000. 3 The following provisions are omitted— a in section 96(1) of VATA 1994, the definition of  “the Post Office company”, and b paragraph 22(3) and (4) of Schedule 8 to the Postal Services Act 2000. 4 The amendments made by this section have effect in relation to supplies made on or after 31 January 2011."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "23", "section_title": "Long cigarettes", "section_text": "23 1 In section 4 of TPDA 1979 (calculation of duty on long cigarettes)— a for  “than 9 cm.” substitute  “                        than 8 cm.                      ” , and b for  “each 9 cm. or part thereof” substitute  “                        the first 8 cm. of it, each 3 cm. portion of the remainder of it (if any) and the remaining portion of it (if any)                      ” , and, in the heading, for  “ 9 cm. ” substitute  “                     8 cm.                   ” . 2 The amendments made by this section come into force on 1 January 2011."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "24", "section_title": "Landfill tax: criteria for determining material to be subject to lower rate", "section_text": "24 1 In section 42 of FA 1996 (amount of landfill tax), for subsection (4) substitute— 4 The Treasury must— a set criteria to be considered in determining from time to time what material is to be listed, b keep those criteria under review, and c revise them whenever they consider they should be revised. 5 The Commissioners must publish the criteria (and any revised criteria) set by the Treasury. 6 In determining from time to time what material is to be listed, the Treasury must have regard to— a the criteria (or revised criteria) published under subsection (5), and b any other factors they consider relevant. 2 The amendment made by this section has effect in relation to disposals made, or treated as made, on or after 1 April 2011."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "25", "section_title": "Interest: corporation tax and petroleum revenue tax", "section_text": "25 1 Schedule 9 contains amendments of FA 2009 relating to late payment interest and repayment interest on amounts of corporation tax and petroleum revenue tax. 2 That Schedule comes into force on such day as the Treasury may by order appoint. 3 An order under subsection (2)— a may commence a provision generally or only for specified purposes, and b may appoint different days for different provisions or for different purposes. 4 The Treasury may by order make any incidental, supplemental, consequential, transitional, transitory or saving provision which appears appropriate in consequence of, or otherwise in connection with, that Schedule. 5 An order under subsection (4) may— a make different provision for different purposes, and b make provision amending, repealing or revoking any Act or subordinate legislation whenever passed or made (including this Act and any Act amended by it). 6 An order under this section is to be made by statutory instrument. 7 A statutory instrument containing an order under subsection (4) which includes provision amending or repealing any provision of an Act is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "26", "section_title": "Penalties for failure to make returns etc", "section_text": "26 1 Schedule 10 contains provision amending Schedule 55 to FA 2009 (penalties in respect of failures to make returns and other documents relating to liabilities for tax). 2 Schedule 10 comes into force on such day as the Treasury may by order appoint. 3 An order under subsection (2)— a may commence a provision generally or only for specified purposes, and b may appoint different days for different provisions or for different purposes. 4 The Treasury may by order make any incidental, supplemental, consequential, transitional, transitory or saving provision which appears appropriate in consequence of, or otherwise in connection with, that Schedule. 5 An order under subsection (4) may— a make different provision for different purposes, and b make provision amending, repealing or revoking any Act or subordinate legislation whenever passed or made (including this Act and any Act amended by it). 6 An order under this section is to be made by statutory instrument. 7 A statutory instrument containing an order under subsection (4) which includes provision amending or repealing any provision of an Act is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "27", "section_title": "Penalties for failure to pay tax", "section_text": "27 1 Schedule 11 contains provision amending Schedule 56 to FA 2009 (penalties in respect of failures to comply with obligations to pay tax). 2 Schedule 11 comes into force on such day as the Treasury may by order appoint. 3 An order under subsection (2)— a may commence a provision generally or only for specified purposes, and b may appoint different days for different provisions or for different purposes. 4 The Treasury may by order make any incidental, supplemental, consequential, transitional, transitory or saving provision which appears appropriate in consequence of, or otherwise in connection with, that Schedule. 5 An order under subsection (4) may— a make different provision for different purposes, and b make provision amending, repealing or revoking any Act or subordinate legislation whenever passed or made (including this Act and any Act amended by it). 6 An order under this section is to be made by statutory instrument. 7 A statutory instrument containing an order under subsection (4) which includes provision amending or repealing any provision of an Act is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "28", "section_title": "Recovery of overpaid stamp duty land tax and petroleum revenue tax etc", "section_text": "28 1 Schedule 12 contains— a provision amending Part 4 of FA 2003 (stamp duty land tax) in respect of the recovery of overpaid tax etc, and b provision amending Schedule 2 to  OTA  1975 (management and collection of petroleum revenue tax) in respect of the recovery of overpaid tax  etc. 2 The amendments made by Schedule 12 have effect in relation to claims made on or after 1 April 2011. 3 The Treasury may by order make any incidental, supplemental, consequential, transitional, transitory or saving provision which appears appropriate in consequence of, or otherwise in connection with, that Schedule. 4 An order under this section may— a make different provision for different purposes, and b make provision amending, repealing or revoking any Act or subordinate legislation whenever passed or made (including this Act and any Act amended by it). 5 An order under this section is to be made by statutory instrument. 6 A statutory instrument containing an order under this section which includes provision amending or repealing any provision of an Act is subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "29", "section_title": "Excise duties: compliance checks", "section_text": "29 1 Schedule 13 contains provision about information and inspection powers, record-keeping and time limits for assessments and claims involving excise duties. 2 The amendments made by that Schedule come into force on such day as the Treasury may by order made by statutory instrument appoint. 3 An order under subsection (2)— a may appoint different days for different provisions or for different purposes, and b may include transitional provision and savings."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "30", "section_title": "Pension scheme under section 67 of Pensions Act 2008", "section_text": "30 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 67 of the Pensions Act 2008 (duty to establish pension scheme)\t\t\t\t\t— a omit subsection (3), and b in subsection (4), for  “that Chapter” substitute  “                      Chapter 2 of Part 4 of the Finance Act 2004                    ” ."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "31", "section_title": "Asbestos compensation settlements", "section_text": "31 Schedule 14 contains provision about the taxation of settlements the purpose of which is to make compensation payments to or in respect of individuals affected by an asbestos-related condition."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "32", "section_title": "Interpretation", "section_text": "32 1 In this Act— “ BGDA 1981 ” means the Betting and Gaming Duties Act 1981; “ CAA 2001 ” means the Capital Allowances Act 2001; “ CTA 2009 ” means the Corporation Tax Act 2009; “ CTA 2010 ” means the Corporation Tax Act 2010; “ HODA  1979 ” means the Hydrocarbon Oil Duties Act 1979; “ ICTA ” means the Income and Corporation Taxes Act 1988; “ IHTA  1984 ” means the Inheritance Tax Act 1984; “ ITA 2007 ” means the Income Tax Act 2007; “ ITEPA 2003 ” means the Income Tax (Earnings and Pensions) Act 2003; “ ITTOIA 2005 ” means the Income Tax (Trading and Other Income) Act 2005; “ OTA 1975 ” means the Oil Taxation Act 1975; “ TCGA 1992 ” means the Taxation of Chargeable Gains Act 1992; “ TIOPA 2010 ” means the Taxation (International and Other Provisions) Act 2010; “ TMA 1970 ” means the Taxes Management Act 1970; “ TPDA 1979 ” means the Tobacco Products Duty Act 1979; “ VATA 1994 ” means the Value Added Tax Act 1994; “ VERA  1994 ” means the Vehicle Excise and Registration Act 1994. 2 In this Act— “FA”, followed by a year, means the Finance Act of that year; “F(No.2)A”, followed by a year, means the Finance (No.2) Act of that year."}, {"act": "Finance (No. 3) Act 2010", "year": 2010, "section": "33", "section_title": "Short title", "section_text": "33 This Act may be cited as the Finance (No. 3) Act 2010."}]