[{"act": "Flood and Water Management Act 2010", "year": 2010, "section": "1", "section_title": "“Flood” and  “coastal erosion”", "section_text": "1 1 “ Flood ” includes any case where land not normally covered by water becomes covered by water. 2 It does not matter for the purpose of subsection (1) whether a flood is caused by— a heavy rainfall, b a river overflowing or its banks being breached, c a dam overflowing or being breached, d tidal waters, e groundwater, or e anything else (including any combination of factors). 3 But  “ flood ” does not include— a a flood from any part of a sewerage system, unless wholly or partly caused by an increase in the volume of rainwater (including snow and other precipitation) entering or otherwise affecting the system, or b a flood caused by a burst water main (within the meaning given by section 219 of the Water Industry Act 1991). 4 “ Coastal erosion ” means the erosion of the coast of any part of England or Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "2", "section_title": "“Risk”", "section_text": "2 1 “ Risk ” means a risk in respect of an occurrence assessed and expressed (as for insurance and scientific purposes) as a combination of the probability of the occurrence with its potential consequences. 2 “ Flood risk ” means a risk in respect of flood. 3 “ Coastal erosion risk ” means a risk in respect of coastal erosion. 4 In each case the potential harmful consequences to be considered in assessing risk include, in particular, consequences for— a human health, b the social and economic welfare of individuals and communities, c infrastructure, and d the environment (including cultural heritage)."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "3", "section_title": "“Risk management”", "section_text": "3 1 “ Risk management ” means anything done for the purpose of— a analysing a risk, b assessing a risk, c reducing a risk, d reducing a component in the assessment of a risk, e altering the balance of factors combined in assessing a risk, or f otherwise taking action in respect of a risk or a factor relevant to the assessment of a risk (including action for the purpose of flood defence). 2 In particular, risk management includes things done— a that increase the probability of an event but reduce or alter its potential consequences, or b that increase the probability of an event occurring at one time or in one place but reduce the probability of it occurring at another time or in another place. 3 The following are examples of things that might be done in the course of flood or coastal erosion risk management— a planning, erecting, maintaining, altering or removing buildings or other structures (including structures built or used for flood defence purposes), b maintaining or restoring natural processes, c reducing or increasing the level of water in a place (whether or not it results in a change to the water level in another place), d carrying out work in respect of a river or other watercourse (such as taking things out of it or supporting or diverting the banks), e moving things onto, off or around a beach, or carrying out other works in respect of the shoreline, f using statutory or other powers to permit, require, restrict or prevent activities, g making arrangements for financial or other support for action taken by persons in respect of a risk of, or in preparing to manage the consequences of, flooding or coastal erosion, h making arrangements for forecasting and warning, i preparing, gathering and disseminating maps, plans, surveys and other information, and j providing education and giving guidance (including, for example, guidance on changes to land management)."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "4", "section_title": "“Flood risk management function”", "section_text": "4 1 “ Flood risk management function ” means a function listed in subsection (2) which may be exercised by a risk management authority for a purpose connected with flood risk management. 2 The functions are— a a function under this Part, b a function under section 159 or 160 of the Water Resources Act 1991, c a flood defence function within the meaning of section 221 of that Act, d a function under the Land Drainage Act 1991, e a function under section 100, 101, 110 or 339 of the Highways Act 1980, and f any other function, under an enactment, specified for the purposes of this section by order made by the Minister. 3 In this section and section 5  “ the Minister ” means— a the Secretary of State in relation to flood and coastal erosion risk management in England, and b the Welsh Ministers in relation to flood and coastal erosion risk management in Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "5", "section_title": "“Coastal erosion risk management function”", "section_text": "5 1 “ Coastal erosion risk management function ” means a function listed in subsection (2) which may be exercised by a risk management authority for a purpose connected with coastal erosion. 2 The functions are— a a function under this Part, b a function under the Coast Protection Act 1949, and c any other function, under an enactment, specified for the purposes of this section by order made by the Minister."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "6", "section_title": "Other definitions", "section_text": "6 1 “ Main river ” has the meaning given by section 113 of the Water Resources Act 1991. 2 “ Watercourse ” has the meaning given by section 72(1) of the Land Drainage Act 1991. 3 “ Ordinary watercourse ” means a watercourse that does not form part of a main river. 4 “ Groundwater ” means all water which is below the surface of the ground and in direct contact with the ground or subsoil. 5 “ Surface runoff ” means rainwater (including snow and other precipitation) which— a is on the surface of the ground (whether or not it is moving), and b has not entered a watercourse, drainage system or public sewer. 6 In subsection (5)(b)— a the reference to a watercourse includes a reference to a lake, pond or other area of water which flows into a watercourse, and b “ drainage system ” has the meaning given by paragraph 1 of Schedule 3. 7 “ Lead local flood authority ” in relation to an area in England means— a the unitary authority for the area, or b if there is no unitary authority, the county council for the area. 8 “ Unitary authority ” means— a the council of a county for which there are no district councils; b the council of a district in an area for which there is no county council; c the council of a London borough; d the Common Council of the City of London; e the Council of the Isles of Scilly. 9 “ Lead local flood authority ” in relation to an area in Wales means— a the county council for the area; b the county borough council for the area. 10 “ Internal drainage board ” has the same meaning as in section 1 of the Land Drainage Act 1991. 11 “ Water company ” means  ... — a a company which holds  an appointment under Chapter 1 of Part 2 of the Water Industry Act 1991, or b a person who holds  a licence under Chapter 1A of Part 2 of that Act. 12 “ Highway authority ” has the meaning given by section 1 of the Highways Act 1980. 13 “ Risk management authority ” means— a the Environment Agency, aa the Natural Resources Body for Wales, b a lead local flood authority, c a district council for an area for which there is no unitary authority, d an internal drainage board, e a water company, and f a highway authority. 14 “ English risk management authority ” means— a the Environment Agency, b a risk management authority within subsection (13)(b), (c) or (f) for an area that is wholly in England, c an internal drainage board for an internal drainage district that is wholly or mainly in England, and d a water company that exercises functions in relation to an area in England. 15 “ Welsh risk management authority ” means— a the Natural Resources Body for Wales , b a risk management authority within subsection (13)(b), (c) or (f) for an area that is wholly in Wales, c an internal drainage board for an internal drainage district that is wholly or mainly in Wales, and d a water company that exercises functions in relation to an area in Wales. 16 “ Cross-border internal drainage board ” means an internal drainage board for an internal drainage district that is partly in England and partly in Wales. 17 “ Wales ” has the meaning given by section 158 of the Government of Wales Act 2006."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "7", "section_title": "National flood and coastal erosion risk management strategy: England", "section_text": "7 1 The Environment Agency must develop, maintain, apply and monitor a strategy for flood and coastal erosion risk management in England (a  “national flood and coastal erosion risk management strategy”). 2 The strategy must specify— a the English risk management authorities, b the flood and coastal erosion risk management functions that may be exercised by those authorities in relation to England, c the objectives for managing flood and coastal erosion risk, d the measures proposed to achieve those objectives, e how and when the measures are to be implemented, f the costs and benefits of those measures, and how they are to be paid for, g the assessment of flood and coastal erosion risk for the purpose of the strategy, h how and when the strategy is to be reviewed, i the current and predicted impact of climate change on flood and coastal erosion risk management, and j how the strategy contributes towards the achievement of wider environmental objectives. 3 The Agency must consult the following about the national flood and coastal erosion risk management strategy— a the English risk management authorities, b the public, c so far as the strategy may affect flood and coastal erosion risk management in Wales, the Welsh Ministers, and d so far as the strategy may affect flood and coastal erosion risk management in Scotland, the Scottish Ministers. 4 The Agency must publish a summary of the strategy. 5 The Agency may issue guidance about the application of the strategy. 6 The Agency may, in particular, issue guidance about how English risk management authorities are to comply with the duties under sections 13(1) and 14. 7 The Agency must submit a draft of the strategy and any guidance under this section to the Secretary of State for review. 8 On a review, the Secretary of State may— a approve the draft strategy or guidance, with or without modification, or b reject it. 9 The Secretary of State must lay any approved strategy or guidance before Parliament; and it may not be issued if during the period of 40 days beginning with the date of laying (ignoring any periods for which Parliament is dissolved or prorogued or for which both Houses are adjourned for more than 4 days) either House of Parliament resolves that it should not be issued (in that form)."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "8", "section_title": "National flood and coastal erosion risk management strategy: Wales", "section_text": "8 1 The Welsh Ministers must develop, maintain and apply a strategy for flood and coastal erosion risk management in Wales (a  “national flood and coastal erosion risk management strategy”). 2 The strategy must specify— a the Welsh risk management authorities, b the flood and coastal erosion risk management functions that may be exercised by those authorities in relation to Wales, c the objectives for managing flood and coastal erosion risk, d the measures proposed to achieve those objectives, e how and when the measures are to be implemented, f the costs and benefits of those measures, and how they are to be paid for, g the assessment of flood and coastal erosion risk for the purpose of the strategy, h how and when the strategy is to be reviewed, i the current and predicted impact of climate change on flood and coastal erosion risk management, and j how the strategy contributes towards the achievement of wider environmental objectives. 3 The Welsh Ministers must consult the Secretary of State about the national flood and coastal erosion risk management strategy, so far as the strategy may affect flood and coastal erosion risk management in England. 4 The Welsh Ministers must publish a summary of the strategy. 5 The Welsh Ministers may issue guidance about the application of the strategy. 6 The Welsh Ministers may, in particular, issue guidance about how Welsh risk management authorities are to comply with the duties under sections 13(1) and 14. 7 The Welsh Ministers must lay any guidance in draft before the National Assembly for Wales; and it may not be issued if during the period of 40 days beginning with the date of laying (ignoring any periods for which the National Assembly is dissolved or is in recess for more than 4 days) the National Assembly resolves that it should not be issued (in that form). 8 The Welsh Ministers must lay the strategy before the National Assembly for Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "9", "section_title": "Local flood risk management strategies: England", "section_text": "9 1 A lead local flood authority for an area in England must develop, maintain, apply and monitor a strategy for local flood risk management in its area (a  “local flood risk management strategy”). 2 In subsection (1)  “ local flood risk ” means flood risk from— a surface runoff, b groundwater, and c ordinary watercourses. 3 In subsection (2)(c) the reference to an ordinary watercourse includes a reference to a lake, pond or other area of water which flows into an ordinary watercourse. 4 The strategy must specify— a the risk management authorities in the authority's area, b the flood and coastal erosion risk management functions that may be exercised by those authorities in relation to the area, c the objectives for managing local flood risk (including any objectives included in the authority's flood risk management plan prepared in accordance with the Flood Risk Regulations 2009), d the measures proposed to achieve those objectives, e how and when the measures are expected to be implemented, f the costs and benefits of those measures, and how they are to be paid for, g the assessment of local flood risk for the purpose of the strategy, h how and when the strategy is to be reviewed, and i how the strategy contributes to the achievement of wider environmental objectives. 5 The strategy must be consistent with the national flood and coastal erosion risk management strategy for England under section 7. 6 A lead local flood authority must consult the following about its local flood risk management strategy— a risk management authorities that may be affected by the strategy (including risk management authorities in Wales), and b the public. 7 A lead local flood authority must publish a summary of its local flood risk management strategy (including guidance about the availability of relevant information). 8 A lead local flood authority may issue guidance about the application of the local flood risk management strategy in its area. 9 A lead local flood authority must have regard to any guidance issued by the Secretary of State about— a the local flood risk management strategy, and b guidance under subsection (8)."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "10", "section_title": "Local flood risk management strategies: Wales", "section_text": "10 1 A lead local flood authority for an area in Wales must develop, maintain, apply and monitor a strategy for local flood risk management its area (a  “local flood risk management strategy”). 2 In subsection (1)  “ local flood risk ” means flood risk from— a surface runoff, b groundwater, and c ordinary watercourses. 3 In subsection (2)(c) the reference to an ordinary watercourse includes a reference to a lake, pond or other area of water which flows into an ordinary watercourse. 4 The strategy must specify— a the risk management authorities in the authority's area, b the flood and coastal erosion risk management functions that may be exercised by those authorities in relation to the area, c the objectives for managing local flood risk (including any objectives included in the authority's flood risk management plan prepared in accordance with the Flood Risk Regulations 2009), d the measures proposed to achieve those objectives, e how and when the measures are expected to be implemented, f the costs and benefits of those measures, and how they are to be paid for, g the assessment of local flood risk for the purpose of the strategy, h how and when the strategy is to be reviewed, and i how the strategy contributes to the achievement of wider environmental objectives. 5 The strategy must be consistent with the national flood and coastal erosion risk management strategy for Wales under section 8. 6 A lead local flood authority must consult the following about its local flood risk management strategy— a risk management authorities that may be affected by the strategy (including risk management authorities in England), and b the public. 7 A lead local flood authority must publish a summary of its local flood risk management strategy (including guidance about the availability of relevant information). 8 A lead local flood authority may issue guidance about the application of the local flood risk management strategy in its area. 9 A lead local flood authority must submit a draft of the strategy and any guidance under this section to the Welsh Ministers for review. 10 On a review, the Welsh Ministers may— a approve the draft strategy or guidance, with or without modification, or b reject it."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "11", "section_title": "Effect of national and local strategies: England", "section_text": "11 1 In exercising its flood and coastal erosion risk management functions, an English risk management authority must— a act in a manner which is consistent with the national strategy and guidance, and b except in the case of a water company, act in a manner which is consistent with the local strategies and guidance. 2 But— a subsection (1) does not apply in relation to the function of the Environment Agency under section 7(1); b the Agency must have regard to the national and local strategies and guidance in exercising that function. 3 In exercising a flood or coastal erosion risk management function in relation to an area in England, a water company must have regard to the local strategies and guidance. 4 In exercising any other function in a manner which may affect a flood risk or coastal erosion risk, an English risk management authority must have regard to the national and local strategies and guidance. 5 A cross-border internal drainage board for an internal drainage district that is mainly in Wales must— a act in a manner which is consistent with the local strategies and guidance, and b have regard to the national strategy and guidance. 6 Subsection (5) does not affect the duties of a cross-border internal drainage board under section 12. 6A In exercising a function in a manner which may affect a flood risk or coastal erosion risk in England, the Natural Resources Body for Wales must have regard to the national and local strategies and guidance. 7 The Secretary of State may by order require a specified person to have regard to the national and local strategies and guidance in exercising a statutory function which may affect a flood risk or coastal erosion risk in England. 8 In this section— a references to the national strategy and guidance are references to (i) the national flood and coastal erosion risk management strategy under section 7, and (ii) any guidance on the national strategy issued by the Environment Agency, and b references to the local strategies and guidance are references to (i) any local flood risk management strategy under section 9 for the relevant area, and (ii) any guidance on a local strategy issued by a lead local flood authority. 9 In subsection (7)  “ statutory function ” means a function conferred by or under an enactment."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "12", "section_title": "Effect of national and local strategies: Wales", "section_text": "12 1 In exercising its flood and coastal erosion risk management functions, a Welsh risk management authority must— a act in a manner which is consistent with the national strategy and guidance, and b except in the case of a water company, act in a manner which is consistent with the local strategies and guidance. 2 In exercising a flood or coastal erosion risk management function in relation to an area in Wales, a water company must have regard to the local strategies and guidance. 3 In exercising any other function in a manner which may affect a flood risk or coastal erosion risk, a Welsh risk management authority must have regard to the national and local strategies and guidance. 4 A cross-border internal drainage board for an internal drainage district that is mainly in England must— a act in a manner which is consistent with the local strategies and guidance, and b have regard to the national strategy and guidance. 5 Subsection (4) does not affect the duties of a cross-border internal drainage board under section 11. 5A In exercising a function in a manner which may affect a flood risk or coastal erosion risk in Wales, the Environment Agency must have regard to the national and local strategies and guidance. 6 The Welsh Ministers may by order require a specified person to have regard to the national and local strategies and guidance in exercising a statutory function which may affect a flood risk or coastal erosion risk in Wales. 7 In this section— a references to the national strategy and guidance are references to (i) the national flood and coastal erosion risk management strategy under section 8, and (ii) any guidance on the national strategy issued by the Welsh Ministers, and b references to the local strategies and guidance are references to (i) any local flood risk management strategy under section 10 for the relevant area, and (ii) any guidance on a local strategy issued by a lead local flood authority. 8 In subsection (6)  “ statutory function ” means a function conferred by or under an enactment."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "13", "section_title": "Co-operation and arrangements", "section_text": "13 1 A relevant authority must co-operate with other relevant authorities in the exercise of their flood and coastal erosion risk management functions. 2 A relevant authority may share information with another relevant authority for the purpose of discharging its duty under subsection (1). 3 In subsections (1) and (2)  “ relevant authority ” means— a a risk management authority, and b the Welsh Ministers. 4 A risk management authority may arrange for a flood risk management function to be exercised on its behalf by— a another risk management authority, or b a navigation authority (within the meaning given by section 219 of the Water Industry Act 1991). 5 But subsection (4) does not apply in relation to— a the function of the Environment Agency under section 7(1), or b the function of a lead local flood authority under section 9(1) or 10(1). 6 A coast protection authority may, with the appropriate consent, arrange for a person to exercise a coastal erosion risk management function on its behalf. 7 In subsection (6) the  “ appropriate consent ” means— a in relation to a coast protection authority in England, the consent of the Environment Agency, and b in relation to a coast protection authority in Wales, the consent of the Welsh Ministers. 8 The Environment Agency  or the Natural Resources Body for Wales  may arrange for a coastal erosion risk management function to be exercised on its behalf by— a a coast protection authority, b a lead local flood authority, or c an internal drainage board. 9 In subsections (4), (6) and (8) a reference to a flood risk management function or a coastal erosion risk management function includes a reference to anything that may be done by a risk management authority for a purpose connected with the exercise of that function. 10 In this section  “ coast protection authority ” has the meaning given by section 1 of the Coast Protection Act 1949."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "14", "section_title": "Power to request information", "section_text": "14 1 An authority listed in subsection (2) may request a person to provide information in connection with the authority's flood and coastal erosion risk management functions. 2 The authorities are— a the Environment Agency,  ... aa the Natural Resources Body for Wales, and b lead local flood authorities. 3 The Welsh Ministers may request a person to provide information in connection with the function under section 8. 4 Information requested under subsection (1) or (3) must be provided— a in the form or manner specified in the request, and b within the period specified in the request."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "15", "section_title": "Civil sanctions", "section_text": "15 1 An authority that requests a person (P) to provide information under section 14(1) or (3) may give P an enforcement notice if P fails to comply with the request. 2 An enforcement notice must— a specify the information requested, b state that the authority may impose a penalty if P fails to provide the information within a specified period, which must be at least 28 days beginning with the date of issue of the notice, and c state that P may make representations to the authority about the notice within that period. 3 The authority may by penalty notice impose a penalty on P if P fails to provide the specified information in the specified period. 4 The amount of the penalty— a is to be determined by the authority, but b must not exceed £1000. 5 In deciding whether to impose a penalty and in determining the amount of a penalty the authority must have regard to— a any representations under subsection (2)(c), and b any partial compliance with the initial request under section 14. 6 The penalty notice must— a specify the reasons for the decision to impose a penalty, b state a period within which payment must be made, which must be at least 14 days beginning with the date of issue of the notice, and c notify P of the right of appeal under subsection (8). 7 A penalty is recoverable as a debt. 8 The Minister must by regulations provide a right of appeal against penalties; and the regulations must— a confer jurisdiction on the Minister, a court or a tribunal, and b make provision about procedure. 9 The Minister may by order substitute a different amount for the amount specified in subsection (4)(b) to reflect a change in the value of money. 10 In this section  “ the Minister ” means— a the Secretary of State in relation to penalties issued by— i lead local flood authorities for areas in England, and ii the Natural Resources Body for Wales  in respect of a failure to comply with a request in connection with a flood or coastal erosion risk management function in relation to England, and b the Welsh Ministers in relation to penalties issued by— i lead local flood authorities for areas in Wales, ii the Environment Agency in respect of a failure to comply with a request in connection with a flood or coastal erosion risk management function in relation to Wales, and iii the Welsh Ministers. 11 A reference in this section to an authority includes a reference to the Welsh Ministers. 12 The first sets of regulations under subsection (8) may not be made unless a draft has been laid before and approved by resolution of— a each House of Parliament, in the case of the first regulations made by the Secretary of State, and b the National Assembly for Wales, in the case of the first regulations made by the Welsh Ministers."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "16", "section_title": "Funding", "section_text": "16 1 The Environment Agency may make grants in respect of expenditure incurred or expected to be incurred in connection with flood or coastal erosion risk management in England. 2 The Welsh Ministers may make grants in respect of expenditure incurred or expected to be incurred in connection with flood or coastal erosion risk management in Wales. 3 A grant may be subject to conditions (including conditions as to repayment and interest)."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "17", "section_title": "Levies", "section_text": "17 1 The Environment Agency may issue levies to the lead local flood authority for an area in England  in respect of the Agency's flood and coastal erosion risk management functions in that area. 1A The Natural Resources Body for Wales may issue levies to the lead local flood authority for an area in Wales in respect of the Natural Resources Body for Wales' flood and coastal erosion risk management functions in that area. 2 A levy issued under this section shall be issued in accordance with regulations under section 74 of the Local Government Finance Act 1988. 3 The  Agency and the Natural Resources Body for Wales shall each  be treated as a levying body within the meaning of that section. 4 This section is subject to the requirement in section 23(3)  for the Agency   to obtain the consent of the appropriate Regional Flood and Coastal Committee."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "18", "section_title": "Reports about flood and coastal erosion risk management", "section_text": "18 1 The Environment Agency must report to the Minister about flood and coastal erosion risk management in England . 1A The Natural Resources Body for Wales must report to the Minister about flood and coastal erosion risk management in Wales. 2 In particular, the report must include information about the application of the national flood and coastal erosion risk management strategies under sections 7 and 8. 3 The Minister may make regulations about— a the times or intervals at which a report must be made, and b the content of a report. 4 In this section  “ the Minister ” means— a the Secretary of State in relation to flood and coastal erosion risk management in England, and b the Welsh Ministers in relation to flood and coastal erosion risk management in Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "19", "section_title": "Local authorities: investigations", "section_text": "19 1 On becoming aware of a flood in its area, a lead local flood authority must, to the extent that it considers it necessary or appropriate, investigate— a which risk management authorities have relevant flood risk management functions, and b whether each of those risk management authorities has exercised, or is proposing to exercise, those functions in response to the flood. 2 Where an authority carries out an investigation under subsection (1) it must— a publish the results of its investigation, and b notify any relevant risk management authorities."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "20", "section_title": "Ministerial directions", "section_text": "20 1 The Minister may direct a risk management authority to exercise a flood or coastal erosion risk management function on behalf of another risk management authority (the  “defaulting authority”). 2 The Minister may give a direction under subsection (1) only if satisfied that the defaulting authority— a has failed to exercise the function, or b has failed to exercise the function in accordance with the national strategies under sections 7 and 8 or the local strategies under sections 9 and 10. 3 A direction under subsection (1) may include provision about the recovery of costs of compliance from the defaulting authority. 4 The Minister must— a send a copy of the direction to the defaulting authority, and b publish the direction. 5 But the Minister may decide not to publish a direction if it appears that to do so would be contrary to the interests of national security. 6 In this section  “ the Minister ” means— a the Secretary of State in relation to risk management authorities that exercise functions only in England, b the Welsh Ministers in relation to risk management authorities that exercise functions only in Wales, and c the Secretary of State and the Welsh Ministers acting jointly in relation to risk management authorities that exercise functions in both England and Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "21", "section_title": "Lead local authorities: duty to maintain a register", "section_text": "21 1 A lead local flood authority must establish and maintain— a a register of structures or features which, in the opinion of the authority, are likely to have a significant effect on a flood risk in its area, and b a record of information about each of those structures or features, including information about ownership and state of repair. 2 The Minister may by regulations make provision about the content of the register and record. 3 The lead local flood authority must arrange for the register to be available for inspection at all reasonable times. 4 The Minister may by regulations provide for information of a specified description to be excluded from the register or record. 5 In this section,  “ the Minister ” means— a the Secretary of State in relation to authorities in England, and b the Welsh Ministers in relation to authorities in Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "22", "section_title": "Establishment", "section_text": "22 1 The   Environment Agency — a must divide England  ... into regions for the purposes of this section, b must establish a Regional Flood and Coastal Committee for each region  c ... 2 The   Secretary of State   may by regulations— a specify the procedure to be followed by the   Agency  in exercising its functions under subsection (1)(a) (which may include provision about revision, consultation and appeals); b make transitional provision with respect to the establishment of Regional Flood and Coastal Committees in place of regional flood defence committees. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "23", "section_title": "Consultation and consent", "section_text": "23 1 The   Environment Agency   must— a consult each Regional Flood and Coastal Committee about the way in which the   Agency   proposes to carry out its flood and coastal erosion risk management functions in relation to the Committee's region, and b take into account any representations (whether made in response to a consultation or otherwise) made by the Committee about the exercise of the   Agency's   flood and coastal erosion risk management functions in that region. 2 The   Agency   may not implement the regional programme without the consent of the Regional Flood and Coastal Committee for the region concerned. 3 The  Agency  may not issue a levy under section 17 to a lead local flood authority without the consent of the Regional Flood and Coastal Committee for the region concerned. 4 The  Agency  may not spend revenue under section 118 of the Water Resources Act 1991 without the consent of the Regional Flood and Coastal Committee for the region in which the revenue is raised."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "24", "section_title": "Membership", "section_text": "24 The   Secretary of State   may by regulations make provision about— a the number of members of a Regional Flood and Coastal Committee, b conditions of eligibility for appointment, c the method of selection and appointment of the members (including who is to appoint them), and d the proceedings of a Committee (including provision about (i) quorum, and (ii) the nature and extent of a majority required for specified purposes)."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "25", "section_title": "Money", "section_text": "25 1 The   Secretary of State may direct the Environment Agency   to pay to or in respect of persons who chair or have chaired Regional Flood and Coastal Committees— a remuneration, b allowances, c sums by way of or in respect of pension, and d compensation, if the   Secretary of State   thinks that a person who ceases to chair a Committee should, because of special circumstances, receive compensation. 2 The   Agency   may pay allowances to members of Committees. 3 The   Secretary of State   may determine amounts or maximum amounts to be paid under this section."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "26", "section_title": "“The Minister”", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "26A", "section_title": "“The appropriate agency”", "section_text": "26A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "26B", "section_title": "Establishment and functions", "section_text": "26B 1 There is established a committee to be known as the Flood and Coastal Erosion Committee or Pwyllgor Llifogydd ac Erydu Arfordirol. 2 The purpose of the Committee is to advise the Welsh Ministers on matters relating to flood and coastal erosion risk management. 3 The Welsh Ministers may by regulations confer or impose additional functions on the Committee for any purpose connected with flood or coastal erosion risk management in Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "26C", "section_title": "Constitution", "section_text": "26C 1 The Welsh Ministers may by regulations make provision about the membership of the Flood and Coastal Erosion Committee, including⁠— a the number of members, b conditions of eligibility for appointment, and c the method of selection and appointment of members (including who is to appoint them). 2 The Welsh Ministers may by regulations make provision about the proceedings of the Committee, including— a quorum, and b the nature and extent of a majority required for specified purposes."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "26D", "section_title": "Payments relating to members", "section_text": "26D 1 The Welsh Ministers may by regulations make provision for the payment to or in respect of persons who chair or have chaired the Flood and Coastal Erosion Committee of— a remuneration; b allowances; c sums by way of or in respect of pension; d compensation for loss of office. 2 The Welsh Ministers may by regulations make provision for the payment of allowances to members of the Committee. 3 Regulations under this section— a must specify who is to make any payment for which the regulations make provision; b may make provision about the circumstances in which a payment is to be made; c may determine, or provide for the determination of, the amount or maximum amount of a payment."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "27", "section_title": "Sustainable development", "section_text": "27 1 In exercising a flood or coastal erosion risk management function, an authority listed in subsection (3) must aim to make a contribution towards the achievement of sustainable development. 2 The Minister must issue guidance about how authorities are to discharge the duty under subsection (1) (including guidance about the meaning of sustainable development); and the authorities must have regard to the guidance. 3 The authorities are— a lead local flood authorities, b district councils, c internal drainage boards, and d highway authorities. 4 In this section  “ flood risk management function ” means (in place of the definition in section 4) any of the following functions which may be exercised by an authority listed in subsection (3), in so far as it is or may be exercised for a purpose connected with flood risk management— a a function under this Part, b a function under the Land Drainage Act 1991, c a function under section 100, 101, 110 or 339 of the Highways Act 1980, and d any other function specified for the purposes of this section by order made by the Minister. 5 In this section  “ Minister ” means— a the Secretary of State, in relation to English authorities, and b the Welsh Ministers, in relation to Welsh authorities. 6 For the purposes of subsection (5)— a an  “English authority” is— i a lead local flood authority, district council or highway authority for an area in England, and ii an internal drainage board for an internal drainage district that is wholly or mainly in England; b a  “Welsh authority” is— i a lead local flood authority or highway authority for an area in Wales, and ii an internal drainage board for an internal drainage district that is wholly or mainly in Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "28", "section_title": "Power to make further amendments", "section_text": "28 1 The Minister may by order amend an Act listed in subsection (2) if the Minister thinks the amendment necessary or desirable in consequence of this Part. 2 The Acts are— a the Public Health Act 1936 (so far as relevant to water), b the Coast Protection Act 1949, c the Highways Act 1980 (so far as relevant to water), d the Land Drainage Act 1991, e the Water Resources Act 1991, and f the Environment Act 1995. 3 In this section  “ the Minister ” means— a the Welsh Ministers, where the amendment— i relates to a matter in respect of which functions may be exercised by the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Government, or ii would be within the legislative competence of the National Assembly for Wales if contained in an Act of the Assembly, and b the Secretary of State, for all other purposes. 4 An order under this section may not be made unless a draft has been laid before and approved by resolution of— a each House of Parliament, in the case of an order made by the Secretary of State, and b the National Assembly for Wales, in the case of an order made by the Welsh Ministers."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "29", "section_title": "Restructuring", "section_text": "29 1 The Minister may by order transfer responsibilities of lead local flood authorities, district councils or internal drainage boards in respect of flood risk and coastal erosion risk to risk management authorities or other bodies. 2 An order may in particular— a amend the definition of risk management authority in section 6; b reassign a flood risk management function; c reassign a coastal erosion risk management function. 3 An order may amend this Act or another enactment. 4 Before making an order the Minister must consult the bodies that would be affected by it. 5 An order under this section may not be made unless a draft has been laid before and approved by resolution of— a each House of Parliament, in the case of an order made by the Secretary of State, or b the National Assembly for Wales, in the case of an order made by the Welsh Ministers. 6 In this section  “ the Minister ” means— a the Secretary of State in relation to English risk management authorities and other bodies with responsibilities in relation to England, and b the Welsh Ministers in relation to Welsh risk management authorities and other bodies with responsibilities in relation to Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "30", "section_title": "Designation of features", "section_text": "30 Schedule 1 (designation of features) shall have effect."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "31", "section_title": "Amendment of other Acts", "section_text": "31 Schedule 2 (which amends other Acts in connection with this Part) shall have effect."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "32", "section_title": "Sustainable drainage", "section_text": "32 Schedule 3 (sustainable drainage) shall have effect."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "33", "section_title": "Reservoirs", "section_text": "33 Schedule 4 (reservoirs) shall have effect."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "34", "section_title": "Special administration", "section_text": "34 Schedule 5 (special administration) shall have effect."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "35", "section_title": "Provision of infrastructure", "section_text": "35 1 After section 36 of the Water Industry Act 1991 insert—  Part 2A  Regulation of provision of infrastructure Regulations 36A 1 The Minister may make regulations about the provision of infrastructure for the use of water undertakers or sewerage undertakers. 2 The regulations may in particular— a confer regulatory functions on the Authority; b apply provisions of Part 2 with or without modification; c make provision similar to a provision of Part 2. 3 The regulations must specify the activities to which they apply; in particular, the regulations may— a apply to designing, constructing, owning and operating infrastructure, and b define  “infrastructure”. 4 The regulations— a may make provision only in relation to projects or works that in the Minister's opinion are of a size or complexity that threatens the undertaker's ability to provide services for its customers, and b in conferring powers, must restrict them to projects or works that, in the opinion of the person exercising the power, are of a size or complexity that threatens the undertaker's ability to provide services for its customers. 5 Sections 36B to 36D and 36F specify other kinds of provision that the regulations may make; and in those sections  “ infrastructure project ” means a project, or part of a project, in connection with any of the things specified in subsection (3)(a). Tendering 36B 1 Regulations under section 36A may— a allow the Minister to specify one or more infrastructure projects which must be put out to tender; b allow the Authority to specify one or more infrastructure projects which must be put out to tender; c allow the Minister to delegate the power under paragraph (a) to the Authority. 2 The regulations must prohibit a water undertaker or sewerage undertaker from undertaking an infrastructure project which is to be put out to tender in accordance with the regulations. 3 But the regulations may permit or require a water or sewerage undertaker to undertake preparatory work of a specified kind or for a specified purpose. 4 The regulations must make provision about the extent to which companies associated with a water undertaker or sewerage undertaker (as defined by the regulations) are permitted to bid in a tender process. 5 The regulations must specify the procedure to be followed in a tender process; in particular, the regulations— a may require the undertaker to consult the Authority or the Minister about the terms on which an infrastructure project is put out to tender; b may specify factors to be taken into account in considering bids; c must provide for the water or sewerage undertaker responsible for the tender process to determine which bid to accept (if any). Criteria for tendering 36C 1 Regulations under section 36A must specify criteria to be used by the Minister or the Authority in determining whether to exercise a power by virtue of section 36B(1). 2 The regulations may— a provide that the Authority must consult the Minister before exercising a power by virtue of section 36B(1); b require the Authority to publish guidance to be followed by it in determining whether to exercise a power by virtue of section 36B(1). Designation as an infrastructure provider 36D 1 Regulations under section 36A may enable the Minister or the Authority to designate as an  “infrastructure provider” a person who appears to the Minister or Authority to be wholly or partly responsible for an infrastructure project that was put out to tender in accordance with regulations by virtue of section 36B. 2 The regulations may— a confer powers and impose duties on designated infrastructure providers (including any power or duty that is the same as or similar to a power or duty conferred or imposed under or by virtue of this Act on water or sewerage undertakers), b confer powers and impose duties on the Authority, the Minister or any other body with public functions (including any power or duty that is the same as or similar to a power or duty conferred or imposed under or by virtue of this Act in respect of water or sewerage undertakers), c relieve water or sewerage undertakers of specified duties to a specified extent, d provide for designation to be conditional, e provide, or enable the provision of, limits (by reference to place, time or otherwise) on powers and duties conferred under paragraph (a), f include provision about enforcement of powers, duties, conditions and limitations, and g include provision for variation or revocation of designation. Ministerial responsibility 36E 1 In this Part  “ the Minister ” means— a the Secretary of State, in relation to infrastructure which is provided or to be provided for the use of one or more English undertakers, b the Welsh Ministers, in relation to infrastructure which is provided or to be provided for the use of one or more Welsh undertakers, and c the Secretary of State and the Welsh Ministers acting jointly in relation to infrastructure which is provided or to be provided for the use of one or more English undertakers and one or more Welsh undertakers. 2 In this section and section 36F— a “ an English undertaker ” means a water undertaker or sewerage undertaker whose area is wholly or mainly in England, and b “ a Welsh undertaker ” means a water undertaker or sewerage undertaker whose area is wholly or mainly in Wales. Cross-border infrastructure projects 36F 1 Regulations under section 36A may make provision about cross-border infrastructure projects. 2 In this section  “ cross-border infrastructure project ” means an infrastructure project which— a relates to infrastructure in Wales which is for the use of an English undertaker, or b relates to infrastructure in England which is for the use of a Welsh undertaker. 3 Regulations made by the Secretary of State about cross-border infrastructure projects— a may confer functions on the Welsh Ministers, and b must require the Secretary of State or the Authority to consult the Welsh Ministers before exercising any power under section 36B(1) to specify projects which must be put out to tender. 4 Regulations made by the Welsh Ministers about cross-border infrastructure projects— a may confer functions on the Secretary of State, and b must require the Welsh Ministers or the Authority to consult the Secretary of State before exercising any power under section 36B(1) to specify projects which must be put out to tender. Regulations: procedure 36G 1 Regulations under section 36A may not be made unless a draft has been laid before and approved by resolution of— a each House of Parliament, in the case of regulations made by the Secretary of State, b the National Assembly for Wales, in the case of regulations made by the Welsh Ministers, or c each House of Parliament and the National Assembly for Wales, in the case of regulations made by the Secretary of State and the Welsh Ministers acting jointly. 2 Before laying a draft under subsection (1) the Minister must consult persons who in the Minister's opinion represent interests likely to be affected by the regulations. 3 Section 213 applies to regulations made by the Welsh Ministers under section 36A as it applies to regulations made by the Secretary of State. 2 In section 213(1) of the Water Industry Act 1991 (regulations) for  “or 17D(8)” substitute  “                  , 17D(8), 36A                ” ."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "36", "section_title": "Water use: temporary bans", "section_text": "36 For section 76 of the Water Industry Act 1991 (temporary hosepipe bans) substitute— Temporary bans on use 76 1 A water undertaker may prohibit one or more specified uses of water supplied by it if it thinks that it is experiencing, or may experience, a serious shortage of water for distribution. 2 Only the following uses of water may be prohibited— a watering a garden using a hosepipe; b cleaning a private motor-vehicle using a hosepipe; c watering plants on domestic or other non-commercial premises using a hosepipe; d cleaning a private leisure boat using a hosepipe; e filling or maintaining a domestic swimming or paddling pool; f drawing water, using a hosepipe, for domestic recreational use; g filling or maintaining a domestic pond using a hosepipe; h filling or maintaining an ornamental fountain; i cleaning walls, or windows, of domestic premises using a hosepipe; j cleaning paths or patios using a hosepipe; k cleaning other artificial outdoor surfaces using a hosepipe. 3 The Minister may by order— a add a non-domestic purpose to the list in subsection (2); b remove a purpose from the list in subsection (2). 4 A prohibition must specify— a the date from which it applies, and b the area to which it applies (which may be all or part of the undertaker's area). 5 A person who contravenes a prohibition— a is guilty of an offence, and b is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 6 A water undertaker which issues a prohibition must make arrangements for a reasonable reduction of charges which are made in respect of prohibited uses (including arrangements for repayment or credit where charges are paid in advance). 7 A water undertaker may vary or revoke a prohibition. Temporary bans: supplemental 76A 1 A prohibition may— a apply to one or more specified uses of water generally or only in specified cases or circumstances (which may be specified by reference to classes of user, timing or in any other way); b be subject to exceptions (which may be absolute or conditional, and may be specified by reference to classes of user, timing or in any other way). 2 The Minister may by order— a provide for exceptions to a category of use in section 76(2) (whether or not added under section 76(3)); b provide that a specified activity, or an activity undertaken in specified circumstances, is to be or not to be treated as falling within a category of use in section 76(2) (whether or not added under section 76(3)); c define a word or phrase used in section 76(2) (whether or not added under section 76(3)). 3 In particular, an order may— a restrict a category of use by reference to how water is drawn; b frame an exception by reference to ownership of land by a specified person or class of person; c provide for a process that involves the use of a hosepipe at any point to be included in the meaning of  “using a hosepipe”; d provide for a reference to a thing to include a reference to something that is or may be used in connection with it (such as, for example, for a reference to a vehicle to include a reference to a trailer). 4 In this section and section 76  “ the Minister ” means— a the Secretary of State in relation to prohibitions which may be issued by water undertakers whose areas are wholly or mainly in England, and b the Welsh Ministers in relation to prohibitions which may be issued by water undertakers whose areas are wholly or mainly in Wales. 5 Subject to provision under subsection (2), a reference to a hosepipe in section 76 includes a reference to anything designed, adapted or used to serve the same purpose as a hosepipe. Temporary bans: procedure 76B 1 A prohibition takes effect only if this section is complied with. 2 Before the period for which a prohibition is to apply the water undertaker must give notice of the prohibition and its terms— a in at least two newspapers circulating in the area to which it is to apply, and b on the water undertaker's internet website. 3 The notice must give details of how to make representations about the proposed prohibition. 4 The variation of a prohibition is to be treated as a prohibition for the purposes of this section. 5 A water undertaker must give notice of a revocation of a prohibition— a in at least two newspapers circulating in the area to which it is to apply, and b on the water undertaker's internet website. 6 The revocation may not take effect until at least one notice under subsection (5) has been given. Orders under sections 76 and 76A 76C 1 Section 213 applies to orders under section 76(3) or 76A(2) as it applies to regulations. 2 But— a an order made by the Secretary of State under section 76(3) may not be made unless a draft has been laid before and approved by resolution of each House of Parliament, b an order made by the Welsh Ministers under section 76(3) may not be made unless a draft has been laid before and approved by resolution of the National Assembly for Wales, and c an order made by the Welsh Ministers under section 76A(2) shall be subject to annulment in pursuance of a resolution of the National Assembly for Wales."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "37", "section_title": "Civil sanctions", "section_text": "37 1 An order under Part 3 of the Regulatory Enforcement and Sanctions Act 2008 (civil sanctions) which makes provision about offences under the Acts listed in subsection (2) may include provision about offences inserted, amended or affected by this Act. 2 Those Acts are— a the Coast Protection Act 1949, b the Reservoirs Act 1975, c the Land Drainage Act 1991, d the Water Industry Act 1991, and e the Water Resources Act 1991."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "38", "section_title": "Incidental flooding or coastal erosion:  appropriate agency", "section_text": "38 1 If Conditions 1, 2 and 3 are satisfied  the appropriate agency  may carry out work of a kind listed in section 3(3)(a) to (e) in a way that will or may cause— a flooding, b an increase in the amount of water below the ground, or c coastal erosion. 2 Condition 1 is that  the appropriate agency  considers the work in the interests of— a nature conservation (including conservation of the landscape), b preservation of cultural heritage, or c people's enjoyment of the environment or of cultural heritage. 3 Condition 2 is that  the appropriate agency  considers the benefits of the work will outweigh the harmful consequences for matters listed in section 2(4)(a) to (d). 4 Condition 3 is that  the appropriate agency  has consulted— za the other appropriate agency, if— i the work is carried out in its area, or ii consequences of the kinds listed in subsection (1) are likely to occur in its area, a the lead local flood authority for the area in which the work is to be carried out, b the district council (if any) for that area, c the internal drainage board (if any) for that area, and d persons who own or occupy land that, in the opinion of  the appropriate agency , is likely to be directly affected by the work. 5 In carrying out work in reliance on this section,  the appropriate agency  must have regard to— a the national flood and coastal erosion risk management strategies under sections 7 and 8, b any guidance issued under those sections, c the local flood risk management strategy under section 9 or 10 for the area concerned, and d any guidance issued under those sections by the lead local flood authority for the area concerned. 6 The Agency may arrange for work to be carried out in reliance on this section on the  appropriate agency's  behalf by— a a lead local flood authority, b a district council, or c an internal drainage board. 7 Subsection (1) may be relied on to carry out work whether or not it forms part of the exercise of other powers; but nothing in subsection (1) restricts the powers of  the appropriate agency  under another enactment. 8 The Minister must by order apply to this section (with or without modifications) provisions of the Water Resources Act 1991 about— a compulsory purchase, b powers of entry, and c compensation. 9 An order under subsection (8) may not be made unless a draft has been laid before and approved by resolution of— a each House of Parliament, in the case of an order made by the Secretary of State, or b the National Assembly for Wales, in the case of an order made by the Welsh Ministers. 10 In this section  “ the Minister ” means— a the Secretary of State in relation to England, and b the Welsh Ministers in relation to Wales. 10A In this section— “the appropriate agency” means— the Environment Agency, in relation to work for the benefit of England, and the Natural Resources Body for Wales, in relation to work for the benefit of Wales; “area”, in relation to an appropriate agency, means— in the case of the Environment Agency, England, and in the case of the Natural Resources Body for Wales, Wales. 11 Other expressions in this section have the same meaning as in Part 1."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "39", "section_title": "Incidental flooding or coastal erosion: local authorities", "section_text": "39 1 If Conditions 1 to 4 are satisfied a local authority may carry out work of a kind listed in section 3(3)(a) to (e) in a way that will or may cause— a flooding, b an increase in the amount of water below the ground, or c coastal erosion. 2 Condition 1 is that the authority considers the work in the interests of— a nature conservation (including conservation of the landscape), b preservation of cultural heritage, or c people's enjoyment of the environment or of cultural heritage. 3 Condition 2 is that the authority considers the benefits of the work will outweigh the harmful consequences for matters listed in section 2(4)(a) to (d). 4 Condition 3 is that— a the authority has consulted the  appropriate agency , and b if the work affects a main river, the  appropriate agency  has consented to it. 5 Condition 4 is that the authority has consulted— a any other local authority whose area may be affected by the work, and b other persons who own or occupy land that, in the opinion of the authority, is likely to be directly affected by the work. 6 In this section  “ local authority ” means— a a lead local flood authority, b a district council for an area for which there is no unitary authority, and c an internal drainage board. 7 In carrying out work in reliance on this section, an authority must have regard to— a the national flood and coastal erosion risk management strategies under sections 7 and 8, b any guidance issued under those sections, c the local flood risk management strategy under section 9 or 10 for the area concerned, and d any guidance issued under those sections by the lead local flood authority for the area concerned. 8 An authority may arrange for work to be carried out in reliance on this section on its behalf by— a the  appropriate agency , or b another local authority. 9 Subsection (1) may be relied on to carry out work whether or not it forms part of the exercise of other powers; but nothing in subsection (1) restricts the powers of an authority under another enactment. 10 The Environment Agency may make grants (which may be subject to conditions, including conditions as to repayment) to local authorities in England in respect of work carried out in reliance on this section. 11 The Welsh Ministers may make grants (which may be subject to conditions, including conditions as to repayment) to local authorities in Wales in respect of work carried out in reliance on this section. 12 The Minister must by order apply to this section (with or without modifications) provisions of the Water Resources Act 1991 about— a compulsory purchase, b powers of entry, and c compensation. 13 An order under subsection (12) may not be made unless a draft has been laid before and approved by resolution of— a each House of Parliament, in the case of an order made by the Secretary of State, or b the National Assembly for Wales, in the case of an order made by the Welsh Ministers. 14 In this section  “ the Minister ” means— a the Secretary of State in relation to England, and b the Welsh Ministers in relation to Wales. 14A In this section, “the appropriate agency” means— a the Environment Agency, in relation to work in England, and b the Natural Resources Body for Wales in relation to work in Wales. 15 Other expressions in this section have the same meaning as in Part 1."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "40", "section_title": "Building regulations: flood resistance", "section_text": "40 1 After paragraph 8(5) of Schedule 1 to the Building Act 1984 (building regulations: application to buildings erected before the regulations come into force) insert— 5A The provision that may be made by building regulations includes provision imposing on a person carrying out work of any type in relation to a building (whenever erected), or in relation to any service, fitting or equipment provided in or in connection with a building (whenever erected), a requirement to do things for the purpose mentioned in section 1(1)(a) of this Act in so far as it relates to the resistance or resilience of buildings in respect of flooding. 2 In paragraph 8(6) of that Schedule after  “sub-paragraph (5)” insert  “                  or (5A)                ” ."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "41", "section_title": "Compulsory works orders", "section_text": "41 1 The amendments made to section 167(1) of the Water Industry Act 1991 (compulsory works orders) by paragraph 50 of Schedule 2 to the Planning Act 2008 (amendments consequential on the development consent regime) shall cease to have effect. 2 Instead, after section 167(2) insert— 2A The Secretary of State may not exercise the power under subsection (2) in respect of anything to be done in England. 3 The amendment made by subsection (2) does not prevent anything being done by the Welsh Ministers (as a result of a transfer of functions under or by virtue of the Government of Wales Act 1998 or 2006)."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "42", "section_title": "Agreements on new drainage systems", "section_text": "42 1 After section 106A of the Water Industry Act 1991 (sustainable drainage - inserted by Schedule 3 to this Act) insert— Requirement to enter into agreement before construction 106B 1 A person may exercise the right under section 106(1) in respect of a lateral drain or sewer constructed after the commencement of this section only if Conditions 1 and 2 are satisfied. 2 Condition 1 is that an agreement was entered into under section 104 in respect of the drain or sewer. 3 Condition 2 is that the agreement included— a provision about the standards according to which the drain or sewer was to be constructed, and b provision about adoption of the drain or sewer by the sewerage undertaker. 4 Provision for the purposes of Condition 2(a) must either— a incorporate or accord with standards published by the Minister, or b depart from those standards by express consent of the parties to the agreement. 5 Provision for the purposes of Condition 2(b) must— a include provision for adoption to occur automatically upon the occurence of specified events, and b comply with any regulations made by the Minister (which may concern the provision required by paragraph (a) of this subsection). 6 Subsection (1) does not apply— a to drainage systems required to be approved in accordance with Schedule 3 to the Flood and Water Management Act 2010, or b in other circumstances specified by the Minister in regulations. 7 Where a person seeks to exercise the right under section 106(1) in reliance on satisfying Conditions 1 and 2, an undertaker may not refuse connection— a whether or not in reliance on section 106(4), and b whether or not the terms of the agreement under section 104 (including terms required by this section) have been complied with. 8 In this section  “ the Minister ” means— a the Secretary of State, in relation to sewerage undertakers whose areas are wholly or mainly in England, and b the Welsh Ministers, in relation to sewerage undertakers whose areas are wholly or mainly in Wales. 2 For section 105(2) of the Water Industry Act 1991 (appeals: s.104 agreements) substitute— 2 A person who has entered or wants to enter an agreement under section 104 may appeal to the Authority about any matter concerning the agreement (including whether it is concluded, its terms and its operation). 3 At the end of section 104 of that Act (agreement to adopt) add— 9 Undertakers shall have regard to any guidance about agreements under this section issued by— a the Secretary of State, in relation to undertakers whose areas are wholly or mainly in England, or b the Welsh Ministers, in relation to undertakers whose areas are wholly or mainly in Wales. 4 At the end of section 112 (requirement that proposed drain or sewer be constructed so as to form part of general system) add— 8 A requirement imposed under this section may not be inconsistent with, or more onerous than, standards published for the purposes of section 106B."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "43", "section_title": "Drainage: concessionary charges for community groups", "section_text": "43 1 An undertaker's charges scheme under section 143 of the Water Industry Act 1991 may include provision designed to reduce charges to community groups in respect of surface water drainage from their property. 2 Each undertaker may determine— a whether to include provision in reliance on subsection (1); b which classes of community group to benefit; c what constitutes a community group (provided that the class is restricted to bodies that in the undertaker's opinion provide benefit to the local community); d what reduction to allow (subject to subsection (3)); e different reductions for different classes of community group. 3 A reduction may not reduce a charge to nil, and must result in the application of a band or charge used for general purposes of the section 143 scheme. 4 For the purpose of subsection (2)(c) a benefit to the local community may— a be provided voluntarily, in the exercise of statutory functions or otherwise; b be provided exclusively to the local community or to the local community as well as to a wider class or area; c consist of or relate to the provision of (i) youth groups or community centres, (ii) places of worship or other religious facilities, (iii) recreational, cultural, social or sporting facilities, or (iv) a benefit of any other kind. 5 Undertakers and the Water Services Regulation Authority shall have regard to any guidance issued by the Minister in respect of any aspect of subsections (2) to (4). 6 “ The Minister ” means— a in the case of an undertaker whose area is wholly or mainly in England, the Secretary of State, and b in the case of an undertaker whose area is wholly or mainly in Wales, the Welsh Ministers."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "44", "section_title": "Social tariffs", "section_text": "44 1 An undertaker's charges scheme under section 143 of the Water Industry Act 1991 may include provision designed to reduce charges for individuals who would have difficulty paying in full. 2 Subsection (1) includes schemes which have the effect of subsidisation by other persons. 3 The Water Services Regulation Authority's powers  under the Water Industry Act 1991 in connection with undertakers' charges schemes under section 143 of that Act  are subject to subsections (1) and (2). 4 The Minister must issue guidance in respect of subsections (1) and (2) which must, in particular, include factors to be taken into account in deciding whether one group of customers should subsidise another; for which purpose the Minister shall have regard to the need to balance the desirability of helping individuals who would have difficulty paying in full with the interests of other customers. 5 Undertakers and the Authority shall have regard to any guidance issued by the Minister under subsection (4). 6 “ The Minister ” means— a in the case of an undertaker whose area is wholly or mainly in England, the Secretary of State, and b in the case of an undertaker whose area is wholly or mainly in Wales, the Welsh Ministers."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "45", "section_title": "Water and sewerage charges: non-owner occupiers", "section_text": "45 1 After section 144B of the Water Industry Act 1991 (charges: charging by volume) insert— Non-owner occupiers 144C 1 This section applies to residential premises which are occupied by one or more persons other than the owner (and not by the owner). 2 The owner must arrange for the undertaker to be given information about the occupiers. 3 If the owner fails to comply with subsection (2), the occupiers' liability for charges under this Chapter becomes shared jointly and severally with the owner. 4 The Minister may make regulations— a about the information to be given under subsection (2); b about timing and procedure in connection with subsection (2) or (3). 5 The Minister may make regulations exempting owners from liability under subsection (3) where— a information supplied by them is false or incomplete, but b they have taken steps specified by the regulations to ensure its accuracy or completeness. 6 “ Residential premises ” means premises that are— a occupied by one or more persons as a home (but not necessarily as their only or main home), and b a  “dwelling”, a  “house in multiple occupation” or  “accommodation for the elderly” within the meaning of paragraphs 1 to 3 of Schedule 4A. 7 Where a person is the  “owner” of premises by virtue of being agent or trustee (see section 219(1)) the duty and liability under this section attach to the principal (and not to the agent or trustee). 8 “ The Minister ” means— a the Secretary of State, in relation to services provided by an undertaker whose area is wholly or mainly in England, and b the Welsh Ministers, in relation to services provided by an undertaker whose area is wholly or mainly in Wales (for which purpose section 213 applies with references to the Secretary of State and either House of Parliament being taken as references to the Welsh Ministers and the National Assembly for Wales). 2 Transitional provision of an order commencing this section may, in particular, provide for application of the duty in new section 144C(2) to depend on service of a notice by an undertaker."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "46", "section_title": "Abolition of Fisheries Committee (Scotland)", "section_text": "46 1 The Fisheries Committee appointed under section 5(2) of the Electricity (Scotland) Act 1979 (and continued in existence by paragraph 5 of Schedule 9 to the Electricity Act 1989) is abolished. 2 In Part 2 of Schedule 1A to the Race Relations Act 1976 (bodies and other persons subject to general statutory duty)\t\t\t\t\tomit the entry relating to the Fisheries (Electricity) Committee. 3 In Schedule 9 to the Electricity Act 1989 (preservation of amenity and fisheries) omit paragraph 5. 4 In Schedule 2 to the Public Appointments and Public Bodies  etc.  (Scotland) Act 2003 (specified authorities) omit the entry relating to the Fisheries (Electricity) Committee. 5 In Part 7 of Schedule 1 to the Freedom of Information (Scotland) Act 2002 (other Scottish public authorities) omit paragraph 65."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "47", "section_title": "Pre-consolidation amendments", "section_text": "47 1 The Secretary of State may by order amend a water Act— a to eliminate differences between two or more provisions (whether or not of the same Act); b to simplify procedure; c to correct errors or resolve obscurity. 2 The Secretary of State may make an order only if satisfied that— a it will make it easier to consolidate one or more water Acts, and b the substantive effect of the change (if any) is proportionate to the advantage to be gained by consolidating the legislation and does not remove any protection. 3 The water Acts are— a this Act, b the Public Health Act 1936 (so far as relevant to water), c the Coast Protection Act 1949, d the Reservoirs Act 1975, e the Highways Act 1980 (so far as relevant to water), f the Land Drainage Act 1991, g the Water Industry Act 1991, h the Water Resources Act 1991, and i the Environment Act 1995 (so far as relevant to water). 4 An order may, in particular, aim to standardise provisions relating to— a appeals; b compulsory purchase; c rights of entry; d compensation. 5 An order under this section may not be made unless— a the Welsh Ministers have consented to the making of the order, b a draft has been laid before and approved by resolution of each House of Parliament, and c a Bill for consolidating the enactments amended by the order (with or without other enactments) has been presented to either House of Parliament. 6 A draft laid under subsection (5) must be accompanied by an explanation of— a the effect of any changes made, and b how they will make consolidation easier."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "48", "section_title": "Subordinate legislation", "section_text": "48 1 In this section  “ subordinate legislation ” means regulations and orders under this Act. 2 Subordinate legislation— a may apply generally or only for specified purposes, b may make different provision for different purposes, and c may include incidental, consequential or transitional provision. 3 Subordinate legislation shall be made by statutory instrument. 4 Subordinate legislation made by the Secretary of State shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Subordinate legislation made by the Welsh Ministers shall be subject to annulment in pursuance of a resolution of the National Assembly for Wales. 6 But subsections (4) and (5) do not apply— a where an alternative procedure is expressly provided, or b to orders under section 49."}, {"act": "Flood and Water Management Act 2010", "year": 2010, "section": "49", "section_title": "Technical provision", "section_text": "49 1 This Act binds the Crown; but— a nothing in this Act affects (i) Her Majesty in Her private capacity, or (ii) land in which there is an interest which belongs to Her Majesty in right of the Crown or of the Duchy of Lancaster, or to the Duchy of Cornwall, and b subject to paragraph (a), section 221(2) to (8) of the Water Industry Act 1991 (Crown application) apply to this Act (for which purpose section 221(6) applies to all powers under this Act). 2 There shall be paid out of money provided by Parliament— a any expenditure incurred under or by virtue of this Act by the Secretary of State, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided. 3 This Act comes into force as follows— a sections 22(1)(a), 28, 29, 34 (and Schedule 5), 41, 46 and paragraph 43 of Schedule 4 come into force in accordance with provision made by order of the Secretary of State, b section 22(1)(b) and (2) and sections 23 to 26, so far as they relate to English Committees, come into force in accordance with provision made by order of the Secretary of State, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d sections 35, 36 and 42 to 45, so far as they relate to water or sewerage undertakers whose areas are wholly or mainly in England, come into force in accordance with provision made by order of the Secretary of State, e sections 35, 36 and 42 to 45, so far as they relate to water or sewerage undertakers whose areas are wholly or mainly in Wales, come into force in accordance with provision made by order of the Welsh Ministers, f section 37, so far as it relates to orders made by a Minister of the Crown under Part 3 of the Regulatory Enforcement and Sanctions Act 2008, comes into force in accordance with provision made by order of the Secretary of State, g section 37, so far as it relates to orders made by the Welsh Ministers under Part 3 of the Regulatory Enforcement and Sanctions Act 2008, comes into force in accordance with provision made by order of the Welsh Ministers, h other provisions of Parts 1 and 2 come into force in relation to England in accordance with provision made by order of the Secretary of State, i other provisions of Parts 1 and 2 come into force in relation to Wales in accordance with provision made by order of the Welsh Ministers, j section 47 comes into force on a day specified by order of the Secretary of State, and k section 48 and this section come into force on Royal Assent. 4 An order under subsection (3) may, in particular, provide for experimental staged commencement by reference to specified areas or other criteria. 5 This Act extends only to England and Wales, except that— a section 46(1) extends to Scotland only, b the amendments in section 46(2) to (5) have the same extent as the provisions amended, c paragraph 43 of Schedule 4 extends to England and Wales and Scotland, and d section 48 and this section extend to Scotland in their application to a provision mentioned in paragraphs (a) to (c). 6 An amendment by this Act of another Act does not prevent the continued operation of any transfer of functions by or by virtue of the Government of Wales Act 1998 or 2006; and— a this subsection applies irrespective of whether the amendment amends an existing function or confers a new function, b if and to the extent that the amendment creates a new function replacing or similar to a function that has been transferred to the Welsh Ministers by or by virtue of those Acts, the new function is to be treated as having been transferred in the same way as the old, c a provision made by or by virtue of either of those Acts in respect of a function amended or replaced by this Act (such as a provision about laying documents before the National Assembly for Wales instead of before Parliament) continues to apply to the provision as amended or replaced, and d a transfer by or by virtue of those Acts in respect of a provision applied by subsection (1)(b) above has effect in relation to the provision as applied. 7 This Act may be cited as the Flood and Water Management Act 2010."}]