[{"act": "Loans to Ireland Act 2010", "year": 2010, "section": "1", "section_title": "United Kingdom loans to Ireland", "section_text": "1 1 There may be paid out of money provided by Parliament any sums required by the Treasury for the purpose of the making of Irish loans. 2 In this Act  “ Irish loan ” means a loan to Ireland by the United Kingdom. 3 The aggregate amount of payments made by the Treasury by way of Irish loans in the period beginning with 9 December 2010 and ending with 8 December 2015 must not exceed £3,250 million. 4 The Treasury may by order made by statutory instrument substitute a greater amount for the amount for the time being specified in subsection (3). 5 A statutory instrument containing an order under subsection (4) may not be made unless a draft of the instrument has been laid before and approved by a resolution of the House of Commons. 6 Subsection (5) does not apply to a statutory instrument containing an order under subsection (4) which is made solely for the purpose of taking into account fluctuations in the rate of exchange between sterling and the euro during any part of the initial period. 7 The  “initial period” is the period beginning with 9 December 2010 and ending with the 30th day after the day on which this Act is passed. 8 Sums received by the Treasury in respect of Irish loans by way of repayment of principal or the payment of interest are to be paid into the Consolidated Fund. 9 This section ceases to have effect at the end of the period specified in subsection (3)."}, {"act": "Loans to Ireland Act 2010", "year": 2010, "section": "2", "section_title": "Reports", "section_text": "2 1 The Treasury must, in relation to each relevant period— a prepare a report about Irish loans, and b lay it before the House of Commons as soon as practicable after the end of that period. 2 “ Relevant period ” means— a the period beginning with 9 December 2010 and ending with 31 March 2011, and b each subsequent period of 6 months. 3 Each report must include details of— a any payments made by the Treasury by way of an Irish loan in the period to which the report relates, b any sums received by the Treasury in that period by way of repayment of principal or the payment of interest in respect of an Irish loan, c the aggregate amount of principal and interest in respect of Irish loans which is outstanding at the end of that period, d the remaining term of each Irish loan which is outstanding at the end of that period, and e the original term of each Irish loan in respect of which a payment was made by the Treasury by way of an Irish loan in that period. 4 No report is required to be prepared or laid in relation to a period if— a no payments within subsection (3)(a) are made in the period, b no sums within subsection (3)(b) are received in the period, and c no amount of principal or interest in respect of an Irish loan is outstanding at the end of the period. 5 This section ceases to have effect— a if no report is required to be prepared in relation to the relevant period ending with 31 March 2016, on 1 April 2016, and b otherwise, on the day following the end of the first subsequent relevant period in relation to which no report is required to be prepared."}, {"act": "Loans to Ireland Act 2010", "year": 2010, "section": "3", "section_title": "Short title, commencement and extent", "section_text": "3 1 This Act may be cited as the Loans to Ireland Act 2010. 2 This Act comes into force on the day on which it is passed. 3 This Act extends to England and Wales, Scotland and Northern Ireland."}]