[{"act": "Northern Ireland Assembly Members Act 2010", "year": 2010, "section": "1", "section_title": "Salaries and allowances", "section_text": "1 1 Section 47 of the Northern Ireland Act 1998 (salaries and allowances of members of the Northern Ireland Assembly) is amended as follows. 2 In subsections (1) and (2), for  “the Assembly may from time to time determine” substitute  “                may from time to time be determined              ” . 3 After subsection (2) insert— 2A The Assembly may make provision— a determining the salaries or allowances payable to members of the Assembly under this section, or b providing for those salaries or allowances to be determined by a person other than the Assembly in accordance with the provision. 2B Different provision may be made for different cases (for example, provision for higher salaries to be payable to Ministers or other office holders). 4 Omit subsections (3), (5) and (6). 5 For subsection (4) substitute— 4 Provision under subsection (2A) must ensure that, if a salary is payable to a member of the Assembly (“M”) as a member of either House of Parliament or as a member of the European Parliament— a if M does not hold an office within subsection (9A), no salary is payable to M under this section; b if M holds an office within subsection (9A), the salary which would otherwise be payable to M under this section is reduced by the appropriate amount. 4A The appropriate amount is the amount of the salary payable under this section to members of the Assembly generally. 6 Omit subsection (7). 7 In subsection (8), for  “under this section” substitute  “                of salaries or allowances by provision under subsection (2A)(a)              ” . 8 After that subsection insert— 8A Provision under subsection (2A)(b) must include provision for the publication of every determination of salaries or allowances under that provision. 9 In subsection (9)(b), for  “such an office as is mentioned in subsection (3)(a)” substitute  “                an office within subsection (9A)              ” . 10 After subsection (9) insert— 9A An office is within this subsection if the salary payable under this section to a member of the Assembly holding the office is higher than the salary payable under this section to members of the Assembly generally. 11 In subsection (10)(a), for  “such an office as is mentioned in subsection (3)(a)(i) to (iii)” substitute  “                office as a Minister or junior Minister, as Presiding Officer or deputy or as a member of the Northern Ireland Assembly Commission              ” . 12 After subsection (10) insert— 10A The provision which may be made by the Assembly for the purposes of this section includes provision— a by a resolution of the Assembly conferring functions on the Northern Ireland Assembly Commission, or b by an Act of the Assembly (which may include provision establishing an office or body, provision conferring functions on an office-holder or body and ancillary provision). 13 In Schedule 4 to the Northern Ireland (St Andrews Agreement) Act 2006 (repeal of Northern Ireland Act 2000 and supplementary provision), in paragraph 2(1) for  “The Northern Ireland Assembly may not make a determination under”” substitute  “                No determination may be made under or by virtue of              ” . 14 Any determination under section 47 of the Northern Ireland Act 1998 which is in force immediately before this section comes into force is to be treated as provision under section 47(2A)(a) of that Act; and if the determination does not make the provision required by section 47(4)\t\t\t\t\t(as substituted by this section) it has effect as if it made that provision."}, {"act": "Northern Ireland Assembly Members Act 2010", "year": 2010, "section": "2", "section_title": "Pensions  etc.", "section_text": "2 1 Section 48 of the Northern Ireland Act 1998 (pensions etc. of members of the Northern Ireland Assembly) is amended as follows. 2 In subsection (1)(b), for  “such an office as is mentioned in section 47(3)(a)” substitute  “                an office within subsection (1A)              ” . 3 After subsection (1) insert— 1A An office is within this subsection if the salary payable under section 47 to a member of the Assembly holding the office is higher than the salary payable under that section to members of the Assembly generally. 4 In subsection (3), in paragraph (a) of the definition of  “provision”, after  “Assembly” insert  “                (which may include provision establishing an office or body, provision conferring functions on an office-holder or body and ancillary provision)              ” ."}, {"act": "Northern Ireland Assembly Members Act 2010", "year": 2010, "section": "3", "section_title": "Short title and commencement", "section_text": "3 1 This Act may be cited as the Northern Ireland Assembly Members Act 2010. 2 This section comes into force on the day on which this Act is passed. 3 Sections 1 and 2 come into force on the day appointed by the Secretary of State by order made by statutory instrument."}]