[{"act": "Savings Accounts and Health in Pregnancy Grant Act 2010", "year": 2010, "section": "1", "section_title": "Removal of eligibility for child trust fund", "section_text": "1 1 Section 2 of the Child Trust Funds Act 2004 (which determines whether a child is eligible for a child trust fund) is amended as follows. 2 In subsection (1)\t\t\t\t\t(which provides that a child is an eligible child if the child was born after 31st August 2002 and meets certain other criteria), after  “31st August 2002” insert  “                and before 3rd January 2011              ” . 3 After subsection (5) insert— 5A A child born before 3rd January 2011 who would otherwise have become an eligible child on or after that date is not an eligible child unless subsection (5B) or (5C) applies to the child. 5B This subsection applies to a child (who accordingly is an eligible child by virtue of subsection (1)(a)) if— a a person is entitled to child benefit in respect of the child, b the first day for which child benefit is paid falls on or before 3rd January 2011, and c either subsection (5) does not apply to the child at the beginning of 3rd January 2011, or that subsection applies to the child at that time but ceases to apply to the child before 3rd April 2011. 5C This subsection applies to a child (who accordingly is an eligible child by virtue of subsection (1)(b)) if— a the child is in the United Kingdom at the beginning of 3rd January 2011, b the provisions specified in subsection (2)(a) or (b) apply in relation to the child before 3rd April 2011, and c either subsection (5) does not apply to the child at the beginning of 3rd January 2011, or that subsection applies to the child at that time but ceases to apply to the child before 3rd April 2011. 4 In subsection (6)\t\t\t\t\t(which determines for the purposes of subsection (1)(a) whether a person is entitled to child benefit in respect of a child), after  “subsection (1)(a)” insert  “                or (5B)(a)              ” ."}, {"act": "Savings Accounts and Health in Pregnancy Grant Act 2010", "year": 2010, "section": "2", "section_title": "Repeal of Saving Gateway Accounts Act 2009", "section_text": "2 1 The Saving Gateway Accounts Act 2009 is repealed. 2 In section 121F(2) of the Social Security Administration Act 1992 (supply of information to Her Majesty's Revenue and Customs) omit  “Saving Gateway accounts,”. 3 In section 115E(2) of the Social Security Administration (Northern Ireland) Act 1992 (supply of information to Her Majesty's Revenue and Customs) omit  “Saving Gateway accounts,”. 4 In Schedule 2 to the Northern Ireland Act 1998 (excepted matters) omit paragraph 9B. 5 In Schedule 1 to the Corporation Tax Act 2010 (minor and consequential amendments) omit paragraph 705 (which amends section 9(2) of the Saving Gateway Accounts Act 2009)."}, {"act": "Savings Accounts and Health in Pregnancy Grant Act 2010", "year": 2010, "section": "3", "section_title": "Removal of entitlement to health in pregnancy grant", "section_text": "3 1 In section 140A of the Social Security Contributions and Benefits Act 1992 (entitlement to health in pregnancy grant: Great Britain), for subsection (2) substitute— 2 A woman is not entitled to health in pregnancy grant unless she has reached the 25th week of her pregnancy before 1st January 2011. 2 In section 136A of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 (entitlement to health in pregnancy grant: Northern Ireland), for subsection (2) substitute— 2 A woman is not entitled to health in pregnancy grant unless she has reached the 25th week of her pregnancy before 1st January 2011."}, {"act": "Savings Accounts and Health in Pregnancy Grant Act 2010", "year": 2010, "section": "4", "section_title": "Short title, commencement and extent", "section_text": "4 1 This Act may be cited as the Savings Accounts and Health in Pregnancy Grant Act 2010. 2 Section 2 (repeal of Saving Gateway Accounts Act 2009) comes into force at the end of the period of two months beginning with the day on which this Act is passed. 3 The rest of this Act comes into force on the day on which it is passed. 4 Sections 2(2) (amendment of Social Security Administration Act 1992) and 3(1) (removal of entitlement to health in pregnancy grant: Great Britain) extend to England and Wales and Scotland only. 5 Sections 2(3) (amendment of Social Security Administration (Northern Ireland) Act 1992) and 3(2) (removal of entitlement to health in pregnancy grant: Northern Ireland) extend to Northern Ireland only. 6 The rest of this Act extends to England and Wales, Scotland and Northern Ireland."}]