[{"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "1", "section_title": "Rights against insurer of insolvent person  etc", "section_text": "1 1 This section applies if— a a relevant person incurs a liability against which that person is insured under a contract of insurance, or b a person who is subject to such a liability becomes a relevant person. 2 The rights of the relevant person under the contract against the insurer in respect of the liability are transferred to and vest in the person to whom the liability is or was incurred (the  “third party”). 3 The third party may bring proceedings to enforce the rights against the insurer without having established the relevant person's liability; but the third party may not enforce those rights without having established that liability. 4 For the purposes of this Act, a liability is established only if its existence and amount are established; and, for that purpose,  “ establish ” means establish— a by virtue of a declaration under section 2 or a declarator under section 3, b by a judgment or decree, c by an award in arbitral proceedings or by an arbitration, or d by an enforceable agreement. 5 In this Act— a references to an  “insured” are to a person who incurs or who is subject to a liability to a third party against which that person is insured under a contract of insurance; b references to a  “relevant person” are to a person within sections 4 to 7  (and see also paragraph 1A of Schedule 3)               ; c references to a  “third party” are to be construed in accordance with subsection (2); d references to  “transferred rights” are to rights under a contract of insurance which are transferred under this section."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "2", "section_title": "Establishing liability in England and Wales and Northern Ireland", "section_text": "2 1 This section applies where a person (P)— a claims to have rights under a contract of insurance by virtue of a transfer under section 1, but b has not yet established the insured's liability which is insured under that contract. 2 P may bring proceedings against the insurer for either or both of the following— a a declaration as to the insured's liability to P; b a declaration as to the insurer's potential liability to P. 3 In such proceedings P is entitled, subject to any defence on which the insurer may rely, to a declaration under subsection (2)(a) or (b) on proof of the insured's liability to P or (as the case may be) the insurer's potential liability to P. 4 Where proceedings are brought under subsection (2)(a) the insurer may rely on any defence on which the insured could rely if those proceedings were proceedings brought against the insured in respect of the insured's liability to P. 5 Subsection (4) is subject to section 12(1). 6 Where the court makes a declaration under this section, the effect of which is that the insurer is liable to P, the court may give the appropriate judgment against the insurer. 7 Where a person applying for a declaration under subsection (2)(b) is entitled or required, by virtue of the contract of insurance, to do so in arbitral proceedings, that person may also apply in the same proceedings for a declaration under subsection (2)(a). 8 In the application of this section to arbitral proceedings, subsection (6) is to be read as if  “                  tribunal                ”  were substituted for  “court” and  “                  make the appropriate award                ”  for  “give the appropriate judgment”. 9 When bringing proceedings under subsection (2)(a), P may also make the insured a defendant to those proceedings. 10 If (but only if) the insured is a defendant to proceedings under this section (whether by virtue of subsection (9) or otherwise), a declaration under subsection (2) binds the insured as well as the insurer. 11 In this section, references to the insurer's potential liability to P are references to the insurer's liability in respect of the insured's liability to P, if established."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "3", "section_title": "Establishing liability in Scotland", "section_text": "3 1 This section applies where a person (P)— a claims to have rights under a contract of insurance by virtue of a transfer under section 1, but b has not yet established the insured's liability which is insured under that contract. 2 P may bring proceedings against the insurer for either or both of the following— a a declarator as to the insured's liability to P; b a declarator as to the insurer's potential liability to P. 3 Where proceedings are brought under subsection (2)(a) the insurer may rely on any defence on which the insured could rely if those proceedings were proceedings brought against the insured in respect of the insured's liability to P. 4 Subsection (3) is subject to section 12(1). 5 Where the court grants a declarator under this section, the effect of which is that the insurer is liable to P, the court may grant the appropriate decree against the insurer. 6 Where a person applying for a declarator under subsection (2)(b) is entitled or required, by virtue of the contract of insurance, to do so in an arbitration, that person may also apply in the same arbitration for a declarator under subsection (2)(a). 7 In the application of this section to an arbitration, subsection (5) is to be read as if  “                  tribunal                ”  were substituted for  “court” and  “                  make the appropriate award                ”  for  “grant the appropriate decree”. 8 When bringing proceedings under subsection (2)(a), P may also make the insured a defender to those proceedings. 9 If (but only if) the insured is a defender to proceedings under this section (whether by virtue of subsection (8) or otherwise), a declarator under subsection (2) binds the insured as well as the insurer. 10 In this section, the reference to the insurer's potential liability to P is a reference to the insurer's liability in respect of the insured's liability to P, if established."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "4", "section_title": "Individuals", "section_text": "4 1 An individual is a relevant person if any of the following is in force in respect of that individual in England and Wales— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an administration order made under Part 6 of the County Courts Act 1984, c an enforcement restriction order made under Part 6A of that Act, d subject to subsection (4), a debt relief order made under Part 7A of the Insolvency Act 1986, e a voluntary arrangement approved in accordance with Part 8 of that Act, or f a bankruptcy order made under Part 9 of that Act. 2 An individual is a relevant person if  either  of the following is in force in respect of  the individual’s estate  in Scotland— a an award of sequestration made  by virtue of section 2 or 5 of the Bankruptcy (Scotland) Act 2016 ,  or b a protected trust deed within the meaning of that Act,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An individual is a relevant person if any of the following is in force in respect of that individual in Northern Ireland— a an administration order made under Part 6 of the Judgments Enforcement (Northern Ireland) Order 1981 ( S.I.  1981/226 (N.I. 6)), b a deed of arrangement registered in accordance with Chapter 1 of Part 8 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)), ba subject to subsection (4), a debt relief order made under Part 7A of that Order, c a voluntary arrangement approved under Chapter 2 of Part 8 of that Order, or d a bankruptcy order made under Part 9 of that Order. 4 If an individual is a relevant person by virtue of subsection (1)(d)  or (3)(ba) , that person is a relevant person for the purposes of section 1(1)(b) only. 5 Where an award of sequestration made  by virtue of section 2 or 5 of the Bankruptcy (Scotland) Act 2016  is recalled or reduced, any rights which were transferred under section 1 as a result of that award are re-transferred to and vest in the person who became a relevant person as a result of the award. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "5", "section_title": "Individuals who die insolvent", "section_text": "5 1 An individual who dies insolvent is a relevant person for the purposes of section 1(1)(b) only. 2 For the purposes of this section an individual (D) is to be regarded as having died insolvent if, following D's death— a D's estate falls to be administered in accordance with an order under section 421 of the Insolvency Act 1986 or Article 365 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N. I. 19)), b an award of sequestration is made  by virtue of section 2 or 5 of the Bankruptcy (Scotland) Act 2016  in respect of D's estate and the award is not recalled or reduced, or c a judicial factor is appointed under section 11A of the Judicial Factors (Scotland) Act 1889 in respect of D's estate and the judicial factor certifies that the estate is absolutely insolvent within the meaning of the Bankruptcy (Scotland) Act  2016 . 3 Where a transfer of rights under section 1 takes place as a result of an insured person being a relevant person by virtue of this section, references in this Act to an insured are, where the context so requires, to be read as references to the insured's estate."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "6", "section_title": "Corporate bodies etc", "section_text": "6 1 A body corporate or unincorporated body is a relevant person if a compromise or arrangement between the body and its creditors (or a class of them) is in force, having been sanctioned in accordance with section 899   or 901F  of the Companies Act 2006. 2 A body corporate or an unincorporated body is a relevant person if, in England and Wales or Scotland— a a voluntary arrangement approved in accordance with Part 1 of the Insolvency Act 1986 is in force in respect of it, b the body is in administration under Schedule B1 to that Act, c there is a person appointed in accordance with Part 3 of that Act who is acting as receiver or manager of the body's property (or there would be such a person so acting but for a temporary vacancy), d the body is, or is being, wound up voluntarily in accordance with Chapter 2 of Part 4 of that Act, e there is a person appointed under section 135 of that Act who is acting as provisional liquidator in respect of the body (or there would be such a person so acting but for a temporary vacancy), or f the body is, or is being, wound up by the court following the making of a winding-up order under Chapter 6 of Part 4 of that Act or Part 5 of that Act. 3 A body corporate or an unincorporated body is a relevant person if, in Scotland— a an award of sequestration has been made  by virtue of section 6 of the Bankruptcy (Scotland) Act 2016  in respect of the body's estate, and the body has not been discharged under that Act, b the body has been dissolved and an award of sequestration has been made  by virtue of  that section in respect of its estate,  or c a protected trust deed within the meaning of the Bankruptcy (Scotland) Act  2016  is in force in respect of the body's estate,  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A body corporate or an unincorporated body is a relevant person if, in Northern Ireland— a a voluntary arrangement approved in accordance with Part 2 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N. I. 19)) is in force in respect of the body, b the body is in administration under Schedule B1 to that Order, c there is a person appointed in accordance with Part 4 of that Order who is acting as receiver or manager of the body's property (or there would be such a person so acting but for a temporary vacancy), d the body is, or is being, wound up voluntarily in accordance with Chapter 2 of Part 5 of that Order, e there is a person appointed under Article 115 of that Order who is acting as provisional liquidator in respect of the body (or there would be such a person so acting but for a temporary vacancy), or f the body is, or is being, wound up by the court following the making of a winding-up order under Chapter 6 of Part 5 of that Order or Part 6 of that Order. 4A A body corporate or unincorporated body is a relevant person if it is in insolvency under Part 2 of the Banking Act 2009. 4B A body corporate or unincorporated body is a relevant person if it is in administration under relevant sectoral legislation as defined in Schedule A1. 5 A body within  subsection (1)  is not a relevant person in relation to a liability that is transferred to another body by the order sanctioning the compromise or arrangement. 6 Where a body is a relevant person by virtue of  subsection (1) , section 1 has effect to transfer rights only to a person on whom the compromise or arrangement is binding. 7 Where an award of sequestration made  by virtue of section 6 of the Bankruptcy (Scotland) Act 2016  is recalled or reduced, any rights which were transferred under section 1 as a result of that award are re-transferred to and vest in the person who became a relevant person as a result of the award. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In this section— a a reference to a person appointed in accordance with Part 3 of the Insolvency Act 1986 includes a reference to a person appointed under section 101 of the Law of Property Act 1925; b a reference to a receiver or manager of a body's property includes a reference to a receiver or manager of part only of the property and to a receiver only of the income arising from the property or from part of it; c for the purposes of subsection (3)  “ body corporate or unincorporated body ” includes any entity, other than a trust, the estate of which may be sequestrated  by virtue of section 6 of the Bankruptcy (Scotland) Act 2016 ; d a reference to a person appointed in accordance with Part 4 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N. I. 19)) includes a reference to a person appointed under section 19 of the Conveyancing Act 1881."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "6A", "section_title": "Corporate bodies  etc  that are dissolved", "section_text": "6A 1 A body corporate or unincorporated body is a relevant person if the body has been dissolved, subject to the exceptions in subsections (2) and (3). 2 The body is not a relevant person by virtue of subsection (1) if, since it was dissolved (or, if it has been dissolved more than once, since it was last dissolved), something has happened which has the effect that the body is treated as not having been dissolved or as no longer being dissolved. 3 Subsection (1) applies to a partnership only if it is a body corporate. 4 For the purposes of this section, “dissolved” means dissolved under the law of England and Wales, Scotland or Northern Ireland (whether or not by a process referred to as dissolution)."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "7", "section_title": "Scottish trusts", "section_text": "7 1 A trustee of a Scottish trust is, in respect of a liability of that trustee that falls to be met out of the trust estate, a relevant person if— a an award of sequestration has been made  by virtue of section 6 of the Bankruptcy (Scotland) Act 2016  in respect of the trust estate, and the trust has not been discharged under that Act,  or b a protected trust deed within the meaning of that Act is in force in respect of the trust estate,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where an award of sequestration made  by virtue of section 6 of the Bankruptcy (Scotland) Act 2016  is recalled or reduced any rights which were transferred under section 1 as a result of that award are re-transferred to and vest in the person who became a relevant person as a result of the award. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this section  “ Scottish trust ” means a trust the estate of which may be sequestrated  by virtue of section 6 of the Bankruptcy (Scotland) Act 2016 ."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "8", "section_title": "Limit on rights transferred", "section_text": "8 Where the liability of an insured to a third party is less than the liability of the insurer to the insured (ignoring the effect of section 1), no rights are transferred under that section in respect of the difference."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "9", "section_title": "Conditions affecting transferred rights", "section_text": "9 1 This section applies where transferred rights are subject to a condition (whether under the contract of insurance from which the transferred rights are derived or otherwise) that the insured has to fulfil. 2 Anything done by the third party which, if done by the insured, would have amounted to or contributed to fulfilment of the condition is to be treated as if done by the insured. 3 The transferred rights are not subject to a condition requiring the insured to provide information or assistance to the insurer if that condition cannot be fulfilled because the insured is— a an individual who has died,  ... b a body corporate that has been dissolved , or c an unincorporated body, other than a partnership, that has been dissolved. 4 A condition requiring the insured to provide information or assistance to the insurer does not include a condition requiring the insured to notify the insurer of the existence of a claim under the contract of insurance. 5 The transferred rights are not subject to a condition requiring the prior discharge by the insured of the insured's liability to the third party. 6 In the case of a contract of marine insurance, subsection (5) applies only to the extent that the liability of the insured is a liability in respect of death or personal injury. 7 In this section— “ contract of marine insurance ” has the meaning given by section 1 of the Marine Insurance Act 1906; ... “ personal injury ” includes any disease and any impairment of a person's physical or mental condition. 8 For the purposes of this section— a “dissolved” means dissolved under the law of England and Wales, Scotland or Northern Ireland (whether or not by a process referred to as dissolution), and b a body has been dissolved even if, since it was dissolved, something has happened which has the effect that (but for this paragraph) the body is treated as not having been dissolved or as no longer being dissolved."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "10", "section_title": "Insurer's right of set off", "section_text": "10 1 This section applies if— a rights of an insured under a contract of insurance have been transferred to a third party under section 1, b the insured is under a liability to the insurer under the contract (“the insured's liability”), and c if there had been no transfer, the insurer would have been entitled to set off the amount of the insured's liability against the amount of the insurer's own liability to the insured. 2 The insurer is entitled to set off the amount of the insured's liability against the amount of the insurer's own liability to the third party in relation to the transferred rights."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "11", "section_title": "Information and disclosure for third parties", "section_text": "11 Schedule 1 (information and disclosure for third parties) has effect."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "12", "section_title": "Limitation and prescription", "section_text": "12 1 Subsection (2) applies where a person brings proceedings for a declaration under section 2(2)(a), or for a declarator under section 3(2)(a), and the proceedings are started or, in Scotland, commenced— a after the expiry of a period of limitation applicable to an action against the insured to enforce the insured's liability, or of a period of prescription applicable to that liability, but b while such an action is in progress. 2 The insurer may not rely on the expiry of that period as a defence unless the insured is able to rely on it in the action against the insured. 3 For the purposes of subsection (1), an action is to be treated as no longer in progress if it has been concluded by a judgment or decree, or by an award, even if there is an appeal or a right of appeal. 4 Where a person who has already established an insured's liability to that person brings proceedings under this Act against the insurer, nothing in this Act is to be read as meaning— a that, for the purposes of the law of limitation in England and Wales, that person's cause of action against the insurer arose otherwise than at the time when that person established the liability of the insured, b that, for the purposes of the law of prescription in Scotland, the obligation in respect of which the proceedings are brought became enforceable against the insurer otherwise than at that time, or c that, for the purposes of the law of limitation in Northern Ireland, that person's cause of action against the insurer arose otherwise than at the time when that person established the liability of the insured."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "13", "section_title": "Jurisdiction within the United Kingdom", "section_text": "13 1 Where a person (P) domiciled in a part of the United Kingdom is entitled to bring proceedings under this Act against an insurer domiciled in another part, P may do so in the part where P is domiciled or in the part where the insurer is domiciled (whatever the contract of insurance may stipulate as to where proceedings are to be brought). 2 The following provisions of the Civil Jurisdiction and Judgments Act 1982 (relating to determination of domicile) apply for the purposes of subsection (1)— a section 41(2), (3), (5)\t\t\t\t\t\t\tand (6)\t\t\t\t\t\t\t(individuals); b section 42(1), (3), (4)\t\t\t\t\t\t\tand (8)\t\t\t\t\t\t\t(corporations and associations); c section 45(2) and (3)\t\t\t\t\t\t\t(trusts); d section 46(1), (3) and (7)\t\t\t\t\t\t\t(the Crown). 3 In Schedule 5 to that Act (proceedings excluded from general provisions as to allocation of jurisdiction within the United Kingdom) at the end add— Proceedings by third parties against insurers 11 Proceedings under the Third Parties (Rights against Insurers) Act 2010."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "14", "section_title": "Effect of transfer on insured's liability", "section_text": "14 1 Where rights in respect of an insured's liability to a third party are transferred under section 1, the third party may enforce that liability against the insured only to the extent (if any) that it exceeds the amount recoverable from the insurer by virtue of the transfer. 2 Subsection (3) applies if a transfer of rights under section 1 occurs because the insured person is a relevant person by virtue of— a section 4(1)(a) or (e), (2)(b) or (3)(b) or (c), b section  6(1) , (2)(a), (3)(c) or (4)(a), or c section 7(1)(b). 3 If the liability is subject to the arrangement, trust deed or compromise by virtue of which the insured is a relevant person, the liability is to be treated as subject to that arrangement, trust deed or compromise only to the extent that the liability exceeds the amount recoverable from the insurer by virtue of the transfer. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of this section the amount recoverable from the insurer does not include any amount that the third party is unable to recover as a result of— a a shortage of assets on the insurer's part, in a case where the insurer is a relevant person, or b a limit set by the contract of insurance on the fund available to meet claims in respect of a particular description of liability of the insured. 7 Where a third party is eligible to make a claim in respect of the insurer's liability under or by virtue of rules made under Part 15 of the Financial Services and Markets Act 2000 (the Financial Services Compensation Scheme)— a subsection (6)(a) applies only if the third party has made such a claim, and b the third party is to be treated as being able to recover from the insurer any amount paid to, or due to, the third party as a result of the claim."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "15", "section_title": "Reinsurance", "section_text": "15 This Act does not apply to a case where the liability referred to in section 1(1) is itself a liability incurred by an insurer under a contract of insurance."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "16", "section_title": "Voluntarily-incurred liabilities", "section_text": "16 It is irrelevant for the purposes of section 1 whether or not the liability of the insured is or was incurred voluntarily."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "17", "section_title": "Avoidance", "section_text": "17 1 A contract of insurance to which this section applies is of no effect in so far as it purports, whether directly or indirectly, to avoid or terminate the contract or alter the rights of the parties under it in the event of the insured— a becoming a relevant person, or b dying insolvent (within the meaning given by section 5(2)). 2 A contract of insurance is one to which this section applies if the insured's rights under it are capable of being transferred under section 1."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "18", "section_title": "Cases with a foreign element", "section_text": "18 Except as expressly provided, the application of this Act does not depend on whether there is a connection with a part of the United Kingdom; and in particular it does not depend on— a whether or not the liability (or the alleged liability) of the insured to the third party was incurred in, or under the law of, England and Wales, Scotland or Northern Ireland; b the place of residence or domicile of any of the parties; c whether or not the contract of insurance (or a part of it) is governed by the law of England and Wales, Scotland or Northern Ireland; d the place where sums due under the contract of insurance are payable."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "19", "section_title": "Power to change the meaning of  “relevant person”", "section_text": "19 1 The Secretary of State may by regulations make provision adding or removing circumstances in which a person is a  “ relevant person ” for the purposes of this Act, subject to subsection (2). 2 Regulations under this section may add circumstances only if, in the Secretary of State's opinion, the additional circumstances— a involve actual or anticipated dissolution of a body corporate or an unincorporated body, b involve actual or anticipated insolvency or other financial difficulties for an individual, a body corporate or an unincorporated body, or c are similar to circumstances for the time being described in sections 4 to 7. 3 Regulations under this section may make provision about— a the persons to whom, and the extent to which, rights are transferred under section 1 in the circumstances added or removed by the regulations (the  “                            affected circumstances                          ” ), b the re-transfer of rights transferred under section 1 where the affected circumstances change, and c the effect of a transfer of rights under section 1 on the liability of the insured in the affected circumstances. 4 Regulations under this section which add or remove circumstances involving actual or anticipated dissolution of a body corporate or unincorporated body may change the cases in which the following provisions apply so that they include or exclude cases involving that type of dissolution or any other type of dissolution of a body— a section 9(3)\t\t\t\t\t\t\t\t\t\t(cases in which transferred rights are not subject to a condition requiring the insured to provide information or assistance to the insurer), and b paragraph 3 of Schedule 1 (notices requiring disclosure). 5 Regulations under this section which add circumstances may provide that section 1 of this Act applies in cases involving those circumstances in which either or both of the following occurred in relation to a person before the day on which the regulations come into force— a the circumstances arose in relation to the person; b a liability against which the person was insured under an insurance contract was incurred. 6 Regulations under this section which— a add circumstances, and b provide that section 1 of this Act applies in a case involving those circumstances in which both of the events mentioned in subsection (5)(a) and (b) occurred in relation to a person before the day on which the regulations come into force, must provide that, in such a case, the person is to be treated for the purposes of this Act as not having become a relevant person until that day or a later day specified in the regulations. 7 Regulations under this section which remove circumstances may provide that section 1 of this Act does not apply in cases involving those circumstances in which one of the events mentioned in subsection (5)(a) and (b)\t\t\t\t\t\t\t\t(but not both) occurred in relation to a person before the day on which the regulations come into force. 8 Regulations under this section may— a include consequential, incidental, supplementary, transitional, transitory or saving provision, b make different provision for different purposes, and c make provision by reference to an enactment as amended, extended or applied from time to time, (and subsections (3) to (7) are without prejudice to the generality of this subsection). 9 Regulations under this section may amend an enactment, whenever passed or made, including this Act. 10 Regulations under this section are to be made by statutory instrument. 11 Regulations under this section may not be made unless a draft of the statutory instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "19A", "section_title": "Interpretation", "section_text": "19A 1 The references to enactments in sections 4 to 7  ...  ...  , Schedule A1 and paragraph 3(2)(b)  of Schedule 1 are to be treated as including references to those enactments as amended, extended or applied by another enactment, whenever passed or made, unless the contrary intention appears. 2 In this Act,  “ enactment ” means an enactment contained in, or in an instrument made under, any of the following— a an Act; b an Act or Measure of the National Assembly for Wales; c an Act of the Scottish Parliament; d Northern Ireland legislation."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "20", "section_title": "Amendments, transitionals, repeals, etc", "section_text": "20 1 Schedule 2 (amendments) has effect. 2 Schedule 3 (transitory, transitional and saving provisions) has effect. 3 Schedule 4 (repeals and revocations) has effect."}, {"act": "Third Parties (Rights against Insurers) Act 2010", "year": 2010, "section": "21", "section_title": "Short title, commencement and extent", "section_text": "21 1 This Act may be cited as the Third Parties (Rights against Insurers) Act 2010. 2 This Act comes into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act extends to England and Wales, Scotland and Northern Ireland, subject as follows. 4 Section 2 and paragraphs 3 and 4 of Schedule 1 do not extend to Scotland. 5 Section 3 extends to Scotland only. 6 Any amendment, repeal or revocation made by this Act has the same extent as the provision to which it relates."}]