[{"act": "Courts Act 1971", "year": 1971, "section": "1", "section_title": " The Supreme Court.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "2", "section_title": " Location of sittings and business of High Court.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "3", "section_title": " Abolition of courts of quarter sessions.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "4", "section_title": " Establishment of the Crown Court.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "5", "section_title": " Justices as judges of Crown Court.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "6", "section_title": " Exclusive jurisdiction in trial on indictment.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "7", "section_title": " Committal for trial on indictment.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "8", "section_title": " Transfer to Crown Court of quarter sessions jurisdiction.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "9", "section_title": " Appeals to Crown Court.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "10", "section_title": " High Court jurisdiction in Crown Court proceedings.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "11", "section_title": " Sentences imposed and other decisions made by Crown Court.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "12", "section_title": " Right of audience.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "13", "section_title": " Process to compel appearance before Crown Court.", "section_text": "13 1 Any direction to appear and  any condition of a recognizance to appear before the Crown Court, and any summons or order to appear before the Crown Court, may be framed so as to require appearance at such time and place as may be directed by the Crown Court, and if a time or place is specified in the  direction  condition, summons or order, it may be varied by any subsequent direction of the Crown Court. 2 Where an indictment has been signed although the person charged has not been committed for trial, the Crown Court may issue a summons requiring that person to appear before the Crown Court, or may issue a warrant for his arrest. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The Crown Court may grant bail to any person — a who has been committed in custody for appearance before the Crown Court, or b who is in custody pursuant to a sentence imposed by a magistrates’ court, and who has appealed to the Crown Court against his conviction or sentence, or c who is in the custody of the Crown Court pending the disposal of his case by the Crown Court, or d who, after the decision of his case by the Crown Court, has applied to the Crown Court for the statement of a case for the High Court on that decision, or e who has applied to the High Court for an order of certiorari to remove proceedings in the Crown Court in his case into the High Court, or has applied to the High Court for leave to make such an application, and the time during which a person is  released on  bail under any provision of this subsection shall not count as part of any term of imprisonment or detention under his sentence. 5 Provision may be made by Crown Court rules as respects the powers of the Crown Court relating to bail, including any provision—  a except in the case of bail in criminal proceedings, allowing the court, instead of requiring a person to enter into a recognizance to consent to his giving other security, b allowing the court to direct that a recognizance shall be entered into or other security given before a magistrates’ court or a justice of the peace, or, if the rules so provide, a person of such other description as is specified in the rules, c prescribing the manner in which a recognizance is to be entered into or other security given, and the persons by whom and the manner in which the recognizance or security may be enforced, d authorising the recommittal, in such cases and by such courts or justices as may be prescribed by the rules, of persons released from custody in pursuance of the powers, e making provision corresponding to sections 94 and 95 of the  Magistrates’ Courts Act 1952 (varying or dispensing with requirements as to sureties, and postponement of taking recognizances). Any reference in any enactment to a recognizance shall include, unless the context otherwise requires, a reference to any other description of security given instead of a recognizance, whether in pursuance of paragraph (a) above or otherwise. 6 The Crown Court, on issuing a warrant for the arrest of any person, may endorse the warrant for bail, and in any such case— a the person arrested under the warrant shall, unless the Crown Court otherwise directs, be taken to a police station, and b the officer in charge of the station shall release him from custody if he, and any sureties required by the endorsement and approved by the officer, enter into recognizances of such amount as may be fixed by the endorsement. Provided that in the case of bail in criminal proceedings, the person arrested shall not be required to enter into a recognizance. 7 A person in custody in pursuance of a warrant issued by the Crown Court with a view to his appearance before the Crown Court shall be brought forthwith before either the Crown Court or a magistrates’ court, and if he is brought before a magistrates’ court— a the court shall commit him in custody or release him on bail until he can be brought or appear before the Crown Court at the time and place appointed by the Crown Court, b if the warrant is endorsed for bail, but the person in custody is unable to satisfy the conditions endorsed, the magistrates’ court may vary those conditions, if satisfied that it is proper to do so. 8 Section 4 of the  Summary Jurisdiction (Process) Act 1881 (execution of process of English courts in Scotland) shall apply to process issued under this section as it applies to process issued under the  Magistrates’ Courts Act 1952 by a magistrates’ court. 9 A magistrates’ court shall have jurisdiction, and a justice of the peace may act, under or in pursuance of this section whether or not the offence was committed, or the arrest was made, within the court’s area, or the area for which he was appointed. (10) In this section “ bail in criminal proceedings ” has the same meaning as in the  Bail Act 1976."}, {"act": "Courts Act 1971", "year": 1971, "section": "14", "section_title": " Practice and procedure: power to make rules.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "15", "section_title": " Crown Court rules.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "16", "section_title": " Appointment of Circuit Judges.", "section_text": "16 1 Her Majesty may from time to time appoint as Circuit judges, to serve in the Crown Court and county courts and to carry out such other judicial functions as may be conferred on them under this or any other enactment, such qualified persons as may be recommended to Her by the Lord Chancellor. 2 The maximum number of Circuit judges shall be such as may be determined from time to time by the Lord Chancellor with the concurrence of the Minister for the Civil Service. 3 No person shall be qualified to be appointed a Circuit judge  unless— a he satisfies the judicial-appointment eligibility condition on a 7-year basis; b he is a Recorder; or c he has held as a full-time appointment for at least 3 years one of the offices listed in Part IA of Schedule 2. 4 Before recommending any person to Her Majesty for appointment as a Circuit judge, the Lord Chancellor shall take steps to satisfy himself that that person’s health is satisfactory. 5 The provisions of Part I of Schedule 2 to this Act shall have effect with respect to the appointment as Circuit judges of the holders of certain judicial offices, and the supplementary provisions in Part II of that Schedule shall have effect."}, {"act": "Courts Act 1971", "year": 1971, "section": "17", "section_title": " Retirement, removal and disqualifications of Circuit judge.", "section_text": "17 1 Subject to subsection (4) below  ... a Circuit judge shall vacate his office on the day on which he attains the age of   75 . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Lord Chancellor may, if he thinks fit   and if the Lord Chief Justice agrees , remove a Circuit judge from office on the ground of incapacity or misbehaviour. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Courts Act 1971", "year": 1971, "section": "18", "section_title": " Salaries and allowances of Circuit judges.", "section_text": "18 1 Subject to Part II of Schedule 2 to this Act, there shall be paid to each Circuit judge such salary as may be determined by the Lord Chancellor with the consent of the Minister for the Civil Service. 2 Every salary payable under this section— a shall be charged on and paid out of the Consolidated Fund; b shall begin from the date of appointment and accrue due from day to day; c shall be payable at such intervals, not exceeding three months, as the Treasury may determine; and d may be increased, but not reduced, by a further determination under this section. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a became a Circuit judge by virtue of having held any of the offices specified in paragraph 1 of Schedule 2 to this Act, and b held that office before 10th May 1967 (that is to say before the passing of the  Superannuation (Miscellaneous Provisions) Act 1967). 5 There shall be paid to Circuit judges out of money provided by Parliament such allowances as the Lord Chancellor may, with the approval of the Minister for the Civil Service, determine."}, {"act": "Courts Act 1971", "year": 1971, "section": "19", "section_title": "", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 The decision of the Minister for the Civil Service shall be final on any question arising with regard to— a the application of any of the provisions of this section to any person, or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Courts Act 1971", "year": 1971, "section": "20", "section_title": " Judges of county courts.", "section_text": "20   1 Every Circuit judge shall, by virtue of his office, be capable of sitting as a judge for any county court district in England and Wales, and the Lord Chancellor shall assign one or more Circuit judges to each district and may from time to time vary the assignment of Circuit judges among the districts. 2 Subject to any directions given by or on behalf of the Lord Chancellor, in any case where more than one Circuit judge is assigned to a district under subsection (1) above, any function conferred by or under the  County Courts Act 1959 on the judge for a district may be exercised by any of the Circuit judges for the time being assigned to that district. 3 The following, that is— every judge of the Court of Appeal, every judge of the High Court, every Recorder, shall, by virtue of his office, be capable of sitting as a judge for any county court district in England and Wales and if he consents to do so, shall sit as such a judge at such times and on such occasions as the Lord Chancellor considers desirable. 4 Notwithstanding that he is not for the time being assigned to a particular district, a Circuit judge— a shall sit as a judge of that district at such times and on such occasions as the Lord Chancellor may direct; and b may sit as a judge of that district in any case where it appears to him that the judge of that district is not, or none of the judges of that district is, available to deal with the case. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Nothing in this Act shall affect the operation, in relation to the superannuation and other benefits payable to or in respect of persons who ceased to be judges of county courts before the day appointed for the coming into force of section 16(5) of this Act, of any enactment repealed or amended by this Act."}, {"act": "Courts Act 1971", "year": 1971, "section": "21", "section_title": " Appointment of Recorders.", "section_text": "21 1 Her Majesty may from time to time appoint qualified persons, to be known as Recorders, to act as part-time judges of the Crown Court and to carry out such other judicial functions as may be conferred on them under this or any other enactment. 2 Every appointment of a person to be a Recorder shall be of a person recommended to Her Majesty by the Lord Chancellor, and no person shall be qualified to be appointed a Recorder unless  he satisfies the judicial-appointment eligibility condition on a 7-year basis. 3 The appointment of a person as a Recorder shall specify the following— a the term for which he is appointed; b the frequency and duration of the occasions during that term on which he will be required to be available to undertake the duties of a Recorder; c the circumstances in which the Lord Chancellor may— i decline to extend the term of the appointment, or ii terminate the appointment, (other than those in subsection (4C)(a) or (b) and subsection (6)(a) or (b)). 4 Circumstances may be specified under subsection (3)(c) in an appointment only if the Lord Chief Justice agrees. 4A Subject to subsections (4B) to (5), the Lord Chancellor must extend the term of a Recorder's appointment (including a term already extended under this subsection) before its expiry, for such term as the Lord Chancellor thinks appropriate. 4B The Lord Chancellor must not extend the term of a Recorder's appointment unless the Recorder agrees to the extension. 4C The Lord Chancellor may, with the agreement of the Lord Chief Justice, decline to extend the term of a Recorder's appointment on any of these grounds— a the incapacity or misbehaviour of the Recorder; b a failure of the Recorder to comply with any requirement specified under subsection (3)(b) in the terms of his appointment; c one or more of the circumstances specified under subsection (3)(c) in his appointment applies. 5 Neither the initial term for which a Recorder is appointed nor any extension of that term under subsection (4) above shall be such as to continue his appointment as a Recorder after  the day on which he attains the age of   75 . 6 The Lord Chancellor may, with the agreement of the Lord Chief Justice, terminate the appointment of a Recorder on any of these grounds— a the incapacity or misbehaviour of the Recorder; b a failure of the Recorder to comply with any requirement specified under subsection (3)(b) in the terms of his appointment; c one or more of the circumstances specified under subsection (3)(c) in his appointment applies. 7 There shall be paid to Recorders out of money provided by Parliament such remuneration and allowances as the Lord Chancellor may, with the approval of the Minister for the Civil Service, determine."}, {"act": "Courts Act 1971", "year": 1971, "section": "22", "section_title": " Oaths to be taken by Circuit judges and Recorders.", "section_text": "22 1 Subject to the following provisions of this section, every Circuit judge and every Recorder shall take the oath of allegiance and the judicial oath; and the  Promissory Oaths Act 1868 shall have effect as if the officers named in the Second Part of the Schedule to that Act included Circuit judges and Recorders. 2 Notwithstanding anything in the  Promissory Oaths Act 1871, a Circuit judge shall take the oaths referred to in subsection (1) above before the   Lord Chief Justice , and a Recorder shall take those oaths before a judge of the Court of Appeal or of the High Court or a Circuit judge. 3 Nothing in this section shall require an oath to be taken by a person who becomes a Circuit judge in accordance with any provision of Part I of Schedule 2 to this Act. 3A The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under subsection (2)."}, {"act": "Courts Act 1971", "year": 1971, "section": "23", "section_title": " Circuit judge or Recorder sitting as High Court Judge.", "section_text": "23 1 If requested to do so by or on behalf of the Lord Chancellor, a Circuit judge or Recorder shall sit as a judge of the High Court for the hearing of such case or cases or at such place and for such time as may be specified by or on behalf of the Lord Chancellor. 2 So long as a Circuit judge or Recorder sits as a judge of the High Court in pursuance of a request under this section he shall be treated, subject to subsection (3) below, for all purposes as, and accordingly may perform any of the functions of, a puisne judge of the High Court. 3 A Circuit judge or Recorder sitting as a judge of the High Court in pursuance of a request under this section shall not be treated as a judge of the High Court for the purpose of any provision made by or under any enactment and relating to— a the appointment, retirement, removal or disqualification of judges of the High Court, b the tenure of office and oaths to be taken by such judges, or c the remuneration, allowances or pensions of such judges. 4 Where a Circuit judge or Recorder is requested to sit as a judge of the High Court for a period of time then, notwithstanding the expiry of that time, he may attend at the High Court for the purpose of continuing to deal with, giving judgment in, or dealing with any ancillary matter relating to, any case which may have been begun before him when sitting as a judge of that court, and for that purpose and for the purpose of any proceedings subsequent thereon he shall be treated as a judge of the High Court."}, {"act": "Courts Act 1971", "year": 1971, "section": "24", "section_title": "Deputy Circuit judges \n ...", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "25", "section_title": " Official referees’ business.", "section_text": "25 1 After the appointed day no person shall be appointed to the office of official referee and on and after that day functions conferred on official referees by provisions of rules of the Supreme Court, or by any other provision, shall be discharged in accordance with the provisions of this section. 2 Such of the Circuit judges as the Lord Chancellor may from time to time determine shall discharge the said functions conferred on official referees. 3 The cases in which jurisdiction or powers of the High Court or a judge of the High Court may be exercised by official referees, whether by virtue of rules of court made under section 15 of the  Administration of Justice Act 1956 or otherwise, shall be known as “ official referees’ business ”, and except where the context otherwise requires, any reference in any enactment, in rules of court or in any other document to an official referee shall, in accordance with this section, be construed as, or where the context requires as including, a reference to a Circuit judge discharging the functions of an official referee. 4 Subject to rules of court, the distribution of official referees’ business, performed in accordance with this section, shall be determined in accordance with directions given by or on behalf of the Lord Chancellor."}, {"act": "Courts Act 1971", "year": 1971, "section": "26", "section_title": " Masters and registrars to be appointed by Lord Chancellor.", "section_text": "26 1 On and after the appointed day the following officers shall be appointed by the Lord Chancellor, with the concurrence of the Minister for the Civil Service as to numbers and salaries,— a the masters, assistant masters and registrars specified in Part I of Schedule 3 to the  Judicature Act 1925, other than the Master of the Court of Protection (for whose appointment by the Lord Chancellor provision is made by section 100 of the  Mental Health Act 1959); b the Queen’s coroner and attorney and master of the Crown Office; c the registrar, assistant registrars and deputy assistant registrars of criminal appeals; d the admiralty registrar; e chancery registrars and assistant chancery registrars; and f district probate registrars. 2 The person appointed to the office of Queen’s coroner and attorney and master of the Crown Office shall, by virtue of his appointment, be a master of the Supreme Court (Queen’s Bench Division). 3 In section 122 of the Judicature Act 1925 (which relates to certain additional duties of the senior master of the Queen’s Bench Division) for the words “The senior master” there shall be subtituted the words “The Lord Chancellor shall appoint one of the masters” and after the word “Division)”there shall be inserted the words “to be the senior master and the person so appointed”. 4 In section 128A of the Judicature Act 1925 (which relates to the office of district probate registrar) for any reference in subsection (2) or subsection (3) to the President of the family dvision thre shall be substituted a reference to the Lord Chancellor."}, {"act": "Courts Act 1971", "year": 1971, "section": "27", "section_title": "\n\t\t\tAdministrative and other court staff.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "28", "section_title": " Provision of accommodation.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "29", "section_title": " Accommodation in City of London.", "section_text": "29 1 The courthouse and accommodation which up to the appointed day have been respectively known as the Central Criminal Court and the Mayor’s and City of London Court shall continue to be known by those names, and it shall be the duty of the Common Council of the City of London (in this section referred to as “ the Common Council ”) to continue to make the said premises available for use for the sittings and business of those courts respectively. 2 The Common Council shall not undertake any alteration or extension of the buildings or accommodation which they are to make available for the purpose of the said courts, or provide further accommodation for that purpose, without the consent of the   Secretary of State . 3 The duties imposed by this section on the Common Council may at any time be varied, restricted or terminated by agreement between the   Secretary of State  and the Common Council."}, {"act": "Courts Act 1971", "year": 1971, "section": "30", "section_title": " Advisory committees.", "section_text": "30 The   Secretary of State  may constitute, on a permanent or temporary basis, one or more advisory committees to advise him on such questions relating to the   Senior Courts  and  the county court  as he may from time to time refer to them, and shall appoint the members of any such committee with regard to their knowledge of the work of the courts and social conditions."}, {"act": "Courts Act 1971", "year": 1971, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Courts Act 1971", "year": 1971, "section": "41", "section_title": " Merger of Palatine Courts with High Court.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "42", "section_title": " Local court for City of London.", "section_text": "42 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "43", "section_title": " Abolition of certain other local courts.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "44", "section_title": " Abolition of certain offices.", "section_text": "44 1 The following offices are hereby abolished:— a chairman and deputy chairman of county quarter sessions; recorder, and deputy, assistant or temporary recorder, of a borough (but not the Recorder of London); clerk and deputy clerk of the peace; b any judicial or other office in a court abolished or merged with the High Court by the preceding provisions of this Part of this Act, other than the office of Vice-Chancellor of the County Palatine of Lancaster; c clerk of assize, circuit bailiff and any other office the duties of which relate exclusively to courts of assize. 2 The Lord Chancellor may, with the concurrence of the Minister for the Civil Service, by regulations provide for the payment out of money provided by Parliament of compensation to or in respect of persons who suffer loss of employment or loss or diminution of emoluments which is attributable— a to the preceding provisions of this section, or b to the abolition or merger of any court (including courts of assize, courts of quarter sessions and Palatine courts) by this Act, or c to the transfer by this Act of any function to the Lord Chancellor or to any other Minister. 3 Regulations under this section may— a include provision as to the manner in which and the person to whom any claim for compensation under the regulations is to be made, and for the determination of all questions arising under the regulations, b make special provision for persons who, but for any national service, would be holders of any office or engaged in any employment, c make different provision for different classes of persons and for other different circumstances, and make, or authorise the Lord Chancellor to make, exceptions and conditions, d be framed so as to have effect from a date earlier than the making of the regulations, but so that regulations having effect from a date earlier than their making shall not place any individual in a worse position than he would have been in if the regulations had been so framed as to have effect only from the date of their making. 4 Regulations under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Courts Act 1971", "year": 1971, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Courts Act 1971", "year": 1971, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Courts Act 1971", "year": 1971, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Courts Act 1971", "year": 1971, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Courts Act 1971", "year": 1971, "section": "51", "section_title": " Construction and consequential amendments", "section_text": "51 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Schedule 6 to this Act, which amends enactments about costs, shall have effect."}, {"act": "Courts Act 1971", "year": 1971, "section": "52", "section_title": " Award of costs where information or complaint is not proceeded with.", "section_text": "52 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b a complaint is made to a justice of the peace   acting in any local justice area  but the complaint is not proceeded with, a magistrates’ court   acting in that area  may make such order as to costs to be paid . . .  , by the complainant to the defendant as it thinks just and reasonable.  3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An order under subsection (3) above shall specify the amount of the costs ordered to be paid. (5) . . .   for the purpose of enforcement an order under subsection (3) above made in relation to a complaint which is not proceeded with shall be treated as if it were an order made under  section 64 of the Magistrates’ Courts Act 1980 \t\t\t\t\t(power to award, and enforcement of, costs in civil proceedings)."}, {"act": "Courts Act 1971", "year": 1971, "section": "53", "section_title": " Administrative functions of justices.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "54", "section_title": " Boroughs: honorary offices.", "section_text": "54 1 The council of a borough shall have power to appoint a person to be honorary recorder of the borough. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A person shall not be qualified to hold office as an honorary recorder of a borough . . .   unless he is a Circuit judge or Recorder (that is to say a Recorder appointed under this Act): Provided that this subsection shall not apply to a borough which immediately before the appointed day— a had power by charter to appoint a recorder of the borough, and b did not have a separate court of quarter sessions. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Courts Act 1971", "year": 1971, "section": "55", "section_title": " Financial provisions.", "section_text": "55 1 There shall be paid out of money provided by Parliament, or out of the Consolidated Fund, any increase attributable to the provisions of this Act in the sums respectively so payable under any other enactment. 2 There shall be paid out of money provided by Parliament any sums payable by any Minister under or by virtue of this Act. 3 Any sum payable under this Act to the Lord Chancellor or any other Minister shall be paid into the Consolidated Fund. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts Act 1971", "year": 1971, "section": "56", "section_title": " Minor and consequential amendments, transitional provisions and repeals.", "section_text": "56 1 Schedule 8 to this Act (which contains consequential and other amendments) shall have effect. 2 In the enactments listed in Schedule 9 to this Act (which confer jurisdiction transferred to the Crown Court) for any reference to quarter sessions there shall be substituted a reference to the Crown Court. This subsection applies to references to quarter sessions however expressed and in particular to any reference to “the next court of quarter sessions”, or to the quarter sessions for any particular area, or to any sessions which, by section 13(14) of the  Interpretation Act 1889, were included in the expression “court of quarter sessions”. 3 Schedule 10 to this Act, which contains transitional provisions, shall have effect. 4 The enactments specified in Schedule 11 to this Act (which includes certain obsolete or unnecessary enactments) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any proviso at the end of that Schedule."}, {"act": "Courts Act 1971", "year": 1971, "section": "57", "section_title": " Interpretation of this Act and rules of construction of other Acts.", "section_text": "57 1 In this Act, unless the context otherwise requires— the “ appointed day ” means the commencement of this Act which, as provided by this Act, may be a different date for different purposes, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ sentence ”, in relation to an offence, includes any order made by a court when dealing with an offender including— a hospital order under  Part III of the Mental Health Act 1983 , with or without an order restricting discharge, and a recommendation for deportation made when dealing with an offender. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Except where the context otherwise requires, in this or any other Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b any reference to the courts abolished by this Act shall include a reference to the Lancaster Palatine Court and the Durham Palatine Court (which are abolished on merger with the High Court). 4 Except where the context otherwise requires, in any Act passed after this Act the expression “recorder” shall not include the Recorder of London or an honorary recorder of a borough. 5 Any power of making orders contained in any provision of this Act shall include power to vary or revoke an order made under that provision. 6 It is hereby declared that any power conferred by this Act on the Lord Chancellor or any other authority to give directions includes a power to vary or rescind any direction so given. 7 Any reference in this Act to any other enactment is a reference thereto as amended, and includes a reference thereto as extended or applied, by or under any other enactment, including this Act."}, {"act": "Courts Act 1971", "year": 1971, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Courts Act 1971", "year": 1971, "section": "59", "section_title": " Short title, commencement and extent.", "section_text": "59 1 This Act may be cited as the Courts Act 1971. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The following provisions of this Act, and no others, shall extend to Scotland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c any provision of this Act affecting the operation of the law of Scotland in relation to courts in England and Wales, d the provisions of this Act about interpretation and commencement, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The following provisions of this Act, and no others, shall extend to Northern Ireland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c any provision of this Act affecting the operation of the law of Northern Ireland in relation to courts in England and Wales, d the provisions of this Act about interpretation and commencement, e Schedule 8 to this Act so far as it amends  ... section 30 of the  Petty Sessions (Ireland) Act 1851. 7 Schedule 8 to this Act shall extend to the Isle of Man and the Channel Islands so far as it amends section 13 of the  Indictable Offences Act 1848."}]