[{"act": "Criminal Damage Act 1971", "year": 1971, "section": "1", "section_title": " Destroying or damaging property.", "section_text": "1 1 A person who without lawful excuse destroys or damages any property belonging to another intending to destroy or damage any such property or being reckless as to whether any such property would be destroyed or damaged shall be guilty of an offence. 2 A person who without lawful excuse destroys or damages any property, whether belonging to himself or another— a intending to destroy or damage any property or being reckless as to whether any property would be destroyed or damaged; and b intending by the destruction or damage to endanger the life of another or being reckless as to whether the life of another would be thereby endangered; shall be guilty of an offence. 3 An offence committed under this section by destroying or damaging property by fire shall be charged as arson."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "2", "section_title": " Threats to destroy or damage property. ", "section_text": "2 A person who without lawful excuse makes to another a threat, intending that that other would fear it would be carried out,— a to destroy or damage any property belonging to that other or a third person; or b to destroy or damage his own property in a way which he knows is likely to endanger the life of that other or third person; shall be guilty of an offence."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "3", "section_title": " Possessing anything with intent to destroy or damage property. ", "section_text": "3 A person who has anything in his custody or under his control intending without lawful excuse to use it or cause or permit another to use it— a to destroy or damage any property belonging to some other person; or b to destroy or damage his own or the user’s property in a way which he knows is likely to endanger the life of some other person; shall be guilty of an offence."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "4", "section_title": " Punishment of offences.", "section_text": "4 1 A person guilty of arson under section 1 above or of an offence under section 1(2) above (whether arson or not) shall on conviction on indictment be liable to imprisonment for life. 2 A person guilty of any other offence under this Act shall on conviction on indictment be liable to imprisonment for a term not exceeding ten years."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "5", "section_title": "“Without lawful excuse.”", "section_text": "5 1 This section applies to any offence under section 1(1) above and any offence under section 2 or 3 above other than one involving a threat by the person charged to destroy or damage property in a way which he knows is likely to endanger the life of another or involving an intent by the person charged to use or cause or permit the use of something in his custody or under his control so to destroy or damage property. 2 A person charged with an offence to which this section applies, shall, whether or not he would be treated for the purposes of this Act as having a lawful excuse apart from this subsection, be treated for those purposes as having a lawful excuse— a if at the time of the act or acts alleged to constitute the offence he believed that the person or persons whom he believed to be entitled to consent to the destruction of or damage to the property in question had so consented, or would have so consented to it if he or they had known of the destruction or damage and its circumstances; or b if he destroyed or damaged or threatened to destroy or damage the property in question or, in the case of a charge of an offence under section 3 above, intended to use or cause or permit the use of something to destroy or damage it, in order to protect property belonging to himself or another or a right or interest in property which was or which he believed to be vested in himself or another, and at the time of the act or acts alleged to constitute the offence he believed— i that the property, right or interest was in immediate need of protection; and ii that the means of protection adopted or proposed to be adopted were or would be reasonable having regard to all the circumstances. 3 For the purposes of this section it is immaterial whether a belief is justified or not if it is honestly held. 4 For the purposes of subsection (2) above a right or interest in property includes any right or privilege in or over land, whether created by grant, licence or otherwise. 5 This section shall not be construed as casting doubt on any defence recognised by law as a defence to criminal charges."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "6", "section_title": " Search for things intended for use in committing offences of criminal damage.", "section_text": "6 1 If it is made to appear by information on oath before a justice of the peace that there is reasonable cause to believe that any person has in his custody or under his control or on his premises anything which there is reasonable cause to believe has been used or is intended for use without lawful excuse— a to destroy or damage property belonging to another; or b to destroy or damage any property in a way likely to endanger the life of another, the justice may grant a warrant authorising any constable to search for and seize that thing. 2 A constable who is authorised under this section to search premises for anything, may enter (if need be by force) and search the premises accordingly and may seize anything which he believes to have been used or to be intended to be used as aforesaid. 3 The  Police (Property) Act 1897 (disposal of property in the possession of the police) shall apply to property which has come into the possession of the police under this section as it applies to property which has come into the possession of the police in the circumstances mentioned in that Act."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "7", "section_title": " Jurisdiction of magistrates’ courts.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 No rule of law ousting the jurisdiction of magistrates’ courts to try offences where a dispute of title to property is involved shall preclude magistrates’ courts from trying offences under this Act, or any other offences of destroying or damaging property."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "9", "section_title": " Evidence in connection with offences under this Act.", "section_text": "9 A person shall not be excused, by reason that to do so may incriminate that person or the  spouse or civil partner  of that person of an offence under this Act— a from answering any question put to that person in proceedings for the recovery or administration of any property, for the execution of any trust or for an account of any property or dealings with property; or b from complying with any order made in any such proceedings; but no statement or admission made by a person in answering a question put or complying with an order made as aforesaid shall, in proceedings for an offence under this Act, be admissible in evidence against that person or (unless they  married or became civil partners after the making of the statement or admission) against the spouse or civil partner   of that person."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "10", "section_title": " Interpretation.", "section_text": "10 1 In this Act “ property ” means property of a tangible nature, whether real or personal, including money and— a including wild creatures which have been tamed or are ordinarily kept in captivity, and any other wild creatures or their carcasses if, but only if, they have been reduced into possession which has not been lost or abandoned or are in the course of being reduced into possession; but b not including mushrooms growing wild on any land or flowers, fruit or foliage of a plant growing wild on any land. For the purposes of this subsection “ mushroom ” includes any fungus and “ plant ” includes any shrub or tree. 2 Property shall be treated for the purposes of this Act as belonging to any person— a having the custody or control of it; b having in it any proprietary right or interest (not being an equitable interest arising only from an agreement to transfer or grant an interest); or c having a charge on it. 3 Where property is subject to a trust, the persons to whom it belongs shall be so treated as including any person having a right to enforce the trust. 4 Property of a corporation sole shall be so treated as belonging to the corporation notwithstanding a vacancy in the corporation. 5 For the purposes of this Act a modification of the contents of a computer shall not be regarded as damaging any computer or computer storage medium unless its effect on that computer or computer storage medium impairs its physical condition."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "11", "section_title": " Minor and consequential changes in existing law, and repeals.", "section_text": "11 1 The common law offence of arson is hereby abolished. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In paragraph 3 of the Schedule to the Visiting Forces Act 1952  (offences against property in the case of which a member of a visiting force is in certain circumstances not liable to be tried by a United kingdom court) after paragraph (g) (which was inserted by the Theft Act 1968  ) there shall be added the following paragraph:—  “                (h) the Criminal Damage Act 1971.              ” 7 In Schedule 1 to the Firearms Act 1968   (which lists the offences to which section 17(2) (possession of firearms when committing or being arrested for specified offences) relates), for paragraph 1 there shall be substituted the following paragraph:—  “                1. Offences under section 1 of the Criminal Damage Act 1971.              ” 8 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in column 3 of that Schedule; and where any such enactment has been applied by or incorporated in any other Act the repeal shall extend so as to repeal that enactment as so applied or incorporated. 9 Where it appears to the Secretary of State that a local statutory provision is inconsistent with or has become unnecessary in consequence of this Act he may, after consultation with any person appearing to him to be concerned with that provision, by order amend that provision so as to bring it into conformity with this Act or repeal it. In this subsection “ local statutory provision ” means a provision of a local Act (including an Act confirming a provisional order) or a provision of a public general Act passed with respect only to a particular area or a particular undertaking or a provision of an instrument made under any such local or public general Act or of an instrument in the nature of a local enactment made under any other Act. 10 An order made under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 11 The repeal by this section or an order made thereunder of any enactment relating to procedure or to the jurisdictional powers of any court shall not affect the operation of that enactment in relation to offences committed before the repeal takes effect or to proceedings for any such offence."}, {"act": "Criminal Damage Act 1971", "year": 1971, "section": "12", "section_title": " Short title and extent.", "section_text": "12 1 This Act shall come into force at the expiration of the period of three months beginning with the day in which it is passed. 2 This Act may be cited as the Criminal Damage Act 1971. 3 Except as provided by subsections (4) to (6) below, this Act does not extend to Scotland or Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Part II of the Schedule to this Act and so much of section 11(8) above as relates thereto extend to Scotland; and section 11(2) of this Act, Part III of that Schedule and so much of section 11(8) as relates thereto extend to Scotland and Northern Ireland."}]