[{"act": "Diplomatic and Other Privileges Act 1971", "year": 1971, "section": "1", "section_title": " Refund of customs duty on hydrocarbon oil used for diplomatic or Commonwealth Secretariat purposes.", "section_text": "1 1 Subject to the provisions of this section, the Commissioners of Customs and Excise shall make arrangements for securing the refund of  duty (whether of customs or excise) paid on imported hydrocarbon oil (within the meaning of the   Hydrocarbon Oil Duties Act 1979) or value added tax paid on the importation of such oil  which is— a bought in the United Kingdom; and b used for such a purpose that, had it been imported for that use, exemption from  duty  thereon would have been required to be granted by virtue of— i paragraph 1 of Article 36 or paragraph 1 of Article 37 of the Articles set out in Schedule 1 to the  Diplomatic Privileges Act 1964; or ii section 7 of the said Act of 1964; or iii paragraph 4 of the Schedule to the  Commonwealth Secretariat Act 1966; but the Commissioners shall not make any payment by virtue of this subsection before such date as may be specified by directions of the Treasury. 2 Any arrangements made under this section may impose conditions subject to which any refund is to be made. 3 Section 3(1) of the said Act of 1964 (which relates to the withdrawal of privileges and immunities conferred by that Act) shall have effect as if the reference therein to that Act included a reference to this section. 4 Any amount refunded under arrangements made under this section shall be defrayed out of the moneys standing to the credit of the General Account of the Commissioners of Customs and Excise. 5 In this section references to importation, in relation to value added tax, shall include references to anything charged with tax in accordance with section   1(1)(c)   of the Value Added Tax Act 1994  (imposition of charge to value added tax on imported goods)  , and, in this section, “ imported ” shall be construed accordingly. "}, {"act": "Diplomatic and Other Privileges Act 1971", "year": 1971, "section": "2", "section_title": " Power to grant privileges  etc.  in case of Caribbean Development Bank.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Diplomatic and Other Privileges Act 1971", "year": 1971, "section": "3", "section_title": " Exemption from vehicle excise of senior officers of U.N. agencies. ", "section_text": "3 Section 2 of the International Organisations Act 1968 (which enablescertain exemptions, privileges and reliefs specified in section 2(2)to be conferred on senior officers of a specialised agency of theUnited Nations having its headquarters or principal office in theUnited Kingdom) shall have effect as if at the end of subsection(2)( b ) there were added the words—  “            and the exemption comprised in paragraph 9 of that Schedule fromvehicle excise duty (that is to say, duty under section 1 of the Vehicles (Excise) Act 1971, whether chargeable by virtue of thatsection or otherwise, or any corresponding duty under an enactment ofthe Parliament of Northern Ireland)          ” ."}, {"act": "Diplomatic and Other Privileges Act 1971", "year": 1971, "section": "4", "section_title": " Privileges and immunities in connection with Commonwealth and Irishpost of a consular nature.", "section_text": "4 1 In the  Consular Relations Act 1968 there shall besubstituted for section 12 the provisions set out in the Schedule tothis Act (which reproduce, with minor extensions and modifications,the present effect of the   Diplomatic Immunities(Commonwealth Countries and Republic of Ireland) Act 1952 as amendedby that section). 2 Accordingly, from the coming into force of an Order in Council made byvirtue of the new section 12, there are hereby repealed— a the Diplomatic Immunities (Commonwealth Countries and Republic ofIreland) Act 1952; and b in section 8(1)(b) of the Consular Relations Act 1968 the words from “or section 1(2)” onwards."}, {"act": "Diplomatic and Other Privileges Act 1971", "year": 1971, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Diplomatic and other Privileges Act 1971."}]