[{"act": "Friendly Societies Act 1971", "year": 1971, "section": "110.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Friendly Societies Act 1971", "year": 1971, "section": "11", "section_title": "", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In subsection (7) of section 3 of the   Friendly and Industrial and Provident Societies Act 1968 (failure by member of committee of registered society to comply with provisions of that section as to revenue accounts and balance sheets) the words “under the appropriate registration Act”shall be omitted and at the end of the subsection there shall be added the words “and a person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding £400”. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Friendly Societies Act 1971", "year": 1971, "section": "1214.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Friendly Societies Act 1971", "year": 1971, "section": "15", "section_title": " †Citation, construction, extent and commencement.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Her Majesty may by Order in Council provide that all or any of the provisions of this Act shall extend— a to any of the Channel Islands, b to the Isle of Man, with such exceptions, adaptations and modifications (if any) as may be specified in the Order. 5 An Order in Council made under subsection (4) above may be varied or revoked by a subsequent Order in Council so made, and any Order in Council revoking an Order in Council under subsection (4) above may contain such transitional or other incidental or supplemental provisions as appear to Her Majesty to be necessary or expedient in consequence of the revocation. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]