[{"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "1", "section_title": " Principle on which questions relating to custody, upbringing  etc.  of minors are to be decided.", "section_text": "1 Where in any proceedings before any court (whether or not a court as defined in section 15 of this Act)— a the  legal custody  or upbringing of a minor; or b the administration of any property belonging to or held on trust for a minor, or the application of the income thereof, is in question, the court, in deciding that question, shall regard the welfare of the minor as the first and paramount consideration, and shall not take into consideration whether from any other point of view the claim of the father, . . .   in respect of such  legal custody , upbringing, administration or application is superior to that of the mother, or the claim of the mother is superior to that of the father."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "3", "section_title": " Rights of surviving parent as to guardianship.", "section_text": "3 1 On the death of the father of a minor, the mother, if surviving, shall, subject to the provisions of this Act, be guardian of the minor either alone or jointly with any guardian appointed by the father; and— a where no guardian has been appointed by the father; or b in the event of the death or refusal to act of the guardian or guardians appointed by the father, the court may, if it thinks fit, appoint a guardian to act jointly with the mother. 2 On the death of the mother of a minor, the father, if surviving, shall, subject to the provisions of this Act, be guardian of the minor either alone or jointly with any guardian appointed by the mother; and— a where no guardian has been appointed by the mother; or b in the event of the death or refusal to act of the guardian or guardians appointed by the mother, the court may, if it thinks fit, appoint a guardian to act jointly with the father."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "4", "section_title": " Power of father and mother to appoint testamentary guardians.", "section_text": "4 1 The father of a minor may by deed or will appoint any person to be guardian of the minor after his death. 2 The mother of a minor may by deed or will appoint any person to be guardian of the minor after her death. 3 Any guardian so appointed shall act jointly with the mother or father, as the case may be, of the minor so long as the mother or father remains alive unless the mother or father objects to his so acting. 4 If the mother or father so objects, or if the guardian so appointed considers that the mother or father is unfit to have the  legal custody  of the minor, the guardian may apply to the court, and the court may either— a refuse to make any order (in which case the mother or father shall remain sole guardian); or b make an order that the guardian so appointed— i shall act jointly with the mother or father; or ii shall be the sole guardian of the minor. 5 Where guardians are appointed by both parents, the guardians so appointed shall, after the death of the surviving parent, act jointly. 6 If under section 3 of this Act a guardian has been appointed by the court to act jointly with a surviving parent, he shall continue to act as guardian after the death of the surviving parent; but, if the surviving parent has appointed a guardian, the guardian appointed by the court shall act jointly with the guardian appointed by the surviving parent."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "5", "section_title": " Power of court to appoint guardian for minor having no parent etc.", "section_text": "5 1 Where a minor has no parent, no guardian of the person, and no other person having parental rights with respect to him, the court, on the application of any person, may, if it thinks fit, appoint the applicant to be the guardian of the minor. 2 A court may entertain an application under this section to appoint a guardian of a minor notwithstanding that, by virtue of a resolution under  section 3 of the Child Care Act 1980 , a local authority have parental rights with respect to him; . . . "}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "6", "section_title": " Power of High Court to remove or replace guardian.", "section_text": "6 The High Court may, in its discretion, on being satisfied that it is for the welfare of the minor, remove from his office any testamentary guardian or any guardian appointed or acting by virtue of this Act, and may also, if it deems it to be for the welfare of the minor, appoint another guardian in place of the guardian so removed."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "7", "section_title": " Disputes between joint guardians.", "section_text": "7 Where two or more persons act as joint guardians of a minor and they are unable to agree on any question affecting the welfare of the minor, any of them may apply to the court for its direction, and the court may make such order regarding the matters in difference as it may think proper."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "9", "section_title": " Orders for [ legal custody] and maintenance on application of mother or father.", "section_text": "9 1 The court may, on the application of the mother or father of a minor (who may apply without next friend), make such order regarding— a the  legal custody  of the minor; and b the right of access to the minor of his mother or father, as the court thinks fit having regard to the welfare of the minor and to the conduct and wishes of the mother and father. 2 Where by an order under subsection (1) of this section the right to the actual custody of a minor is given to one of the parents, the court may also, subject to section 12 of this Act, make one or both of the following orders, that is to say— a an order requiring the parent excluded from having actual custody to make to the other parent for the benefit of the minor, or to the minor, such periodical payments, and for such term, as may be specified in the order; b an order requiring the parent excluded from having actual custody to pay to the other parent for the benefit of the minor, or to the minor, such lump sum as may be so specified; 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 An order under subsection (1) or (2) of this section  other than an order for the payment of a lump sum  may be varied or discharged by a subsequent order made on the application of either parent or . . .   after the death of either parent) on the application of any guardian under this Act . . .  . 5 An order shall not be made under subsection (1) of this section giving  legal custody  to a person other than the mother or father. 6 An order shall not be made under subsection (1) of this section at any time when the minor is free for adoption  within the meaning of section 12(6) of the Children Act 1975 by virtue of an order under section 18 of the Adoption Act 1986 (orders in England and Wales) or section 14 of the Children Act 1975 (orders in Scotland)"}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "10", "section_title": " Orders for custody and maintenance where person is guardian to exclusion of surviving parent.", "section_text": "10 1 Where the court makes an order under section 4(4) of this Act that a person shall be the sole guardian of a minor to the exclusion of his mother or father, the court may— a make such order regarding— i the  legal custody  of the minor; and ii the right of access to the minor of his mother or father, as the court thinks fit having regard to the welfare of the minor; and b may also, subject to section 12 of this Act, make one or both of the following orders, that is to say— i an order requiring the mother or father to pay to the guardian for the benefit of the minor, or to the minor, such periodical payments, and for such term, as may be specified in the order; ii an order requiring the mother or father to pay to the guardian for the benefit of the minor, or to the minor, such lump sum as may be so specified; 2 The powers conferred by subsection (1) of this section may be exercised at any time and include power to vary or discharge any order  (other than an order for the payment of a lump sum)  previously made under those powers."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "11", "section_title": " Orders for custody and maintenance where joint guardians disagree.", "section_text": "11 The powers of the court under section 7 of this Act shall, where one of the joint guardians is the mother or father of the minor, include power— a to make such order regarding— i the  legal custody  of the minor; and ii the right of access to the minor of his mother or father, as the court thinks fit having regard to the welfare of the minor; b to make subject to section 12 of this Act, one or both of the following orders, that is to say— i an order requiring the mother or father to pay to the other guardian for the benefit of the minor, or to the minor, such periodical payments, and for such term, as may be specified in the order; ii an order requiring the mother or father to pay to the guardian for the benefit of the minor, or to the minor, such lump sum as may be so specified; c to vary or discharge any order  (other than an order for the payment of a lump sum)  previously made under that section."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "11A", "section_title": " Further provisions relating to orders for custody.", "section_text": "11A 1 An order shall not be made under section 9(1), 10(1)( a ) or 11( a ) of this Act, giving the legal custody of a child to more than one person; but where the court makes an order under one of those sections giving the legal custody of a minor to any person, it may order that a parent of the minor who is not given the legal custody of the minor shall retain all or such as the court may specify of the parental rights and duties comprised in legal custody (other than the right to the actual custody of the minor) and shall have those rights and duties jointly with the person who ia given the legal custody of the minor. 2 Where the court makes an order under section 9(1), 10(1)( a ) or 11( a ) of this Act the court may direct that the order, or such provision thereof as the court may specify, shall not have effect until the occurrence of an event specified by the court or the expiration of a period so specified; and where the court has directed that the order or any provision thereof shall not have effect until the expiration of a specified period, the court may, at any time before the expiration of that period, direct that the order, or that provision thereof, shall not have effect until the expiration of such further period as the court may specify. 3 Any order made in respect of a minor under section 9(1), 10(1)( a ) or 11( a ) of this Act shall cease to have effect when the minor attains the age of eighteen."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "12", "section_title": " Duration of orders for maintenance.", "section_text": "12 1 The term to be specified in an order made under section 9, 10 or 11 of this Act for the making of periodical payments in favour of a minor may begin with the date if the making of an application for the order in question or any later date but— a shall not in the first instance extend beyond the date of the birthday of the minor next following his attaining the upper limit of the compulsory school age (that is to say, the age that is for the time being that limit by virtue of section 35 of the   Education Act 1944 together with any Order in Council made under that section) unless the court thinks it right in the circumstances of the case to specify a later date; and b shall not in any event, subject to subsection (2) below, extend beyond the date of the minor’s eighteenth birthday. 2 Paragraph ( b ) of subsection (1) above shall not apply in the case of a minor if it appears to the court that— a the minor is, or will be, or if an order were made without complying with that paragraph would be, receiving instruction at an educational establishment or undergoing training for a trade, profession or vocation, whether or not he is also, or will also be, in gainful employment; or b there are special circumstances which justify the making of an order without complying with that paragraph. 3 Any order made under section 9, 10 or 11 of this Act requiring the making of periodical payments shall, notwithstanding anything in the order, cease to have effect on the death of the person liable to make payments under the order."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "12A", "section_title": " Matters to which court is to have regard in making orders for maintenance.", "section_text": "12A In deciding whether to exercise its powers under section 9(2), 10(1)( b ) or ll( b ) of this Act and, if so, in what manner, the court shall have regard to all the circumstances of the case including the following matters, that is to say— a the income, earning capacity, property and other financial resources which each parent of the minor has or is likely to have in the foreseeable future; b the financial needs, obligations and responsibilities which each parent of the minor has or is likely to have in the foreseeable future; c the financial needs of the minor; d the income, earning capacity (if any), property and other financial resources of the minor; e any physical or mental disability of the minor."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "12B", "section_title": " Provisions relating to lump sums.", "section_text": "12B 1 Without prejudice to the generality of sections 9(2), 10(1)( b ) and 11( b ) of this Act, an order under any of those provisions for the payment of a lump sum may be made for the purpose of enabling any liabilities or expenses reasonably incurred in maintaining the minor before the making of the order to be met. 2 The amount of any lump-sum required to be paid by an order made by a magistrates court under section 9(2),10(1)( b ) or 11( b ) of this Act shall not exceed 500£ or such larger amount as the Secretary of State may from time to time by order fix for the purposes of this subsection. Any order made by the Secretary of State under this subsection shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 The power of the court under section 9, 10 or 11 of this Act to vary or discharge an order for the making of periodical payments by a parent of a minor shall include the power to make an order under the said section 9, 10 or 11, as the case may be, for the payment of a lump sum by that parent. 4 The amount of any lump sum which a parent may be required to pay by virtue of subsecti on (3) above shall not, in the case of an order made by a magistrates’ court, exceed the maximum amount that may at the time of the making of the order be required to he Paid under subsection (2) above, but a magistrates’ court may make an order for the payment of a lump sum not exceeding that amount notwithstanding that the parent was required to pay a lump sum by a previous order under this Act. 5 An order made under section 9, 10 or ll of this Act for the payment of a lump sum may provide for the payment of that sum by instalments, and where the court provides for the payment of a lump sum by instalments the court, on an application made either by the person liable to pay or the person entitled to receive that sum, shall have power to vary that order by varying the number of instalments payable, the amount of any instalment payable and the date on which any instalment becomes payable."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "12C", "section_title": " Variation etc. of orders for periodical payments.", "section_text": "12C 1 In exercising its powers under section 9, 10 or 11 of this Act to vary or discharge an order for the making of periodical payments the court shall have regard to all the circumstances of the case, including any change in any of the matters to which the court was required to have regard when making the order. 2 The power of the court under section 9, 10 or 11 of this Act to vary an order for the making of periodical payments shall include power to suspend any provision thereof temporarily and to revive any provision so suspended. 3 Where on an application under section 9, 10 or 11 of this Act for the variation or discharge of an order for the making of periodical payments the court varies the payments required to be made under that order, the court may provide that the payments as so varied shall be made from such date as the court may specify, not being earlier than the date of the making of the application. 4 An application for the variation of an order made under section 9, 10 or 11 of this Act for the making of periodical payments to or for the benefit of a minor may, if the minor has attained the age of sixteen, be made by the minor himself. 5 Where an order for the making of periodical payments made under sections 9, 10 or 11 of this Act ceases to have effect on the date on which the minor attains the age of sixteen or at any time after that date but before or on the date on which he attains the age of eighteen, then, if at any time before he attains the age of twenty-one an application is made by the minor for an order under this subsection, the court shall have power by order to revive the first mentioned order from such date as the court may specify, not being earlier than the date of the making of the application, and to vary or discharge under section 9, 10 or 11 of this Act, as the case may be, any order so revived."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "13", "section_title": " Enforcement of orders for custody and maintenance. ", "section_text": "13 1 Where an order made by a magistrates’ court under this Act contains a provision committing to  any person  the  actual custody  of any minor, a copy of the order may be served on any person in whose actual custody the minor may for the time being be, and thereupon the provision may, without prejudice to any other remedy open to  the person given the custody , be enforced under  section 63(3) of the   Magistrates’ Courts Act 1980  as if it were an order of the court requiring  the person so served  to give up the minor to  the person given the custody . 2 Any person for the time being under an obligation to make payments in pursuance of any order for the payment of money  made by a magistrates’ court  under this Act shall give notice of any change of address to such person (if any) as may be specified in the order, and any person failing without reasonable excuse to give such a notice shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale . 3 An order of a magistrates’ court for the payment of money under this Act may be enforced in like manner as an affiliation order, and the enactments relating to affiliation orders shall apply accordingly with the necessary modifications."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "13A", "section_title": " Retriction on removal of minor from England and Wales.", "section_text": "13A 1 Where the court makes — a an order under section 9(1), 10(1)( a ) or 11( a ) of this Act regarding the legal custody of a minor, or b an interim order under section 2(4) of the   Guardianship Act 1973 containing provision regarding the legal custody of a minor, the court, on making the order or at any time while the order is in force, may, if an application is made under this secion, by order direct that no person shall take the minor out of  England and Wales the United Kingdom, or out of any part of the United Kingdom specified in the order,  while the order made under this section is in force, except with the leave of the court. 2 An order made under subsection (1) above may be varied or discharged by a subsequent order. 3 An application for an order under subsection (1) above, or for the variation or discharge of such an order, may be made by any party to the proceedings in which the order mentioned in paragraph ( a ) or ( b ) of that subsection was made."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "14", "section_title": " Application of Act to illegitimate children.", "section_text": "14 1 Subject to the provisions of this section, subsection (1) of section 9 of this Act shall apply in relation to a minor who is illegitimate as it applies in relation to a minor who is legitimate, and references in that subsection, and in any other provision of this Act so far as it relates to proceedings under that subsection, to the father or mother or parent of a minor shall be construed accordingly. 2 No order shall be made by virtue of subsection (1) of this section under subsection (2) of the said section 9. 3 For the purposes of sections 3, 4, 5  10 and 14A(5) and (6)  of this Act, a person being the natural father of an illegitimate child and being entitled to his  legal custody  by virtue of an order in force under section 9 of this Act, as applied by this section, shall be treated as if he were the lawful father of the minor; but any appointment of a guardian made by virtue of this subsection under section 4(1) of this Act shall be of no effect unless the appointor is entitled to the  legal custody  of the minor as aforesaid immediately before his death. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "14A", "section_title": " Access to minors by grandparents", "section_text": "14A 1 The court, on making an order under section 9(1) of this Act or at any time while such an order is in force, may on the application of a grandparent of the minor make such order requiring access to the minor to be given to the grandparent as the court thinks fit. 2 Where one parent of a minor is dead, or both parents are dead, the court may, on an application made by a parent of a deceased parent of the minor, make such order requiring access to the minor to be given to the applicant as the court thinks fit. 3 Section 11A(2) of this Act shall apply in relation to an order made under this section as it applies in relation to an order made under section 9(1), 10(1)( a ), or ll( a ) of this Act. 4 The court shall not make an order under this section with respect to a minor who is for the purposes of  Part III of the   Child Care Act 1980  in the care of a local authority. 5 Where the court has made an order under subsection (1) above requiring access to a minor to be given to a grandparent, the court may vary or discharge that order on an application made— a by that grandparent, or b by either parent of the minor, or c if the court has made an order under section 9(1)( a ) of this Act giving the legal custody of the minor to a person other than one of the parents, by that person. 6 Where the court has made an order under subsection (2) above requiring access to a minor to be given to a grandparent, the court may vary or discharge that order on an application made— a by that grandparent, or b by any surviving parent of the minor, or c by any guardian of the minor. 7 Section 6 of the   Guardianship Act 1973 shall apply in relation to an application under this section as it applies in relation to an application under section 5 or 9 of this Act, and any reference to a party to the proceedings in subsection (2) or (3) of the said section 6 shall include— a in the case of an application under subsection (1) or (2) above, a reference to the grandparent who has made an application under either of those subsections, b in the case of an application under subsection (5) or (6) above, a reference to the grandparent who has access to the minor under the order for the variation or discharge of which the application is made. 8 Where, at any time after an order with respect to a minor has been made under subsection (1) above, no order is in force under section 9 of this Act with respect to that minor, the order made under subsection 0(1) above shall cease to have effect. 9 A court may make an order under this section in favour of a grandparent of a minor notwithstanding that the minor is illegitimate."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "15", "section_title": " Courts having jurisdiction under this Act.", "section_text": "15   1 Subject to the provisions of this section, “ the court ” for the purposes of this Act means— a the High Court; b the county court of the district in which the respondent (or any of the respondents) or the applicant or the minor to whom the application relates resides; or c a  magistrates’ court appointed for the commission area (within the meaning of the  Justices of the Peace Act 1979 ) 1 Subject to the provisions of this section “ the court ” for the purposes of this Act means the High Court, any county court or any magistrates’ court, except that provision may be made by rules of court that in the case of such applications to a county court, or such applications to a magistrates’ court, as are prescribed, only such county courts, or as the case may be such magistrates’ courts, as are prescribed shall be authorised to hear those applications. 2 A magistrates’ court shall not be competent to entertain— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b any application involving the administration or application of any property belonging to or held in trust for a minor, or the income thereof. 2A lt is hereby declared that any power conferred on a magistrates’ court under this Act is exercisable notwithstanding that any party to the proceedings is residing outside England and Wales. 2B Where any party to the proceedings on an application to a magistrates’ court under this Act resides outside the United Kingdom and does not appear at the time and place appointed for the hearing of the application, the court shall not hear the application unless it is proved to the satisfaction of the court, in such manner as is prescribed, that such steps as are prescribed have been taken to give to that party notice of the application and of the time and place appointed for the hearing of it. 2C In this section “ prescribed ” means prescribed by rules of court. 3 A county court or magistrates’ court shall not have jurisdiction under this Act in any case where the respondent or any of the respondents resides in Scotland or Northern Ireland— a except in so far as such jurisdiction may be exercisable by virtue of the following provisions of this section; or b unless a summons or other originating process can be served and is served on the respondent or, as the case may be, on the respondents in England or Wales. 4 An order under this Act giving the  legal custody  of a minor  to a person resident in England or Wales , whether with or without an order  requiring payments to be made  towards the minor’s maintenance, may be made, if  one parent  resides in Scotland or Northern Ireland and  the other parent  and the minor in England or Wales, by a  magistrates’ court appointed for the commission area (within the meaning of the  Justices of the Peace Act 1979 )  in which  the other parent  resides. 5 It is hereby declared that a magistrates’ court has jurisdiction— a in proceedings under this Act by a person residing in Scotland or Northern Ireland against a person residing in England or Wales for an order relating to the  legal custody  of a minor (including, . . .  , an order  requiring payments to be made  towards the minor’s maintenance); b in proceedings by or against a person residing in Scotland or Northern Ireland for the revocation, revival or variation of any such order. 6 Where proceedings for an order under subsection (1) of section 9 of this Act relating to the  legal custody  of a minor are brought in a magistrates’ court by  a person  residing in Scotland or Northern Ireland, the court shall have jurisdiction to make any order in respect of the minor under  that section  on the application of the respondent in the proceedings."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "15A", "section_title": "", "section_text": "15A 1 Where one parent of a minor resides in England and Wales and the other parent and the minor reside outside England and Wales, the court shall have power, on an application made by that other parent, to make one or both of the orders mentioned in section 9(2)( a ) and ( b ) of this Act against the parent resident in England and Wales, notwithstanding that no order has been made under section 9(1) of this Act regarding the custody of the child; and in relation to such an application section 9(2)( a ) and ( b ) shall have effect as if for any reference to the parent excluded from actual custody there were substituted a reference to the parent resident in England and Wales. 2 Any reference in this Act to the powers of the court under section 9(2) of this Act or to an order made under the said section 9(2) shall include a reference to the powers which the court has by virtue of subsection (1) above or, as the case may be, to an order made by virtue of subsection (1) above."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "16", "section_title": " Appeals and procedure. ", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Subject to subsection (4) of this section, where on an application to a magistrates’ court under this Act the court makes or refuses to make an order, an appeal shall lie to the High Court. 4 Where an application is made to a magistrates’ court under this Act, and the court considers that the matter is one which would more conveniently be dealt with by the High Court,  the magistrates’ court shall  refuse to make an order, and in that case no appeal shall lie to the High Court. 5 In relation to applications made to a magistrates’ court under  section 14A of this Act regarding acess to a minor by a grandparent or under section 3(3) or 4(3A) of the   Guardianship Act 1973 for the discharge or variation of a supervision order or, as the case may be, an order giving the care of a minor to a local authority or an order requiring payments to be made to an authority to whom care of a minor is so given  rules made under  section 144 of the   Magistrates’ Courts Act 1980  may make provision as to the persons who are to be made defendants on the application; and if on any such application there are two or more defendants, the power of the court under  section 64(1) of the Magistrates’ Courts Act 1980  shall be deemed to include power, whatever adjudication the court makes on the complaint, to order any of the parties to pay the whole or part of the costs of all or any of the other parties. 6 On an appeal under subsection (3) of this section the High Court shall have power to make such orders as may be necessary to give effect to its determination of the appeal including such incidental or consequential orders as appear to the court to be just, and, in the case of an appeal from a decision of a magistrates’ court made on an application for or in respect of an order for the making of periodical payments, the High Court shall have power to order that its determination of the appeal shall have effect from such date as the court thinks fit, not being earlier than the date of the making of the application to the magistrates’ court. 7 Without prejudice to the generality of subsection (6) above, where, on an appeal under subsection (3) of this section in respect of an order of a magistrates’ court requiring a parent of a minor to make periodical payments, the High Court reduces the amount of those payments or discharges the order, the High Court shall have power to order the person entitled to Payments under the order of the magistrates’ court to pay to that parent such sum in respect of Payments already made by the parent in compliance with the order as the High Court thinks fit and, if any arrears are due under the order of the magistrates’court, the High Court shall have power to remit the payment of those arrears or any part thereof. 8 Any order of the High Court made on an appeal under subsection (3) of this section (other than an order directing that an application shall be re-heard by a magistrates’ court) shall for the purposes of the enforcement of the order and for the Purposes of any power to vary, revive or discharge orders conferred by section 9(4), 10(2), 11( c ), 12B(5) or 12C(5)of this Act or section 3(3) or 4(3A) or (3D) of the   Guardianship Act 1973 be treated as if lt were an order of the magistrates’ court from which the appeal was brought and not of the High Court."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "17", "section_title": " Saving for powers of High Court and other courts.", "section_text": "17 1 Nothing in this Act shall restrict or affect the jurisdiction of the High Court to appoint or remove guardians or otherwise in respect of minors. 2 Nothing in section 15(4), (5) or (6) of this Act shall be construed as derogating from any jurisdiction exercisable, apart from those provisions, by any court in England or Wales; and it is hereby declared that any jurisdiction conferred by those provisions is exercisable notwithstanding that any party to the proceedings is not domiciled in England and Wales."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "18", "section_title": " Consequential amendments, repeals and savings.", "section_text": "18 1 The enactments specified in Schedule 1 to this Act shall have effect subject to the amendments there specified, being amendments consequential on this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any application, order or other thing made, done or having effect under or for the purposes of an enactment repealed by this Act and pending or in force immediately before the commencement of this Act shall be deemed to have been made or done under or for the purposes of the corresponding enactment in this Act; and any proceeding or other thing begun under any enactment so repealed may be continued under this Act as if begun thereunder. 4 So much of any document as refers expressly or by implication to any enactment repealed by this Act shall, if and so far as the nature of the subject-matter of the document permits, be construed as referring to this Act or the corresponding enactment therein, as the case may require. 5 Nothing in this section shall be taken as prejudicing the general application of section 38 of the  Interpretation Act 1889 with regard to the effect of repeals."}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Guardianship of Minors Act 1971", "year": 1971, "section": "20", "section_title": " Short title, interpretation, extent and commencement.", "section_text": "20 1 This Act may be cited as the Guardianship of Minors Act 1971. 2 In this Act  “ actual custody ”, as respects a child, means the actual possession of the person of the child, “ legal custody ” shall be construed in accordance with Part IV of the   Children Act 1975 and “ maintenance ” includes education. 3 References in this Act to any enactment are references thereto as amended, and include references thereto as applied, by any other enactment. 4 This Act— a so far as it amends the  Maintenance Orders Act 1950, extends to Scotland and Northern Ireland; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  but, save as aforesaid, extends to England and Wales only. 5 This Act shall come into force at the expiration of the period of one month beginning with the day on which it is passed."}]