[{"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "1", "section_title": " Payment of indemnity.", "section_text": "1 1 Any indemnity payable after the commencement of this section under any provision of the  Land Registration Act 1925, including so much of any indemnity which has become so payable at any time before then as has not then been paid, shall, instead of being paid out of the insurance fund, be paid by the registrar out of moneys provided by Parliament; and no other person shall thereafter be under any liability to pay any such indemnity. 2 Any money which at the commencement of this section stands to the credit of the insurance fund shall be paid into the Consolidated Fund, and any other assets then comprised in the insurance fund shall be realised forthwith, and the proceeds thereof shall be paid into the Consolidated Fund; and as soon as its assets have been so dealt with, the insurance fund shall cease to exist. 3 In this section “ the insurance fund ” means the insurance fund established under the  Land Transfer Act 1897."}, {"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "2", "section_title": " Determination of questions as to right to or amount of indemnity.", "section_text": "2 1 If any question arises as to whether a person is entitled to an indemnity under any provision of the Land Registration Act 1925 or as to the amount of any such indemnity, he may apply to the court to have that question determined. 2 Section 83(5)( c ) of the Land Registration Act 1925 (by virtue of which no indemnity is payable under that Act on account of costs incurred in taking or defending any legal proceedings without the consent of the registrar) shall not apply to the costs of an application to the court under subsection (1) above or of any legal proceedings arising out of such an application; and as regards any such application or proceedings section 131 of that Act (which provides that the registrar, among others, shall not be liable to any action or proceeding for or in respect of anything done or omitted as there mentioned) shall not apply to the registrar. 3 On an application under subsection (1) above the court shall not order the applicant, even if unsuccessful, to pay any costs except his own unless it considers that the application was unreasonable. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Nothing in this section shall be taken to preclude the registrar from settling by agreement claims for indemnity under the  Land Registration Act 1925. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "4", "section_title": "Souvenir land.", "section_text": "4 1 The Lord Chancellor may by rules made with the advice and assistance of the Rule Committee make provision— a for enabling the registrar, in such circumstances and subject to such conditions as may be specified in the rules, to declare any area of land to be subject to a souvenir land scheme if the registrar is satisfied that the land comprised in that area consists wholly or mainly of land which has been or is proposed to be disposed of (by way of sale or otherwise) in souvenir plots or of which part has been, and the remainder is proposed to be, so disposed of; b with respect to the cancellation of declarations and the extension or reduction of the area to which any declaration relates; c for authorising or requiring the registrar not to accept applications under the Land Registration Act 1925 relating to souvenir land or cautions or other documents relating to such land; d for excepting souvenir land from the operation of  sections 123 and 123A of that Act (compulsory registration); e for securing that transactions relating to souvenir land which is registered land take effect as if the souvenir land in question were not registered land; and f generally for modifying or excluding in relation to souvenir land the operation of any provision contained in the Land Registration Acts 1925 to 1966 or any general rules thereunder. 2 Rules under this section may include such supplemental, consequential or incidental provision as may appear to the Lord Chancellor to be necessary or expedient for the purposes of the rules, and may make different provision for souvenir land in general and souvenir land so far as it consists or does not consist of souvenir plots, and for other different circumstances. 3 The power to make rules under this section shall be exercisable by statutory instrument, and a statutory instrument containing any such rules shall be laid before Parliament after being made. 4 Section 131 of the  Land Registration Act 1925 (indemnity to officers of registry) shall apply in relation to rules made under this section as it applies in relation to general rules made in pursuance of that Act. 5 For the purposes of this section— “ declaration ” means a declaration by the registrar, made in pursuance of rules under this section made by virtue of subsection (1)( a ) above, that an area of land is subject to a souvenir land scheme; “ souvenir land ” means land situated within an area in respect of which a declaration is for the time being in force; “ souvenir plot ” means any piece of land which, being of inconsiderable size and little or no practical utility, is unlikely to be wanted in isolation except for the sake of pure ownership or for sentimental reasons or commemorative purposes."}, {"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "511.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "12", "section_title": " Meaning of “Her Majesty’s Land Registry”.", "section_text": "12 Section 126(1) of the  Land Registration Act 1925 (which provides that there shall continue to be an office in London to be called Her Majesty’s Land Registry) shall not be construed as requiring the whole of the business of Her Majesty’s Land Registry to be conducted in London; . . . "}, {"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "13", "section_title": " Expenses.", "section_text": "13 There shall be paid out of moneys provided by Parliament any increase in the expenses of the Chief Land Registrar which is attributable to any provision of this Act."}, {"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "14", "section_title": " Repeals.", "section_text": "14 1 The following provisions (which are obsolete or otherwise unnecessary) shall cease to have effect, namely— a the  Land Registry (Middlesex Deeds) Act 1891 ; b section 75(4) of the  Land Registration Act 1925 (power of registrar to award indemnity in connection with acquistion of title by possession); c in the  Land Charges Act 1925— i section 2(7) (entry of discharge or satisfaction of registered pending action); ii section 4(3) (entry of satisfaction, cesser or discharge of registered annuity); iii section 6(6) (entry of discharge or satisfaction of registered writ or order affecting land); iv section 17(6) (saving for extraneous rights to search in registry) ; v section 18 ( Middlesex registry act 1708 not to apply to certain instruments) ; d section 2 of the  Land Registration Act 1936 (closing of Middlesex Deeds Registry). 2 Subject to sections 2(6) and 10 of this Act— a the enactments mentioned in Part I of Schedule 2 to this Act are hereby repealed as from the passing of this Act to the extent specified in column 3 of that Part; and b the enactments mentioned in Part II of that Schedule are hereby repealed as from the commencement of this paragraph to the extent specified in column 3 of that Part."}, {"act": "Land Registration and Land Charges Act 1971", "year": 1971, "section": "15", "section_title": " Short title, citation, construction, interpretation, commencement and extent.", "section_text": "15 1 This Act may be cited as the Land Registration and Land Charges Act 1971, and— a the Land Registration Acts 1925 to 1966 and Part I of this Act may be cited together as the Land Registration Acts 1925 to 1971; . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Part I of this Act shall be construed as one with the  Land Registration Act 1925, so however that, in section 144(1)(xxxi) of that Act and section 4(1)( f ) of this Act, the references to that Act shall not be construed as extending to section 4 of this Act; . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .it is hereby declared that the provisions of this Act bind the Crown. 4 Except in so far as the context otherwise requires, any reference in this Act to any enactment is a reference to it as amended by or under any other enactment, including this Act. 5 The following provisions of this Act, namely sections  . . . 4, 5(1), 6 to 14 (except section 14(2)( b )), this section, Schedule 1 and Part I of Schedule 2, shall come into force on the day this Act is passed, and the other provisions of this Act shall come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint; and different days may be so appointed for different purposes. 6 Any reference in this Act to the commencement of any provision thereof shall be construed as a reference to the time at which under or by virtue of subsection (5) above that provision comes into force. 7 This Act does not extend to Scotland or Northern Ireland."}]