[{"act": "National Savings Bank Act 1971", "year": 1971, "section": "1", "section_title": " The National Savings Bank.", "section_text": "1 1 The establishment known as the National Savings Bank shall continue in existence for the receipt and repayment of deposits. 2 The business of the National Savings Bank shall be carried on by the Director of Savings."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "2", "section_title": " General power to make regulations.", "section_text": "2 1 The Treasury may make regulations for superintending, inspecting and regulating the manner in which the accounts of persons making deposits with the National Savings Bank are kept and examined, and with respect to the making of deposits and to the withdrawal of deposits and interest, and all other matters incidental to the carrying of this Act into execution. 1A Regulations under this section may restrict the classes of persons who may open accounts with the National Savings Bank, but any such restriction shall not apply to any account opened before the coming into force of the regulations imposing the restriction. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "3", "section_title": " Ordinary and investment deposits.", "section_text": "3 1 A deposit with the National Savings Bank may be made either as an ordinary deposit or as an investment deposit. 1A But subsection (1) is subject to any provision made in relation to ordinary accounts or ordinary deposits by regulations under section 2 of this Act made by virtue of section 8(3) of this Act. 2 Regulations under section 2 of this Act may make different provision with respect to ordinary deposits and with respect to investment deposits  and with respect to investment deposits of different descriptions , and may prevent the making of an investment deposit  or an investment deposit of a particular description  unless the person who will be the depositor in respect thereof is also a depositor in respect of ordinary deposits and the sum due to him in respect of those deposits is not less than such amount as may be specified in the regulations."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "4", "section_title": " Limit on amount of deposits.", "section_text": "4 1 The Treasury may by order limit the amount which may be received by way of deposit in the National Savings Bank from any person whatsoever either in one year or in the aggregate. 1A The Treasury may by order prescribe an amount as the minimum balance for investment accounts and may provide for converting into a different description of investment account any account into which investment deposits of any description are made if the balance of that account falls below the minimum balance so prescribed for an account of that description. 2 An order under this section— a may make different provision with respect to ordinary deposits and with respect to investment deposits  and with respect to investment deposits of different descriptions , b may fix different limits as respects different classes of persons, c may provide that any limit fixed by the order shall have effect subject to any exceptions or exclusions specified in the order, d may contain special provisions with respect to depositors whose deposits, at the date on which the order takes effect, exceed the limit fixed by the order as regards deposits, e may contain such consequential and supplemental provisions as appear to the Treasury to be necessary for giving full effect to the order, and f may be revoked or varied by a subsequent order. 3 For the purposes of this section a person who is a trustee shall be treated separately in his personal capacity and in his capacity as trustee, and in the latter capacity separately in respect of each separate trust fund. 4 Regulations under section 2 of this Act may include any provision that may be included in an order under this section."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "5", "section_title": " Interest on ordinary deposits. ", "section_text": "5 1 The Director of Savings may, with the consent of the Treasury, from time to time determine the rate or rates at which interest is to be payable on amounts deposited in ordinary accounts or that no interest is to be payable on such amounts, and any such determination in relation to amounts deposited in any ordinary deposit account may be made by reference to any one or more of the following factors, namely— a the balance of the account at any time or over any period or the aggregate balance of that account and the depositor’s other ordinary deposit accounts at any time or over any period; and b the number of withdrawals from that account over any period or the number of withdrawals from that account and the depositor’s other ordinary deposit accounts. 1A The Director of Savings shall give notice in the London, Edinburgh and Belfast Gazettes of any determination under subsection (1) above; and any such determination may affect deposits received at or before, as well as after, the time the determination is made. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Interest on an ordinary deposit shall not commence until the first day of the month next following the day of deposit, and shall cease on the first day of the month in which the deposit is withdrawn. 4 Interest on ordinary deposits shall be calculated to 31st December in every year and shall be added to and become part of the principal; but interest shall not be calculated on any amount less than one pound or some multiple of one pound. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "6", "section_title": " Interest on investment deposits.", "section_text": "6 1 Investment deposits shall be received on such terms as to interest, other than terms as to rate of interest, as may from time to time be prescribed  and different terms may be prescribed in relation to different descriptions of investment deposits . 2 Interest on investment deposits shall be payable at such rates as the  Treasury may from time to time determine , and different rates may be so determined in relation to  different descriptions of investment deposits and  different periods of notice of withdrawal. 2ZA The Treasury may determine that a rate of interest payable on investment deposits, or investment deposits of a particular description, is to be a rate produced by the operation of a formula involving the movement of an index or indices or any other factor. 2A Without prejudice to the generality of subsection (2) above, the Treasury may determine, in relation to an account into which investment deposits of any description are made, different rates of interest by reference to any one or more of the following factors, namely— a the balance of that account at any time or over any period or the aggregate balance of the account and the depositor’s other accounts of the same description, or the depositor’s other investment accounts of any description, at any time or over any period; and b the number of withdrawals from that account over any period or the number of withdrawals from that account and the depositor’s other accounts of the same description, or the depositor’s other investment accounts of any description, over any period. 3 The Director of Savings shall give notice in the London, Edinburgh and Belfast Gazettes of any alteration in a rate of interest payable on investment deposits  or investment deposits of a particular description (other than one occasioned by the operation of a formula) ; and any such alteration may affect deposits received at or before, as well as after the time the alteration is made . 4 In the case of an alteration in a rate of interest not affecting deposits received before it is made, any notice of the alteration required to be given by subsection (3) above may be given after the alteration is made."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "7", "section_title": " Withdrawal of deposits.", "section_text": "7 1 Subject to subsection (2) below, where a depositor, or a person legally authorised to claim on behalf of a depositor, makes in the prescribed form a demand for repayment of a  ordinary deposit, or part of an ordinary deposit,  authority for repayment shall be transmitted to the depositor forthwith, and the depositor shall be absolutely entitled within ten days after his demand is made to repayment, at any place at which deposits can be withdrawn, of any sum due to him. 2 The terms as to withdrawal of investment deposits shall be such as may from time to time be prescribed. 3 Where regulations under section 2 of this Act extend a period of notice of withdrawal of investment deposits, the extension shall not apply to any deposits received before the coming into operation of the regulations."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "8", "section_title": " Regulations as to particular matters.", "section_text": "8 1 The power of the Treasury to make regulations under section 2 of this Act shall include power to make regulations for any of the following purposes— a for prescribing what declaration shall be required from a depositor, other than the Public Trustee, on opening an account in the National Savings Bank; b for the giving of statements of accounts or the issuing of depositors’ books and for prescribing the entries to be made in such books; ba for the issuing of cards for use in making investment deposits or in withdrawing cash from investment accounts (or both) and regulating the use of such cards; c for the giving of receipts and acknowledgments; d for treating entries, receipts  , acknowledgements or statements of accounts made or given  in pursuance of the regulations as evidence or conclusive evidence of such facts as may be prescribed; e for preventing the making of deposits of less than such amount as may be specified in the regulations; f for the payment or transfer of sums in the National Savings Bank which belong to persons appearing to be minors or incapable through disorder or disability of mind of managing their property and affairs, or form part of the personal estate of any person appearing to be deceased; g for the transfer of deposits from one account to another account, whether an existing or a new account; h for determining the receipts which are to be a good discharge to the Director of Savings in the case of the payment or transfer of any sum; i for the addition of one or more names to an account already in the National Savings Bank; j for the purpose of the payment or transfer of any sum, for authorising a person to be treated as having been domiciled in the place in which he was resident at the date of his death; k for directing that, except as provided by the regulations, no entry with respect to any trust (express, implied or constructive) shall be made in the account of any depositor, and that, except as aforesaid, no notice of any such trust shall be receivable by the Director of Savings; l for determining the date on which a deposit is to be deemed to be withdrawn, and for prescribing the method by which payment of sums withdrawn is to be made; m for providing that where any person to whom any sum, being the whole or any part of the deposit of a deceased depositor, is payable is unable by reason of any incapacity whatsoever to give a legal discharge therefor the sum may be paid to any person undertaking to maintain the incapacitated person; n for prescribing the means by which particular facts may be proved and the manner in which evidence thereof may be given, and for authorising the Director of Savings to treat proof of any particular facts given in the prescribed manner as conclusive evidence of those facts for the purpose of the payment or transfer of any sum. 2 Regulations under section 2 of this Act may also provide— a for the nomination by a depositor not being under 16 years of age of any person to whom any sum payable to the depositor at his death (including any portion of any savings bank annuity or accrued interest payable to the representatives of the depositor) is to be paid at the death; b for the manner in which any such nomination may be revoked by the depositor and for the circumstances in which it is to be treated as having ceased to be operative, and for the payment of the specified amount to any nominee so nominated; c for directing that any person acting as witness to a nomination shall be disqualified from taking thereunder; d for authorising any person named as nominee in any nomination who dies after the death of the nominator but before receiving payment of the sum to be paid to him under the nomination to be treated as a depositor. 3 Regulations under section 2 of this Act may also make provision— a prohibiting the opening of ordinary accounts after a prescribed date; b prohibiting the opening of investment accounts of a prescribed description after a date prescribed in relation to that description of accounts; c prohibiting the making of ordinary deposits after a prescribed date; d prohibiting the making of deposits in investment accounts of a prescribed description after a date prescribed in relation to that description of accounts; e requiring the withdrawal of all of the money deposited in any dormant account of a prescribed description if any of the money deposited in it is withdrawn after a date prescribed in relation to that description of account; f for the transfer to investment accounts of a prescribed description of deposits in dormant accounts of a prescribed description; g for the transfer to a special Director’s account of deposits in dormant accounts of a prescribed description or in accounts to which deposits have been transferred pursuant to provision made by virtue of paragraph (f) above. 4 In subsection (3) above— “ dormant account ” means an account in which deposits may not be made because of provision made by virtue of paragraph (c) or (d) of that subsection; and “ special Director’s account ” means an investment account in the name of the Director of Savings in which deposits are held on behalf of the persons entitled to them. "}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "9", "section_title": " Payment on death without representation.", "section_text": "9 1 Where the sum in the National Savings Bank which forms part of the personal estate of a person appearing to be deceased does not exceed  £1,500 , then, if the regulations under section 2 of this Act so provide, and subject to such regulations, probate or other proof of the title of the personal representative of the deceased person may be dispensed with, and the sum may be paid or distributed to or among the persons appearing in manner provided by the regulations to be beneficially entitled to the personal estate of the deceased person, whether under such nomination of the deceased as is allowed by the regulations, or by law, or as next of kin, or as creditors, or otherwise, or to or among any one or more of such persons, exclusively of the others; and the person making such a payment shall be discharged from all liability in respect of the sum paid in accordance with the regulations. 2 Subsection (1) above shall be included among the provisions with respect to which the Treasury may make an order under section 6(1) of the  Administration of Estates (Small Payments) Act 1965 substituting for references to £500 references to such higher amount as may be specified in the order."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "9A", "section_title": "Investment account terms and conditions", "section_text": "9A 1 Any provision which may be made in relation to investment deposits by regulations under section 2 of this Act may, in the case of deposits in investment accounts of any description first made available after the passing of the Finance Act 2003, be included instead in the terms and conditions of the accounts. 2 Any provision included in the terms and conditions of investment accounts under subsection (1) above has effect subject to regulations under section 2 of this Act and orders under section 4 of this Act. 3 In this section  “ terms and conditions ” means terms and conditions set by the Treasury and published by Director of Savings in a manner approved by the Treasury."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "10", "section_title": " Settlement of disputes.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "11", "section_title": " Fees on reference of disputes. ", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "12", "section_title": " Secrecy.", "section_text": "12 1 Subject to the following provisions of this section, the persons engaged in the receipt or payment of deposits shall not disclose the name of any depositor nor the amount deposited or withdrawn except to the Director of Savings or to such persons as may be concerned with carrying this Act into operation. 2 Subsection (1) above shall not prevent the disclosure, by a person authorised for the purpose by the Director of Savings, of information to any person in connection with an offence committed with reference to the account of a depositor or for the purpose of ascertaining whether or not an offence has been so committed. 2A Subsection (1) above shall not prevent the disclosure, by a person authorised by the Director of Savings, of information to any person for a permitted purpose. 2B A permitted purpose is a purpose connected with the provision of information about— a the business of the National Savings Bank; b any other means by which money is raised under the auspices of, by or through the Director of Savings. 2C A person to whom information is disclosed in pursuance of subsection (2A) above shall not— a use the information for a purpose other than a permitted purpose; b disclose the information to any other person. 3 Subsection (1) above shall have effect subject to the provisions of section 17(3) of the  Taxes Management Act 1970 (which relates to the obtaining of information as to interest paid or credited without deduction of income tax)  and of Schedule 36 to the Finance Act 2008 (powers of officers of Revenue and Customs to obtain information and documents and inspect business premises)"}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "1314", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "15", "section_title": " Transfer of deposits from and to overseas savings banks.", "section_text": "15 1 The Director of Savings may enter into an arrangement with any government savings bank authority in any country for the transfer of sums standing to the credit of depositors from such a government savings bank to the National Savings Bank or from the National Savings Bank to such a government savings bank. 2 Where— a an arrangement of the kind mentioned in subsection (1) above has been made by the Director of Savings, or b a similar arrangement was made before 1st October 1969 by the Postmaster General under section 12(1) of the  Savings Banks Act 1904 or section 13(1) of the  Post Office Savings Bank Act 1954, the Director of Savings may cause any amount transferred in pursuance of the arrangement to the National Savings Bank to be placed to the credit of a depositor’s account in that bank, although the amount transferred may exceed the amount which a depositor may deposit in any one year, but no amount shall be so credited which shall make the total amount standing to the credit of the account exceed the maximum for the time being allowed by law. 3 Regulations under section 2 of this Act may provide for any matters necessary to give effect to transfers authorised in pursuance of this section."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "16", "section_title": " Deposits by charities  etc.", "section_text": "16 1 The treasurer of any penny savings bank, charitable or provident institution or society, or charitable donation or bequest for the maintenance, education or benefit of the poor may invest the funds of the penny savings bank, institution or society in the National Savings Bank. 2 The Director of Savings may defray all or any of the expenses of a penny savings bank which has a deposit account with the National Savings Bank. 3 Subsection (1) above shall have effect without prejudice to the provisions of  section 27 of the Co-operative and Community Benefit Societies Act 2014  and section 31 of the  Industrial and Provident Societies Act (Northern Ireland) 1969 (which deal with the investment powers of registered societies), and subject to— a those provisions, b the provisions of any regulations under section 2 of this Act, and c any order under section 4 of this Act. 4 In this section “ penny savings bank ” means a bank the rules of which fix a sum not exceeding £5 as the maximum amount which may stand to the credit of any one depositor therein at any one time, and which provide, upon the attainment of that maximum amount, for its transfer to an account opened in the depositor’s own name in the savings bank where the deposit account of the penny savings bank is kept."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "17", "section_title": " Application of ordinary deposits.", "section_text": "17 1 There shall be paid out of ordinary deposits all sums referable to such deposits that are withdrawn by or on behalf of depositors; and the balance shall, at such intervals as the Treasury may direct, be ascertained and paid to the Commissioners. 2 The Commissioners shall invest any sums paid to them under subsection (1) above after deducting therefrom— a such sums as the Treasury may from time to time determine to be equal to those expended by the Director of Savings in connection with ordinary deposits, and b such sums as are necessary to defray the expenses incurred by the Commissioners in connection with ordinary deposits. 3 Sums deducted by the Commissioners in pursuance of subsection (2)(a) above shall be paid into the Consolidated Fund."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "18", "section_title": " Securities in which ordinary deposits may be invested.", "section_text": "18 Sums to be invested under section 17 of this Act shall be invested— a in Parliamentary securities created or issued under the authority of an Act of Parliament where those securities are securities for the interest on which provision is made by Parliament or are securities directly chargeable on the Consolidated Fund  , on the National Loans Fund with recourse to the Consolidated Fund or on the Debt Management Account with recourse to the National Loans Fund and then to the Consolidated Fund, or b in stock or debentures or other securities expressly guaranteed by authority of Parliament or the due payment of the interest on which is expressly guaranteed by authority of Parliament, or c in securities which are issued in respect of a loan raised by the Government of Northern Ireland or the interest on which is for the time being guaranteed by the Parliament of Northern Ireland."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "19", "section_title": " Annual statement with respect to ordinary deposits.", "section_text": "19 1 The Director of Savings and the Commissioners shall, as respects each year ending with  31st March , prepare a statement showing— a the aggregate of the sums received and repaid during the year in respect of ordinary deposits, b the aggregate of the sums paid or credited during the year by way of interest on ordinary deposits, c the aggregate liabilities, as at the end of the year, so far as regards ordinary deposits, d the nominal value and the description, as at the end of the year, of the investments held by the Commissioners which have been made under section 17 of this Act, e the aggregate of the sums that accrued during the year by way of interest on investments made under that section by the Commissioners, and f the amount of the expenses incurred during the year in connection with ordinary deposits. 2 The Director of Savings and the Commissioners shall,  before the end of August next following the end of any period for which a statement falls to be prepared under subsection (1) above, transmit the statement for that period  to the Comptroller and Auditor General who shall examine, certify and report on it and lay copies of it, together with copies of his report, before Parliament."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "20", "section_title": " Adjustment of balances relating to ordinary deposits.", "section_text": "20 If in any  period as respects which a statement falls to be prepared under section 19(1) of this Act  the aggregate of the sums that accrued by way of interest on investments made under section 17 of this Act by the Commissioners, after deduction of any sum required by the Treasury to be set aside to provide for depreciation in the value of investments so made, exceeds the aggregate of— a the aggregate of the sums paid or credited during  that period  by way of interest on ordinary deposits, and b the amount of the expenses incurred during  that period  in connection with ordinary deposits, the excess shall be paid into the Consolidated Fund; and if in  any such period  the aggregate of the sums that accrued as aforesaid, after deduction of any sum required by the Treasury to be set aside as aforesaid, falls short of the second-mentioned aggregate, the deficiency shall be made good out of that fund."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "2123.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "24", "section_title": " Sums to be included in expenses of Director of Savings and Commissioners.", "section_text": "24 1 For the purposes of this Act the expenses incurred in the execution of this Act by the Director of Savings and the Commissioners respectively shall be deemed to include— a such sum as, in the opinion of the Treasury, approximately represents the amount in each year of the accruing liability in respect of the benefits for which any officers or persons employed by the Director of Savings and the Commissioners respectively in the execution of this Act will on their retirement become eligible under the  principal civil service pension scheme within the meaning of section 2 of the  Superannuation Act 1972 and for the time being in force , b such proportion of the salary, or of the said accruing liability in respect of superannuation benefits, of any officer or person who is so employed in part only in the execution of this Act, as in the opinion of the Treasury is attributable to the execution of this Act, c any capital expenditure incurred in providing premises or equipment wholly used for the purposes of this Act by the Director of Savings, and such part of any such expenditure incurred in providing premises or equipment partly used as aforesaid as was, in the opinion of the Treasury, incurred for those purposes, d any capital expenditure incurred in providing premises wholly used for the purposes of this Act by the Commissioners, and such part of any such expenditure incurred in providing premises partly used as aforesaid as was, in the opinion of the Treasury, incurred for those purposes, e in the case of any premises occupied by the Director of Savings and the Commissioners respectively wholly or partly for the purposes of this Act and in respect of which no rent is payable, such an amount as is estimated by the Treasury to represent the rental value of the premises or of that part of the premises used for the said purposes, after allowing for any capital expenditure incurred as aforesaid which has been taken into account as expenses incurred in the execution of this Act. 2 If, in any case where any capital expenditure incurred as aforesaid has been taken into account as expenses incurred in the execution of this Act, the premises or equipment in respect of which the expenditure was incurred are sold or cease to be used for the said purposes, there shall be deducted from the amount thereafter to be taken into account for the purposes of this Act such sum as may be determined by the Treasury to represent the then value of the premises or equipment or, in the case of premises or equipment partly used for the said purposes, such proportion of that sum as the Treasury determine to be appropriate having regard to the extent to which the premises or equipment were so used. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "25", "section_title": " Ultimate liability of Consolidated Fund for repayment of deposits.", "section_text": "25 If at any time claims in respect of ordinary . . .   deposits cannot be met, the Treasury shall provide the Director of Savings with such sum out of the Consolidated Fund as is necessary to meet them."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "26", "section_title": " Regulations, orders and warrants.", "section_text": "26 1 Any power to make regulations, orders or warrants under this Act shall be exercisable by statutory instrument. 2 A statutory instrument containing— a regulations under section 2 of this Act, or b an order under section 4 of this Act, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 A draft of any statutory instrument containing a warrant under section 11 of this Act shall be laid before both Houses of Parliament for at least forty days before the statutory instrument is made; but section 6 of the  Statutory Instruments Act 1946 (which provides that statutory instruments of which drafts are to be laid before Parliament shall not be made until the expiration of a period of forty days during which either House may resolve that the instrument be not made) shall not apply to a statutory instrument containing such a warrant."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "27", "section_title": " Interpretation.", "section_text": "27 In this Act, unless the context otherwise requires,— “ the Commissioners ” means the National Debt Commissioners;  “ interest ”, in relation to investment deposits, includes any bonus or other payment, whether payable annually or otherwise, which constitutes income derived from the whole or any part of the deposits.  “ prescribed ” means prescribed by regulations made under section 2 of this Act;  ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "28", "section_title": " Repeals and transitional provisions.", "section_text": "28 1 The enactments specified in Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 Any instrument in force at the commencement of this Act and made or having effect as if made under any enactment repealed by and re-enacted in this Act, and anything whatsover done under or by virtue of any such enactment, shall be deemed to have been made or done under or by virtue of the corresponding provision of this Act. 3 Any enactment or other document referring to an enactment repealed by and re-enacted in this Act shall be construed as referring, or as including a reference, to the corresponding provision of this Act. 4 In section 94(2)(c) of the   Post Office Act 1969, for the words “that Schedule” there shall be substituted the words “Schedule 6 to this Act”. 5 Nothing in subsections (2) and (3) above shall be taken as prejudicing the operation of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978  (which  relate  to the effect of repeals)."}, {"act": "National Savings Bank Act 1971", "year": 1971, "section": "29", "section_title": " Short title, commencement and extent.", "section_text": "29 1 This Act may be cited as the National Savings Bank Act 1971. 2 This Act shall come into force at the expiration of the period of one month beginning with the date on which it is passed. 3 This Act shall extend to Northern Ireland, the Isle of Man and the Channel Islands."}]